[
  {
    "id": "arXiv:2505.17336",
    "title": "Polariton cascade phonon laser",
    "abstract": "           Phonon lasers, as their photon counterparts, rely on the physics of stimulated emission. Arguably, because light does not require a material substrate to propagate, while sound does, the impact of the two technologies has however been highly contrasting, with \"sasers\" (for sound amplification by stimulated emission of radiation) mostly remaining as an academic curiosity. This might be changing due to the possibility to use coherent sound generation for on-chip processing of information at ultra-high frequencies, and in the quantum realm, in integrated photonic and optomechanical devices. Inspired by the concept of unipolar lasers based on the quantum engineering of states in semiconductor heterostructures, we propose and implement a quantum cascade phonon laser (QCPL). A condensate of exciton-photon quasiparticles (polaritons) is optically induced in a microstructured semiconductor device to jump down a ladder of engineered levels. This down-cascade is accompanied by the efficient stimulated emission of phonons of $\\sim 20$, $\\sim 60$, and $\\sim 100$~GHz, which are designed to strongly interact with the polaritons on the same chip. The proposed concept opens the path for the design of integrated high-frequency optomechanical devices, as for example for non-reciprocal photon transport and multi-wavelength Brillouin lasers.         ",
    "url": "https://arxiv.org/abs/2505.17336",
    "authors": [
      "I. Papuccio-Fernández",
      "A. A. Reynoso",
      "A. E. Bruchhausen",
      "A. S. Kuznetsov",
      "K. Biermann",
      "P.V. Santos",
      "G. Usaj",
      "A. Fainstein"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Other Condensed Matter (cond-mat.other)"
    ]
  },
  {
    "id": "arXiv:2505.17347",
    "title": "Measuring optical force with a torsion pendulum: a platform for independent student experimentation",
    "abstract": "           In this work, the force due to radiation pressure is measured with sub-10 pN sensitivity, corresponding to less than 2 mW of optical power. The apparatus adds homemade reflectors to a commercial Cavendish balance, which consists of a torsion pendulum with a built-in capacitance position sensor. When driven by four 5 mW laser diodes, with square-wave modulation at the pendulum's natural frequency, the response is strong enough to easily discern in a short time series. The discrete Fourier transform of a longer dataset provides a more in-depth analysis, clearly showing the multiple frequency components from the square-wave driving force. The driving power was controlled by adjusting the square wave duty cycle, allowing easy automation and avoiding additional optics or filters. For a 9-hour dataset, white noise corresponding to about 2 pN was observed, enabling our most sensitive measurements. The pendulum operates in air. To minimize convective forces from differential heating and the resulting differential pressure, we use symmetrical reflectors encased in low-thermal conductivity material, namely, two glass-fronted mirrors attached back-to-back. This experiment could be used in a single lab session, allowing the optical force to be quickly and intuitively observed. It also demonstrates the power of Fourier analysis, builds student intuition about oscillator systems, and provides a compelling platform for student-driven projects.         ",
    "url": "https://arxiv.org/abs/2505.17347",
    "authors": [
      "Leland Russell",
      "Ezekiel A. Rein",
      "Anatalya Piatigorsky",
      "Jennifer T. Heath"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2505.17376",
    "title": "Internal dynamics and fission of pure-quartic soliton molecules",
    "abstract": "           We address the weak interaction of a pair of well-separated pure-quartic solitons (PQSs), which are solutions to a generalized nonlinear Schrodinger equation (NLSE) with the quartic-only dispersion. An asymptotic technique is applied to derive equations for the slow evolution of the temporal separation and phase difference of the PQSs interacting through the overlapping of their exponentially decaying oscillating tails. Based on this approach, various stationary states of bound PQS (soliton molecules) with distinct phase differences are predicted. Their stability is addressed via the numerical calculation of the eigenvalue spectrum of small perturbations, showing instability of the bound states. A systematic numerical analysis demonstrates that the parameter space of the PQS bound states is organized as a self-similar fractal structure, composed of regions populated by robustly oscillating or splitting two-soliton states. The analytical method and results reported here can be extended for bound states of two or several weakly interacting modes in other conservative and dissipative systems.         ",
    "url": "https://arxiv.org/abs/2505.17376",
    "authors": [
      "Zhixiang Deng",
      "Rui Ma",
      "Chunxiang Zhang",
      "Boris Malomed",
      "Dianyuan Fan",
      "Jingsong He",
      "Jun Liu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.17381",
    "title": "Programmable Photonic Unitary Processor Enables Parametrized Differentiable Long-Haul Spatial Division Multiplexed Transmission",
    "abstract": "           The explosive growth of global data traffic demands scalable and energy-efficient optical communication systems. Spatial division multiplexing (SDM) using multicore or multimode fibers is a promising solution to overcome the capacity limit of single-mode fibers. However, long-haul SDM transmission faces significant challenges due to modal dispersion, which imposes heavy computational loads on digital signal processing (DSP) for signal equalization. Here, we propose parameterized SDM transmission, where programmable photonic unitary processors are installed at intermediate nodes. Instead of relying on conventional digital equalization only on the receiver side, our approach enables direct optimization of the SDM transmission channel itself by the programmable unitary processor, which reduces digital post-processing loads. We introduce a gradient-based optimization algorithm using a differentiable SDM transmission model to determine the optimal unitary transformation. As a key enabler, we first implemented telecom-grade programmable photonic unitary processor, achieving a low-loss (2.1 dB fiber-to-fiber), wideband (full C-band), polarization-independent, and high-fidelity (R2>96% across the C-band) operation. We experimentally demonstrate 1300-km transmission using a three-mode fiber, achieving strong agreement between simulation and experiment. The optimized photonic processor significantly reduces modal dispersion and post-processing complexity. Our results establish a scalable framework for integrating photonic computation into the optical layer, enabling more efficient, high-capacity optical networks.         ",
    "url": "https://arxiv.org/abs/2505.17381",
    "authors": [
      "Mitsumasa Nakajima",
      "Kohki Shibahara",
      "Kohei Ikeda",
      "Akira Kawai",
      "Masaya Notomi",
      "Yutaka Miyamoto",
      "Toshikazu Hashimoto"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Machine Learning (cs.LG)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2505.17385",
    "title": "Pulse duration dependence of material response in ultrafast laser-induced surface-penetrating nanovoids in fused silica",
    "abstract": "           The focused ultrafast laser, with its ability to initiate nonlinear absorption in transparent materials, has emerged as one of the most effective approaches for micro-nano processing. In this study, we carried out research on the processing of high-aspect-ratio nanovoids on fused silica by using the single-pulse ultrafast Bessel beam. The thermodynamic response behaviors of the materials on surface and deep inside are found to exhibit pronounced disparities with the variation in laser pulse duration. As the pulse duration increases from 0.2 ps to 9.0 ps, the intensity of material ablation on silica surface exhibits a gradually decreasing trend, while for the void formation deep inside silica, the void diameter exhibits a trend of initial increase followed by decrease. In particular, no nanovoids are even induced deep inside when the pulse duration is 0.2 ps. The mechanism causing such differences is discussed and considered to be related to the peak intensity, group velocity dispersion, and plasma defocusing. By covering a polymer film on silica surface to influence the energy deposition, the thermomechanical response behaviors of the materials to laser pulse duration are modulated, and the material sputtering on nanovoid opening is suppressed. On this basis, surface-penetrating nanovoid arrays are fabricated on a 2-mm-thick silica sample using 2 ps Bessel beam. Given the nanovoid diameter of approximately 150 nm, the aspect ratio of the nanovoids on fused silica sample exceeds 13000:1. This outcome creates significant possibilities for the stealth dicing and processing of 3D photonic crystals, optical integrated devices, and nanofluidics.         ",
    "url": "https://arxiv.org/abs/2505.17385",
    "authors": [
      "Guodong Zhang",
      "Na Li",
      "Hao Zhang",
      "Huaiyi Wang",
      "Jinlong Xu",
      "Jiang Wang",
      "Jing Wang",
      "Dandan Hui",
      "Yuxi Fu",
      "Guanghua Cheng"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.17444",
    "title": "Experimental Study of Fabry-Perot BICs in a Microwave Waveguide",
    "abstract": "           We study Fabry-Perot bound states in the continuum (FP-BIC) in the GHz frequency range, formed by two ceramic discs placed inside a metallic-walled rectangular waveguide, that act as perfect reflectors at the resonant frequency. The energy becomes perfectly trapped between the discs, forming a FP-BIC, when the distance between them matches the Fabry-Perot quantization condition. We present both theoretical and experimental analyses to investigate how the total and radiative quality factors (Q factors) depend on the inter-disk distance. We gain valuable insights into the Fano features observed in the transmission spectra using the quasi-normal mode technique and temporal coupled mode theory. Notably, we find that as the system approaches the BICs, the Fano asymmetry parameters diverge, resulting in a Lorentzian transmission profile. Experimentally, we measure a radiative Q factor on the order of $10^5$, while the total Q factor, limited by material losses, remains around $10^3$. These results offer new opportunities for the application of BICs in microwave technology, significantly advancing the potential for high-performance devices.         ",
    "url": "https://arxiv.org/abs/2505.17444",
    "authors": [
      "Zilong Zhao",
      "Nikolay Solodovchenko",
      "Chao Sun",
      "Mingzhao Song",
      "Ekaterina Maslova",
      "Andrey Bogdanov"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2505.17541",
    "title": "Quantum propagation scheme using Hagedorn wave packets : numerical developments",
    "abstract": "           In this study, we provide a novel wave packet propagation method that generalizes the Hagedorn approach by introducing alternative primitive basis sets that are better suited to describe different physical processes. More precisely, in our propagation scheme, we can mix basis sets with time-dependent parameters (the Hagedorn basis set) and time-independent ones, such as Fourier series, particle-in-a-box, or harmonic oscillator basis sets. Furthermore, our implementation can handle models with several electronic states, so that non-adiabatic processes can be studied. Instead of the time-dependent variational principle, our propagation scheme uses a three-step procedure (standard propagation, time-dependent parameter evaluation, and projection). It relies on multidimensional integrations, which are performed numerically with Gaussian quadrature, so that we have no constraints on the for of the Hamiltonian operator. This numerical algorithm has been implemented in a modern Fortran code available on GitHub (this https URL). The code has been tested and validated by comparisons with standard propagation schemes on 2D-models with harmonic and anharmonic potentials (modified Hénon-Heiles). More precisely, our benchmark tests show that the wave packets obtained with our propagation scheme are able to converge to exact wave packets (obtained from standard propagation techniques). Finally, we have applied our method to compute the vibrational spectrum of the 6D-modified Hénon-Heiles model and we show that our scheme reproduces well the results obtained with the standard approach and with smaller basis functions. As a perspective, we show that with the generalized Hagedorn wave packet method, we are able to study the non-adiabtic dynamics of the cis-trans retinal isomerization in a reduced 2D-model with two coupled electronic surfaces.         ",
    "url": "https://arxiv.org/abs/2505.17541",
    "authors": [
      "Rabiou Issa",
      "Kokou Mawulonmi Robert Afansounoudji",
      "Komi Sodoga",
      "David Lauvergnat"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2505.17822",
    "title": "Hybrid SiO2/Si Pillar-Based Optomechanical Crystals for On-Chip Photonic Integration",
    "abstract": "           One-dimensional photonic crystal (1D-PhC) pillar cavities allow transducing mechanical pillar vibrations to the optical domain, thereby relaxing the requirements typically associated with mechanical motion detection. In this study, we integrate these geometries into a silicon-on-insulator photonics platform and explore their optical and mechanical properties. The 1D-PhC structures consist of a linear array of high aspect ratio nanopillars with nanometer-sized diameters, designed to enhance the interaction between transverse-magnetic (TM) polarized optical fields and mechanical vibrations and to minimize optical leaking to the substrate. Integrated waveguides are engineered to support TM-like modes, which enable optimized coupling to the 1D-PhC optical cavity modes via evanescent wave interaction. Finite element method simulations and experimental analyses reveal that these cavities achieve relatively high optical quality factors (Q = 4x10^3). In addition, both simulated and experimentally measured mechanical vibrational frequencies show large optomechanical coupling rates exceeding 1 MHz for the fundamental cantilever-like modes. By tuning the separation between the 1D-PhC and the waveguide, we achieve optimal optical coupling conditions that enable the transduction of thermally activated mechanical modes across a broad frequency range (from tens to several hundreds of MHz). This enhanced accessibility and efficiency in mechanical motion transduction significantly strengthens the viability of established microelectromechanical (MEMS) and nanoelectromechanical systems (NEMS) technologies based on nanowires, nanorods, and related structures, particularly in applications such as force sensing and biosensing.         ",
    "url": "https://arxiv.org/abs/2505.17822",
    "authors": [
      "Martin Poblet",
      "Christian Vinther Bertelsen",
      "David Alonso-Tomas",
      "Rahul Singh",
      "Elena Lopez-Aymerich",
      "Jens Goldschmidt",
      "Katrin Schmitt",
      "Maria Dimaki",
      "Winnie E. Svendsen",
      "Albert Romano-Rodriguez",
      "Daniel Navarro-Urrios"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.17900",
    "title": "Plasma Frequency of Wire Medium Revisited",
    "abstract": "           This paper revisits a model for the plasma frequency of a simple wire medium formed by a square lattice of parallel metallic wires. We provide a comparative analysis of existing formulas for estimating the plasma frequency and derive a new expression taking into account the second-order correction by the period to wavelength ratio. The proposed formula demonstrates superior accuracy for thin wires, with a relative error of less than $0.16\\%$ for ratio of wires radii to period smaller than $0.13$, significantly outperforming previously known results in this range.         ",
    "url": "https://arxiv.org/abs/2505.17900",
    "authors": [
      "Denis Sakhno",
      "Pavel A. Belov"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2505.17930",
    "title": "Self-induced transparency and optical transients in atomic vapors",
    "abstract": "           The rapid turn-on of a strong, resonant, continuous wave laser field may trigger the formation of a transient oscillation akin to a train of damped solitons, before the vapor-field system relaxes into a stationary state. We study this transient dynamic on theoretical models of a rubidium vapor. We also consider doubly resonant V-systems, for which the transients take the form of trains of damped simultons. We compute the propagating field(s) by solving the Maxwell-Bloch equations, taking homogeneous broadening, Doppler broadening and the full hyperfine structure of the atoms into account. We also compare the actual fields to the stationary dnoidal fields predicted by the Maxwell-Bloch equations in conditions of self-induced transparency. A similar dynamics is expected to occur in any atomic vapor at the turn-on of a strong resonant continuous wave field provided the turn-on is sufficiently fast compared to relaxation.         ",
    "url": "https://arxiv.org/abs/2505.17930",
    "authors": [
      "B. S. Cartwright",
      "S. A. Wrathmall",
      "R. M. Potvliege"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2505.17239",
    "title": "LiDAR 2.0: Hierarchical Curvy Waveguide Detailed Routing for Large-Scale Photonic Integrated Circuits",
    "abstract": "           Driven by innovations in photonic computing and interconnects, photonic integrated circuit (PIC) designs advance and grow in complexity. Traditional manual physical design processes have become increasingly cumbersome. Available PIC layout tools are mostly schematic-driven, which has not alleviated the burden of manual waveguide planning and layout drawing. Previous research in PIC automated routing is largely adapted from electronic design, focusing on high-level planning and overlooking photonic-specific constraints such as curvy waveguides, bending, and port alignment. As a result, they fail to scale and cannot generate DRV-free layouts, highlighting the need for dedicated electronic-photonic design automation tools to streamline PIC physical design. In this work, we present LiDAR, the first automated PIC detailed router for large-scale designs. It features a grid-based, curvy-aware A* engine with adaptive crossing insertion, congestion-aware net ordering, and insertion-loss optimization. To enable routing in more compact and complex designs, we further extend our router to hierarchical routing as LiDAR 2.0. It introduces redundant-bend elimination, crossing space preservation, and routing order refinement for improved conflict resilience. We also develop and open-source a YAML-based PIC intermediate representation and diverse benchmarks, including TeMPO, GWOR, and Bennes, which feature hierarchical structures and high crossing densities. Evaluations across various benchmarks show that LiDAR 2.0 consistently produces DRV-free layouts, achieving up to 16% lower insertion loss and 7.69x speedup over prior methods on spacious cases, and 9% lower insertion loss with 6.95x speedup over LiDAR 1.0 on compact cases. Our codes are open-sourced at this https URL.         ",
    "url": "https://arxiv.org/abs/2505.17239",
    "authors": [
      "Hongjian Zhou",
      "Haoyu Yang",
      "Ziang Ying",
      "Nicholas Gangi",
      "Zhaoran",
      "Huang",
      "Haoxing Ren",
      "Joaquin Matres",
      "Jiaqi Gu"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.17756",
    "title": "Qiskit Machine Learning: an open-source library for quantum machine learning tasks at scale on quantum hardware and classical simulators",
    "abstract": "           We present Qiskit Machine Learning (ML), a high-level Python library that combines elements of quantum computing with traditional machine learning. The API abstracts Qiskit's primitives to facilitate interactions with classical simulators and quantum hardware. Qiskit ML started as a proof-of-concept code in 2019 and has since been developed to be a modular, intuitive tool for non-specialist users while allowing extensibility and fine-tuning controls for quantum computational scientists and developers. The library is available as a public, open-source tool and is distributed under the Apache version 2.0 license.         ",
    "url": "https://arxiv.org/abs/2505.17756",
    "authors": [
      "M. Emre Sahin",
      "Edoardo Altamura",
      "Oscar Wallis",
      "Stephen P. Wood",
      "Anton Dekusar",
      "Declan A. Millar",
      "Takashi Imamichi",
      "Atsushi Matsuo",
      "Stefano Mensa"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Emerging Technologies (cs.ET)",
      "Machine Learning (cs.LG)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2505.17846",
    "title": "Neural Network Assisted Fermionic Compression Encoding: A Lossy-QSCI Framework for Scalable Quantum Chemistry Simulations",
    "abstract": "           Quantum computing promises to revolutionize many-body simulations for quantum chemistry, but its potential is constrained by limited qubits and noise in current devices. In this work, we introduce the Lossy Quantum Selected Configuration Interaction (Lossy-QSCI) framework, which combines a lossy subspace Hamiltonian preparation pipeline with a generic QSCI selection process. This framework integrates a chemistry-inspired lossy Random Linear Encoder (Chemical-RLE) with a neural network-assisted Fermionic Expectation Decoder (NN-FED). The RLE leverages fermionic number conservation to compress quantum states, reducing qubit requirements to O(N log M) for M spin orbitals and N electrons, while preserving crucial ground state information and enabling self-consistent configuration recovery. NN-FED, powered by a neural network trained with minimal data, efficiently decodes these compressed states, overcoming the measurement challenges common in the approaches of the traditional QSCI and its variants. Through iterative quantum sampling and classical post-processing, our hybrid method refines ground state estimates with high efficiency. Demonstrated on the C2 and LiH molecules, our framework achieves chemical accuracy with fewer qubits and basis states, paving a scalable pathway for quantum chemistry simulations on both near-term and fault-tolerant quantum hardware.         ",
    "url": "https://arxiv.org/abs/2505.17846",
    "authors": [
      "Yu-cheng Chen",
      "Ronin Wu",
      "M. H. Cheng",
      "Min-Hsiu Hsieh"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2407.05918",
    "title": "In vacuum metasurface for optical microtrap array",
    "abstract": "           Optical tweezer arrays of laser-cooled and individual controlled particles have revolutionized the atomic, molecular and optical physics, and they afford exquisite capabilities for applications in quantum simulation of many-body physics, quantum computation and quantum sensing. Underlying this development is the technical maturity of generating scalable optical beams, enabled by active components and high numerical aperture objective. However, such a complex combination of bulk optics outside the vacuum chamber is very sensitive to any vibration and drift. Here we demonstrate the generation of 3*3 static tweezer array with a single chip-scale multifunctional metasurface element in vacuum, replacing the meter-long free space optics. Fluorescence counts on the camera validates the successfully trapping of the atomic ensemble array. Further, we discuss the strategy to achieve low scattering and crosstalk, where a metasurface design featuring dual-wavelength independent control is included. Our results, together with other recent development in integrated photonics for cold atoms, could pave the way for compact and portable quantum sensors and simulators in platforms of neutral atom arrays.         ",
    "url": "https://arxiv.org/abs/2407.05918",
    "authors": [
      "Donghao Li",
      "Qiming Liao",
      "Beining Xu",
      "Thomas Zentgraf",
      "Emmanuel Narvaez Castaneda",
      "Yaoting Zhou",
      "Keyu Qin",
      "Zhongxiao Xu",
      "Heng Shen",
      "Lingling Huang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2505.06247",
    "title": "High-Q Millimeter-Wave Acoustic Resonators in Thin-Film Lithium Niobate Using Higher-Order Antisymmetric Modes",
    "abstract": "           This letter presents miniature millimeter wave (mmWave, above 30 GHz) acoustic resonators based on a single-layer thin-film lithium niobate (LN) platform. More specifically, we present high performance third-order antisymmetric (A3) mode laterally excited bulk acoustic resonators (XBAR). Compared to prior demonstrations, the proposed platform features a compact footprint due to a smaller lateral wavelength and aperture. We showcase an A3 mode device operating at 39.8 GHz with a high extracted electromechanical coupling (k2) of 4%, a high 3-dB series resonance quality factor (Q_s) of 97, and a high 3-dB anti-resonance quality factor (Q_p) of 342, leading to a figure of merit (FoM=k^2*Q_p) of 13.7 with a footprint of 32x44 micron^2. To demonstrate frequency scalability, the piezoelectric film thickness is varied while keeping the device layout. As a result, we present a multitude of high-performance devices covering a wide frequency range of 30-50 GHz, validating the proposed XBAR design at mmWave.         ",
    "url": "https://arxiv.org/abs/2505.06247",
    "authors": [
      "Vakhtang Chulukhadze",
      "Jack Kramer",
      "Tzu-Hsuan Hsu",
      "Omar Barrera",
      "Ruochen Lu"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2505.16092",
    "title": "Spontaneous generation of athermal phonon bursts within bulk silicon causing excess noise, low energy background events and quasiparticle poisoning in superconducting sensors",
    "abstract": "           Solid state phonon detectors used in the search for dark matter or coherent neutrino nucleus interactions (CE$\\nu$NS) require excellent energy resolution (eV-scale or below) and low backgrounds to meet their science objectives. Unfortunately, an unknown source of phonon bursts (the low energy excess, or ``LEE'') both dominates all other above threshold background sources and produces shot noise from sub-threshold bursts which greatly exceeds all fundamental noise sources. In this paper, we measure these phonon bursts for 12 days after cool down in two nearly identical multi-phonon sensor channel 1cm$^2$ silicon detectors which differ only in the thickness of their substrate (1 mm vs 4 mm thick). We find that both the correlated shot noise and near threshold shared LEE relax with time since cooldown. Additionally, we show that both shot noise and LEE rates scale linearly with substrate thickness. When combined with previous measurements of other silicon phonon detectors with different substrate geometries and mechanical support strategies, these measurements strongly suggest that the dominant source of both above and below threshold LEE is the bulk substrate. By monitoring the relation between bias power and excess phonon shot noise we estimate that $\\varepsilon = \\frac{<E^2>}{<E>}$ for sub-threshold noise events is $0.68 \\pm 0.38$ meV. In our final dataset, we report a world-leading energy resolution of 258.5$\\pm$0.4 meV in the 1mm thick detector. Simple calculations suggest that these Si substrate phonon bursts are likely the dominant source of quasi-particle poisoning in superconducting qubits and sensors that are operated in well shielded and vibration free environments.         ",
    "url": "https://arxiv.org/abs/2505.16092",
    "authors": [
      "C.L. Chang",
      "Y.-Y. Chang",
      "M. Garcia-Sciveres",
      "W. Guo",
      "S.A. Hertel",
      "X. Li",
      "J. Lin",
      "M. Lisovenko",
      "R. Mahapatra",
      "W. Matava",
      "D.N. McKinsey",
      "P.K. Patel",
      "B. Penning",
      "M. Platt",
      "M. Pyle",
      "Y. Qi",
      "M. Reed",
      "I. Rydstrom",
      "R.K. Romani",
      "B. Sadoulet",
      "B. Serfass",
      "P. Sorensen",
      "B. Suerfu",
      "V. Velan",
      "G. Wang",
      "Y. Wang",
      "M.R. Williams",
      "V.G. Yefremenko"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2311.15580",
    "title": "Erasure-cooling, control, and hyper-entanglement of motion in optical tweezers",
    "abstract": "           Coherently controlling the motion of single atoms in optical tweezers would enable new applications in quantum information science. To demonstrate this, we first prepare atoms in their motional ground state using a species-agnostic cooling mechanism that converts motional excitations into erasures -- errors with a known location. This cooling mechanism fundamentally outperforms idealized traditional sideband cooling, which we experimentally demonstrate. By coherently manipulating the resultant pure motional state, we perform mid-circuit readout and mid-circuit erasure detection via local shelving into motional superposition states. We finally entangle the motion of two atoms in separate tweezers and generate hyper-entanglement by preparing a simultaneous Bell state of motional and optical qubits, unlocking a large new class of quantum operations with neutral atoms.         ",
    "url": "https://arxiv.org/abs/2311.15580",
    "authors": [
      "Adam L. Shaw",
      "Pascal Scholl",
      "Ran Finkelstein",
      "Richard Bing-Shiun Tsai",
      "Joonhee Choi",
      "Manuel Endres"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2410.02940",
    "title": "Acoustic signaling enables collective perception and control in active matter systems",
    "abstract": "           Emergent cooperative functionality in active matter systems plays a crucial role in various applications of active swarms, ranging from pollutant foraging and collective threat detection to tissue embolization. In nature, animals like bats and whales use acoustic signals to communicate and enhance their evolutionary competitiveness. Here, we show that information exchange by acoustic waves between active agents creates a large variety of multifunctional structures. In our realization of collective swarms, each unit is equipped with an acoustic emitter and a detector. The swarmers respond to the resulting acoustic field by adjusting their emission frequency and migrating toward the strongest signal. We find self-organized structures with different morphology, including snake-like self-propelled entities, localized aggregates, and spinning rings. These collective swarms exhibit emergent functionalities, such as phenotype robustness, collective decision-making, and environmental sensing. For instance, the collectives show self-regeneration after strong distortion, allowing them to penetrate through narrow constrictions. Additionally, they exhibit a population-scale perception of reflecting objects and a collective response to acoustic control inputs. Our results provide insights into fundamental organization mechanisms in information-exchanging swarms. They may inspire design principles for technical implementations in the form of acoustically or electromagnetically communicating microrobotic swarms capable of performing complex tasks and concerting collective responses to external cues.         ",
    "url": "https://arxiv.org/abs/2410.02940",
    "authors": [
      "Alexander Ziepke",
      "Ivan Maryshev",
      "Igor S. Aranson",
      "Erwin Frey"
    ],
    "subjectives": [
      "Soft Condensed Matter (cond-mat.soft)",
      "Adaptation and Self-Organizing Systems (nlin.AO)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2411.03009",
    "title": "A variational quantum algorithm for tackling multi-dimensional Poisson equations with inhomogeneous boundary conditions",
    "abstract": "           We design a variational quantum algorithm to solve multi-dimensional Poisson equations with mixed boundary conditions that are typically required in various fields of computational science. Employing an objective function that is formulated with the concept of the minimal potential energy, we not only present in-depth discussion on the cost-efficient & noise-robust design of quantum circuits that are essential for evaluation of the objective function, but, more remarkably, employ the proposed algorithm to calculate bias-dependent spatial distributions of electric fields in semiconductor systems that are described with a two-dimensional domain and up to 10-qubit circuits. Extending the application scope to multi-dimensional problems with mixed boundary conditions for the first time, fairly solid computational results of this work clearly demonstrate the potential of variational quantum algorithms to tackle Poisson equations derived from physically meaningful problems.         ",
    "url": "https://arxiv.org/abs/2411.03009",
    "authors": [
      "Minjin Choi",
      "Hoon Ryu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2502.01945",
    "title": "Cryogenic Thermal Modeling of Microwave High Density Signaling",
    "abstract": "           Superconducting quantum computers require microwave control lines running from room temperature to the mixing chamber of a dilution refrigerator. Adding more lines without preliminary thermal modeling to make predictions risks overwhelming the cooling power at each thermal stage. In this paper, we investigate the thermal load of SC-086/50-SCN-CN semi-rigid coaxial cable, which is commonly used for the control and readout lines of a superconducting quantum computer, as we increase the number of lines to a quantum processor. We investigate the makeup of the coaxial cables, verify the materials and dimensions, and experimentally measure the total thermal conductivity of a single cable as a function of the temperature from cryogenic to room temperature values. We also measure the cryogenic DC electrical resistance of the inner conductor as a function of temperature, allowing for the calculation of active thermal loads due to Ohmic heating. Fitting this data produces a numerical thermal conductivity function used to calculate the static heat loads due to thermal transfer within the wires resulting from a temperature gradient. The resistivity data is used to calculate active heat loads, and we use these fits in a cryogenic model of a superconducting quantum processor in a typical Bluefors XLD1000-SL dilution refrigerator, investigating how the thermal load increases with processor sizes ranging from 100 to 225 qubits. We conclude that the theoretical upper limit of the described architecture is approximately 200 qubits. However, including an engineering margin in the cooling power and the available space for microwave readout circuitry at the mixing chamber, the practical limit will be approximately 140 qubits.         ",
    "url": "https://arxiv.org/abs/2502.01945",
    "authors": [
      "Naomi Raicu",
      "Tom Hogan",
      "Xian Wu",
      "Mehrnoosh Vahidpour",
      "David Snow",
      "Matthew Hollister",
      "Mark Field"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2503.20659",
    "title": "Growth of Highly Conductive PtSe2 Films Controlled by Raman Metrics for High-Frequency Photodetectors and Optoelectronic Mixers at 1.55 μm",
    "abstract": "           Two-dimensional PtSe2 exhibits outstanding intrinsic properties such as high carrier mobility, tunable bandgap, broadband absorption and air stability, making it ideal for (opto)electronic applications. However, achieving films of high crystalline quality with controlled properties on low-cost and insulating substrates remains challenging. Here, highly crystalline semimetallic PtSe2 films are grown by molecular beam epitaxy on sapphire substrates. It is shown that a post-growth annealing remarkably improves the out-of-plane crystallinity and leads to record sheet conductances, up to 1.6 mS. In-depth structural analyses reveal the strong influence of the domain arrangement within the films on their sheet conductance. Moreover, it is demonstrated that the A1g Raman peak width, in addition to the commonly used Eg peak width, are both effective metrics for evaluating the quality of PtSe2: films with narrower Eg and A1g peaks exhibit higher in-plane and out-of-plane crystalline quality, as well as higher sheet conductance. Finally, coplanar waveguides integrating a semimetallic PtSe2 channel are fabricated on a 2-inch sapphire substrate to demonstrate optoelectronic devices operating at the 1.55 um telecom wavelength. This includes photodetectors with a record bandwidth of 60 GHz and the first PtSe2-based optoelectronic mixer with a 30 GHz bandwidth.         ",
    "url": "https://arxiv.org/abs/2503.20659",
    "authors": [
      "Eva Desgué",
      "Ivan Verschueren",
      "Marin Tharrault",
      "Djordje Dosenovic",
      "Ludovic Largeau",
      "Eva Grimaldi",
      "Delphine Pommier",
      "Doriane Jussey",
      "Bérangère Moreau",
      "Dominique Carisetti",
      "Laurent Gangloff",
      "Patrick Plouhinec",
      "Naomie Messudom",
      "Zineb Bouyid",
      "Didier Pribat",
      "Julien Chaste",
      "Abdelkarim Ouerghi",
      "Bernard Plaçais",
      "Emmanuel Baudin",
      "Hanako Okuno",
      "Pierre Legagneux"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  }
]