[
  {
    "id": "arXiv:2310.02283",
    "title": "The magical \"Born Rule\" & quantum \"measurement\": Implications for  Physics",
    "abstract": "I. The arena of quantum mechanics and quantum field theory is the abstract, unobserved and unobservable, M-dimensional formal Hilbert space [not equal to] spacetime. II. The arena of observations and, more generally, of all events (i.e. everything) in the real physical world, is the classical 4-dimensional physical spacetime. III. The \"Born Rule\" is the random process \"magically\" transforming I. into II. Wavefunctions are superposed and entangled only in the abstract space I., never in spacetime II. Attempted formulations of quantum theory directly in real physical spacetime actually constitute examples of \"locally real\" theories, as defined by Clauser & Horne, and are therefore already empirically refuted by the numerous tests of Bell's theorem in real, controlled experiments in laboratories here on Earth. Observed quantum entities, i.e. events, are never superposed or entangled as they: 1) Exclusively \"live\" (manifest) in real physical spacetime, 2) Are not described by entangled wavefunctions after \"measurement\", effectuated by III. When separated and treated correctly in this way, a number of fundamental problems and \"paradoxes\" of quantum theory vs. relativity (i.e. spacetime) simply vanish, such as the black hole information paradox, infinite zero-point energy of quantum field theory and quantization of general relativity. ",
    "url": "https://arxiv.org/abs/2310.02283",
    "authors": [
      "Johan Hansson"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2310.02285",
    "title": "QED based on eight-dimensional spinorial wave equation of the  electromagnetic field and the emergence of quantum gravity",
    "abstract": "Quantum electrodynamics (QED) is the most accurate of all experimentally verified physical theories. How QED and other theories of fundamental interactions couple to gravity through special unitary symmetries, on which the standard model of particle physics is based, is, however, still unknown. To enable a new kind of coupling between the electromagnetic field, Dirac electron-positron field, and the gravitational field, we develop a covariant spinorial photon equation with an eight-component spinorial representation of photons that is analogous to the well-known representation of particles in the Dirac theory. We reformulate QED using eight-component spinors. Furthermore, we introduce the generating Lagrangian density of gravity based on the special unitary symmetry of the eight-dimensional spinor space. The generating Lagrangian density of gravity plays, in the definition of the gauge theory of gravity and its symmetric stress-energy-momentum tensor source term, a similar role as the conventional Lagrangian density of the free Dirac field plays in the definition of the gauge theory of QED and its electric four-current density source term. The fundamental consequence, the Yang-Mills gauge theory of gravity, is studied in a separate work. We devote ample space for details of the eight-spinor QED to provide solid mathematical basis for the present work and the related work on the Yang-Mills gauge theory of gravity. ",
    "url": "https://arxiv.org/abs/2310.02285",
    "authors": [
      "Mikko Partanen",
      "Jukka Tulkki"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)",
      "High Energy Physics - Theory (hep-th)"
    ]
  },
  {
    "id": "arXiv:2310.02334",
    "title": "Non-Hermitian control of localization in mosaic photonic lattices",
    "abstract": "Exploring the deep insights into localization, disorder, and wave transport in non-Hermitian systems is an emergent area of research of relevance in different areas of physics. Engineered photonic lattices, with spatial regions of optical gain and loss, provide a prime and simple physical platform for tailoring non-Hermitian Hamiltonians and for unveiling the intriguing interplay between disorder and non-Hermiticity. Here it is shown that in mosaic photonic lattices with on-site uncorrelated disorder or quasi-periodic order, the addition of uniform loss at alternating sites of the lattice results in the suppression or enhancement of wave spreading, thus providing a simple method for non-Hermitian control of wave transport in disordered systems. The results are illustrated by considering discrete-time quantum walks in synthetic photonic lattices. ",
    "url": "https://arxiv.org/abs/2310.02334",
    "authors": [
      "Stefano Longhi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2310.02434",
    "title": "Sub-relativistic Alternating Phase Focusing Dielectric Laser  Accelerators",
    "abstract": "We demonstrate a silicon-based electron accelerator that uses laser optical near fields to both accelerate and confine electrons over extended distances. Two dielectric laser accelerators (DLA) designs were tested, each consisting of two arrays of silicon pillars pumped symmetrically by pulse front tilted (PFT) laser beams, designed for average acceleration gradients 35MeV/m and 50MeV/m respectively. The DLA are designed to act as Alternating Phase Focusing (APF) lattices, where electrons, depending on the electron-laser interaction phase, will experience alternating longitudinal/transverse focusing/defocusing. By incorporating fractional period drift sections that alter the synchronous phase between $\\pm 60^\\circ$ off-crest, electrons captured in the designed acceleration bucket experience half the peak gradient as average gradient while also experiencing strong confinement forces that enable long interaction lengths. We demonstrate APF accelerators with interaction lengths up to 708$\\mu$m and energy gains up to $23.7 \\pm 1.07$ keV FWHM, a 25\\% increase from starting energy, demonstrating the ability to achieve substantial energy gains with sub-relativistic DLA. ",
    "url": "https://arxiv.org/abs/2310.02434",
    "authors": [
      "Payton Broaddus",
      "Thilo Egenolf",
      "Dylan S. Black",
      "Melanie Murillo",
      "Clarisse Woodahl",
      "Yu Miao",
      "Uwe Niedermayer",
      "Robert L. Byer",
      "Kenneth J. Leedle",
      "Olav Solgaard"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2310.02467",
    "title": "Dual-Polarization Phase Retrieval Receiver in Silicon Photonics",
    "abstract": "We demonstrate a silicon photonic dual-polarization phase retrieval receiver. The receiver recovers phase from intensity-only measurements without a local oscillator or transmitted carrier. We design silicon waveguides providing long delays and microring resonators with large dispersion to enable symbol-to-symbol interference and dispersive projection in the phase retrieval algorithm. We retrieve the full field of a polarization-division multiplexed 30-GBd QPSK and 20-GBd 8QAM signals over 80 km of SSMF. ",
    "url": "https://arxiv.org/abs/2310.02467",
    "authors": [
      "Brian Stern",
      "Hanzi Huang",
      "Haoshuo Chen",
      "Kwangwoong Kim",
      "Mohamad Hossein Idjadi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Signal Processing (eess.SP)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2310.02597",
    "title": "TurboGenius: Python suite for high-throughput calculations of ab initio  quantum Monte Carlo methods",
    "abstract": "TurboGenius is an open-source Python package designed to fully control ab initio quantum Monte Carlo (QMC) jobs using a Python script, which allows one to perform high-throughput calculations combined with TurboRVB [K. Nakano et al. J. Phys. Chem. 152, 204121 (2020)]. This paper provides an overview of the TurboGenius package and showcases several results obtained in a high-throughput mode. For the purpose of performing high-throughput calculations with TurboGenius, we implemented another open-source Python package, TurboWorkflows, that enables one to construct simple workflows using TurboGenius. We demonstrate its effectiveness by performing (1) validations of density functional theory (DFT) and QMC drivers as implemented in the TurboRVB package and (2) benchmarks of Diffusion Monte Carlo (DMC) calculations for several data sets. For (1), we checked inter-package consistencies between TurboRVB and other established quantum chemistry packages. By doing so, we confirmed that DFT energies obtained by PySCF are consistent with those obtained by TurboRVB within the local density approximation (LDA), and that Hartree-Fock (HF) energies obtained by PySCF and Quantum Package are consistent with variational Monte Carlo energies obtained by TurboRVB with the HF wavefunctions. These validation tests constitute a further reliability check of the TurboRVB package. For (2), we benchmarked atomization energies of the Gaussian-2 set, binding energies of the S22, A24, and SCAI sets, and equilibrium lattice parameters of 12 cubic crystals using DMC calculations. We found that, for all compounds analyzed here, the DMC calculations with the LDA nodal surface give satisfactory results, i.e., consistent either with high-level computational or with experimental reference values. ",
    "url": "https://arxiv.org/abs/2310.02597",
    "authors": [
      "Kousuke Nakano",
      "Oto Kohulák",
      "Abhishek Raghav",
      "Michele Casula",
      "Sandro Sorella"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2310.02689",
    "title": "Nonlinear terahertz polarizability of electrons solvated in a polar  liquid",
    "abstract": "The nonlinear polaronic response of electrons solvated in liquid 2-propanol is studied by two-dimensional terahertz spectroscopy. Solvated electrons with a concentration of c$_e \\approx$ 800 $\\mu$M are generated by femtosecond photoionization of alcohol molecules. Electron relaxation to a localized ground state impulsively excites coherent polaron oscillations with a frequency of 3.9 THz. Off-resonant perturbation of the THz coherence by a pulse centered at 1.5 THz modifies the polaron oscillation phase. This nonlinear change of electron polarizability is reproduced by theoretical calculations. ",
    "url": "https://arxiv.org/abs/2310.02689",
    "authors": [
      "Matthias Runge",
      "Klaus Reimann",
      "Michael Woerner",
      "Thomas Elsaesser"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2310.02786",
    "title": "Unleashing infinite momentum bandgap using resonant material systems",
    "abstract": "The realization of photonic time crystals is a major opportunity but also comes with significant challenges. The most pressing one, potentially, is the requirement for a substantial modulation strength in the material properties to create a noticeable momentum bandgap. Reaching that noticeable bandgap in optics is highly demanding with current, and possibly also future, material platforms since their modulation strength is small by tendency. Here we demonstrate that by introducing temporal variations in a resonant material, the momentum bandgap can be drastically expanded, potentially approaching infinity with modulation strengths in reach with known low-loss materials and realistic laser pump powers. The resonance can emerge from an intrinsic material resonance or a suitably spatially structured material supporting a structural resonance. Our concept is validated for resonant bulk media and optical metasurfaces and paves the way toward the first experimental realizations of photonic time crystals. ",
    "url": "https://arxiv.org/abs/2310.02786",
    "authors": [
      "X. Wang",
      "P. Garg",
      "M. S. Mirmoosa",
      "A. G. Lamprianidis",
      "C. Rockstuhl",
      "V. S. Asadchy"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.02974",
    "title": "High gradients at SRF photoinjector cavities with low RRR copper cathode  plug screwed to the cavity back wall",
    "abstract": "In recent years we increased the typical maximum peak field on axis gradients obtained in L-band superconducting RF (SRF) photoinjector cavities at vertical tests to around 55 MV/m. This was achieved with niobium cathode plugs directly screwed to the cavity back wall omitting an RF choke filter and a load lock system for cathodes. Copper demonstrated being a suitable cathode material in normal conducting injector cavities used at X-Ray Free Electron Lasers (XFELs) operating with pulsed RF. In this article we present the first experimental confirmation that peak field on axis gradients around 55 MV/m and beyond can be achieved in L-band SRF photoinjector cavities with copper cathode plugs screwed to the cavity back wall. We view this as a major milestone for the development of a high gradient photoinjector operating continuous wave (CW). ",
    "url": "https://arxiv.org/abs/2310.02974",
    "authors": [
      "E. Vogel",
      "J. Sekutowicz",
      "D. Bazyl",
      "T. Büttner",
      "B. van der Horst",
      "J. Iversen",
      "D. Klinke",
      "A. Muhs",
      "D. Reschke",
      "S. Sägebarth",
      "P. Schilling",
      "M. Schmökel",
      "L. Steder",
      "J.-H. Thie",
      "H. Weise",
      "M. Wiencek"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2310.02978",
    "title": "Multiple backscattering in trivial and non-trivial topological photonic  crystal edge states with controlled disorder",
    "abstract": "We present an experimental investigation of multiple scattering in photonic-crystal-based topological edge states with and without engineered random disorder. We map the spatial distribution of light as it propagates along a so-called bearded interface between two valley photonic crystals which supports both trivial and non-trivial edge states. As the light slows down and/or the disorder increases, we observe the photonic manifestation of Anderson localization, illustrated by the appearance of localized high-intensity field distributions. We extract the backscattering mean free path (BMFP) as a function of frequency, and thereby group velocity, for a range of geometrically engineered random disorders of different types. We observe that the BMFP is an order of magnitude higher for the non-trivial edge state than for the trivial. However, the BMFP for the non-trivial mode decreases rapidly with increasing disorder. As the light slows down the BMFP for the trivial state decreases as expected, but the BMFP for the topological state shows a non-trivial relation to group velocity. While the topological mode is not immune to backscattering at the disorder that breaks the protecting crystalline symmetry, it displays a larger robustness than the trivial mode for a specific range of parameters in the same structure. Intriguingly, the topological nature of the edge states appears to break the conventional relationship in which slower light always leads to more backscattering. ",
    "url": "https://arxiv.org/abs/2310.02978",
    "authors": [
      "S. Arora",
      "T. Bauer",
      "R. Barczyk",
      "E. Verhagen",
      "L. Kuipers"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.02276",
    "title": "Deep learning soliton dynamics and complex potentials recognition for 1D  and 2D PT-symmetric saturable nonlinear Schrödinger equations",
    "abstract": "In this paper, we firstly extend the physics-informed neural networks (PINNs) to learn data-driven stationary and non-stationary solitons of 1D and 2D saturable nonlinear Schr\\\"odinger equations (SNLSEs) with two fundamental PT-symmetric Scarf-II and periodic potentials in optical fibers. Secondly, the data-driven inverse problems are studied for PT-symmetric potential functions discovery rather than just potential parameters in the 1D and 2D SNLSEs. Particularly, we propose a modified PINNs (mPINNs) scheme to identify directly the PT potential functions of the 1D and 2D SNLSEs by the solution data. And the inverse problems about 1D and 2D PT -symmetric potentials depending on propagation distance z are also investigated using mPINNs method. We also identify the potential functions by the PINNs applied to the stationary equation of the SNLSE. Furthermore, two network structures are compared under different parameter conditions such that the predicted PT potentials can achieve the similar high accuracy. These results illustrate that the established deep neural networks can be successfully used in 1D and 2D SNLSEs with high accuracies. Moreover, some main factors affecting neural networks performance are discussed in 1D and 2D PT Scarf-II and periodic potentials, including activation functions, structures of the networks, and sizes of the training data. In particular, twelve different nonlinear activation functions are in detail analyzed containing the periodic and non-periodic functions such that it is concluded that selecting activation functions according to the form of solution and equation usually can achieve better effect. ",
    "url": "https://arxiv.org/abs/2310.02276",
    "authors": [
      "Jin Song",
      "Zhenya Yan"
    ],
    "subjectives": [
      "Pattern Formation and Solitons (nlin.PS)",
      "Machine Learning (cs.LG)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.02309",
    "title": "Parameter estimation by learning quantum correlations in continuous  photon-counting data using neural networks",
    "abstract": "We present an inference method utilizing artificial neural networks for parameter estimation of a quantum probe monitored through a single continuous measurement. Unlike existing approaches focusing on the diffusive signals generated by continuous weak measurements, our method harnesses quantum correlations in discrete photon-counting data characterized by quantum jumps. We benchmark the precision of this method against Bayesian inference, which is optimal in the sense of information retrieval. By using numerical experiments on a two-level quantum system, we demonstrate that our approach can achieve a similar optimal performance as Bayesian inference, while drastically reducing computational costs. Additionally, the method exhibits robustness against the presence of imperfections in both measurement and training data. This approach offers a promising and computationally efficient tool for quantum parameter estimation with photon-counting data, relevant for applications such as quantum sensing or quantum imaging, as well as robust calibration tasks in laboratory-based settings. ",
    "url": "https://arxiv.org/abs/2310.02309",
    "authors": [
      "Enrico Rinaldi",
      "Manuel González Lastre",
      "Sergio García Herreros",
      "Shahnawaz Ahmed",
      "Maryam Khanahmadi",
      "Franco Nori",
      "Carlos Sánchez Muñoz"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2310.02498",
    "title": "Single-shot Non-destructive Quantum Sensing for Gaseous Samples with  Hundreds of Chiral Molecules",
    "abstract": "Chiral discrimination that is efficient to tiny amounts of chiral substances, especially at the single-molecule level, is highly demanded. Here, we propose a single-shot nondestructive quantum sensing method addressing such an issue. Our scheme consists of two steps. In the first step, the two enantiomers are prepared in different rotational states via microwave enantio-specific state transfer. Then, the chiral discrimination is transferred to quantum hypothesis testing. In the second step, we for the first time introduce a non-destructive quantum-state detection technique assisted with a microwave resonator to chiral discrimination, through which the molecular chirality is determined by the sign of the output signals. Using a typical chiral molecule, 1,2-propanediol, and an experimentally feasible model based on spherical Fabry-P\\'{e}rot cavity, we show that the molecular chirality of slowly moving enantiopure gaseous samples with $10^2 - 10^3$ molecules can be highly credibly distinguished in a single-shot detection. By further trapping chiral molecules, it is promising to achieve chiral discrimination at the single molecule level by using our approach. ",
    "url": "https://arxiv.org/abs/2310.02498",
    "authors": [
      "Chong Ye",
      "Yifan Sun",
      "Yong Li",
      "Xiangdong Zhang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2310.02502",
    "title": "Entanglement-Assisted Quantum Chiral Spectroscopy",
    "abstract": "The most important problem of spectroscopic chiral analysis is the inherently weak chiral signals are easily overwhelmed by the environment noises. Enormous efforts had been spent to overcome this problem by enhancing the symmetry break in the light-molecule interactions or reducing the environment noises. Here, we propose an alternative way to solve this problem by using frequency-entangled photons as probe signals and detecting them in coincidence, i.e., using quantum chiral spectroscopy. For this purpose, we develop the theory of entanglement-assisted quantum chiral spectroscopy. Our results show that the signals of left- and right-handed molecules in the quantum spectrum are always distinguishable by suitably configuring the entangled probe photons. In construct, the classical spectrum of the two enantiomers become indistinguishable when the symmetry break in the interactions is overwhelmed by the environment noises. This offers our quantum chiral spectroscopy a great advantage over all classical chiral spectroscopy. Our work opens up an exciting area that exploring profound advantages of quantum spectroscopy in chiral analysis. ",
    "url": "https://arxiv.org/abs/2310.02502",
    "authors": [
      "Chong Ye",
      "Yifan Sun",
      "Xiangdong Zhang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2310.02617",
    "title": "Study of multiple ring ELVES with the Mini-EUSO telescope on-board the  International Space Station",
    "abstract": "Mini-EUSO (Multiwavelength Imaging New Instrument for the Extreme Universe Space Observatory) is a telescope observing the Earth in the ultraviolet band (290-430 nm) from the Russian Zvezda module of the International Space Station since 2019. The telescope is capable of observing UV emissions of cosmic, atmospheric, and terrestrial origin on different time scales. Among the atmospheric phenomena that can be studied, ELVES (Emission of Light and Very low-frequency perturbations due to Electromagnetic pulse Sources) have been photographed by Mini-EUSO with a time resolution of 2.5 us. ELVES are rapidly expanding rings of optical and ultraviolet emissions, 75-95 km in height, resulting from the de-excitation of molecular nitrogen and oxygen in the lower ionosphere following a lightning-associated ElectroMagnetic wave Pulse (EMP). A detailed study of their characteristics, such as radius, speed, and energy, is required for the understanding of these phenomena. In this work, results from the observation of about 30 ELVES with Mini-EUSO will be presented. Using dedicated algorithms, their electro-optical dynamics and morphological characteristics have been thoroughly investigated. ",
    "url": "https://arxiv.org/abs/2310.02617",
    "authors": [
      "Giulia Romoli"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Atmospheric and Oceanic Physics (physics.ao-ph)"
    ]
  },
  {
    "id": "arXiv:2306.11268",
    "title": "LightRidge: An End-to-end Agile Design Framework for Diffractive Optical  Neural Networks",
    "abstract": " Comments: 16 pages, 13 figures, Architectural Support for Programming Languages and Operating Systems (ASPLOS'24) ",
    "url": "https://arxiv.org/abs/2306.11268",
    "authors": [
      "Yingjie Li",
      "Ruiyang Chen",
      "Minhan Lou",
      "Berardi Sensale-Rodriguez",
      "Weilu Gao",
      "Cunxi Yu"
    ],
    "subjectives": [
      "Hardware Architecture (cs.AR)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2307.13309",
    "title": "Quantum Photonic Circuits Integrated with Color Centers in Designer  Nanodiamonds",
    "abstract": " Comments: 33 pages, 10 figures ",
    "url": "https://arxiv.org/abs/2307.13309",
    "authors": [
      "Kinfung Ngan",
      "Yuan Zhan",
      "Constantin Dory",
      "Jelena Vučković",
      "Shuo Sun"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2308.01893",
    "title": "Strategies for optimizing plasmonic grating couplers with topology-based  inverse design",
    "abstract": " Title: Strategies for optimizing plasmonic grating couplers with topology-based  inverse design ",
    "url": "https://arxiv.org/abs/2308.01893",
    "authors": [
      "Michael Efseaff",
      "Mark C. Harrison"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2308.09342",
    "title": "Coherence resonance for time-averaged measures",
    "abstract": " Comments: 8 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2308.09342",
    "authors": [
      "Go Uchida"
    ],
    "subjectives": [
      "Adaptation and Self-Organizing Systems (nlin.AO)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2309.05884",
    "title": "Accelerating Quantum Optimal Control of Multi-Qubit Systems with  Symmetry-Based Hamiltonian Transformations",
    "abstract": " Comments: 15 pages, 5 figures. This article may be downloaded for personal use only. Any other use requires prior permission of the author and AIP Publishing. This article appeared in AVS Quantum Science and may be found at this https URL Find the PDF of the Supplementary Material in the source files ",
    "url": "https://arxiv.org/abs/2309.05884",
    "authors": [
      "Xian Wang",
      "Mahmut Sait Okyay",
      "Anshuman Kumar",
      "Bryan M. Wong"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  }
]