[
  {
    "id": "arXiv:2308.01951",
    "title": "Voltage-tunable OPO with an alternating dispersion dimer integrated on  chip",
    "abstract": "Optical parametric oscillators enable the conversion of pump light to new frequency bands using nonlinear optical processes. Recent advances in integrated nonlinear photonics have led to create compact, chip-scale sources via Kerr nonlinearity-induced parametric oscillations. While these sources have provided broadband wavelength tuning, the ability to tune the emission wavelength via dynamically altering the dispersion, has not been attained so far. Here we present a voltage-tunable, on-chip integrated optical parametric oscillator based on alternating dispersiondimer, allowing to tune the emission over nearly 20 THz near 1550 nm. Unlike previous approaches, our device eliminates the need for a widely tunable pump laser source and provides efficient pump filtering at the drop port of the auxiliary ring. Integration of this scheme on a chip opens up the possibility of compact and low-cost voltage-tunable parametric oscillators with diverse application possibilities. ",
    "url": "https://arxiv.org/abs/2308.01951",
    "authors": [
      "Dmitry Pidgayko",
      "Aleksandr Tusnin",
      "Johann Riemensberger",
      "Anton Stroganov",
      "Alexey Tikan",
      "Tobias J. Kippenberg"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2308.01989",
    "title": "Observation of the thermal acoustic breathing modes of a bubble",
    "abstract": "We report experimental observations of the volume acoustic modes of air bubbles in water, including both the fundamental Minnaert breathing mode and a family of higher-order modes extending into the megahertz frequency range. Bubbles were placed on or near optomechanical sensors having a noise floor substantially determined by ambient medium fluctuations, and thus able to detect thermal Brownian motions of proximate objects. Bubble motions could be coupled to the sensor through both air (i.e., with the sensor inside the bubble) and water, verifying that sound is radiated by the high-order modes. In some cases, we also observed hybridization between the mechanical modes of the sensor and those of nearby bubbles. Finally, and more speculatively, we found evidence for Purcell-effect modification of the sensor vibrational spectrum when encapsulated by a bubble. ",
    "url": "https://arxiv.org/abs/2308.01989",
    "authors": [
      "K. G. Scheuer",
      "F. B. Romero",
      "R.G. DeCorby"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2308.02056",
    "title": "Enhancing Divalent Optical Atomic Clocks with the  $^{1}\\mathrm{S}_0$$\\leftrightarrow$$^{3}\\mathrm{P}_{2}$ Transition",
    "abstract": "Divalent atoms and ions with a singlet $S$ ground state and triplet $P$ excited state form the basis of many high-precision optical atomic clocks. Along with the metastable $^{3}\\mathrm{P}_{0}$ clock state, these atomic systems also have a nearby metastable $^{3}\\mathrm{P}_{2}$ state. We investigate the properties of the electric quadrupole $^{1}\\mathrm{S}_0$$\\leftrightarrow$$^{3}\\mathrm{P}_{2}$ transition with a focus on enhancing already existing optical atomic clocks. In particular, we investigate the $^{1}\\mathrm{S}_0$$\\leftrightarrow$$^{3}\\mathrm{P}_{2}$ transition in $^{27}\\mathrm{Al}^{+}$ and calculate the differential polarizability, hyperfine effects, and other relevant atomic properties. We also discuss potential applications of this transition, notably that it provides two transitions with different sensitivities to systematic effects in the same species. In addition, we describe how the $^{1}\\mathrm{S}_0$$\\leftrightarrow$$^{3}\\mathrm{P}_{2}$ transition can be used to search for physics beyond the Standard Model and motivate investigation of this transition in other existing optical atomic clocks. ",
    "url": "https://arxiv.org/abs/2308.02056",
    "authors": [
      "Matthew A. Bohman",
      "Sergey G. Porsev",
      "David B. Hume",
      "David R. Leibrandt",
      "Marianna S. Safronova"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2308.02251",
    "title": "Macroscopic effects in generation of attosecond XUV pulses via  high-order frequency mixing in gases and plasma",
    "abstract": "We study the generation of attosecond XUV pulses via high-order frequency mixing (HFM) of two intense generating fields, and compare this process with the more common high-order harmonic generation (HHG) process. We calculate the macroscopic XUV signal by numerically integrating the 1D propagation equation coupled with the 3D time-dependent Schr\\\"odinger equation. We analytically find the length scales which limit the quadratic growth of the HFM macroscopic signal with propagation length. Compared to HHG these length scales are much longer for a group of HFM components, with orders defined by the frequencies of the generating fields. This results in a higher HFM macroscopic signal despite the microscopic response being lower than for HHG. In our numerical simulations, the intensity of the HFM signal is several times higher than that for HHG in a gas, and it is up to three orders of magnitude higher for generation in plasma; it is also higher for longer generating pulses. The HFM provides very narrow XUV lines ($\\delta \\omega / \\omega = 4.6 \\times 10^{-4}$) with well-defined frequencies, thus allowing for a simple extension of optical frequency standards to the XUV range. Finally, we show that the group of HFM components effectively generated due to macroscopic effects provides a train of attosecond pulses such that the carrier-envelope phase of an individual attosecond pulse can be easily controlled by tuning the phase of one of the generating fields. ",
    "url": "https://arxiv.org/abs/2308.02251",
    "authors": [
      "V. A. Birulia",
      "M. A. Khokhlova",
      "V. V. Strelkov"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2308.02305",
    "title": "Topological constraints on the dynamics of vortex formation in a  bi-dimensional quantum fluid",
    "abstract": "We present experimental and theoretical results on formation of quantum vortices in a laser beam propagating in a nonlinear medium. Topological constrains richer that the mere conservation of vorticity impose an elaborate dynamical behavior to the formation and annihilation of vortex/anti-vortex pairs. We identify two such mechanisms, both described by the same fold-Hopf bifurcation. One of them is particularly efficient although it is not observed in the context of liquid helium films or stationary linear systems because it relies on the finite compressibility and on the non-stationnarity of the fluid of light we consider. ",
    "url": "https://arxiv.org/abs/2308.02305",
    "authors": [
      "Thibault Congy",
      "Pierre Azam",
      "Robin Kaiser",
      "Nicolas Pavloff"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2308.02365",
    "title": "Trap-integrated fluorescence detection based on silicon photomultipliers  in a cryogenic Penning trap",
    "abstract": "We present a fluorescence-detection system for laser-cooled 9Be+ ions based on silicon photomultipliers (SiPM) operated at 4 K and integrated into our cryogenic 1.9 T multi-Penning-trap system. Our approach enables fluorescence detection in a hermetically-sealed cryogenic Penning-trap chamber with limited optical access, where state-of-the-art detection using a telescope and photomultipliers at room temperature would be extremely difficult. We characterize the properties of the SiPM in a cryocooler at 4 K, where we measure a dark count rate below 1/s and a detection efficiency of 2.5(3) %. We further discuss the design of our cryogenic fluorescence-detection trap, and analyze the performance of our detection system by fluorescence spectroscopy of 9Be+ ion clouds during several runs of our experiment. ",
    "url": "https://arxiv.org/abs/2308.02365",
    "authors": [
      "Markus Wiesinger",
      "Florian Stuhlmann",
      "Matthew A. Bohman",
      "Peter Micke",
      "Christian Will",
      "Hüseyin Yildiz",
      "Fatma Abbass",
      "Bela P. Arndt",
      "Jack A. Devlin",
      "Stefan Erlewein",
      "Markus Fleck",
      "Julia I. Jäger",
      "Barbara M. Latacz",
      "Daniel Schweitzer",
      "Gilbertas Umbrazunas",
      "Elise Wursten",
      "Klaus Blaum",
      "Yasuyuki Matsuda",
      "Andreas Mooser",
      "Wolfgang Quint",
      "Anna Soter",
      "Jochen Walz",
      "Christian Smorra",
      "Stefan Ulmer"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2308.02447",
    "title": "Quantum Dynamical Approach to Predicting the Optical Pumping Threshold  for Lasing in Organic Materials",
    "abstract": "We present a quantum dynamic study on organic lasing phenomena, which is a challenging issue in organic optoelectronics. Previously, phenomenological method has achieved success in describing experimental observation. However, it cannot directly bridge the laser threshold with molecular electronic structure parameters and cavity parameters. Quantum dynamics method for describing organic lasing and obtaining laser threshold is highly expected. In this Letter, we first propose a microscopic model suitable for describing the lasing dynamics of organic molecular system and we apply the time-dependent wave-packet diffusion (TDWPD) to reveal the microscopic quantum dynamical process for the optical pumped lasing behavior. Lasing threshold is obtained from the onset of output as a function of optical input pumping. We predict that the lasing threshold has an optimal value as function of the cavity volume and depends linearly on the intracavity photon leakage rate. The structure-property relationships between molecular electronic structure parameters (including the energy of molecular excited state, the transition dipole and the organization energy) and the laser threshold obtained through numerical calculations are in qualitative agreement the experimental results, which also confirms the reliability of our approach. This work is beneficial to understanding the mechanism of organic laser and optimizing the design of organic laser materials. TOC ",
    "url": "https://arxiv.org/abs/2308.02447",
    "authors": [
      "Bin Zhang",
      "Zhigang"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2308.02476",
    "title": "High-Power Quantum-Limited Photodiode and Classical Laser Noise  Squashing",
    "abstract": "To benefit high-power interferometry and the creation of low-noise light sources, we develop a simple lead-compensated photodetector enabling quantum-limited readout from 0.3 mW to 10 mW and 10 k$\\Omega$ transimpedance gain from 85 Hz - 35 MHz. Feeding the detector output back to an intensity modulator, we squash the classical amplitude noise of a commercial 1550 nm fiber laser to the shot noise limit over a bandwidth of 700 Hz - 200 kHz, observing no degradation to its (nominally ~100 Hz) linewidth. ",
    "url": "https://arxiv.org/abs/2308.02476",
    "authors": [
      "Vincent Dumont",
      "Jiaxing Ma",
      "Eamon Eagan",
      "Jack C. Sankey"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2308.02017",
    "title": "A Compact Model of Threshold Switching Devices for Efficient Circuit  Simulations",
    "abstract": "In this paper, we present a new compact model of threshold switching devices which is suitable for efficient circuit-level simulations. First, a macro model, based on a compact transistor based circuit, was implemented in LTSPICE. Then, a descriptive model was extracted and implemented in MATLAB, which is based on the macro model. This macro model was extended to develop a physical model that describes the processes that occur during the threshold switching. The physical model derived comprises a delay structure with few electrical components adjacent to the second junction. The delay model incorporates an internal state variable, which is crucial to transform the descriptive model into a compact model and to parameterize it in terms of electrical parameters that represent the component's behavior. Finally, we applied our model by fitting measured i-v data of an OTS device manufactured by Western Digital Research. ",
    "url": "https://arxiv.org/abs/2308.02017",
    "authors": [
      "Mohamad Moner Al Chawa",
      "Daniel Bedau",
      "Ahmet S. Demirkol",
      "James W. Reiner",
      "Derek A. Stewart",
      "Michael K. Grobis",
      "Ronald Tetzlaff"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Signal Processing (eess.SP)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2308.02222",
    "title": "Strong squeezing of microwave output fields via reservoir-engineered  cavity magnomechanics",
    "abstract": "We show how to achieve strong squeezing of a microwave output field by reservoir engineering a cavity magnomechanical system, consisting of a microwave cavity, a magnon mode, and a mechanical vibration mode. The magnon mode is simultaneously driven by two microwave fields at the blue and red sidebands associated with the vibration mode. The two-tone drive induces a squeezed magnonic reservoir for the intracavity field, leading to a squeezed cavity mode due to the cavity-magnon state swapping, which further yields a squeezed cavity output field. The squeezing of the output field is stationary and substantial using currently available parameters in cavity magnomechanics. The work indicates the potential of the cavity magnomechanical system in preparing squeezed microwave fields, and may find promising applications in quantum information science and quantum metrology. ",
    "url": "https://arxiv.org/abs/2308.02222",
    "authors": [
      "Hang Qian",
      "Xuan Zuo",
      "Zhi-Yuan Fan",
      "Jiong Cheng",
      "Jie Li"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2308.02277",
    "title": "Colloquium: Quantum Batteries",
    "abstract": "Recent years have witnessed an explosion of interest in quantum devices for the production, storage, and transfer of energy. In this Colloquium, we concentrate on the field of quantum energy storage by reviewing recent theoretical and experimental progress in quantum batteries. We first provide a theoretical background discussing the advantages that quantum batteries offer with respect to their classical analogues. We then review the existing quantum many-body battery models and present a thorough discussion of important issues related to their open nature. We finally conclude by discussing promising experimental implementations, preliminary results available in the literature, and perspectives. ",
    "url": "https://arxiv.org/abs/2308.02277",
    "authors": [
      "Francesco Campaioli",
      "Stefano Gherardini",
      "James Q. Quach",
      "Marco Polini",
      "Gian Marcello Andolina"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Atomic and Molecular Clusters (physics.atm-clus)"
    ]
  },
  {
    "id": "arXiv:2308.02318",
    "title": "A Quantum Ghost Imaging Spectrometer",
    "abstract": "We present a device that exploits spatial and spectral correlations in parametric downconversion at once. By using a ghost imaging arrangement, we have been able to reconstruct remotely the frequency profile of a composite system. The presence of distinct spectral regions is corroborated by a model-independent statistical analysis that constitutes an intriguing possibility also in the low count regime. ",
    "url": "https://arxiv.org/abs/2308.02318",
    "authors": [
      "Andrea Chiuri",
      "Federico Angelini",
      "Simone Santoro",
      "Marco Barbieri",
      "Ilaria Gianani"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2308.02320",
    "title": "Observing thermal lensing with quantum light",
    "abstract": "The introduction of quantum methods in spectroscopy can provide enhanced performance and technical advantages in the management of noise. We investigate the application of quantum illumination in a pump and probe experiment. Thermal lensing in a suspension of gold nanorods is explored using a classical beam as the pump and the emission from parametric downconversion as the probe. We obtain an insightful description of the behaviour of the suspension under pumping with a method known to provide good noise rejection. Our findings are a further step towards investigating effects of quantum light in complex plasmonic media. ",
    "url": "https://arxiv.org/abs/2308.02320",
    "authors": [
      "Marco Barbieri",
      "Iole Venditti",
      "Chiara Battocchio",
      "Vincenzo Berardi",
      "Fabio Bruni",
      "Ilaria Gianani"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2308.02413",
    "title": "Experiment-based deep learning approach for power allocation with a  programmable metasurface",
    "abstract": "Deep learning, as a highly efficient method for metasurface inverse design, commonly use simulation data to train deep neural networks (DNNs) that can map desired functionalities to proper metasurface designs. However, the assumptions and simplifications made in the simulation model may not reflect the actual behavior of a complex system, leading to suboptimal performance of the DNNs in practical scenarios. To address this issue, we propose an experiment-based deep learning approach for metasurface inverse design and demonstrate its effectiveness for power allocation in complex environments with obstacles. Enabled by the tunability of a programmable metasurface, large sets of experimental data in various configurations can be collected for DNN training. The DNN trained by experimental data can inherently incorporate complex factors and can adapt to changed environments through its on-site data-collecting and fast-retraining capability. The proposed experiment-based DNN holds the potential for intelligent and energy-efficient wireless communication in complex indoor environments. ",
    "url": "https://arxiv.org/abs/2308.02413",
    "authors": [
      "Jingxin Zhang",
      "Jiawei Xi",
      "Peixing Li",
      "Ray C. C. Cheung",
      "Alex M. H. Wong",
      "Jensen Li"
    ],
    "subjectives": [
      "Signal Processing (eess.SP)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2306.00888",
    "title": "Dipolar quantum solids emerging in a Hubbard quantum simulator",
    "abstract": " Title: Dipolar quantum solids emerging in a Hubbard quantum simulator ",
    "url": "https://arxiv.org/abs/2306.00888",
    "authors": [
      "Lin Su",
      "Alexander Douglas",
      "Michal Szurek",
      "Robin Groth",
      "S. Furkan Ozturk",
      "Aaron Krahn",
      "Anne H. Hébert",
      "Gregory A. Phelps",
      "Sepehr Ebadi",
      "Susannah Dickerson",
      "Francesca Ferlaino",
      "Ognjen Marković",
      "Markus Greiner"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2306.16651",
    "title": "A Res-FCN for Electromagnetic Inversion of High Contrast Scatterers at  an Arbitrary Frequency Within a Wide Frequency Band",
    "abstract": " Title: A Res-FCN for Electromagnetic Inversion of High Contrast Scatterers at  an Arbitrary Frequency Within a Wide Frequency Band ",
    "url": "https://arxiv.org/abs/2306.16651",
    "authors": [
      "Hao-Jie Hu",
      "Jiawen Li",
      "Li-Ye Xiao",
      "Yu Cheng",
      "Qing Huo Liu"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2307.13982",
    "title": "Heading Error Compensation in a Portable Optical Magnetometer Using a  Double-Pass Single Beam Configuration",
    "abstract": " Title: Heading Error Compensation in a Portable Optical Magnetometer Using a  Double-Pass Single Beam Configuration ",
    "url": "https://arxiv.org/abs/2307.13982",
    "authors": [
      "Yossi Rosenzweig",
      "Dmitriy Tokar",
      "Igor Shcerback",
      "Menachem Givon",
      "Ron Folman"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  }
]