[
  {
    "id": "arXiv:2408.03384",
    "title": "Propagation of pulsed light in an optical cavity in a gravitational field",
    "abstract": "           All modern theories of gravitation, starting with Newton's, predict that gravity will affect the speed of light propagation. Einstein's theory of General Relativity famously predicted that the effect is twice the Newtonian value, a prediction that was verified during the 1919 solar eclipse. Recent theories of vector gravity can be interpreted to imply that gravity will have a different effect on pulsed light versus continuous-wave (CW) light propagating between the two mirrors of an optical cavity. Interestingly, we are not aware of any previous experiments to determine the relative effect of gravity on the propagation of pulsed versus CW light. In order to observe if there are small differences, we use a 6 GHz electro-optic frequency comb and low-noise CW laser to make careful measurements of the resonance frequencies of a high-finesse optical cavity. Once correcting for the effects of mirror dispersion, we determine that the cavity resonance frequencies for pulsed and CW light are the same to within our experimental error, which is on the order of $10^{-12}$ of the optical frequency, and one part in 700 of the expected gravitational shift.         ",
    "url": "https://arxiv.org/abs/2408.03384",
    "authors": [
      "Daniel D. Hickstein",
      "David R. Carlson",
      "Zachary L. Newman",
      "Cecile Carlson",
      "Carver Mead"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "General Relativity and Quantum Cosmology (gr-qc)"
    ]
  },
  {
    "id": "arXiv:2408.03412",
    "title": "Collinear Optical Two-Dimensional Coherent Spectroscopy with Fluorescence Detection at 5 kHz Repetition Rate",
    "abstract": "           Optical two-dimensional coherent spectroscopy (2DCS) is a powerful ultrafast spectroscopic technique that can greatly benefit from the unique features of a femtosecond laser operating at a kHz repetition rate. However, isolating specific nonlinear signal in the collinear geometry, especially with a kHz laser, presents challenges. We present an experimental implementation of optical 2DCS in a collinear geometry using a femtosecond laser operating at a 5 KHz repetition rate. The desired nonlinear signal is selectively extracted in the frequency domain by lock-in detection. Both pump-probe and optical 2DCS experiments were conducted on a rubidium vapor. The signal-to-noise ratio of pump-probe and 2DCS spectra was characterised under various experimental parameters. The study highlights the importance of the lock-in reference frequency in overcoming the limitations imposed by low repetition rates, thereby paving the way for the application of collinear optical 2DCS in material systems requiring kHz femtosecond lasers.         ",
    "url": "https://arxiv.org/abs/2408.03412",
    "authors": [
      "Stephen Revesz",
      "Rustam Gatamov",
      "Adolfo Misiara",
      "Hebin Li"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2408.03513",
    "title": "Acoustic Pancharatnam-Berry Geometric Phase Induced by Transverse Spin",
    "abstract": "           Common wisdom believes that the Pancharatnam-Berry (PB) geometric phase is absent in acoustics due to the spin-0 nature of sound waves. We theoretically and experimentally demonstrate that the PB phase can emerge in surface sound waves (SSWs) carrying transverse spin. The phase differs for the SSWs propagating in opposite directions due to spin-momentum locking. We further realize acoustic PB metasurfaces for nearly arbitrary wavefront manipulation. Our work provides the missing piece of acoustic geometric phases, offering new insights into the fundamental properties of sound waves and opening a new avenue for sound manipulation based on the PB phase.         ",
    "url": "https://arxiv.org/abs/2408.03513",
    "authors": [
      "Wanyue Xiao",
      "Wenjian Kuang",
      "Sibo Huang",
      "Shanjun Liang",
      "Din Ping Tsai",
      "Shubo Wang"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2408.03536",
    "title": "Anomalous Lasing Behavior in a Nonlinear Plasmonic Random Laser",
    "abstract": "           An unprecedented double-threshold lasing behavior has been observed in a plasmonic random laser composed of Au nanoislands decorated on vertically standing ZnO nanorods, infiltrated with dye-doped polymer matrix. The strong coupling of random laser modes to plasmonic nanocavities results in a dominant absorption of the random laser emission, leading to the first unusual lasing threshold. At higher pump fluences, the nonlinear optical behavior of the Au nanoislands induces a second lasing threshold. Various statistical tools have been employed to analyze the intensity fluctuations of the random laser modes, validating this unique lasing behavior.         ",
    "url": "https://arxiv.org/abs/2408.03536",
    "authors": [
      "Renu Yadav",
      "Sourabh Pal",
      "Subhajit Jana",
      "Samit K. Ray",
      "Maruthi M. Brundavanam",
      "Shivakiran Bhaktha B. N"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2408.03547",
    "title": "Designing and analyzing microwave photonic spectral domain filters based on transversal filtering with optical microcombs",
    "abstract": "           Microwave transversal filters, which are implemented based on the transversal filter structure in digital signal processing, offer a high reconfigurability for achieving a variety of signal processing functions without changing hardware. When implemented using microwave photonic (MWP) technologies, also known as MWP transversal filters, they provide competitive advantages over their electrical counterparts, such as low loss, large operation bandwidth, and strong immunity to electromagnetic interference. Recent advances in high performance optical microcombs provide compact and powerful multiwavelength sources for MWP transversal filters that require a larger number of wavelength channels to achieve high performance, allowing for the demonstration of a diverse range of filter functions with improved performance and new features. Here, we present a comprehensive performance analysis for microcomb based MWP spectral filters based on the transversal filter approach. First, we investigate the theoretical limitations in the filter spectral response induced by finite tap numbers. Next, we analyze the distortions in the filter spectral response resulting from experimental error sources. Finally, we assess the influence of input signals bandwidth on the filtering errors. These results provide a valuable guide for the design and optimization of microcomb-based MWP transversal filters for a variety of applications.         ",
    "url": "https://arxiv.org/abs/2408.03547",
    "authors": [
      "David J. Moss"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2408.03550",
    "title": "Periodically poled thin-film lithium niobate ring Mach Zehnder coupling interferometer as an efficient quantum source of light",
    "abstract": "           Single photons and squeezed light are the two primary workhorses for quantum computation and quantum communication. Generating high-efficiency single photons with high purity and heralding efficiency is the prerequisite for photonic quantum computers. At the same time, generating high-efficiency scalable squeezed light is the prerequisite for continuous variable quantum computing along with sensing applications. Here, we propose a symmetric ring-Mach-Zehnder interferometer (RMZI), which includes a periodically poled lithium niobate (PPLN) waveguide as an efficient source of squeezed light and a single-photon source. We numerically show that our proposed design can generate tunable squeezed light with a squeezing level higher than -12dB with sub-milli-watt (mW) pump power. The proposed device can also generate single photons with purity as high as 99(95)% with heralding efficiency 94(99)% using only 20ps long pulses. Our proposed design is fully compatible with current fabrication technology.         ",
    "url": "https://arxiv.org/abs/2408.03550",
    "authors": [
      "Mrinmoy Kundu",
      "Bejoy Sikder",
      "Heqing Huang",
      "Mark Earnshaw",
      "A. Sayem"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2408.03693",
    "title": "A molecular dynamics framework coupled with smoothed particle hydrodynamics for quantum plasma simulations",
    "abstract": "           We present a novel scheme for modelling quantum plasmas in the warm dense matter (WDM) regime via a hybrid smoothed particle hydrodynamic - molecular dynamic treatment, here referred to as 'Bohm SPH'. This treatment is founded upon Bohm's interpretation of quantum mechanics for partially degenerate fluids, does not apply the Born-Oppenheimer approximation, and is computationally tractable, capable of modelling dynamics over ionic timescales at electronic time resolution. Bohm SPH is also capable of modelling non-Gaussian electron wavefunctions. We present an overview of our methodology, validation tests of the single particle case including the hydrogen 1s wavefunction, and comparisons to simulations of a warm dense hydrogen system performed with wave packet molecular dynamics.         ",
    "url": "https://arxiv.org/abs/2408.03693",
    "authors": [
      "Thomas Campbell",
      "Pontus Svensson",
      "Brett Larder",
      "Daniel Plummer",
      "Sam M. Vinko",
      "Gianluca Gregori"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2408.03850",
    "title": "Robust characterization of photonic integrated circuits",
    "abstract": "           Photonic integrated circuits (PICs) offer ultra-broad optical bandwidths that enable unprecedented data throughputs for signal processing applications. Dynamic reconfigurability enables compensation of fabrication flaws and fluctuating external environments, tuning for adaptive equalization and training of optical neural networks. The initial step in PIC reconfiguration entails measuring its dynamic performance, often described by its frequency response. While measuring the amplitude response is straightforward, e.g. using a tunable laser and optical power meter, measuring the phase response presents challenges due to various factors, including phase variations in test connections and instrumentation limitations. To address these challenges, a universal and robust characterization technique is proposed, which uses an on-chip reference path coupled to the signal processing core (SPC), with a delay larger or smaller than the total delay across the signal processing paths. A Fourier transform of the chip's power response reveals the SPC's impulse response. The method is more robust against low reference-path power and imprecise delays. Experiments using a finite-impulse-response (FIR) structure demonstrate rapid SPC training, overcoming thermal crosstalk and device imperfections. This approach offers a promising solution for PIC characterization, facilitating expedited physical parameter training for advanced applications in communications and optical neural networks.         ",
    "url": "https://arxiv.org/abs/2408.03850",
    "authors": [
      "Jiajia Wang",
      "Xingyuan Xu",
      "Haoran Zhang",
      "Xuecheng Zeng",
      "Yunping Bai",
      "Arthur J. Lowery",
      "Kun Xu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2408.03861",
    "title": "A tunable photonic band gap resonator for axion dark matter searches",
    "abstract": "           Axions are a well-motivated dark matter candidate particle. Haloscopes aim to detect axions in the galactic halo by measuring the photon signal resulting from axions interacting with a strong magnetic field. Existing haloscopes are primarily targeting axion masses which produce microwave-range photons and rely on microwave resonators to enhance the signal power. Only a limited subset of resonator modes are useful for this process, and current cylindrical-style cavities suffer from mode mixing and crowding from other fundamental modes. The majority of these modes can be eliminated by using photonic band gap (PBG) resonators. The band gap behavior of these structures allows for a resonator with mode selectivity based on frequency. We present results from the first tunable PBG resonator, a proof-of-concept design with a footprint compatible with axion haloscopes. We have thoroughly characterized the tuning range of two versions of the structure and report the successful confinement of the operating TM$_{010}$ mode and the elimination of all TE modes within the tuning range.         ",
    "url": "https://arxiv.org/abs/2408.03861",
    "authors": [
      "Samantha M. Lewis",
      "Dillon T. Goulart",
      "Mirelys Carcana Barbosa",
      "Alexander F. Leder",
      "Aarav M. Sindhwad",
      "Isabella Urdinaran",
      "Karl van Bibber"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2408.03496",
    "title": "A three-stage method for reconstructing multiple coefficients in coupled photoacoustic and diffuse optical imaging",
    "abstract": "           This paper studies inverse problems in quantitative photoacoustic tomography with additional optical current data supplemented from diffuse optical tomography. We propose a three-stage image reconstruction method for the simultaneous recovery of the absorption, diffusion, and Grüneisen coefficients. We demonstrate, through numerical simulations, that: (i) when the Grüneisen coefficient is known, the addition of the optical measurements allows a more accurate reconstruction of the scattering and absorption coefficients; and (ii) when the Grüneisen coefficient is not known, the addition of optical current measurements allows us to reconstruct uniquely the Grüneisen, the scattering and absorption coefficients. Numerical simulations based on synthetic data are presented to demonstrate the effectiveness of the proposed idea.         ",
    "url": "https://arxiv.org/abs/2408.03496",
    "authors": [
      "Yinxi Pan",
      "Kui Ren",
      "Shanyin Tong"
    ],
    "subjectives": [
      "Numerical Analysis (math.NA)",
      "Optimization and Control (math.OC)",
      "Computational Physics (physics.comp-ph)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2408.03702",
    "title": "Lift-off free catalyst for metal assisted chemical etching of silicon in vapour phase",
    "abstract": "           Metal-assisted chemical etching of silicon is a promising method for fabricating nanostructures with a high aspect ratio. To define a pattern for the catalyst, lift-off processes are commonly used. The lift-off step however is often a process bottle neck due to low yield, especially for smaller structures. To bypass the lift-off process, other methods such as electroplating can be utilized. In this paper, we suggest an electroplated bi-layer catalyst for vapour phase metal-assisted chemical etching as an alternative to the commonly utilised lift-off process. Samples were successfully etched in vapour, and resulting structures had feature sizes down to 10 nm.         ",
    "url": "https://arxiv.org/abs/2408.03702",
    "authors": [
      "Hanna Ohlin",
      "Bryan Benz",
      "Lucia Romano",
      "Ulrich Vogt"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2408.03903",
    "title": "Role of time-frequency correlations in two-photon-two-atom resonance energy transfer",
    "abstract": "           Excitation energy transfer is a photophysical process upon which many chemical and biological phenomena are built. From natural small systems to synthetic multichromophoric macromolecules, energy transfer deals with the process of migration of electronic excitation energy from an excited donor to an acceptor. Although this phenomenon has been extensively studied in the past, the rapid evolution of quantum-enabled technologies has motivated the question on whether nonclassical sources of light, such as entangled photon pairs, may provide us with a better control (or enhancement) of energy transfer at the nanoscale. In this work, we provide a comprehensive study of the joint excitation of two non-interacting two-level atoms by time-frequency correlated photon pairs -- whose central frequencies are not resonant with the individual particles -- generated by means of spontaneous parametric down conversion (SPDC). We demonstrate that while strong frequency anti-correlation between photons guarantees a large two-photon excitation (TPE) probability, photons bearing a sine cardinal spectral shape exhibit a $\\sim$3.8 times larger TPE signal than photons with a Gaussian spectrum. More importantly, we find that suppression of time-ordered excitation pathways does not substantially modify the TPE probability for two-photon states with a Gaussian spectral shape; whereas photons with a sine cardinal spectrum exhibit the strongest TPE signals when two-photon excitation pathways are not suppressed. Our results not only help elucidating the role of time-frequency correlations in resonance energy transfer with SPDC photons, but also provide valuable information regarding the optimal source to be used in its experimental implementation.         ",
    "url": "https://arxiv.org/abs/2408.03903",
    "authors": [
      "Roberto de J. León-Montiel",
      "Arturo Pedroza-Rojas",
      "Jorge A. Peralta-Ángeles"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2408.03924",
    "title": "Exact and universal quantum Monte Carlo estimators for energy susceptibility and fidelity susceptibility",
    "abstract": "           We derive exact, universal, closed-form quantum Monte Carlo estimators for finite temperature energy susceptibility and fidelity susceptibility for essentially arbitrary Hamiltonians. We demonstrate how our method can be used to study quantum phase transitions without knowledge of an order parameter and without the need to design system-specific ergodic quantum Monte Carlo update rules by applying it to a class of random models.         ",
    "url": "https://arxiv.org/abs/2408.03924",
    "authors": [
      "Nic Ezzell",
      "Lev Barash",
      "Itay Hen"
    ],
    "subjectives": [
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2306.13669",
    "title": "Niel's Chess -- The Battle of the Quantum Age",
    "abstract": "           In this paper, a quantum variant of chess is introduced, which can be played on a traditional board without the need of using computers or other electronic devices. The rules of the game arise naturally by combining the rules of conventional chess with key quantum-physical effects such as superposition and entanglement. Niel's Chess is recommended for ages 10 and above, to everyone who wishes to play a creative game with historical roots and at the same time gain intuition about the foundational quantum effects that power cutting-edge technologies like quantum computing and quantum communication, which are poised to revolutionise our society in the coming decades.         ",
    "url": "https://arxiv.org/abs/2306.13669",
    "authors": [
      "Tamás Varga"
    ],
    "subjectives": [
      "Popular Physics (physics.pop-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2308.15404",
    "title": "Fundamental charge noise in electro-optic photonic integrated circuits",
    "abstract": "           Understanding thermodynamical measurement noise is of central importance for electrical and optical precision measurements from mass-fabricated semiconductor sensors, where the Brownian motion of charge carriers poses limits, to optical reference cavities for atomic clocks or gravitational wave detection, which are limited by thermorefractive and thermoelastic noise due to the transduction of temperature fluctuations to the refractive index and length fluctuations. Here, we discover that unexpectedly charge carrier density fluctuations give rise to a novel noise process in recently emerged electro-optic photonic integrated circuits. We show that Lithium Niobate and Lithium Tantalate photonic integrated microresonators exhibit an unexpected Flicker type (i.e. $1/f^{1.2}$) scaling in their noise properties, significantly deviating from the well-established thermorefractive noise theory. We show that this noise is consistent with thermodynamical charge noise, which leads to electrical field fluctuations that are transduced via the strong Pockels effects of electro-optic materials. Our results establish electrical Johnson-Nyquist noise as the fundamental limitation for Pockels integrated photonics, crucial for determining performance limits for both classical and quantum devices, ranging from ultra-fast tunable and low-noise lasers, Pockels soliton microcombs, to quantum transduction, squeezed light or entangled photon-pair generation. Equally, this observation offers optical methods to probe mesoscopic charge fluctuations with exceptional precision.         ",
    "url": "https://arxiv.org/abs/2308.15404",
    "authors": [
      "Junyin Zhang",
      "Zihan Li",
      "Johann Riemensberger",
      "Grigory Lihachev",
      "Guanhao Huang",
      "Tobias J. Kippenberg"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2312.04768",
    "title": "Programmable generation of counterrotating bicircular light pulses in the multi-terahertz frequency range",
    "abstract": "           The manipulation of solid states using intense infrared or terahertz light fields is a pivotal area in contemporary ultrafast photonics research. While conventional circular polarization has been well explored, the potential of counterrotating bicircular light remains widely underexplored, despite growing interest in theory. In the mid-infrared or multi-terahertz region, experimental challenges lie in difficulties in stabilizing the relative phase between two-color lights and the lack of available polarization elements. Here, we successfully generated phase-stable counterrotating bicircular light pulses in the 10-40 THz frequency range circumventing the above problems. Employing spectral broadening, polarization pulse shaping with a spatial light modulator, and intra-pulse difference frequency generation leveraging a distinctive angular-momentum selection rule within the nonlinear crystal, we achieved direct conversion from near-infrared pulses into the designed counterrotating bicircular multi-terahertz pulses. Use of the spatial light modulator enables programmable control over the shape, orientation, rotational symmetry, and helicity of the bicircular light field trajectory. This advancement provides a novel pathway for the programmable manipulation of light fields, and marks a significant step toward understanding and harnessing the impact of tailored light fields on matter, particularly in the context of topological semimetals.         ",
    "url": "https://arxiv.org/abs/2312.04768",
    "authors": [
      "Kotaro Ogawa",
      "Natsuki Kanda",
      "Yuta Murotani",
      "Ryusuke Matsunaga"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.10274",
    "title": "Additively manufactured ceramics for compact quantum technologies",
    "abstract": "           Quantum technologies are advancing from fundamental research in specialized laboratories to practical applications in the field, driving the demand for robust, scalable, and reproducible system integration techniques. Ceramic components can be pivotal thanks to high stiffness, low thermal expansion, and excellent dimensional stability under thermal stress. We explore lithography-based additive manufacturing of technical ceramics especially for miniaturized physics packages and electro-optical systems. This approach enables functional systems with precisely manufactured, intricate structures and high mechanical stability while minimizing size and weight. It facilitates rapid prototyping, simplifies fabrication and leads to highly integrated, reliable devices. As an electrical insulator with low outgassing and high temperature stability, printed technical ceramics such as Al2O3 and AlN bridge a technology gap in quantum technology and offer advantages over other printable materials. We demonstrate this potential with CerAMRef, a micro-integrated rubidium D2 line optical frequency reference on a printed Al2O3 micro-optical bench and housing. The frequency instability of the reference is comparable to laboratory setups while the volume of the integrated spectroscopy setup is only 6 ml. We identify potential for future applications in compact atomic magnetometers, miniaturized optical atom traps, and vacuum system integration.         ",
    "url": "https://arxiv.org/abs/2402.10274",
    "authors": [
      "Marc Christ",
      "Conrad Zimmermann",
      "Sascha Neinert",
      "Bastian Leykauf",
      "Klaus Döringshoff",
      "Markus Krutzik"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2405.00677",
    "title": "Niel's Chess: A Quantum Game for Schools and the General Public",
    "abstract": "           In this paper, a quantum variant of chess is introduced, which can be played on a traditional board, without using computers or other electronic devices. The rules of the game arise naturally by combining the rules of conventional chess with key quantum-physical effects such as superposition and entanglement. Niel's Chess is recommended for ages 10 and above, to everyone who wishes to play a creative game with historical roots and at the same time gain intuition about the foundational quantum effects that power cutting-edge technologies like quantum computing and quantum communication, which are poised to revolutionize our society in the coming decades. Takeaways from a pilot educational session that was carried out with 10-to-12-year-old children are also presented.         ",
    "url": "https://arxiv.org/abs/2405.00677",
    "authors": [
      "Tamás Varga"
    ],
    "subjectives": [
      "Popular Physics (physics.pop-ph)"
    ]
  },
  {
    "id": "arXiv:2406.03318",
    "title": "Single-cycle, 643-mW average power THz source based on tilted pulse front in lithium niobate",
    "abstract": "           We present, to the best of our knowledge, the highest average power from a laser-driven single-cycle THz source demonstrated so far, using optical rectification in the titled pulse-front geometry in cryogenically cooled lithium niobate, pumped by a commercially available 500 W ultrafast thin-disk Yb-amplifier. We study repetition rate dependent effects in our setup at 100 kHz and 40 kHz at this high average power, revealing different optimal fluence conditions for efficient conversion. The demonstrated sources with multi-100 mW average power at these high repetition rates combine high THz pulse energies and high repetition rate and is thus ideally suited for nonlinear THz spectroscopy experiments with significantly reduced measurement times. The presented result is a first benchmark for high average power THz time domain spectroscopy systems for nonlinear spectroscopy, driven by very high average power ultrafast Yb lasers.         ",
    "url": "https://arxiv.org/abs/2406.03318",
    "authors": [
      "Tim Vogel",
      "Samira Mansourzadeh",
      "Clara Jody Saraceno"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2406.19368",
    "title": "Integrated Triply Resonant Electro-Optic Frequency Comb in Lithium Tantalate",
    "abstract": "           Integrated frequency comb generators based on Kerr parametric oscillation have led to chip-scale, gigahertz-spaced combs with new applications spanning hyperscale telecommunications, low-noise microwave synthesis, LiDAR, and astrophysical spectrometer calibration. Recent progress in lithium niobate (LN) photonic integrated circuits (PICs) has resulted in chip-scale electro-optic (EO) frequency combs, offering precise comb-line positioning and simple operation without relying on the formation of dissipative Kerr solitons. However, current integrated EO combs face limited spectral coverage due to the large microwave power required to drive the non-resonant capacitive electrodes and the strong intrinsic birefringence of Lithium Niobate. Here, we overcome both challenges with an integrated triply resonant architecture, combining monolithic microwave integrated circuits (MMICs) with PICs based on the recently emerged thin-film lithium tantalate. With resonantly enhanced EO interaction and reduced birefringence in Lithium Tantalate, we achieve a four-fold comb span extension and a 16-fold power reduction compared to the conventional non-resonant microwave design. Driven by a hybrid-integrated laser diode, the comb spans over 450nm (60THz) with >2000 lines, and the generator fits within a compact 1cm^2 footprint. We additionally observe that the strong EO coupling leads to an increased comb existence range approaching the full free spectral range of the optical microresonator. The ultra-broadband comb generator, combined with detuning-agnostic operation, could advance chip-scale spectrometry and ultra-low-noise millimeter wave synthesis and unlock octave-spanning EO combs. The methodology of co-designing microwave and optical resonators can be extended to a wide range of integrated electro-optics applications.         ",
    "url": "https://arxiv.org/abs/2406.19368",
    "authors": [
      "Junyin Zhang",
      "Chengli Wang",
      "Connor Denney",
      "Grigory Lihachev",
      "Jianqi Hu",
      "Wil Kao",
      "Terence Blésin",
      "Nikolai Kuznetsov",
      "Zihan Li",
      "Mikhail Churaev",
      "Xin Ou",
      "Johann Riemensberger",
      "Gabriel Santamaria-Botello",
      "Tobias J. Kippenberg"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2408.00579",
    "title": "Polarization-controlled non-Hermitian metasurfaces for ultra-sensitive terahertz sensing",
    "abstract": "           Exceptional points (EPs), where eigenvalues and eigenstates coalesce, offer significant advantages in sensor design. However, the extreme sensitivity near EPs poses significant challenges due to fabrication errors and system noises, which degrade sensing performance. To address this, we introduce a novel approach leveraging the polarization degrees of freedom to achieve controllable EPs. By expressing tunable polarization as equivalent gain, we establish a direct relation between the polarization and the phase of the coupled system, and achieve the polarization-controlled singularity even post-fabrication. The polarization angle can be utilized as a sensing index, which enables indirect and accurate measurement near the EPs. The theoretical approach is experimentally validated using a general design of THz non-Hermitian metasurface sensors. Our results indicate that this method enhances robustness and sensitivity, opening new avenues for practical applications in ultra-sensitive sensing.         ",
    "url": "https://arxiv.org/abs/2408.00579",
    "authors": [
      "Xintong Shi",
      "Hai Lin",
      "Tingting Liu",
      "Yun Shen",
      "Rongxin Tang",
      "Le Li",
      "Junyi Zhang",
      "Yanjie Wu",
      "Shouxin Duan",
      "Chenhui Zhao",
      "Shuyuan Xiao"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2209.07714",
    "title": "Variational quantum algorithm for measurement extraction from the Navier-Stokes, Einstein, Maxwell, B-type, Lin-Tsien, Camassa-Holm, DSW, H-S, KdV-B, non-homogeneous KdV, generalized KdV, KdV, translational KdV, sKdV, B-L and Airy equations",
    "abstract": "           Classical-quantum hybrid algorithms have recently garnered significant attention, which are characterized by combining quantum and classical computing protocols to obtain readout from quantum circuits of interest. Recent progress due to Lubasch et al in a 2019 paper provides readout for solutions to the Schrodinger and Inviscid Burgers equations, by making use of a new variational quantum algorithm (VQA) which determines the ground state of a cost function expressed with a superposition of expectation values and variational parameters. In the following, we analyze additional computational prospects in which the VQA can reliably produce solutions to other PDEs that are comparable to solutions that have been previously realized classically, which are characterized with noiseless quantum simulations. To determine the range of nonlinearities that the algorithm can process for other IVPs, we study several PDEs, first beginning with the Navier-Stokes equations and progressing to other equations underlying physical phenomena ranging from electromagnetism, gravitation, and wave propagation, from simulations of the Einstein, Boussniesq-type, Lin-Tsien, Camassa-Holm, Drinfeld-Sokolov-Wilson (DSW), and Hunter-Saxton equations. To formulate optimization routines that the VQA undergoes for numerical approximations of solutions that are obtained as readout from quantum circuits, cost functions corresponding to each PDE are provided in the supplementary section after which simulations results from hundreds of ZGR-QFT ansatzae are generated.         ",
    "url": "https://arxiv.org/abs/2209.07714",
    "authors": [
      "Pete Rigas"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Information Theory (cs.IT)",
      "Numerical Analysis (math.NA)",
      "Optimization and Control (math.OC)",
      "Computational Physics (physics.comp-ph)"
    ]
  }
]