[
  {
    "id": "arXiv:2505.04630",
    "title": "Introduction of Vacuum Fields to Cavity with Diffraction Loss",
    "abstract": "           The space-based gravitational wave detector DECIGO employs a 1000 km-long Fabry-Perot cavity, which introduces significant diffraction loss. Previous studies accounted or diffraction loss by modeling it as a reduction in laser power for sensitivity calculations. In this research, we take an optical approach by explicitly considering the impact of vacuum fields introduced through diffraction loss, including leakage loss and higher-order mode loss, as well as mirror optical loss. By formulating input-output relations that incorporate these vacuum fields in a realistic cavity with diffraction loss and an optical spring, we achieve a more precise evaluation of DECIGO's optical response. This analysis provides new insights into how diffraction loss affects quantum-locking techniques, offering a refined framework for improving DECIGO's optical design and sensitivity estimation.         ",
    "url": "https://arxiv.org/abs/2505.04630",
    "authors": [
      "Kurumi Umemura",
      "Tomohiro Ishikawa",
      "Kenji Tsuji",
      "Shoki Iwaguchi",
      "Yutaro Enomoto",
      "Yuta Michimura",
      "Kentaro Komori",
      "Keiko Kokeyama",
      "Seiji Kawamura"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2505.04641",
    "title": "The USRA Feynman Quantum Academy: If You Give a Student a Quantum Internship",
    "abstract": "           In the rapidly expanding field of quantum computing, one key aspect to maintain ongoing progress is ensuring that early career scientists interested in the field get appropriate guidance and opportunity to advance their work, and in return that institutions and enterprises with a stake in quantum computing have access to a qualified pool of talent. Internship programs at the graduate level are the perfect vehicle to achieve this. In this paper, we review the trajectory of the USRA Feynman Quantum Academy Internship Program over the last 8 years, placing it in the context of the current push to prepare the quantum workforce of the future, and highlighting the caliber of the work it produced.         ",
    "url": "https://arxiv.org/abs/2505.04641",
    "authors": [
      "Zoe Gonzalez Izquierdo",
      "Sophie Block",
      "Besart Mujeci",
      "P. Aaron Lott",
      "Davide Venturelli",
      "David Bell"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2505.04755",
    "title": "Copper Damascene Process-Based High-Performance Thin Film Lithium Tantalate Modulators",
    "abstract": "           Interfacing electrical and optical systems is a ubiquitous requirement for modern networks. Competitive footprint, efficiency, and bandwidth figures have propelled interest in deploying integrated electro-optic modulators based on Pockels materials for such tasks. Due to its wide usage in legacy bulk electro-optic modulators, and triggered by the availability of 'on insulator' wafers, lithium niobate based devices have seen major advances. Recently, even more favorable properties have been demonstrated in lithium tantalate based devices, featuring similar Pockels effect, but exhibiting lower bias drift and lower birefringence, while equally benefiting from existing volume usage in wireless RF filters. Despite major progress in integrated modulators, these newly emerged ferro-electrical modulators cannot be integrated tightly with electronics yet using standardized processes, such as flip-chip bonding. Here, we overcome this bottleneck by incorporating the copper Damascene process in the fabrication of integrated lithium tantalate modulators. We demonstrate modulators featuring microwave losses that are ~10% lower than in designs relying on conventional gold electrodes. Our results allow us to reach data transmission figures on par with those of electro-optic modulators fabricated with other low-resistivity, yet less common, metals. Specifically, our fabricated modulators are able to achieve data transmission rates of 416 and 540 Gbit/s while preserving bit error ratios below the 25% SD-FEC threshold in a PAM4 and PAM8 transmission schemes, respectively. Together with the commercial availability of lithium tantalate as a Pockels material, our results open a path towards scalable and direct chip-on-wafer embedding of EO modulators with micro-electronic integrated circuits.         ",
    "url": "https://arxiv.org/abs/2505.04755",
    "authors": [
      "Mengxin Lin",
      "Zihan Li",
      "Alexander Kotz",
      "Hugo Larocque",
      "Johann Riemensberger",
      "Christian Koos",
      "Tobias J. Kippenberg"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2505.04766",
    "title": "Phase Retrieval via Gain-Based Photonic XY-Hamiltonian Optimization",
    "abstract": "           Phase-retrieval from coded diffraction patterns (CDP) is important to X-ray crystallography, diffraction tomography and astronomical imaging, yet remains a hard, non-convex inverse problem. We show that CDP recovery can be reformulated exactly as the minimisation of a continuous-variable XY Hamiltonian and solved by gain-based photonic networks. The coupled-mode equations we exploit are the natural mean-field dynamics of exciton-polariton condensate lattices, coupled-laser arrays and driven photon Bose-Einstein condensates, while other hardware such as the spatial photonic Ising machine can implement the same update rule through high-speed digital feedback, preserving full optical parallelism. Numerical experiments on images, two- and three-dimensional vortices and unstructured complex data demonstrate that the gain-based solver consistently outperforms the state-of-the-art Relaxed-Reflect-Reflect (RRR) algorithm in the medium-noise regime (signal-to-noise ratios 10--40 dB) and retains this advantage as problem size scales. Because the physical platform performs the continuous optimisation, our approach promises fast, energy-efficient phase retrieval on readily available photonic hardware. uch as two- and three-dimensional vortices, and unstructured random data. Moreover, the solver's accuracy remains high as problem sizes increase, underscoring its scalability.         ",
    "url": "https://arxiv.org/abs/2505.04766",
    "authors": [
      "Richard Zhipeng Wang",
      "Guangyao Li",
      "Silvia Gentilini",
      "Marcello Calvanese Strinati",
      "Claudio Conti",
      "Natalia G. Berloff"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Other Condensed Matter (cond-mat.other)",
      "Emerging Technologies (cs.ET)"
    ]
  },
  {
    "id": "arXiv:2505.04814",
    "title": "Conservation of optical chirality in nanoscale light-matter interactions: A study of the Born-Kuhn model system",
    "abstract": "           Optical chirality density is a measure of the local handedness of electromagnetic fields. Like energy density, it may be absorbed or scattered through the interaction between light and matter. Here, we utilize the conservation of optical chirality to connect the parity and time-reversal symmetries of the intrinsic excitational eigenmodes of a material to those of their associated electromagnetic eigenfields as dictated by Maxwell's equations. To make this connection explicit, we theoretically examine the Born-Kuhn (BK) system, composed of a pair of plasmonic nanorods of variable separation, as a prototypical material model that is both geometrically chiral in its static structure and truly excitationally chiral in its eigenexcitations and eigenfields. By relaying optical chirality metrics of the BK eigenfields back to their underlying sourcing material degrees of freedom, we derive a unique mechanical chirality measure that is related to, but distinct from, other pseudoscalar metrics recently discussed in the literature. Beyond analysis in the absence of sources, we further derive optical chiral extinction, scattering, and absorption cross sections under external drive and discuss their rigorous connection to more common circular dichroism measurements as well as their limitations in comparison to eigenfield chirality metrics. Lastly, we investigate the conversion of achiral linearly polarized light into chiral elliptically polarized light through interaction with the BK system, illustrating the conservation of optical chirality in the interaction between light and matter through an analytically tractable example.         ",
    "url": "https://arxiv.org/abs/2505.04814",
    "authors": [
      "Kevin N. Moser",
      "Marc R. Bourgeois",
      "Elliot K. Beutler",
      "David J. Masiello"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.04856",
    "title": "Nonlocal Metasurface Lens for Long-Wavelength Infrared Radiation",
    "abstract": "           Dielectric metasurfaces are structured thin films with thickness smaller than the wavelength that aim at replacing and enhancing conventional bulk optical components by structuring local resonances across an aperture. At visible and near-infrared frequencies, titania or silicon are routinely used as substrates to realize these ultrathin devices, ideally suited for conventional nanofabrication techniques. Unfortunately, directly scaling these design and material approaches to long-wave infrared frequencies is not practical, due to challenges in the required thicknesses and the presence of phonon absorption lines. Nonlocal metasurfaces based on extended resonances with a local geometric phase offer a compelling design platform that can address these challenges. They enable ultrathin metasurfaces, as they leverage lattice resonances, while they also offer multi-functionalities and frequency-selectivity, and they can be implemented in a range of low-loss material platforms. Here, we demonstrate nonlocal metalenses based on germanium thin films on a zinc-selenide substrate, operating around 10.3{\\mu}m within a deeply subwavelength device thickness of 1.45{\\mu}m (14% the free-space wavelength). We showcase a novel meta-unit geometry based on a square lattice with highly isotropic dispersion features, supporting a resonant geometric phase that is highly stable in frequency, simplifying the rational design of complex metasurface operations. The introduced platform promises highly multi-functional, low-profile meta-optics with enhanced meta-unit designs, compatible with the challenging thermal spectral region for imaging and sensing applications.         ",
    "url": "https://arxiv.org/abs/2505.04856",
    "authors": [
      "Federico De Luca",
      "Sriram Guddala",
      "Michele Cotrufo",
      "Jimmy Touma",
      "Adam Overvig",
      "Andrea Alù"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.05191",
    "title": "Non-destructive sub-surface inspection of multi-layer wind turbine blade coatings by mid-infrared Optical Coherence Tomography",
    "abstract": "           Non-destructive inspection (NDI) is useful in the industrial sector to ensure that manufacturing follows defined specifications, reducing the quantity of waste and thereby the cost of production. In response to climate change and the need to reduce carbon footprints, there is a growing demand for NDI solutions that are primarily non-contact, as well as non-destructive, fast, and easily integrated. Optical Coherence Tomography (OCT), a well-known diagnostic technique in medical and biological research, is increasingly being used for industrial NDI. In the mid-infrared (MIR) wavelength range, OCT can be used to characterise parts and defects not possible by other industry-ready scanners, and enables better penetration than conventional near-infrared OCT. In this article, we demonstrate NDI of wind turbine blade (WTB) coatings using an MIR OCT scanner employing light around 4 $\\mu$m from a supercontinuum source. We inspected the top two layers of the coating (topcoat and primer) in two different samples. The first is to determine the maximum penetration depth, and the second one is to emulate defect identification. The results of our study confirm that MIR OCT scanners are highly suitable for coating inspection and quality control in the production of WTBs, with performance parameters not achievable by other technologies.         ",
    "url": "https://arxiv.org/abs/2505.05191",
    "authors": [
      "Coraline Lapre",
      "Christian Rosenberg Petersen",
      "Per Nielsen",
      "Thomas Wulf",
      "Jakob Iltsed Bech",
      "Søren Fæster",
      "Ole Bang",
      "Niels Møller Israelsen"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.05217",
    "title": "Topology optimization of viscoelastic microstructures with acoustic impedance manipulation",
    "abstract": "           Mitigating low-frequency noise is particularly challenging due to its limited natural attenuation. This study aims to design viscoelastic composite microstructures that achieve both low acoustic reflection and high internal damping by simultaneously optimizing their effective acoustic impedance and attenuation characteristics. Using homogenization theory and density-based topology optimization, viscoelastic and impedance-matching materials are distributed within a unit cell to manipulate these properties. Numerical results show that optimized microstructures with viscoelastic lattice embedded in impedance-matching material outperform pure viscoelastic materials in attenuation while maintaining low reflection. This demonstrates the potential of microstructural engineering for effective low-frequency noise mitigation.         ",
    "url": "https://arxiv.org/abs/2505.05217",
    "authors": [
      "Hiroaki Deguchi",
      "Kei Matsushima",
      "Takayuki Yamada"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2505.05263",
    "title": "Ablation of black-Si by (Gauss-)Bessel femtosecond laser beams",
    "abstract": "           Laser machining and modification of black-Si (b-Si) by femtosecond laser Gaussian (G-) and Gauss-Bessel (GB-) beams are compared at a wavelength of 1030 nm. The GB-beam was generated using a diffractive axicon lens and 10x demagnification optics. It was found that modification of b-Si well below (a factor 50x) the single pulse ablation fluence of 0.2 J/cm2 was possible, corresponding to ablation/melting of nano-needles. The width of modification was almost independent of pulse energy/fluence and had a width of 1/e2-intensity profile at the melting regime. For the GB-beam, the smallest width of laser modification at 0.2 J/cm2 threshold (at the center core) was close to the FWHM of the core of the GB-beam. The aspect ratio of the ablated groove on the surface of b-Si made by GB-beam was twice as large - up to 8 - compared to that achievable with G-beam, and it was at a lower fluence of 4 J/cm2 (50x reduction). Reflectivity of two-side nanotextured b-Si on plasma-thinned 70-micrometers thick Si was strongly reduced in the near-IR range, reaching transmittance >95% at 1.7-2.1 micrometres wavelengths.         ",
    "url": "https://arxiv.org/abs/2505.05263",
    "authors": [
      "Nan Zheng",
      "Hsin-Hui Huang",
      "Nguyen Hoai An Le",
      "Tomas Katkus",
      "Haoran Mu",
      "Soon Hock Ng",
      "Thumula Ranaweera",
      "Darius Gailevicius",
      "Dominyka Stonyte",
      "Saulius Juodkazis"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2505.05290",
    "title": "SmartTrap: Automated Precision Experiments with Optical Tweezers",
    "abstract": "           There is a trend in research towards more automation using smart systems powered by artificial intelligence. While experiments are often challenging to automate, they can greatly benefit from automation by reducing labor and increasing reproducibility. For example, optical tweezers are widely employed in single-molecule biophysics, cell biomechanics, and soft matter physics, but they still require a human operator, resulting in low throughput and limited repeatability. Here, we present a smart optical tweezers platform, which we name SmartTrap, capable of performing complex experiments completely autonomously. SmartTrap integrates real-time 3D particle tracking using deep learning, custom electronics for precise feedback control, and a microfluidic setup for particle handling. We demonstrate the ability of SmartTrap to operate continuously, acquiring high-precision data over extended periods of time, through a series of experiments. By bridging the gap between manual experimentation and autonomous operation, SmartTrap establishes a robust and open source framework for the next generation of optical tweezers research, capable of performing large-scale studies in single-molecule biophysics, cell mechanics, and colloidal science with reduced experimental overhead and operator bias.         ",
    "url": "https://arxiv.org/abs/2505.05290",
    "authors": [
      "Martin Selin",
      "Antonio Ciarlo",
      "Giuseppe Pesce",
      "Lars Bengtsson",
      "Joan Camunas-Soler",
      "Vinoth Sundar Rajan",
      "Fredrik Westerlund",
      "L. Marcus Wilhelmsson",
      "Isabel Pastor",
      "Felix Ritort",
      "Steven B. Smith",
      "Carlos Bustamante",
      "Giovanni Volpe"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)",
      "Soft Condensed Matter (cond-mat.soft)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.05382",
    "title": "Amplified Feedback and Spontaneous Emission Injection in Quantum Cascade Ring Laser Systems",
    "abstract": "           Ring lasers exhibit rich operational regimes such as unidirectional, bidirectional, or bistable operation. The two-mode dynamics of the counter-propagating modes - clockwise (CW) and counterclockwise (CCW) and their selection, have gained attention in the mid-infrared; however, the underlying switching mechanism has been largely unexplored. Previously, we experimentally demonstrated robust and deterministic mode selection in a ring quantum cascade laser (QCL) with an active outcoupling waveguide. Here, we apply the Lang-Kobayashi framework to our system to model the effects of spontaneous emission in the waveguide arms as well as amplified optical feedback from the facets on the mechanics of mode switching. We find that coherent feedback from facet reflections agrees upwards of 93\\% with the experimental behavior, indicating that amplified feedback is the dominant mechanism driving the mode selection dynamics.         ",
    "url": "https://arxiv.org/abs/2505.05382",
    "authors": [
      "Radhika R. Bhuckory",
      "Sara Kacmoli",
      "Deborah L. Sivco",
      "Claire Gmachl"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.05398",
    "title": "Photonic Structures to Achieve High-Performance Dew-Harvesting in a 24-h Day-Night Cycle",
    "abstract": "           Although most prior research on the dew-harvesting technology has focused on nocturnal operations, achieving round-the-clock freshwater harvesting remains crucial. However, daytime dew-harvesting faces two key challenges as compared to its nighttime counterpart: the high solar irradiance and the large contrast between the ambient temperature and the dewpoint. To address these challenges and guide the photonic design, we develop a theoretical framework to analyze dew-harvesting in a 24-h day-night cycle. Using Nanjing as an example, our analyses reveal that, in the solar regime, a minimum average solar reflectivity of 0.92 is required; in the infrared regime, a 10% reduction in absorptivity outside the 8-13 um transparency window is equivalent to a 5.9% enhancement in emissivity within the window. Guided by these findings, we propose a photonic design, which, in a synthetic experiment with measured meteorological datasets, achieves a water production rate of 313 g/m2-day, in which nearly 40% is contributed by daytime. This performance reaches approximately 70% of the theoretical maximum predicted using the ideal spectrum. We end by optimizing the layout of condensers in practical applications.         ",
    "url": "https://arxiv.org/abs/2505.05398",
    "authors": [
      "Zheng Zhang",
      "Lining Dong",
      "Minghao Dong",
      "Shiting Ruan",
      "Zhen Chen"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2505.05399",
    "title": "Scheimpflug cameras for range-resolved observations of the atmospheric effects on laser propagation",
    "abstract": "           This paper presents the development of Scheimpflug cameras for lidar and remote sensing with an emphasis on active and passive range-finding. Scheimpflug technology uses a tilted camera geometry to natively encode 3D information through projected off-axis pixel view angles and holds the unique potential to serve as an alternative to traditional lidar and remote sensing systems with the demonstrated advantages of high configurability, SWaP-C (Size, Weight and Power-Cost) efficiency and short- vs. far-range optimization. In this work, we demonstrate several compact Scheimpflug-enabled systems as a snapshot atmospheric lidar detector to measure aerosol extinction and optical turbulence effects with high precision over ranges from a few meters to a few kilometer. We compare the instrument's measurements to variance-based Cn2 data collected by a conic anemometer and scintillometer over a 50 m horizontal path. This paper also presents preliminary results on utilizing Scheimpflug technology for photogrammetry, 2D/3D mapping and includes a generalized discussion on the design, alignment and calibration procedures. We believe this work provides a strong basis for the broad use of Scheimpflug technology across multiple use-cases with the fields of lidar and remote sensing.         ",
    "url": "https://arxiv.org/abs/2505.05399",
    "authors": [
      "Nathan Meraz",
      "Megan Birch",
      "Ian Winski",
      "Mark Kate Broadway",
      "Denly Lindeman",
      "Katie Twitchell",
      "Joseph L. Greene"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.05455",
    "title": "Calculation of ground state energy of Lithium and Beryllium based on variational method",
    "abstract": "           With the consideration of identity principle and atomic shell structure, we calculated the ground state energy of Lithium atom and Beryllium atom based on variational method, which accords quite well with the experimental results.         ",
    "url": "https://arxiv.org/abs/2505.05455",
    "authors": [
      "Mei-Qin Deng",
      "Ren-Hong Fang"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2505.05457",
    "title": "A Study on Improvement of Image Quality in Quantum Polarized Microscopy using an Entangled-Photon Source",
    "abstract": "           Quantum imaging is an advanced method for microscopy or investigating the optical properties of materials or bio-medical inspections with high accuracy, low noise, and extremely low photo-damage. In previous work, we proposed a quantum imaging technique, in which variations in polarization angle due to reflection or transmission at the sample enhance image contrast in the second-order autocorrelation function at zero delay g2(0). However, the image resolution observed was not satisfactory. In this report, to improve the image quality, the parameters such as coincidence window was optimized to distinguish photon statistics effectively due to change in polarization angle and the objective lens was utilized to focus the entangled photon beams. These modifications enabled optical imaging by accurately detecting slight polarization variations in different media. It is suggested that the proposed method enables a superior imaging performance even in the presence of noise and low-power illumination requirement, offering new possibilities for high-quality imaging applications.         ",
    "url": "https://arxiv.org/abs/2505.05457",
    "authors": [
      "Mousume Samad",
      "Maki Shimizu",
      "Yasuto Hijikata"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.04714",
    "title": "Frequency Synchronization Induced by Frequency Detuning",
    "abstract": "           It is widely held that identical systems tend to behave similarly under comparable conditions. Yet, for systems that interact through a network, symmetry breaking can lead to scenarios in which this expectation does not hold. Prominent examples are chimera states in multistable phase-oscillator networks. Here, we show that for a broad class of such networks, asynchronous states can be converted into frequency-synchronized states when identical oscillators are detuned to have different intrinsic frequencies. Importantly, we show that frequency synchronization is achieved over a range of intrinsic frequency detuning and is thus a robust effect. These results, which are supported by theory, simulations, and electrochemical oscillator experiments, reveal a counterintuitive opportunity to use parameter heterogeneity to promote synchronization.         ",
    "url": "https://arxiv.org/abs/2505.04714",
    "authors": [
      "Jorge Luis Ocampo-Espindola",
      "Christian Bick",
      "Adilson E. Motter",
      "István Z. Kiss"
    ],
    "subjectives": [
      "Pattern Formation and Solitons (nlin.PS)",
      "Adaptation and Self-Organizing Systems (nlin.AO)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2505.04768",
    "title": "An Introduction to Variational Quantum Eigensolver Applied to Chemistry",
    "abstract": "           Quantum mechanics has introduced a new theoretical framework for the study of molecules, enabling the prediction of properties and dynamics through the solution of the Schrödinger equation applied to these systems. However, solving this equation is computationally expensive, which has led to the development of various mathematical frameworks and computational methods designed to balance the available resources with the desired level of accuracy. In particular, quantum computers have emerged as a promising technology with the potential to address these problems more efficiently in the coming decades, whether through reductions in memory, time, and energy consumption, $\\textit{i. e.}$, reductions in computational complexity or by enhancing precision. This research field is known as Quantum Simulation. Given the current technological limitations of quantum computers, Variational Quantum Algorithms (VQAs), especially the Variational Quantum Eigensolver (VQE), stand out as a feasible approach to demonstrating advantages over classical methods in the near term. This feasibility arises from their lower demand for quantum gates and the reduced depth of the circuits required for their implementation. In this work, we present the application of quantum mechanics to the study of molecules, provide an introduction to the fundamentals of quantum computing, and explore the integration of these fields by employing the VQE in molecular simulations. Finally, we discuss the spatial and temporal complexity associated with the algorithm, highlighting its implications and challenges.         ",
    "url": "https://arxiv.org/abs/2505.04768",
    "authors": [
      "Matheus da S. Fonseca",
      "Caio M. Porto",
      "Nicolás A. C. Carpio",
      "Guilherme S. T. Moraes",
      "Nelson H. Morgon",
      "René A. Nome",
      "Celso J. Villas-Boas"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2505.04771",
    "title": "Single-bounce quantum gravimeter to measure the free-fall of anti-hydrogen",
    "abstract": "           We introduce an innovative concept for a matter-wave gravimeter, where atoms prepared in a Heisenberg-limited quantum state perform a single bounce on a surface followed by a free fall that reveals interferences. This new approach to quantum gravimetry produces a more robust interference pattern compared to previous multi-bounce proposals. We specify numbers and expected performance for the GBAR experiment, which aims at measuring the free-fall acceleration of antihydrogen at CERN antimatter facilities, and show that this approach improves the expected accuracy of the measurement. Our method opens the door to gravity measurements on rare or exotic atomic species, especially in situations where experimental time or detection events are fundamentally constrained.         ",
    "url": "https://arxiv.org/abs/2505.04771",
    "authors": [
      "Joachim Guyomard",
      "Pierre Cladé",
      "Serge Reynaud"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2505.04786",
    "title": "Resonant pump intensity dependence of luminescence achieved via Floquet engineering",
    "abstract": "           We discover an unexpected behavior in a hybrid system composed of cavity strongly coupled to molecules and subjected to high intensity coherent pumping. We show that if the frequency of the pumping wave is close to polariton transitions in the hybrid system, non monotone dependence of fluorescence and scattering amplitudes on pump intensity with a narrow resonance-like response occurs. We demonstrate that this phenomenon occurs due to hybridization of lower and upper polaritons with substantially different excitation numbers caused by the pumping affecting polariton states of the system. This occurs when the Rabi interaction with coherent field is comparable to the field-matter coupling constant which in turn needs to be sufficient for the manifestation of strong coupling. This non-monotonic dependence of the fluorescence and scattering amplitudes on pump rate intensity pave the way for creation of nonlinear optical devices.         ",
    "url": "https://arxiv.org/abs/2505.04786",
    "authors": [
      "I. S. Pashkevich",
      "I. V. Doronin",
      "A. A. Zyablovsky",
      "E. S. Andrianov"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.04855",
    "title": "A versatile setup for symmetry-resolved ultrafast dynamics of quantum materials",
    "abstract": "           Correlated phenomena occur in quantum materials because of the delicate interplay between internal degrees of freedom, leading to multiple symmetry-broken quantum phases. Resolving the structure of these phases is a key challenge, often requiring facilities equipped with x-ray free-electron lasers and electron sources that may not be readily accessible to the average user. Table-top sources that offer alternative means are therefore needed. In this work, we present an all-optical, table-top setup that enables symmetry-resolved studies using linear and nonlinear spectroscopies. We demonstrate the versatility of the setup with chosen examples that underscore the importance of tracking symmetries and showcase the strengths of the setup, which offers a large tunable parameter space.         ",
    "url": "https://arxiv.org/abs/2505.04855",
    "authors": [
      "Khalid M. Siddiqui",
      "Hanna Strojecka",
      "Thomas H. Meyland",
      "Nitesh Khatiwada",
      "Nikolaj Klinkby",
      "Daniel Perez-Salinas",
      "Simon E. Wall"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.04858",
    "title": "Why Do We Want a Theory of Quantum Gravity?",
    "abstract": "           The search for a new scientific theory is typically prompted by an encounter with something in the world that cannot be explained by current theories. This is not the case for the search for a theory of quantum gravity, which has been primarily motivated by theoretical and philosophical concerns. This Element introduces some of the motivations for seeking a theory of quantum gravity, with the aim of instigating a more critical perspective on how they are used in defining and constraining the theory sought. These motivations include unification, incompatibilities between general relativity and quantum field theory, consistency, singularity resolution, and results from black hole thermodynamics.         ",
    "url": "https://arxiv.org/abs/2505.04858",
    "authors": [
      "Karen Crowther"
    ],
    "subjectives": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2505.04913",
    "title": "Advanced 3D Imaging Approach to TSV/TGV Metrology and Inspection Using Only Optical Microscopy",
    "abstract": "           This paper introduces an innovative approach to silicon and glass via inspection, which combines hybrid field microscopy with photometric stereo. Conventional optical microscopy techniques are generally limited to superficial inspections and struggle to effectively visualize the internal structures of silicon and glass vias. By utilizing various lighting conditions for 3D reconstruction, the proposed method surpasses these limitations. By integrating photometric stereo to the traditional optical microscopy, the proposed method not only enhances the capability to detect micro-scale defects but also provides a detailed visualization of depth and edge abnormality, which are typically not visible with conventional optical microscopy inspection. The experimental results demonstrated that the proposed method effectively captures intricate surface details and internal structures. Quantitative comparisons between the reconstructed models and actual measurements present the capability of the proposed method to significantly improve silicon and glass via inspection process. As a result, the proposed method achieves enhanced cost-effectiveness while maintaining high accuracy and repeatability, suggesting substantial advancements in silicon and glass via inspection techniques         ",
    "url": "https://arxiv.org/abs/2505.04913",
    "authors": [
      "Gugeong Sung"
    ],
    "subjectives": [
      "Image and Video Processing (eess.IV)",
      "Computer Vision and Pattern Recognition (cs.CV)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.05117",
    "title": "Spin-glass quantum phase transition in amorphous arrays of Rydberg atoms",
    "abstract": "           The experiments performed with neutral atoms trapped in optical tweezers and coherently coupled to the Rydberg state allow quantum simulations of paradigmatic Hamiltonians for quantum magnetism. Previous studies have focused mainly on periodic arrangements of the optical tweezers, which host various spatially ordered magnetic phases. Here, we perform unbiased quantum Monte Carlo simulations of the ground state of quantum Ising models for amorphous arrays of Rydberg atoms. These models are designed to feature well-controlled local structural properties in the absence of long-range order. Notably, by determining the Edwards-Anderson order parameter, we find evidence of a quantum phase transition from a paramagnetic to a spin-glass phase. The magnetic structure factor indicates short-range isotropic antiferromagnetic correlations. For the feasible sizes, the spin-overlap distribution features a nontrivial structure with two broad peaks and a sizable weight at zero overlap. The comparison against results for the clean kagome lattice, which features local structural properties similar to those of our amorphous arrays, highlights the important role of the absence of long-range structural order of the underlying array. Our findings indicate a route to experimentally implement the details of a Hamiltonian which hosts a quantum spin-glass phase.         ",
    "url": "https://arxiv.org/abs/2505.05117",
    "authors": [
      "L. Brodoloni",
      "J. Vovrosh",
      "S. Julià-Farré",
      "A. Dauphin",
      "S. Pilati"
    ],
    "subjectives": [
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2505.05282",
    "title": "Electronic and Optical Properties of the Recently Synthesized 2D Vivianites (Vivianenes): Insights from First-Principles Calculations",
    "abstract": "           Vivianite (Fe$_3$(PO$_4$)$_2$8H$_2$O) is a naturally occurring layered material with significant environmental and technological relevance. This work presents a comprehensive theoretical investigation of its two-dimensional (2D) counterpart, Vivianene, focusing on its structural, electronic, and optical properties. Using density functional theory (DFT) calculations and ab initio molecular dynamics (AIMD) simulations, we evaluate its thermodynamic stability, band structure, density of states, and optical response. Our results confirm that Vivianene retains the main structural features of bulk Vivianite while exhibiting enhanced thermodynamic stability at room temperature. The electronic structure analysis reveals an indirect bandgap of 3.03 eV for Vivianene, which is slightly lower than the 3.21 eV observed for bulk Vivianite, deviating from the expected quantum confinement trend in 2D materials. The projected density of states (PDOS) analysis indicates that Fe d orbitals predominantly contribute to the valence and conduction bands. Optical calculations demonstrate that Vivianene exhibits a higher optical band gap (3.6 eV) than bulk Vivianite (3.2 eV), with significant absorption in the ultraviolet region. The refractive index and reflectivity analyses suggest that most of the incident light is absorbed rather than reflected, reinforcing its potential for optoelectronic applications. These findings provide valuable insights into the fundamental properties of Vivianene and highlight its potential for advanced applications in sensing, optoelectronics, and energy-related technologies.         ",
    "url": "https://arxiv.org/abs/2505.05282",
    "authors": [
      "Raphael Benjamim de Oliveira",
      "Bruno Ipaves",
      "Guilherme da Silva Lopes Fabris",
      "Surbhi Slathia",
      "Marcelo Lopes Pereira Júnior",
      "Raphael Matozo Tromer",
      "Chandra Sekhar Tiwary",
      "Douglas Soares Galvão"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2505.05285",
    "title": "Polaritonic Quantum Matter",
    "abstract": "           Polaritons are quantum mechanical superpositions of photon states with elementary excitations in molecules and solids. The light-matter admixture causes a characteristic frequency-momentum dispersion shared by all polaritons irrespective of the microscopic nature of material excitations that could entail charge, spin, lattice or orbital effects. Polaritons retain the strong nonlinearities of their matter component and simultaneously inherit ray-like propagation of light. Polaritons prompt new properties, enable new opportunities for spectroscopy/imaging, empower quantum simulations and give rise to new forms of synthetic quantum matter. Here, we review the emergent effects rooted in polaritonic quasiparticles in a wide variety of their physical implementations. We present a broad portfolio of the physical platforms and phenomena of what we term polaritonic quantum matter. We discuss the unifying aspects of polaritons across different platforms and physical implementations and focus on recent developments in: polaritonic imaging, cavity electrodynamics and cavity materials engineering, topology and nonlinearities, as well as quantum polaritonics.         ",
    "url": "https://arxiv.org/abs/2505.05285",
    "authors": [
      "D.N. Basov",
      "A. Asenjo-Garcia",
      "P.J. Schuck",
      "X.-Y. Zhu",
      "A. Rubio",
      "A. Cavalleri",
      "M. Delor",
      "M.M. Fogler",
      "Mengkun Liu"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2505.05348",
    "title": "Open quantum systems with particle and bath driven by time-dependent fields",
    "abstract": "           We derive a generalized quantum Langevin equation and its fluctuation-dissipation relation describing the quantum dynamics of a tagged particle interacting with a medium (environment), where both the particle and the environment are driven by an external time-dependent (e.g. oscillating) field. We specialize on the case of a charged tagged particle interacting with a bath of charged oscillators, under an external AC electric field, although the results are much more general and can be applied to any type of external time-dependent fields. We derive the corresponding quantum Langevin equation, which obeys a modified fluctuation-dissipation relation where the external field plays an explicit role. Using these results, we provide an illustration of their usefulness and derive a new form of the quantum Nyquist noise for the voltage fluctuations in electrical circuits under AC conditions (finite frequency), which is the most general since it also accounts for the response of the heat bath (e.g. lattice ions) to the applied AC electric field in the GHz-THz region, of relevance for 5G/6G wireless technologies. This generalized quantum fluctuation-dissipation relation for driven systems can also find other applications ranging from quantum noise in quantum optics to quantum computing with trapped ions.         ",
    "url": "https://arxiv.org/abs/2505.05348",
    "authors": [
      "Daniele Gamba",
      "Bingyu Cui",
      "Alessio Zaccone"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2412.14998",
    "title": "Electron polarization in the resonant inelastic scattering on hydrogen-like ions",
    "abstract": "           We investigate the polarization of the electron beam acquired during the inelastic resonant scattering on hydrogen-like ions initially being in the ground state. The formation and subsequent Auger decay of the intermediate (3l3l') doubly excited states in the resonant channel modify the mechanism of polarization change by enhancing both spin-orbit and exchange interactions. Consequently, in the presence of the resonant channel, the acquired polarization can be clearly observed even for light ions when it is challenging to discern which state of the ion was excited in the process. We also show that the energy dependence of the polarization parameter clearly demonstrates strong interference both between the contributions of specific autoionizing states in the resonant channel and between the non-resonant and resonant channels.         ",
    "url": "https://arxiv.org/abs/2412.14998",
    "authors": [
      "D. M. Vasileva",
      "K. N. Lyashchenko",
      "O. Yu. Andreev"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2501.07231",
    "title": "Fundamental Limitations in Sample-Based Quantum Diagonalization Methods",
    "abstract": "           Quantum Selected Configuration Interaction (QSCI) methods (also known as Sample-based Quantum Diagonalization, SQD) have emerged as promising near-term approaches to solving the electronic Schr{ö}dinger equation with quantum computers. In this work, we perform numerical analysis to show that QSCI methods face critical limitations that severely hinder their practical applicability in chemistry. Using the nitrogen molecule and the iron-sulfur cluster [2Fe-2S] as examples, we demonstrate that while QSCI can, in principle, yield high-quality CI expansions similar to classical SCI heuristics in some cases, the method struggles with inefficiencies in finding new determinants as sampling repeatedly selects already seen configurations. This inefficiency becomes especially pronounced when targeting high-accuracy results or sampling from an approximate ansatz. In cases where the sampling problem is not present, the resulting CI expansions are less compact than those generated from classical heuristics, rendering QSCI an overall more expensive method. Our findings suggest a significant drawback in QSCI methods when sampling from the ground-state distribution as the inescapable trade-off between finding sufficiently many determinants and generating compact, accurate CI expansions. This ultimately hinders utility in quantum chemistry applications, as QSCI falls behind more efficient classical counterparts.         ",
    "url": "https://arxiv.org/abs/2501.07231",
    "authors": [
      "Peter Reinholdt",
      "Karl Michael Ziems",
      "Erik Rosendahl Kjellgren",
      "Sonia Coriani",
      "Stephan P. A. Sauer",
      "Jacob Kongsted"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2501.11528",
    "title": "Tunable coherence laser interferometry: demonstrating 40dB of straylight suppression and compatibility with resonant optical cavities",
    "abstract": "           A major limitation of laser interferometers using continuous wave lasers are parasitic light fields, such as ghost beams, scattered or stray light, which can cause non-linear noise. This is especially relevant for laser interferometric ground-based gravitational wave detectors. Increasing their sensitivity, particularly at frequencies below 10 Hz, is threatened by the influence of parasitic photons. These can up-convert low-frequency disturbances into phase and amplitude noise inside the relevant measurement band. By artificially tuning the coherence of the lasers, using pseudo-random-noise (PRN) phase modulations, this influence of parasitic fields can be suppressed. As it relies on these fields traveling different paths, it does not sacrifice the coherence for the intentional interference. We demonstrate the feasibility of this technique experimentally, achieving noise suppression levels of 40 dB in a Michelson interferometer with an artificial coherence length below 30 cm. We probe how the suppression depends on the delay mismatch and length of the PRN sequence. We also prove that optical resonators can be operated in the presence of PRN modulation by measuring the behavior of a linear cavity with and without such a modulation. By matching the resonators round-trip length and the PRN sequence repetition length, the classic response is recovered.         ",
    "url": "https://arxiv.org/abs/2501.11528",
    "authors": [
      "Daniel Voigt",
      "Leonie Eggers",
      "Katharina-Sophie Isleif",
      "Sina M. Koehlenbeck",
      "Melanie Ast",
      "Oliver Gerberding"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2504.18585",
    "title": "Modular Debiasing: A Robust Method for Quantum Randomness Extraction",
    "abstract": "           We propose a novel modular debiasing technique applicable to any discrete random source, addressing the fundamental challenge of reliably extracting high-quality randomness from inherently imperfect physical processes. The method involves summing the outcomes of multiple independent trials from a biased source and reducing the sum modulo the number of possible outcomes, $m$. We provide a rigorous theoretical framework, utilizing probability generating functions and roots of unity, demonstrating that this simple operation guarantees the exponential convergence of the output distribution to the ideal uniform distribution over $\\{0, 1, \\dots, m-1\\}$. A key theoretical result is the method's remarkable robustness: convergence is proven for any initial bias (provided all outcomes have non-zero probability) and, crucially, is maintained even under non-stationary conditions or time-dependent noise, which are common in physical systems. Analytical bounds quantify this exponential rate of convergence, and are empirically validated by numerical simulations. This technique's simplicity, strong theoretical guarantees, robustness, and data efficiency make it particularly well-suited for practical implementation in quantum settings, such as spatial photon-detection-based Quantum Random Number Generators (QRNGs), offering an efficient method for extracting high-quality randomness resilient to experimental imperfections. This work contributes a valuable tool to the field of Quantum Information Science.         ",
    "url": "https://arxiv.org/abs/2504.18585",
    "authors": [
      "Eduardo Gueron"
    ],
    "subjectives": [
      "Data Analysis, Statistics and Probability (physics.data-an)",
      "Information Theory (cs.IT)",
      "Probability (math.PR)"
    ]
  },
  {
    "id": "arXiv:2505.02457",
    "title": "How individual vs shared coordination governs the degree of correlation in rotational vs residence times in a high-viscosity lithium electrolyte",
    "abstract": "           Commercially used carbonate-based electrolytes in lithium-ion batteries are susceptible to many challenges, including flammability, volatility, and lower thermal stability. Solvated ionic liquids of LiTFSI salt (lithium bis(trifluoromethylsulfonyl)-amide) and glyme-based solvents are potential alternative candidates for commonly used electrolytes. We perform classical molecular dynamics (MD) simulations study the effect of concentration and temperature on the translational and rotational dynamics. The radial distribution function shows stronger coordination of Li$^+$ ions with tetraglyme(G4), as shown in earlier studies, and forms a stable [Li(G4)]$^+$ cation complex. The self-diffusion coefficients are lower than the values experimentally observed but show better improvement over other classical force fields. An increase in the salt concentrations leads to a higher viscosity of the system and reduces the overall ionic mobility of Li$^{+}$ ions. Diluting the system with a larger number of glyme molecules leads to shorter rotational relaxation times for both TFSI and tetraglyme. Ion-residence times show that Li$^+$ ions form stable and long-lasting complexes with G4 molecules than TFSI anions. The residence time of [Li(G4)]$^+$ complex increases at higher salt concentrations due to the availability of fewer G4 molecules to coordinate with a Li$^+$ ion. G4 is also seen to form polydentate complexes with Li$^+$ without a shared coordination, allowing rotation without breaking coordination, unlike TFSI, which requires coordination disruption for rotation. This distinction explains the poor correlation between rotation and residence time for G4 and the strong correlation for TFSI.         ",
    "url": "https://arxiv.org/abs/2505.02457",
    "authors": [
      "Vinay Thakur",
      "Prabhat Prakash",
      "Raghavan Ranganathan"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Soft Condensed Matter (cond-mat.soft)"
    ]
  },
  {
    "id": "arXiv:2505.04134",
    "title": "Spatio-temporal Monte Carlo modeling of loading and decay dynamics in an optical dipole trap",
    "abstract": "           Here, we present our studies on intra-trap dynamics of an optical dipole trap (ODT) loaded from a Magneto-optical trap (MOT) of $^{87}$Rb atoms. A spatio-temporal Monte Carlo (MC) simulation approach has been employed in conjunction with the semi-classical theory based calculations for estimation of various intra-trap two-body loss parameters in the ODT. The temporal MC method based on estimated parameters from spatial MC, gives a close estimation of the experimentally observed atom-number evolution in ODT. We also find that, the decay rate of atoms in an ODT is dominated by momentum-transfer elastic collisions in the absence of MOT beams. However, in presence of MOT beams, the radiative escape process is the dominant two-body loss mechanism in the trap, which surpasses the fine-structure changing and hyperfine changing collisional losses by nearly an order of magnitude.         ",
    "url": "https://arxiv.org/abs/2505.04134",
    "authors": [
      "Sankalp Shandilya",
      "Gunjan Verma",
      "Kavish Bhardwaj",
      "S.P. Ram",
      "V.B. Tiwari",
      "S.R. Mishra"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2505.04510",
    "title": "Design, Fabrication, Characterization, and Testing of a Bias Supply Circuit for Silicon Photomultipliers",
    "abstract": "           To assess the viability of a shallow-depth neutrino detector, a Cosmic Muon Veto Detector (CMVD) is being constructed on top of the stack of Resistive Plate Chamber (RPC) detectors at TIFR, Mumbai. The CMVD employs extruded plastic scintillators for muon detection, with wavelength-shifting fibers coupled to silicon photomultipliers (SiPMs) for signal readout. A highly stable, low-noise power source is essential for biasing the SiPMs, as the precision, accuracy, and stability of the supply directly impact the consistency of their gain. To address this, we designed a biasing power supply capable of delivering 50-58 V in 50 mV steps, with a maximum short-circuit current output of 1 mA. The system incorporates digital voltage control, stabilization, and current monitoring, making it compatible with external controllers (such as microcontrollers). This added flexibility and modularity allow for additional functionalities, including temperature compensation. Designed to supply multiple SiPMs with close to breakdown voltages in parallel, the circuit seamlessly integrates with the front-end electronics of the detector system.         ",
    "url": "https://arxiv.org/abs/2505.04510",
    "authors": [
      "Prajjalak Chattopadhyay",
      "Mandar N. Saraf",
      "Gobinda Majumder",
      "Satyanarayana Bheesette",
      "Ravindra R. Shinde"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2504.17266",
    "title": "Multipartite continuous-variable quantum nondemolition interaction and entanglement certification and monitoring",
    "abstract": "           The quantum nondemolition (QND) measurement is one of the most studied quantum measurement procedures. Usually, such process involves the coupling of a single system of interest, called signal, with a single probe system, so that the relevant information in the signal system is indirectly measured by observing the probe system. Here, we extend the concept of quantum nondemolition interaction to the cases in which the signal and the probe systems are each one multipartite continuous-variable systems. Specifically, we propose a general scheme that performs the multipartite QND interactions, relying on beam-splitter couplings among the signal and probe modes with ancillary modes prepared off-line in squeezed states. The scheme is also composed by homodyne detections and feedforward modulations. The ancillary modes are detected in the process, providing photocurrents for post-modulation of the output systems, as well as sufficient information to calculate genuine multipartite entanglement conditions of the input systems and to monitor similar conditions of the output systems.         ",
    "url": "https://arxiv.org/abs/2504.17266",
    "authors": [
      "Vinícius V. Seco",
      "Alencar J. de Faria"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.01541",
    "title": "A Unified Simulation Framework for Correlated Driven-Dissipative Quantum Dynamics",
    "abstract": "           Time-resolved photoemission spectroscopy provides a unique and direct way to explore the real-time nonequilibrium dynamics of electrons and holes. The formal theory of the spectral function evolution requires inclusion of electronic correlations and dissipation, which are challenging due to the associated long simulation timescales which translate to a high computational cost. Recent methodological developments, namely the Real-Time Dyson Expansion, as well as theoretical developments of many-body perturbation theory for dissipative systems, have allowed for the study of driven-dissipative interacting quantum systems. In this work, we implement the hitherto unrealized study of driven-dissipative interacting quantum systems which includes driven dynamical correlations and utilizes these new methods and perturbative expansions. We illustrate the combined formalism on a prototypical two-band semiconductor model with long-range density-density Coulomb interactions. We show that the intraband thermalization of conduction band electrons induces nontrivial time-dependent changes in the system's bandstructure and a time-evolving band-gap renormalization (with a reduction by up to 10\\%). We show that the qualitative features are preserved for a variety of parameters, discuss the corresponding spectral dynamics, and provide an outlook on the newly introduced simulation framework, which enables treating electron-electron scattering and dissipation effects on equal footing.         ",
    "url": "https://arxiv.org/abs/2505.01541",
    "authors": [
      "Thomas Blommel",
      "Enrico Perfetto",
      "Gianluca Stefanucci",
      "Vojtěch Vlček"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Computational Physics (physics.comp-ph)"
    ]
  }
]