[
  {
    "id": "arXiv:2310.03160",
    "title": "Photonic molecule approach to multi-orbital topology",
    "abstract": "The concepts of topology provide a powerful tool to tailor the propagation and localization of light. While electromagnetic waves have only two polarization states, engineered degeneracies of photonic modes provide novel opportunities resembling orbital or spin degrees of freedom in condensed matter. Here, we tailor such degeneracies for the array of femtosecond laser written waveguides in the optical range exploiting the idea of photonic molecules -- clusters of strongly coupled waveguides. In our experiments, we observe the emergence of topological modes caused by the inter-orbital coupling and track multiple topological transitions in the system with the change of the lattice spacings and excitation wavelength. This strategy opens an avenue in designing novel types of photonic topological phases and states. ",
    "url": "https://arxiv.org/abs/2310.03160",
    "authors": [
      "Maxim Mazanov",
      "Diego Román-Cortés",
      "Gabriel Cáceres-Aravena",
      "Christofer Cid",
      "Maxim A. Gorlach",
      "Rodrigo A. Vicencio"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2310.03180",
    "title": "Accessing Convective Hazards Frequency Shift with Climate Change using  Physics-Informed Machine Learning",
    "abstract": "In this paper we discuss and address the challenges of predicting extreme atmospheric events like intense rainfall, hail, and strong winds. These events can cause significant damage and have become more frequent due to climate change. Integrating climate projections with machine learning techniques helps improve forecasting accuracy and identify regions where these events become most frequent and dangerous. To achieve reliable and accurate prediction, we propose a robust neural network architecture that outperforms multiple baselines in accuracy and reliability. Our physics-informed algorithm heavily utilizes the whole range of problem-specific physics, including a specific set of features and climate projections data. The analysis also emphasizes the landscape impact on the frequency distribution of these events, providing valuable insights for effective adaptation strategies in response to climate change. ",
    "url": "https://arxiv.org/abs/2310.03180",
    "authors": [
      "Mikhail Mozikov",
      "Ilya Makarov",
      "Alexandr Bulkin",
      "Daria Taniushkina",
      "Roland Grinis",
      "Yury Maximov"
    ],
    "subjectives": [
      "Atmospheric and Oceanic Physics (physics.ao-ph)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2310.03329",
    "title": "Nonextensive Effect on the Lump Soliton Structures in Dusty Plasma",
    "abstract": "In this paper, we use a very prominent technique, Hirota Bilinear Method (HBM) to survey the lump structures of the Kadomtsev-Petviashvili (KP) equation in the frame of a collisionless magnetized plasma system composed of dust grains, ions, and nonextensive electrons. Nonlinearity has worldwide applications, and soliton theory is a powerful appliance to illustrate its qualitative behaviors. So, lump solitons are very significant and also interesting. We have observed that lump structures differ due to the correlated parameters of the plasma system. It has also been found that the nonextensive parameter crucially changes the lump features. ",
    "url": "https://arxiv.org/abs/2310.03329",
    "authors": [
      "Prasanta Chatterjee",
      "Uday Narayan Ghosh",
      "Snehalata Nasipuri",
      "M.Ruhul Amin"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Mathematical Physics (math-ph)"
    ]
  },
  {
    "id": "arXiv:2310.03385",
    "title": "Structural transformation of dusty plasma crystal in DC discharge plasma  by changing confinement ring bias",
    "abstract": "We report the experimental study of the structural transition of a stable complex plasma crystal to a solid-liquid phase coexistence by the controlled adjustment of the confinement potential, while keeping all other parameters constant. The experiments are carried out in a tabletop Linear Dusty Plasma Experimental (LDPEx) device which consists of a circular powered electrode and an extended grounded cathode plate. A stationary crystal of melamine formaldehyde particles is formed in a background of Argon plasma inside a confining ring that is isolated to the cathode by a ceramic cover. The stable crystal structure breaks in the core region and transitions to a coexistent state by carefully changing the confining potential, thereby modifying the sheath structure. The transition is confirmed by evaluating the variation in different characteristic parameters such as the pair correlation function, local bond order parameter, and dust kinetic temperature as a function of confining bias potential. It is found that melting in the core is due to the onset of dust fluctuations in the layers beneath the topmost layer, which grow in amplitude as the confining bias potential is reduced below a threshold value. The present technique of changing confinement provides a unique feature to study structural transitions of plasma crystals without affecting the overall plasma parameters. ",
    "url": "https://arxiv.org/abs/2310.03385",
    "authors": [
      "S. Jaiswal",
      "Connor Belt",
      "Anton Kananovich",
      "E. M. Aguirre"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2310.03386",
    "title": "Large-Scale Bottom-Up Fabricated 3D Nonlinear Photonic Crystals",
    "abstract": "Nonlinear optical effects are used to generate coherent light at wavelengths difficult to reach with lasers. Materials periodically poled or nanostructured in the nonlinear susceptibility in three spatial directions are called 3D nonlinear photonic crystals (NPhCs). They enable enhanced nonlinear optical conversion efficiencies, emission control, and simultaneous generation of nonlinear wavelengths. The chemical inertness of efficient second-order nonlinear materials ($\\chi^{(2)}$) prohibited their nanofabrication until 2018. The current method is restricted to top-down laser-based techniques limiting the periodicity along z-axis to 10 um. We demonstrate the first bottom-up fabricated 3D NPhC in sol-gel derived barium titanate by soft-nanoimprint lithography: a woodpile with eight layers and periodicities of 1 um (xy-plane) and 300 nm (z-plane). The surface areas exceed $5.3\\cdot 10^4$ um^2, which is two orders of magnitude larger than the state-of-the-art. This study is expected to initiate bottom-up fabrication of 3D NPhCs with a supremely strong and versatile nonlinear response. ",
    "url": "https://arxiv.org/abs/2310.03386",
    "authors": [
      "Viola Valentina Vogler-Neuling",
      "Ülle-Linda Talts",
      "Rebecca Ferraro",
      "Helena Weigand",
      "Giovanni Finco",
      "Joel Winiger",
      "Peter Benedek",
      "Justine Kusch",
      "Artemios Karvounis",
      "Vanessa Wood",
      "Jürg Leuthold",
      "Rachel Grange"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2310.03446",
    "title": "Multi-mode Heterodyne Laser Interferometry Realized via Software Defined  Radio",
    "abstract": "The agile generation and control of multiple optical frequency modes combined with the realtime processing of multi-mode data provides access to experimentation in domains such as optomechanical systems, optical information processing, and multi-mode spectroscopy. The latter, specifically spectroscopy of spectral-hole burning (SHB), has motivated our development of a multi-mode heterodyne laser interferometric scheme centered around a software-defined radio platform for signal generation and processing, with development in an entirely open-source environment. A challenge to SHB is the high level of shot noise due to the laser power constraint imposed by the spectroscopic sample. Here, we have demonstrated the production, detection, and separation of multiple optical frequency modes to the benefit of optical environment sensing for realtime phase noise subtraction as well as shot noise reduction through multi-mode averaging. This has allowed us to achieve improved noise performance in low-optical-power interferometry. Although our target application is laser stabilization via SHB in cryogenic temperature rare-earth doped crystals, these techniques may be employed in a variety of different contexts. ",
    "url": "https://arxiv.org/abs/2310.03446",
    "authors": [
      "X. Lin",
      "M. T. Hartman",
      "S. Zhang",
      "S. Seidelin",
      "B. Fang",
      "Y. Le Coq"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2310.03514",
    "title": "Vocal Fold Reconstruction from Optical Velocity and Displacement  Measurements",
    "abstract": "The three-dimensional reconstruction of vocal folds in medicine usually involves endoscopy and an approach to extract depth information like structured light or stereo matching of images. The resulting mesh can accurately represent the superior area of the vocal folds, while new approaches also try to reconstruct the inferior area. We propose a novel approach to extract the time-dependent 3D geometry of the vocal fold from optical measurements on both the superior and inferior side, requiring optical measurements only from the superior side. First, a time-dependent, tri-variate surface velocity vector field is reconstructed using a high-speed camera and a laser Doppler vibrometer in an experimental environment. This vector field serves as target in an inverse finite-element simulation that optimizes the forces applied to a deformable vocal fold model such that the resulting movement after FEM simulation matches the velocity observations on the superior side. The required forces for the finite element method simulation are treated as unknowns and are assembled using multiple scalar fields. We use tensor products in B\\'ezier Bernstein basis for our scalar fields to reduce the degrees of freedom for our optimization. We use gradient descent to optimize the control points of the force field polynomials. Our utilized error metric for gradient descent consists of two terms. The first term is used to match the simulated velocities to the observed measurements, while the second term measures the silhouette difference between observation and simulation. ",
    "url": "https://arxiv.org/abs/2310.03514",
    "authors": [
      "Daniel Zieger",
      "Christoph Näger",
      "Stefan Becker",
      "Tobias Günther"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Computational Engineering, Finance, and Science (cs.CE)"
    ]
  },
  {
    "id": "arXiv:2310.03558",
    "title": "Observation of topologically distinct corner states in \"bearded\"  photonic Kagome lattices",
    "abstract": "Kagome lattices represent an archetype of intriguing physics, attracting a great deal of interest in different branches of natural sciences, recently in the context of topological crystalline insulators. Here, we demonstrate two distinct classes of corner states in breathing Kagome lattices (BKLs) with \"bearded\" edge truncation, unveiling their topological origin. The in-phase corner states are found to exist only in the topologically nontrivial regime, characterized by a nonzero bulk polarization. In contrast, the out-of-phase corner states appear in both topologically trivial and nontrivial regimes, either as bound states in the continuum or as in-gap states depending on the lattice dimerization conditions. Furthermore, the out-of-phase corner states are highly localized, akin to flat-band compact localized states, and they manifest both real- and momentum-space topology. Experimentally, we observe both types of corner states in laser-written photonic bearded-edge BKLs, corroborated by numerical simulations. Our results not only deepen the current understanding of topological corner modes in BKLs, but also provide new insight into their physical origins, which may be applied to other topological BKL platforms beyond optics. ",
    "url": "https://arxiv.org/abs/2310.03558",
    "authors": [
      "Limin Song",
      "Domenico Bongiovanni",
      "Zhichan Hu",
      "Ziteng Wang",
      "Shiqi Xia",
      "Liqin Tang",
      "Daohong Song",
      "Roberto Morandotti",
      "Zhigang Chen"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2310.03569",
    "title": "Design, fabrication and characterization of kinetic-inductive force  sensors for scanning probe applications",
    "abstract": "We describe a transducer for low-temperature atomic force microscopy, based on electromechanical coupling due to a strain-dependent kinetic inductance of a superconducting nanowire. The force sensor is a bending triangular plate (cantilever) whose deflection is measured via a shift in resonant frequency of a high Q superconducting microwave resonator at 4.5 GHz. We present design simulations including mechanical finite-element modeling of surface strain and electromagnetic simulations of meandering nanowires with large kinetic inductance. We discuss a lumped-element model of the force sensor and describe the role of an additional shunt inductance for optimal coupling to the transmission line used for the measurement of the microwave resonance. A step-by-step description of our fabrication is presented, including information about the process parameters used for each layer. We also discuss the fabrication of sharp tips on the cantilever using focused electron beam-induced deposition of platinum. Finally, we present measurements that characterize the spread of mechanical resonant frequency, temperature dependence of the microwave resonance, and the sensor's operation as an electromechanical transducer of force. ",
    "url": "https://arxiv.org/abs/2310.03569",
    "authors": [
      "August K. Roos",
      "Ermes Scarano",
      "Elisabet K. Arvidsson",
      "Erik Holmgren",
      "David B. Haviland"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2310.03633",
    "title": "Data-driven design of multilayer hyperbolic metamaterials for near-field  thermal radiative modulator with high modulation contrast",
    "abstract": "The thermal modulator based on the near-field radiative heat transfer has wide applications in thermoelectric diodes, thermoelectric transistors, and thermal storage. However, the design of optimal near-field thermal radiation structure is a complex and challenging problem due to the tremendous number of degrees of freedom. In this work, we have proposed a data-driven machine learning workflow to efficiently design multilayer hyperbolic metamaterials composed of ${\\alpha}$-MoO$_{\\rm 3}$ for near-field thermal radiative modulator with high modulation contrast. By combining the multilayer perceptron and Bayesian optimization, the rotation angle, layer thickness and gap distance of the multilayer metamaterials are optimized to achieve a maximum thermal modulation contrast ratio of 6.29. This represents a 97% improvement compared to previous single layer structure. The large thermal modulation contrast is mainly attributed to the alignment and misalignment of hyperbolic plasmon polaritons and hyperbolic surface phonon polaritons of each layer controlled by the rotation. The results provide a promising way for accelerating the designing and manipulating of near-field radiative heat transfer by anisotropic hyperbolic materials through the data-driven style. ",
    "url": "https://arxiv.org/abs/2310.03633",
    "authors": [
      "Tuwei Liao",
      "C. Y. Zhao",
      "Hong Wang",
      "Shenghong Ju"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2310.03679",
    "title": "Role of Spatial Coherence in Diffractive Optical Neural Networks",
    "abstract": "Diffractive optical neural networks (DONNs) have emerged as a promising optical hardware platform for ultra-fast and energy-efficient signal processing for machine learning tasks, particularly in computer vision. However, previous experimental demonstrations of DONNs have only been performed using coherent light, which is not present in the natural world. Here, we study the role of spatial optical coherence in DONN operation. We propose a numerical approach to efficiently simulate DONNs under input illumination with arbitrary spatial coherence and discuss the corresponding computational complexity using coherent, partially coherent, and incoherent light. We also investigate the expressive power of DONNs and examine how coherence affects their performance. In particular, we show that under fully incoherent illumination, the DONN performance cannot surpass that of a linear model. As a demonstration, we train and evaluate simulated DONNs on the MNIST dataset of handwritten digits using light with varying spatial coherence. ",
    "url": "https://arxiv.org/abs/2310.03679",
    "authors": [
      "Matthew J. Filipovich",
      "Aleksei Malyshev",
      "A. I. Lvovsky"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Image and Video Processing (eess.IV)"
    ]
  },
  {
    "id": "arXiv:2310.03049",
    "title": "QuATON: Quantization Aware Training of Optical Neurons",
    "abstract": "Optical neural architectures (ONAs) use coding elements with optimized physical parameters to perform intelligent measurements. However, fabricating ONAs while maintaining design performances is challenging. Limitations in fabrication techniques often limit the realizable precision of the trained parameters. Physical constraints may also limit the range of values the physical parameters can hold. Thus, ONAs should be trained within the implementable constraints. However, such physics-based constraints reduce the training objective to a constrained optimization problem, making it harder to optimize with existing gradient-based methods. To alleviate these critical issues that degrade performance from simulation to realization we propose a physics-informed quantization-aware training framework. Our approach accounts for the physical constraints during the training process, leading to robust designs. We evaluate our approach on an ONA proposed in the literature, named a diffractive deep neural network (D2NN), for all-optical phase imaging and for classification of phase objects. With extensive experiments on different quantization levels and datasets, we show that our approach leads to ONA designs that are robust to quantization noise. ",
    "url": "https://arxiv.org/abs/2310.03049",
    "authors": [
      "Hasindu Kariyawasam",
      "Ramith Hettiarachchi",
      "Dushan Wadduwage"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Image and Video Processing (eess.IV)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.03062",
    "title": "Assessing Phase Reconstruction Accuracy for Different Nonlinear  Curvature Wavefront Sensor Configurations",
    "abstract": "The nonlinear curvature wavefront sensor (nlCWFS) offers improved sensitivity for adaptive optics (AO) systems compared to existing wavefront sensors, such as the Shack-Hartmann. The nominal nlCWFS design uses a series of imaging planes offset from the pupil along the optical propagation axis as inputs to a numerically-iterative reconstruction algorithm. Research into the nlCWFS has assumed that the device uses four measurement planes configured symmetrically around the optical system pupil. This assumption is not strictly required. In this paper, we perform the first systematic exploration of the location, number, and spatial sampling of measurement planes for the nlCWFS. Our numerical simulations show that the original, symmetric four-plane configuration produces the most consistently accurate results in the shortest time over a broad range of seeing conditions. We find that the inner measurement planes should be situated past the Talbot distance corresponding to a spatial period of $r_0$. The outer planes should be large enough to fully capture field intensity and be situated beyond a distance corresponding to a Fresnel-number-scaled equivalent of $Z\\approx50$ km for a $D=0.5$ m pupil with $\\lambda=532$ nm. The minimum spatial sampling required for diffraction-limited performance is 4-5 pixels per $r_0$ as defined in the pupil plane. We find that neither three-plane nor five-plane configurations offer significant improvements compared to the original design. These results can impact future implementations of the nlCWFS by informing sensor design. ",
    "url": "https://arxiv.org/abs/2310.03062",
    "authors": [
      "Stanimir Letchev",
      "Jonathan Crass",
      "Justin R. Crepp"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.03134",
    "title": "Optical penetration depth and periodic motion of a photomechanical strip",
    "abstract": "Liquid crystal elastomers (LCEs) containing light-sensitive molecules exhibit large reversible deformation when subjected to illumination. Here, we investigate the role of optical penetration depth on this photomechanical response. We present a model of the photomechanical behavior of photoactive LCE strips under illumination that goes beyond the common assumption of shallow penetration. This model reveals how the optical penetration depth and the consequent photomechanically induced deformation can depend on the concentration of photoactive molecules, their absorption cross-sections, and the intensity of illumination. Through a series of examples, we show that the penetration depth can quantitatively and qualitatively affect the photomechanical response of a strip. Shallow illumination leads to monotone curvature change while deep penetration can lead to non-monotone response with illumination duration. Further, the flapping behavior (a cyclic wave-like motion) of doubly clamped and buckled strips that has been proposed for locomotion can reverse direction with sufficiently large penetration depth. This opens the possibility of creating wireless light-driven photomechanical actuators and swimmers whose direction of motion can be controlled by light intensity and frequency. ",
    "url": "https://arxiv.org/abs/2310.03134",
    "authors": [
      "Ameneh Maghsoodi",
      "Kaushik Bhattacharya"
    ],
    "subjectives": [
      "Soft Condensed Matter (cond-mat.soft)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.03208",
    "title": "Index-Modulated Metasurface Transceiver Design using Reconfigurable  Intelligent Surfaces for 6G Wireless Networks",
    "abstract": "Higher spectral and energy efficiencies are the envisioned defining characteristics of high data-rate sixth-generation (6G) wireless networks. One of the enabling technologies to meet these requirements is index modulation (IM), which transmits information through permutations of indices of spatial, frequency, or temporal media. In this paper, we propose novel electromagnetics-compliant designs of reconfigurable intelligent surface (RIS) apertures for realizing IM in 6G transceivers. We consider RIS modeling and implementation of spatial and subcarrier IMs, including beam steering, spatial multiplexing, and phase modulation capabilities. Numerical experiments for our proposed implementations show that the bit error rates obtained via RIS-aided IM outperform traditional implementations. We further establish the programmability of these transceivers to vary the reflection phase and generate frequency harmonics for IM through full-wave electromagnetic analyses of a specific reflect-array metasurface implementation. ",
    "url": "https://arxiv.org/abs/2310.03208",
    "authors": [
      "JohnA. Hodge",
      "Kumar Vijay Mishra",
      "Brian M. Sadler",
      "Amir I. Zaghloul"
    ],
    "subjectives": [
      "Signal Processing (eess.SP)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2310.03341",
    "title": "Characterizing the Cascade of Energy in Fermionic Quantum Turbulence:  Pushing the Limits of High-Performance Computing",
    "abstract": "Ultracold atoms provide a form of analog quantum computer capable of simulating the quantum turbulence that underlies mysterious phenomena like pulsar glitches in rapidly spinning neutron stars. Unlike other system (e.g. liquid helium) ultracold atoms have a viable theoretical framework for dynamics, but simulations push the edge of current classical computers. We present the largest simulations of fermionic quantum turbulence to date and explain the computing technology needed, especially improvements in the Eigenvalue soLvers for Petaflop Applications (elpa) library that enable us to diagonalize matrices of record size (millions by millions). We quantify how dissipation and thermalization proceeds in fermionic quantum turbulence, and provide evidence that the temperature-dependence of quantum vortices alters the correlation between the turbulent cascades of flow energy and total vortex length. All simulation data and source codes are made available to facilitate rapid scientific progress in the field of quantum turbulence. ",
    "url": "https://arxiv.org/abs/2310.03341",
    "authors": [
      "Gabriel Wlazlowski",
      "Michael McNeil Forbes",
      "Saptarshi Rajan Sarkar",
      "Andreas Marek",
      "Maciej Szpindler"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Computational Physics (physics.comp-ph)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2310.03587",
    "title": "Designer quantum reflection from a micropore",
    "abstract": "We expand the theoretical toolbox for controllable quantum reflection by departing from a simple planar reflector. We introduce a circular hole (a micropore) of variable size, for which the electrostatic image potential can be exactly calculated. We combine this with two-dimensional simulations of wavepacket propagation at arbitrary angle of incidence to show that the quantum reflection probability can be tuned over a wide range of values. ",
    "url": "https://arxiv.org/abs/2310.03587",
    "authors": [
      "Romuald Kilianski",
      "Robert Bennett"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2206.07214",
    "title": "Continuous-variable quantum approximate optimization on a programmable  photonic quantum processor",
    "abstract": " Title: Continuous-variable quantum approximate optimization on a programmable  photonic quantum processor ",
    "url": "https://arxiv.org/abs/2206.07214",
    "authors": [
      "Yutaro Enomoto",
      "Keitaro Anai",
      "Kenta Udagawa",
      "Shuntaro Takeda"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2303.06119",
    "title": "Non-invasive Retrieval of the Time-Gated Transmission Matrix for Optical  Imaging Deep Inside a Multiple Scattering Medium",
    "abstract": " Comments: 65 pages, 22 figures ",
    "url": "https://arxiv.org/abs/2303.06119",
    "authors": [
      "Ulysse Najar",
      "Victor Barolle",
      "Paul Balondrade",
      "Mathias Fink",
      "A. Claude Boccara",
      "Alexandre Aubry"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.14294",
    "title": "Unbiasing time-dependent Variational Monte Carlo by projected quantum  evolution",
    "abstract": " Comments: 8+6 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2305.14294",
    "authors": [
      "Alessandro Sinibaldi",
      "Clemens Giuliani",
      "Giuseppe Carleo",
      "Filippo Vicentini"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Other Condensed Matter (cond-mat.other)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2306.12246",
    "title": "Optical frequency comb Fourier transform spectroscopy of formaldehyde in  the 1250 to 1390 cm$^{-1}$ range: experimental line list and improved MARVEL  analysis",
    "abstract": " Title: Optical frequency comb Fourier transform spectroscopy of formaldehyde in  the 1250 to 1390 cm$^{-1}$ range: experimental line list and improved MARVEL  analysis ",
    "url": "https://arxiv.org/abs/2306.12246",
    "authors": [
      "Matthias Germann",
      "Adrian Hjältén",
      "Jonathan Tennyson",
      "Sergei N. Yurchenko",
      "Iouli E. Gordon",
      "Christian Pett",
      "Isak Silander",
      "Karol Krzempek",
      "Arkadiusz Hudzikowski",
      "Aleksander Głuszek",
      "Grzegorz Soboń",
      "Aleksandra Foltynowicz"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2310.00595",
    "title": "3D-Printed Micro Ion Trap Technology for Scalable Quantum Information  Processing",
    "abstract": " Title: 3D-Printed Micro Ion Trap Technology for Scalable Quantum Information  Processing ",
    "url": "https://arxiv.org/abs/2310.00595",
    "authors": [
      "Shuqi Xu",
      "Xiaoxing Xia",
      "Qian Yu",
      "Sumanta Khan",
      "Eli Megidish",
      "Bingran You",
      "Boerge Hemmerling",
      "Andrew Jayich",
      "Juergen Biener",
      "Hartmut Häffner"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2310.02285",
    "title": "QED based on eight-dimensional spinorial wave equation of the  electromagnetic field and the emergence of quantum gravity",
    "abstract": " Title: QED based on eight-dimensional spinorial wave equation of the  electromagnetic field and the emergence of quantum gravity ",
    "url": "https://arxiv.org/abs/2310.02285",
    "authors": [
      "Mikko Partanen",
      "Jukka Tulkki"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)",
      "High Energy Physics - Theory (hep-th)"
    ]
  }
]