[
  {
    "id": "arXiv:2203.02062",
    "title": "Radiative energy bandgap of nanostructures coupled with quantum emitters  around the epsilon-near-zero (ENZ) frequency",
    "abstract": "Epsilon-near-zero (ENZ) materials have been demonstrated to exhibit unique electromagnetic properties. Here we propose the concept of radiative energy bandgap for an ENZ nanoparticle coupled with a quantum emitter (QE). The radiative emission of the coupled QE-nanoparticle can be significantly suppressed around the ENZ frequency and substantially enhanced otherwise, yielding an effective energy bandgap for radiation. This suppression is effectively invariant with respect to the particle size and is therefore an intrinsic property of the ENZ material. Our concept also heralds an alternative pathway to quench the emission from a QE, which may find potential application in quantum information storage. ",
    "url": "https://arxiv.org/abs/2203.02062",
    "authors": [
      "Tao Gong",
      "Inigo Liberal",
      "Miguel Camacho",
      "Benjamin Spreng",
      "Nader Engheta",
      "Jeremy N. Munday"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2203.02064",
    "title": "Programmable Optical Data Transmission Through Multimode Fibres Enabling  Confidentiality by Physical Layer Security",
    "abstract": "Complex light transportation phenomena of multimode fibres can be exploited for information-theoretically secure data transmission. The approach called physical layer security is not crackable by quantum computers as it does not rely on mathematical complexity, but on targeted leveraging of properties that are obscured in the physical channel. For its implementation only knowledge of the channel conditions, i.e. the transmission matrix, is required. This allows wiretap code generation, which determine the appropriate mode combination providing secure data transmission. Once the proper combination is launched at the transmitter-side, the message is delivered to the legitimate receiver and, simultaneously, the full decipherment for an eavesdropper is destroyed. This is demonstrated experimentally at presence of an almighty eavesdropper and the fundamental theory is introduced. We harness effects that have long been considered limiting and have restricted the widespread use of multimode fibres opening new perspectives on information-theoretic security in spatial multiplexing communication systems. ",
    "url": "https://arxiv.org/abs/2203.02064",
    "authors": [
      "Stefan Rothe",
      "Karl-Ludwig Besser",
      "David Krause",
      "Robert Kuschmierz",
      "Nektarios Koukourakis",
      "Eduard Jorswieck",
      "Jürgen W. Czarske"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Cryptography and Security (cs.CR)",
      "Information Theory (cs.IT)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2203.02152",
    "title": "Simultaneous optical trapping and magnetic micromanipulation of  ferromagnetic iron-doped upconversion microparticles in six degrees of  freedom",
    "abstract": "Optical trapping of magnetic Fe-oxide particles is notoriously difficult due to their high refractive indices, not to mention high absorptivity at the trapping infra-red wavelengths. We synthesize Fe co-doped NaYF4:Yb,Er ferromagnetic upconversion particles that not only have refractive indices conducive for optical trapping, but also heat less than Haematite particles at off-resonant wavelengths. These particles are hexagonal shaped with dimensions of the order of 3 micrometer and also bear high coercivity of 20 mT and saturation magnetisation of 1 Am^2/kg. This enables simultaneous use of optical trapping and magnetic forces to generate micro-manipulation in all the six degrees of freedom of a rigid body. We also show that these particles heat significantly when illuminated on absorption resonance at 975 nm while emitting visible light with possible implications for fluorescence microscopy and photothermal therapy of cancer cells. ",
    "url": "https://arxiv.org/abs/2203.02152",
    "authors": [
      "Gokul Nalupurackal",
      "Gunaseelan M",
      "Muruga Lokesh",
      "Rahul Vaippully",
      "Amit Chauhan",
      "B. R. K. Nanda",
      "Chandran Sudakar",
      "Hema Chandra Kotamarthi",
      "Anita Jannasch",
      "Erik Schffer",
      "Jayaraman Senthilselvan",
      "Basudev Roy"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2203.02222",
    "title": "Broadband Cross-Circular Polarization Carpet Cloaking based on a Phase  Change Material Metasurface in the Mid-infrared Region",
    "abstract": "In view of the fact that most invisibility devices focus on linear polarization cloaking and that the characteristics of mid infrared cloaking are rarely studied, we propose a cross circularly polarized invisibility carpet cloaking device in the mid infrared band. Based on the Pancharatnam Berry phase principle, the unit cells with the cross circular polarization gradient phase were carefully designed and constructed into a metasurface. In order to achieve tunable cross circular polarization carpet cloaks, a phase change material is introduced into the design of the unit structure. When the phase change material is in amorphous and crystalline states, the proposed metasurface unit cells can achieve high efficiency cross polarization conversion and reflection intensity can be tuned. According to the phase compensation principle of carpet cloaking, we construct a metasurface cloaking device with a phase gradient using the designed unit structure. From the near and far field distributions, the cross circular polarization cloaking property is confirmed in the broadband wavelength range. The proposed cloaking device can effectively resist detection of cross-circular polarization. ",
    "url": "https://arxiv.org/abs/2203.02222",
    "authors": [
      "Bo Fang",
      "Dantian Feng",
      "Peng Chen",
      "Lijiang Shi",
      "Jinhui Cai",
      "Jianmin Li",
      "Chenxia Li",
      "Zhi Hong",
      "Xufeng Jing"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.02313",
    "title": "Multifunctional acoustic holography based on compact acoustic  geometric-phase meta-array",
    "abstract": "Optical geometric-phase metasurface provides a robust and efficient means for light control by simply manipulating the spatial orientations of the in-plane anisotropic meta-atoms, where polarization conversion plays a vital role. However, the concept of acoustic geometric-phase modulation for acoustic field control remains unexplored because airborne acoustic waves lack a similar optical polarization conversion process. In this work, a new type of acoustic meta-atom with deep subwavelength feature size is theoretically investigated and further applied to acoustic field engineering based on the so-called acoustic geometric phase. Herein, tunable acoustic geometric-phase modulation of designated order is obtained via the near-field coupled orbital angular momentum transfer process, and the topological charge-multiplexed acoustic geometric phase endows our meta-arrays with multiple functionalities. Our work extends the capacity of acoustic meta-arrays in high-quality acoustic field reconstruction and offers new possibilities in multifunctional acoustic meta-holograms. ",
    "url": "https://arxiv.org/abs/2203.02313",
    "authors": [
      "Bingyi Liu",
      "Qunshuo Wei",
      "Zhaoxian Su",
      "Yongtian Wang",
      "Lingling Huang"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2203.02371",
    "title": "Quantum researcher mobility: the wonderful wizard of Oz who paid for  Dorothy's Visa fees",
    "abstract": "Historically, science has benefited greatly through the mobility of researchers, whether it has been due to large-scale conflict, the search for new opportunities or a lack thereof. Today's world of strict global immigration policies, exacerbated by the COVID-19 pandemic, places inordinate hurdles on the mobility of all researchers, let alone quantum ones. Exorbitant Visa fees, the difficulty of navigating a foreign immigration system, lack of support for researchers' families, and explicit government policy targeting selected groups of immigrants are all examples of things that have severely impacted the ability of quantum researchers to cross both physical and scientific borders. Here we clearly identify some key problems affecting quantum researcher mobility and discuss examples of good practice on the governmental, institutional, and societal level that have helped, or might help, overcome these hurdles. The adoption of such practices worldwide can ensure that quantum scientists can reach their fullest potential, irrespective of where they were born. ",
    "url": "https://arxiv.org/abs/2203.02371",
    "authors": [
      "Mehul Malik",
      "Elizabeth Agudelo",
      "Ravi Kunjwal"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)"
    ]
  },
  {
    "id": "arXiv:2203.02377",
    "title": "Divergent Perturbation Theory and Quantum Phase Transitions at Finite  Temperature",
    "abstract": "We investigate the convergence of finite-temperature perturbation theory by considering the mathematical structure of thermodynamic potentials using complex analysis. We discover that zeros of the partition function lead to poles in the internal energy which create divergent expansions in the canonical ensemble. Analysing these zeros reveals that the radius of convergence increases for higher temperatures. By showing that the poles in the internal energy reduce to exceptional points in the zero-temperature limit, we unify the two main mathematical representations of quantum phase transitions. ",
    "url": "https://arxiv.org/abs/2203.02377",
    "authors": [
      "Yi Sun",
      "Hugh G. A. Burton"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2203.02394",
    "title": "Microwave Assisted Hydrothermal Synthesis of Nanoparticles",
    "abstract": "The general topic of energy is regarded to be one of the most important areas for any research and development activities at the start of the twentyfirst century. Therefore, large research efforts are already based on or will be targeted on the development of clean fuels to replace fossil fuels, the improvement of the existing resources and the discovery of new sustainable energy resources, the establishment of new efficient ways to store sustainable energy, and the replacement of the existing high energy consuming technologies with the more energy efficient ones. The latter concept has resulted in considerable efforts recently to renovate the conventional synthetic chemical industry by introducing new green chemistry concepts, where the energy requirements for chemical processing or synthesis would be drastically reduced. In this context, a vast amount of novel chemical synthesis techniques have been developed during the last decades. Such innovative techniques include combustion, sol gel and coprecipitation methods, sonochemistry, hydrothermal synthesis, and microwave-assisted techniques. Significant qualitative drawbacks in materials synthesized by such novel ways in terms of crystal quality and physical properties are usually not encountered. In some cases, even quantitative improvements, novel crystal arrangements, and interesting particle shapes can be achieved. The concept of combining several of the recently developed nonconventional and innovative synthesis techniques is an interesting concept to even further reduce the energy requirements and particle sizes as compared to one technique alone. Microwave assisted combustion and sol gel synthesis are now employed frequently, as well as the combination of hydrothermal and microwave assisted synthesis, where the latter technique is the topic of this review. ",
    "url": "https://arxiv.org/abs/2203.02394",
    "authors": [
      "Rainer Schmidt",
      "Jesus Prado-Gonjal",
      "Emilio Moran"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2203.02411",
    "title": "A normal form for frequency comb and localized states in time-delayed  Kerr-Gires-Tournois interferometers",
    "abstract": "We elucidate the mechanisms that underly the formation of temporal localized states and frequency combs in vertical external-cavity Kerr-Gires-Tournois interferometers. We reduce our first principle model based upon delay algebraic equations to a minimal pattern formation scenario. It consists in a real cubic Ginzburg-Landau equation modified by high-order effects such as third order dispersion and nonlinear drift. The latter are responsible for generating localized states via the locking of domain walls connecting the high and low intensity levels of the injected micro-cavity. We interpret the effective parameters of the normal form in relation with the configuration of the optical setup. Comparing the two models, we observe an excellent agreement close to the onset of bistability. ",
    "url": "https://arxiv.org/abs/2203.02411",
    "authors": [
      "Thomas G. Seidel",
      "Julien Javaloyes",
      "Svetlana V. Gurevich"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2203.02060",
    "title": "Thermographic detection of internal defects using 2D photothermal super  resolution reconstruction with sequential laser heating",
    "abstract": "Thermographic photothermal super resolution reconstruction enables the resolution of internal defects/inhomogeneities below the classical limit which is governed by the diffusion properties of thermal wave propagation. Based on a combination of the application of special sampling strategies and a subsequent numerical optimization step in post-processing, thermographic super resolution has already proven to be superior to standard thermographic methods in the detection of one-dimensional defect/inhomogeneity structures. In our work, we report an extension of the capabilities of the method for efficient detection and resolution of defect cross sections with fully two-dimensional structured laser-based heating. The reconstruction is carried out using one of two different algorithms which are proposed within this work. Both algorithms utilize the combination of several coherent measurements using convex optimization and exploit the sparse nature of defects/inhomogeneities as is typical for most nondestructive testing scenarios. Finally, the performance of each algorithm is rated on reconstruction quality and algorithmic complexity. The presented experimental approach is based on repeated spatially structured heating by a high power laser. As a result, a two-dimensional sparse defect/inhomogeneity map can be obtained. In addition, the obtained results are compared with those of conventional thermographic inspection methods which make use of homogeneous illumination. ",
    "url": "https://arxiv.org/abs/2203.02060",
    "authors": [
      "Julien Lecompagnon",
      "Samim Ahmadi",
      "Philipp Hirsch",
      "Christian Rupprecht",
      "Mathias Ziegler"
    ],
    "subjectives": [
      "Image and Video Processing (eess.IV)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.02285",
    "title": "A photonic chip-based machine learning approach for the prediction of  molecular properties",
    "abstract": "Machine learning methods have revolutionized the discovery process of new molecules and materials. However, the intensive training process of neural networks for molecules with ever increasing complexity has resulted in exponential growth in computation cost, leading to long simulation time and high energy consumption. Photonic chip technology offers an alternative platform for implementing neural network with faster data processing and lower energy usage compared to digital computers. Here, we demonstrate the capability of photonic neural networks in predicting the quantum mechanical properties of molecules. Additionally, we show that multiple properties can be learned simultaneously in a photonic chip via a multi-task regression learning algorithm, which we believe is the first of its kind, as most previous works focus on implementing a network for the task of classification. Photonics technology are also naturally capable of implementing complex-valued neural networks at no additional hardware cost and we show that such neural networks outperform conventional real-valued networks for molecular property prediction. Our work opens the avenue for harnessing photonic technology for large-scale machine learning applications in molecular sciences such as drug discovery and materials design. ",
    "url": "https://arxiv.org/abs/2203.02285",
    "authors": [
      "Jonathan Wei Zhong Lau",
      "Hui Zhang",
      "Lingxiao Wan",
      "Liang Shi",
      "Hong Cai",
      "Xianshu Luo",
      "Patrick Lo",
      "Chee-Kong Lee",
      "Leong-Chuan Kwek",
      "Ai Qun Liu"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Machine Learning (cs.LG)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2203.02448",
    "title": "The transition regime between traveling-wave and resonant parametric  amplifier",
    "abstract": "Traveling wave parametric amplifiers based on kinetic or Josephson nonlinear inductance are known to be microwave quantum limited amplifiers. Usually, a perfectly impedance-matched model is used to describe their characteristics in terms of standard coupled mode theory. In practice, the amplifiers are unmatched nonlinear devices with finite length, exhibiting ripples in the transmission. Since commonly used models fail to describe the ripples of real parametric amplifiers, here we are introducing a theoretical approach with non-negligible reflections, which provides their gain and bandwidth properly for both 3-wave and 4-wave mixing. Predictions of the model are experimentally demonstrated on two types of TWPA, based on coplanar waveguides with a central wire consisting of i) high kinetic inductance superconductor, and ii) array of 2000 Josephson junctions. ",
    "url": "https://arxiv.org/abs/2203.02448",
    "authors": [
      "S. Kern",
      "P. Neilinger",
      "E. Iľichev",
      "A. Sultanov",
      "M. Schmelz",
      "S. Linzen",
      "J. Kunert",
      "G. Oelsner",
      "R. Stolz",
      "A. Danilov",
      "S. Mahashabde",
      "A. Jayaraman",
      "V. Antonov",
      "S. Kubatkin",
      "M. Grajcar"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Superconductivity (cond-mat.supr-con)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2008.10221",
    "title": "Generation of optical Schrödinger cat states in intense laser-matter  interactions",
    "abstract": " Comments: We dedicate this work to the memory of Roy J. Glauber, the inventor of coherent states ",
    "url": "https://arxiv.org/abs/2008.10221",
    "authors": [
      "Maciej Lewenstein",
      "Marcelo F. Ciappina",
      "Emilio Pisanty",
      "Javier Rivera-Dean",
      "Philipp Stammer",
      "Theocharis Lamprou",
      "Paraskevas Tzallas"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2010.00093",
    "title": "Phase-modulated cavity magnon polaritons as a precise magnetic field  probe",
    "abstract": " Title: Phase-modulated cavity magnon polaritons as a precise magnetic field  probe ",
    "url": "https://arxiv.org/abs/2010.00093",
    "authors": [
      "Nicolò Crescini",
      "Giovanni Carugno",
      "Giuseppe Ruoso"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2201.12751",
    "title": "Quantum Efficiency Enhancement of Lead-Halide Perovskite Nanocrystal  LEDs by Organic Lithium Salt Treatment",
    "abstract": " Comments: 42 pages ",
    "url": "https://arxiv.org/abs/2201.12751",
    "authors": [
      "Tassilo Naujoks",
      "Roshini Jayabalan",
      "Christopher Kirsch",
      "Fengshuo Zu",
      "Mukunda Mandal",
      "Jan Wahl",
      "Martin Waibel",
      "Andreas Opitz",
      "Norbert Koch",
      "Denis Andrienko",
      "Marcus Scheele",
      "Wolfgang Brütting"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2202.00976",
    "title": "On-axis Optical Bench for Laser Ranging Instruments in future gravity  missions",
    "abstract": " Comments: 18 pages, 8 figures ",
    "url": "https://arxiv.org/abs/2202.00976",
    "authors": [
      "Yichao Yang",
      "Kohei Yamamoto",
      "Miguel Dovale Álvarez",
      "Daikang Wei",
      "Juan Jose Esteban Delgado",
      "Vitali Müller",
      "Jianjun Jia",
      "Gerhard Heinzel"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2203.01622",
    "title": "Towards European Standards for Quantum Technologies",
    "abstract": " Title: Towards European Standards for Quantum Technologies ",
    "url": "https://arxiv.org/abs/2203.01622",
    "authors": [
      "O. van Deventer",
      "N. Spethmann",
      "M. Loeffler",
      "M. Amoretti",
      "R. van den Brink",
      "N. Bruno",
      "P. Comi",
      "N. Farrugia",
      "M. Gramegna",
      "B. Kassenberg",
      "W. Kozlowski",
      "T. Länger",
      "T. Lindstrom",
      "V. Martin",
      "N. Neumann",
      "H. Papadopoulos",
      "S. Pascazio",
      "M. Peev",
      "R. Pitwon",
      "M. Adriaan Rol",
      "P. Traina",
      "P. Venderbosch",
      "F. K. Wilhelm-Mauch",
      "A. Jenet"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Physics and Society (physics.soc-ph)"
    ]
  },
  {
    "id": "arXiv:2203.01870",
    "title": "KamNet: An Integrated Spatiotemporal Deep Neural Network for Rare Event  Search in KamLAND-Zen",
    "abstract": " Comments: Submitting to Phys. Rev. C, dual submission with upcoming KamLAND-Zen 800 main result ",
    "url": "https://arxiv.org/abs/2203.01870",
    "authors": [
      "A. Li",
      "Z. Fu",
      "L. A. Winslow",
      "C. P. Grant",
      "H. Song",
      "H. Ozaki",
      "I. Shimizu",
      "A. Takeuchi"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Machine Learning (cs.LG)"
    ]
  }
]