[
  {
    "id": "arXiv:2206.07103",
    "title": "Efficient and compact source of tuneable ultrafast deep ultraviolet  laser pulses at 50 kHz repetition rate",
    "abstract": "We demonstrate a bright, efficient, and compact source of tuneable deep ultraviolet ultrafast laser pulses based on resonant dispersive wave emission in hollow capillary fibre. In a total footprint of only 120 cm $\\times$ 75 cm, including the Yb-based drive laser, we generate pulses between 208 nm and 363 nm at 50 kHz repetition rate with a total efficiency of up to 3.6% ",
    "url": "https://arxiv.org/abs/2206.07103",
    "authors": [
      "Christian Brahms",
      "John C. Travers"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.07114",
    "title": "Inverse design of nano-photonic wavelength demultiplexer with a deep  neural network approach",
    "abstract": "In this paper, we propose a pre-trained-combined neural network (PTCN) as a comprehensive solution to the inverse design of an integrated photonic circuit. By utilizing both the initially pre-trained inverse and forward model with a joint training process, our PTCN model shows remarkable tolerance to the quantity and quality of the training data. As a proof of concept demonstration, the inverse design of a wavelength demultiplexer is used to verify the effectiveness of the PTCN model. The correlation coefficient of the prediction by the presented PTCN model remains greater than 0.974 even when the size of training data is decreased to 17%. The experimental results show a good agreement with predictions, and demonstrate a wavelength demultiplexer with an ultra-compact footprint, a high transmission efficiency with a transmission loss of -2dB, a low reflection of -10dB, and low crosstalk around -7dB simultaneously. ",
    "url": "https://arxiv.org/abs/2206.07114",
    "authors": [
      "Mengwei Yuan",
      "Gang Yang",
      "Shijie Song",
      "Luping Zhou",
      "Robert Minasian",
      "Xiaoke Yi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Machine Learning (cs.LG)"
    ]
  },
  {
    "id": "arXiv:2206.07526",
    "title": "A generalized nonlinear Schrödinger Python module implementing  different models of input pulse quantum noise",
    "abstract": "We provide Python tools enabling numerical simulation and analysis of the propagation dynamics of ultrashort laser pulses in nonlinear waveguides. The modeling approach is based on the widely used generalized nonlinear Schr\\\"odinger equation for the pulse envelope. The presented software implements the effects of linear dispersion, pulse self-steepening, and the Raman effect. The focus lies on the implementation of input pulse shot noise, i.e. classical background fields that mimick quantum noise, which are often not thoroughly presented in the scientific literature. We discuss and implement commonly adopted quantum noise models based on pure spectral phase noise, as well as Gaussian noise. Coherence properties of the resulting spectra can be calculated. We demonstrate the functionality of the software by reproducing results for a supercontinuum generation process in a photonic crystal fiber, documented in the scientific literature. The presented Python tools are are open-source and released under the MIT license in a publicly available software repository. ",
    "url": "https://arxiv.org/abs/2206.07526",
    "authors": [
      "O. Melchert",
      "A. Demircan"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.07624",
    "title": "Intensity correlations in quantum cascade laser harmonic frequency combs",
    "abstract": "A novel study on harmonic frequency combs emitted by Quantum Cascade Lasers (QCLs) is here presented, demonstrating the presence of intensity correlations between twin modes characterising the emission spectra. These originate from a Four-Wave Mixing (FWM) process driven by the active medium's third-order non-linearity. The study of such correlations is essential for the engineering of a new generation of semiconductor devices with the potential of becoming integrated emitters of light with quantum properties, such as squeezing and entanglement. Starting from experimental results, the limits of state-of-the-art technology are discussed as well as the possible methodologies that could lead to the detection of non-classical phenomena, or alternatively improve the design of QCLs, in the compelling perspective of generating quantum correlations in mid-infrared light. ",
    "url": "https://arxiv.org/abs/2206.07624",
    "authors": [
      "Tecla Gabbrielli",
      "Natalia Bruno",
      "Nicola Corrias",
      "Simone Borri",
      "Luigi Consolino",
      "Mathieu Bertrand",
      "Mehran Shahmohammadi",
      "Martin Franckie",
      "Mattias Beck",
      "Jerome Faist",
      "Alessandro Zavatta",
      "Francesco Cappelli",
      "Paolo De Natale"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.07214",
    "title": "Continuous-variable quantum approximate optimization on a programmable  photonic quantum processor",
    "abstract": "Variational quantum algorithms (VQAs) provide a promising approach to achieving quantum advantage for practical problems on near-term noisy intermediate-scale quantum (NISQ) devices. Thus far, intensive studies on qubit-based VQAs have been made theoretically and experimentally on several physical platforms. However, there have been much fewer theoretical proposals and no experimental implementations on continuous-variable (CV) VQAs, although CV quantum computing can process infinite-dimensional quantum information even on single-mode devices and thus has great potential in the NISQ era. Here, we implement the CV version of one of the most typical VQAs, a quantum approximate optimization algorithm, on a single-mode programmable photonic quantum computer. We experimentally demonstrate that this algorithm solves a minimization problem of a given continuous real-valued function by implementing the quantum version of gradient descent and localizing an initially broadly-distributed wavefunction to the minimum of the given function. To the best of our knowledge, this is the first demonstration ever of a practical CV quantum algorithm on any physical platform, except for Gaussian Boson sampling. Our work highlights the power of CV quantum computing in the NISQ era, opening a new door to the quantum advantage in practical problems. ",
    "url": "https://arxiv.org/abs/2206.07214",
    "authors": [
      "Yutaro Enomoto",
      "Keitaro Anai",
      "Kenta Udagawa",
      "Shuntaro Takeda"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.07355",
    "title": "Driven spin dynamics enhances cryptochrome magnetoreception: Towards  live quantum sensing",
    "abstract": "The mechanism underlying magnetoreception has long eluded explanation. A popular hypothesis attributes this sense to the quantum coherent spin dynamics of spin-selective recombination reactions of radical pairs in the protein cryptochrome. However, concerns about the validity of the hypothesis have been raised as unavoidable inter-radical interactions, such as strong electron-electron dipolar coupling, appear to suppress its sensitivity. We demonstrate that this can be overcome by driving the spin system through a modulation of the inter-radical distance. It is shown that this dynamical process markedly enhances geomagnetic field sensitivity in strongly coupled radical pairs via a Landau-Zener type transition between singlet and triplet states. These findings suggest that a \"live\" harmonically driven magnetoreceptor can be more sensitive than its \"dead\" static counterpart. ",
    "url": "https://arxiv.org/abs/2206.07355",
    "authors": [
      "Luke D. Smith",
      "Farhan T. Chowdhury",
      "Iona Peasgood",
      "Nahnsu Dawkins",
      "Daniel R. Kattnig"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Biological Physics (physics.bio-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2206.07493",
    "title": "Training biases in machine learning for the analytic continuation of  quantum many-body Green's functions",
    "abstract": "We address the problem of analytic continuation of imaginary-frequency Green's functions, which is crucial in many-body physics, using machine learning based on a multi-level residual neural network. We specifically address potential biases that can be introduced due to the use of artificially created spectral functions that are employed to train the neural network. We also implement an uncertainty estimation of the predicted spectral function, based on Monte Carlo dropout, which allows to identify frequency regions where the prediction might not be accurate, and we study the effect of noise, in particular also for situations where the noise level during training is different from that in the actual data. Our analysis demonstrates that this method can indeed achieve a high quality of prediction, comparable or better than the widely used maximum entropy method, but that further improvement is currently limited by the lack of true data that can be used for training. We also benchmark our approach by applying it to the case of SrVO$_3$, where an accurate spectral function has been obtained from dynamical mean-field theory using a solver that works directly on the real frequency axis. ",
    "url": "https://arxiv.org/abs/2206.07493",
    "authors": [
      "Rong Zhang",
      "Maximilian E. Merkel",
      "Sophie Beck",
      "Claude Ederer"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2206.07605",
    "title": "Quantum-corrected thickness-dependent thermal conductivity in amorphous  silicon predicted by machine-learning molecular dynamics simulations",
    "abstract": "Amorphous silicon (a-Si) is an important thermal-management material and also serves as an ideal playground for studying heat transport in strongly disordered materials. Theoretical prediction of the thermal conductivity of a-Si in a wide range of temperatures and sample sizes is still a challenge. Herein we present a systematic investigation of the thermal transport properties of a-Si by employing large-scale molecular dynamics (MD) simulations with an accurate and efficient machine-learned neuroevolution potential (NEP) trained against abundant reference data calculated at the quantum-mechanical density-functional-theory level. The high efficiency of NEP allows us to study the effects of finite size and quenching rate in the formation of a-Si in great detail. We find that it requires a simulation cell up to $64,000$ atoms (a cubic cell with a linear size of 11 nm) and a quenching rate down to $10^{11}$ K s$^{-1}$ for fully convergent thermal conductivity. Structural properties, including short- and medium-range order as characterized by the pair correlation function, angular distribution function, coordination number, ring statistics and structure factor are studied to demonstrate the accuracy of NEP and to further evaluate the role of quenching rate. Using both the heterogeneous and the homogeneous nonequilibrium MD methods and the related spectral decomposition techniques, we calculate the temperature- and thickness-dependent thermal conductivity values of a-Si and show that they agree well with available experimental results from 10 K to room temperature. Our results also highlight the importance of quantum effects in the calculated thermal conductivity and support the quantum correction method based on the spectral thermal conductivity. ",
    "url": "https://arxiv.org/abs/2206.07605",
    "authors": [
      "Yanzhou Wang",
      "Zheyong Fan",
      "Ping Qian",
      "Miguel A. Caro",
      "Tapio Ala-Nissila"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:1903.06755",
    "title": "User Manual for MOLSCAT, BOUND and FIELD, Version 2022.0: programs for  quantum scattering properties and bound states of interacting pairs of atoms  and molecules",
    "abstract": " Comments: 209 pages. Program source code available from this https URL This is the full program documentation for the programs described in the journal papers Comp. Phys. Commun. 241, 1-8 (2019) (arXiv:1811.09111) and Comp. Phys. Commun. 241, 9-16 (2019) (arXiv:1811.09584). There is significant text overlap between some parts of the documentation and the (much shorter) journal papers ",
    "url": "https://arxiv.org/abs/1903.06755",
    "authors": [
      "Jeremy M. Hutson",
      "C. Ruth Le Sueur"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic and Molecular Clusters (physics.atm-clus)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2103.07800",
    "title": "Stochastic differential equation approach to understanding the  population control bias in full configuration interaction quantum Monte Carlo",
    "abstract": " Comments: 24 pages, 14 figures; revised discussion of reweighted estimators after reviewer comments ",
    "url": "https://arxiv.org/abs/2103.07800",
    "authors": [
      "Joachim Brand",
      "Mingrui Yang",
      "Elke Pahl"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2105.12444",
    "title": "Diamagnetically levitating resonant weighing scale",
    "abstract": " Comments: 16 pages, 8 figures ",
    "url": "https://arxiv.org/abs/2105.12444",
    "authors": [
      "Xianfeng Chen",
      "Nimit Kothari",
      "Ata Keşkekler",
      "Peter G. Steeneken",
      "Farbod Alijani"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2106.14012",
    "title": "Silicon Metasurface Embedded Fabry-Perot Cavity Enables High Quality  Transmission Structural Color",
    "abstract": " Comments: Keywords: metasurfaces; structural colors; optical storage; multiplexing. 5 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2106.14012",
    "authors": [
      "Yunxuan Wei",
      "Ming Zhao",
      "Zhenyu Yang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2202.01686",
    "title": "Stabilization of a multi-frequency open cavity flow with  gradient-enriched machine learning control",
    "abstract": " Comments: 48 pages, 25 figures ",
    "url": "https://arxiv.org/abs/2202.01686",
    "authors": [
      "Guy Y. Cornejo Maceda",
      "Eliott Varon",
      "François Lusseyran",
      "Bernd R. Noack"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2203.02947",
    "title": "Linien: A versatile, user-friendly, open-source FPGA-based tool for  frequency stabilization and spectroscopy parameter optimization",
    "abstract": " Title: Linien: A versatile, user-friendly, open-source FPGA-based tool for  frequency stabilization and spectroscopy parameter optimization ",
    "url": "https://arxiv.org/abs/2203.02947",
    "authors": [
      "Benjamin Wiegand",
      "Bastian Leykauf",
      "Robert Jördens",
      "Markus Krutzik"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2204.05528",
    "title": "Organic metallic epsilon-near-zero polymers with large ultrafast optical  nonlinearity",
    "abstract": " Title: Organic metallic epsilon-near-zero polymers with large ultrafast optical  nonlinearity ",
    "url": "https://arxiv.org/abs/2204.05528",
    "authors": [
      "Qili Hu",
      "Xinlan Yu",
      "Hongqi Liu",
      "Jiahuan Qiu",
      "Wei Tang",
      "Sen Liang",
      "Linjun Li",
      "Miao Du",
      "Junjun Jia",
      "Hui Ye"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2204.07323",
    "title": "Quantum phases of spin-orbital-angular-momentum coupled bosonic gases in  optical lattices",
    "abstract": " Comments: 12 pages, 7 figures ",
    "url": "https://arxiv.org/abs/2204.07323",
    "authors": [
      "Rui Cao",
      "Jinsen Han",
      "Jianhua Wu",
      "Jianmin Yuan",
      "Lianyi He",
      "Yongqiang Li"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2205.00249",
    "title": "The ion acoustic instability of the cylindrical inhomogeneous helicon  discharge plasma with rotating electrons",
    "abstract": " Comments: 23 pages, 2 figure. arXiv admin note: substantial text overlap with arXiv:2202.02722 ",
    "url": "https://arxiv.org/abs/2205.00249",
    "authors": [
      "V. V. Mikhailenko",
      "Hae June Lee",
      "V. S. Mikhailenko",
      "M. O. Azarenkov"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2206.06576",
    "title": "Highly sensitive measurement of a MHz RF electric field with a Rydberg  atom sensor",
    "abstract": " Comments: 6 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2206.06576",
    "authors": [
      "Bang Liu",
      "Li-Hua Zhang",
      "Zong-Kai Liu",
      "Zheng-Yuan Zhang",
      "Zhi-Han Zhu",
      "Wei Gao",
      "Guang-Can Guo",
      "Dong-Sheng Ding",
      "Bao-Sen Shi"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  }
]