[
  {
    "id": "arXiv:2206.15024",
    "title": "Quantum coherence in molecular dynamics induced by inelastic free  electron scattering",
    "abstract": "This paper presents the inversion symmetry breaking observed in ion-pair formation from molecular hydrogen on electron impact. We explain these observations using quantum interference of two dissociation paths coherently accessed by multiple angular momentum transfer channels. The results point to the generic nature of quantum coherence induced into the molecular dynamics by single electron non-resonant scattering ubiquitous in a plasma environment, planetary atmosphere, astrochemistry, etc. ",
    "url": "https://arxiv.org/abs/2206.15024",
    "authors": [
      "Akshay Kumar",
      "Suvasis Swain",
      "Vaibhav S. Prabhudesai"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2206.15243",
    "title": "Doppler-free high resolution continuous wave optical UV-spectroscopy on  the $\\mathrm{A}\\,^2Σ^+ \\leftarrow \\mathrm{X}\\,^2Π_{3/2}$ transition in  nitric oxide",
    "abstract": "We report on Doppler-free continuous-wave optical UV-spectroscopy resolving the hyperfine structure of the $\\mathrm{A}\\,^2\\Sigma^+ \\leftarrow \\mathrm{X}\\,^2\\Pi_{3/2}$ transition in nitric oxide for total angular momenta $J_X=1.5-19.5$ on the $\\mathrm{oP_{12ee}}$ branch. The resulting line splittings are compared to calculated splittings and fitted determining new values for the molecular constants $b, c, eQq_0$ and $b_F$ for the $\\mathrm{A}\\,^2\\Sigma^+$ state. The constants are in good agreement with values previously determined by quantum beat spectroscopy. ",
    "url": "https://arxiv.org/abs/2206.15243",
    "authors": [
      "Patrick Kaspar",
      "Fabian Munkes",
      "Philipp Neufeld",
      "Lea Ebel",
      "Yannick Schellander",
      "Robert Löw",
      "Tilman Pfau",
      "Harald Kübler"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2206.15264",
    "title": "Bringing the second quantum revolution into high school",
    "abstract": "The aim of this thesis is to bridge the gap between the world of physics research and secondary education on contemporary quantum physics. We fostered the creation of a generative learning environment formed by quantum physics researchers, high school physics teachers and student. The result was the development of an teaching approach to the core ideas of quantum physics (quantum states, superposition and measurement) that has been used to design and implement teaching-learning activities in regular high school lessons. ",
    "url": "https://arxiv.org/abs/2206.15264",
    "authors": [
      "Filippo Pallotta"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)"
    ]
  },
  {
    "id": "arXiv:2206.15358",
    "title": "Surface Passivation of III-V GaAs Nanopillars by Low Frequency Plasma  Deposition of Silicon Nitride for Active Nanophotonic Devices",
    "abstract": "Numerous efforts have been devoted to improve the electronic and optical properties of III-V compound materials via reduction of their nonradiative states, aiming at highly-efficient III-V sub-micrometer devices. Despite many advances, there is still a controversial debate on which combination of chemical treatment and capping dielectric layer can best reproducibly protect the crystal surface of III-Vs, while being compatible with readily available plasma deposition methods. This work reports on a systematic experimental study on the role of sulfide ammonium chemical treatment followed by dielectric coating in the passivation effect of GaAs/AlGaAs nanopillars. Our results conclusively show that the best surface passivation is achieved using ammonium sulfide followed by encapsulation with a thin layer of silicon nitride by low frequency plasma enhanced chemical deposition. Here, the sulfurized GaAs surfaces, the high level of hydrogen ions and the low frequency (380 kHz) excitation plasma that enable intense bombardment of hydrogen, all seem to provide a combined active role in the passivation mechanism of the pillars. We observe up to a 29-fold increase of the photoluminescence (PL) integrated intensity for the best samples as compared to untreated nanopillars. X-ray photoelectron spectroscopy analysis confirms the best treatments show remarkable removal of gallium and arsenic native oxides. Time-resolved micro-PL measurements display nanosecond lifetimes resulting in a record-low surface recombination velocity for dry etched GaAs nanopillars. We achieve robust, stable and long-term passivated nanopillar surfaces which creates expectations for remarkable high internal quantum efficiency (IQE>0.5) in nanoscale light-emitting diodes. The enhanced performance paves the way to many other nanostructures and devices such as miniature resonators, lasers, photodetectors and solar cells. ",
    "url": "https://arxiv.org/abs/2206.15358",
    "authors": [
      "Bejoys Jacob",
      "Filipe Camarneiro",
      "Jérôme Borme",
      "Oleksandr Bondarchuk",
      "Jana B. Nieder",
      "Bruno Romeira"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2206.15421",
    "title": "Effect of Temperature Gradient on Quantum Transport",
    "abstract": "The recently introduced multisite tensor network path integral (MS-TNPI) method [Bose and Walters, J. Chem. Phys., 2022, 156, 24101.] for simulation of quantum dynamics of extended systems has been shown to be effective in studying one-dimensional systems. Quantum transport in these systems are typically studied at a constant temperature. However, temperature seems to be a very obvious parameter that can be spatially changed to control the quantum transport. Here, MS-TNPI is used to study ``non-equilibrium'' effects of an externally imposed temperature gradient on the quantum transport in one-dimensional extended quantum systems. ",
    "url": "https://arxiv.org/abs/2206.15421",
    "authors": [
      "Amartya Bose",
      "Peter L. Walters"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2206.14845",
    "title": "Cavity-Enhanced 2D Material Quantum Emitters Deterministically  Integrated with Silicon Nitride Microresonators",
    "abstract": "Optically active defects in 2D materials, such as hexagonal boron nitride (hBN) and transition metal dichalcogenides (TMDs), are an attractive class of single-photon emitters with high brightness, room-temperature operation, site-specific engineering of emitter arrays, and tunability with external strain and electric fields. In this work, we demonstrate a novel approach to precisely align and embed hBN and TMDs within background-free silicon nitride microring resonators. Through the Purcell effect, high-purity hBN emitters exhibit a cavity-enhanced spectral coupling efficiency up to $46\\%$ at room temperature, which exceeds the theoretical limit for cavity-free waveguide-emitter coupling and previous demonstrations by nearly an order-of-magnitude. The devices are fabricated with a CMOS-compatible process and exhibit no degradation of the 2D material optical properties, robustness to thermal annealing, and 100 nm positioning accuracy of quantum emitters within single-mode waveguides, opening a path for scalable quantum photonic chips with on-demand single-photon sources. ",
    "url": "https://arxiv.org/abs/2206.14845",
    "authors": [
      "Kamyar Parto",
      "Shaimaa I. Azzam",
      "Nicholas Lewis",
      "Sahil D. Patel",
      "Sammy Umezawa",
      "Kenji Watanabe",
      "Takashi Taniguchi",
      "Galan Moody"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.14955",
    "title": "Towards Perturbation Theory Methods on a Quantum Computer",
    "abstract": "Perturbation theory (PT) might be one of the most powerful and fruitful tools for both physicists and chemists, which evoked an explosion of applications with the blooming of atomic and subatomic physics. Even though PT is well-used today, techniques for PT are significantly lacking in quantum computing. Here we present a quantum circuit estimating both the energy and eigenstates corrections with PT methods, which we claim is far superior to the classical version when estimating the second order energy correction. Our approach is further demonstrated with an application on the extended Hubbard model, where numerical simulation based on qiskit is also presented. Unlike the popular quantum variational circuit, there is no training or optimizing process in our circuit, and all parameters are derived from the unperturbed Hamiltonian. Our work offers a new approach to studying complex systems with quantum devices, which might shed light on the quantum implementation of the more intricate methods based on PT. ",
    "url": "https://arxiv.org/abs/2206.14955",
    "authors": [
      "Junxu Li",
      "Barbara A. Jones",
      "Sabre Kais"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2206.14978",
    "title": "Quantum-correlation-based free-space optical link with an active  reflector",
    "abstract": "We present a quantum-correlation-based free-space optical(FSO) link over 250 m using an outdoor active reflector 125 m from the transceiver station. The performance of free-space optical communication can be significantly degraded by atmospheric turbulence effects, such as beam wander and signal fluctuations. We used a 660 nm tracking laser to reduce atmospheric effects, by analyzing the fast beam wander and slow temporal beam drift, using this information to correct the quantum channel alignment of the 810 nm signal photons. In this work, the active reflector consisted of a mirror, a 6-axis hexapod stage, and a long-range wireless bridge. The slow drift of the beam path due to outdoor temperature changes was steered and controlled using wireless optical feedback between the receiver units and the active reflector. Our work provides useful knowledge for improved control of beam paths in outdoor conditions, which can be developed to ensure high quality quantum information transfer in real-world scenarios, such as an unmanned FSO link for urban quantum communication or retro-reflective quantum communication links. ",
    "url": "https://arxiv.org/abs/2206.14978",
    "authors": [
      "Dongkyu Kim",
      "Dohoon Lim",
      "Kyungdeuk Park",
      "Yong Sup Ihn"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.15403",
    "title": "Coupling Perovskite Quantum Dot Pairs in Solution using Nanoplasmonic  Assembly",
    "abstract": "Perovskite quantum dots (PQDs) provide a robust solution-based approach to efficient solar cells, bright light-emitting devices, and quantum sources of light. Quantifying heterogeneity and understanding coupling between dots is critical for these applications. We use double-nanohole optical trapping to size individual dots and correlate to emission energy shifts from quantum confinement. We were able to assemble a second dot in the trap, which allows us to observe the coupling between dots. We observe a systematic red-shift of 1.1 $\\pm$ 0.6 meV in the emission wavelength. Theoretical analysis shows that the observed shift is consistent with resonant energy transfer and is unusually large due to moderate-to-large quantum confinement in PQDs. This demonstrates the promise of PQDs for entanglement in quantum information applications. This work enables future in situ control of PQD growth as well as studies of the coupling between small PQD assemblies with quantum information applications in mind. ",
    "url": "https://arxiv.org/abs/2206.15403",
    "authors": [
      "Hao Zhang",
      "Parinaz Moazzezi",
      "Juanjuan Ren",
      "Brett Henderson",
      "Cristina Cordoba",
      "Vishal Yeddu",
      "Arthur M. Blackburn",
      "Makhsud I. Saidaminov",
      "Irina Paci",
      "Stephen Hughes",
      "Reuven Gordon"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.15440",
    "title": "A Solid-State Microwave Magnetometer with Picotesla-Level Sensitivity",
    "abstract": "Quantum sensing of low-frequency magnetic fields using nitrogen-vacancy (NV) center ensembles has been demonstrated in multiple experiments with sensitivities as low as $\\sim$1 pT/$\\sqrt{\\text{Hz}}$. To date, however, demonstrations of high-frequency magnetometry in the GHz regime with NV diamond are orders of magnitude less sensitive, above the nT/$\\sqrt{\\text{Hz}}$ level. Here we adapt for microwave frequencies techniques that have enabled high-performance, low-frequency quantum sensors. Using a custom-grown NV-enriched diamond combined with a noise cancellation scheme designed for high-frequency sensing, we demonstrate a Rabi-sequence-based magnetometer able to detect microwave fields near 2.87 GHz with a record sensitivity of 3.4 pT/$\\sqrt{\\textrm{Hz}}$. We demonstrate both amplitude and phase sensing and project tunability over a 300 MHz frequency range. This result increases the viability of NV ensembles to serve as microwave circuitry imagers and near-field probes of antennas. ",
    "url": "https://arxiv.org/abs/2206.15440",
    "authors": [
      "Scott T. Alsid",
      "Jennifer M. Schloss",
      "Matthew H. Steinecker",
      "John F. Barry",
      "Andrew C. Maccabe",
      "Guoqing Wang",
      "Paola Cappellaro",
      "Danielle A. Braje"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:1507.06393",
    "title": "Three arguable and interrelated concepts: point particle singularity,  asymmetric action of EM on quantum wave functions, and the Left out  restricted Lorentz gauge from U(1)",
    "abstract": " Comments: 19 pages, 1 figure ",
    "url": "https://arxiv.org/abs/1507.06393",
    "authors": [
      "Yousef Sobouti"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2203.02812",
    "title": "Partially polaron-transformed quantum master equation for exciton and  charge transport dynamics",
    "abstract": " Comments: 17 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2203.02812",
    "authors": [
      "Seogjoo J. Jang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Biological Physics (physics.bio-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2204.13402",
    "title": "Generalizing the exact multipole expansion: Density of multipole modes  in complex photonic nanostructures",
    "abstract": " Comments: 13 pages, 6 figures. Includes a supporting information pdf and python examples ",
    "url": "https://arxiv.org/abs/2204.13402",
    "authors": [
      "Clément Majorel",
      "Adelin Patoux",
      "Ana Estrada-Real",
      "Bernhard Urbaszek",
      "Christian Girard",
      "Arnaud Arbouet",
      "Peter R. Wiecha"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2205.00945",
    "title": "Cavity-induced Non-Adiabatic Dynamics and Spectroscopy of Molecular  Rovibrational Polaritons studied by Multi-Mode Quantum Models",
    "abstract": " Comments: 14 pages, 7 figures; accepted at Journal of Chemical Physics ",
    "url": "https://arxiv.org/abs/2205.00945",
    "authors": [
      "Eric W. Fischer",
      "Peter Saalfrank"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.13771",
    "title": "Bandwidth tunable optical filter based on a tri-mode high-contrast  grating",
    "abstract": " Title: Bandwidth tunable optical filter based on a tri-mode high-contrast  grating ",
    "url": "https://arxiv.org/abs/2206.13771",
    "authors": [
      "Hsin-Yu Yao",
      "Yi-Chen Wang",
      "Tsun-Hsu Chang",
      "Tsing-Hua Her"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  }
]