[
  {
    "id": "arXiv:2305.11878",
    "title": "Reservoir computing and task performing through using high-$β$  lasers with delayed optical feedback",
    "abstract": "Nonlinear photonic sources including semiconductor lasers have recently been utilized as ideal computation elements for information processing. They supply energy-efficient way and rich dynamics for classification and recognition tasks. In this work, we propose and numerically study the dynamics of complex photonic systems including high-$\\beta$ laser element with delayed feedback and functional current modulation, and employ nonlinear laser dynamics of near-threshold region for the application in reservoir computing. The results indicate a perfect (100$\\%$) recognition accuracy for the pattern recognition task, and an accuracy of about 98$\\%$ for the Mackey-Glass chaotic sequences prediction. Therefore, the system shows an improvement of performance with low-power consumption, in particular, the error rate is an order of magnitude smaller in comparison with previous works. ",
    "url": "https://arxiv.org/abs/2305.11878",
    "authors": [
      "T. Wang",
      "C. Jiang",
      "Q. Fang",
      "X. Guo",
      "Y. Zhang",
      "C. Jin",
      "S. Xiang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Emerging Technologies (cs.ET)"
    ]
  },
  {
    "id": "arXiv:2305.11895",
    "title": "Derivation of the Ghost Gutzwiller Approximation from Quantum Embedding  principles: the Ghost Density Matrix Embedding Theory",
    "abstract": "Establishing the underlying links between the diverse landscape of theoretical frameworks for simulating strongly correlated matter is crucial for advancing our understanding of these systems. In this work, we focus on the Ghost Gutzwiller Approximation (gGA), an extension of the Gutzwiller Approximation (GA) based on the variational principle. We derive a framework called \"Ghost Density Matrix Embedding Theory\" (gDMET) from quantum embedding (QE) principles similar to those in Density Matrix Embedding Theory (DMET), which reproduces the gGA equations for multi-orbital Hubbard models with a simpler implementation. This derivation highlights the crucial role of the ghost degrees of freedom, not only as an extension to the GA, but also as the key element in establishing a consistent conceptual connection between DMET and the gGA. This connection further elucidates how gGA overcomes the systematic accuracy limitations of standard GA and achieves results comparable to Dynamical Mean Field Theory (DMFT). Furthermore, it offers an alternative interpretation of the gGA equations, fostering new ideas and generalizations. ",
    "url": "https://arxiv.org/abs/2305.11895",
    "authors": [
      "Nicola Lanatà"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)"
    ]
  },
  {
    "id": "arXiv:2305.11899",
    "title": "Real-data-driven Real-time Reconfigurable Microwave Reflective Surface",
    "abstract": "Manipulating the electromagnetic (EM) reflection behavior from an arbitrary surface dynamically on arbitrary design goals is an ultimate ambition for many EM stealth and communication problems, yet it is nearly impossible to accomplish with conventional analysis and optimization techniques. In this paper we present a reconfigurable conformal metasurface prototype as well as a workflow that enables it to respond to multiple design targets on the reflection pattern with extremely low on-site computing power and time. The metasurface is driven by a sequential tandem neural network which is pre-trained using actual experimental data, avoiding any possible errors that may arise from calculation, simulation or manufacturing tolerances. This platform empowers the surface to operate accurately in a complex environment including varying incident angle and operating frequency, or even with other scatterers present close to the surface. The proposed data-driven approach requires minimum amount of prior knowledge and human effort yet provides maximized versatility on the reflection control, stepping towards the end form of an artificial-intelligence-based tunable EM surface. ",
    "url": "https://arxiv.org/abs/2305.11899",
    "authors": [
      "Erda Wen",
      "Xiaozhen Yang",
      "Daniel F. Sievenpiper"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Systems and Control (eess.SY)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.11992",
    "title": "2D material-based mode confinement engineering in electro-optic  modulators",
    "abstract": "The ability to modulate light using 2-dimensional (2D) materials is fundamentally challenged by their small optical cross-section leading to miniscule modal confinements in diffraction-limited photonics despite intrinsically high electro-optic absorption modulation (EAM) potential given by their strong exciton binding energies. However the inherent polarization anisotropy in 2D-materials and device tradeoffs lead to additional requirements with respect to electric field directions and modal confinement. A detailed relationship between modal confinement factor and obtainable modulation strength including definitions on bounding limits are outstanding. Here we show that the modal confinement factor is a key parameter determining both the modulation strength and the modulator extinction ratio-to-insertion loss metric. We show that the modal confinement and hence the modulation strength of a single-layer modulated 2D material in a plasmonically confined mode is able to improve by more than 10x compared to diffraction-limited modes. Combined with the strong-index modulation of graphene the modulation strength can be more than 2-orders of magnitude higher compared to Silicon-based EAMs. Furthermore modal confinement was found to be synergistic with performance optimization via enhanced light-matter-interactions. These results show that there is room for scaling 2D material EAMs with respect to modal engineering towards realizing synergistic designs leading to high-performance modulators. ",
    "url": "https://arxiv.org/abs/2305.11992",
    "authors": [
      "Zhizhen Ma",
      "Behrouz Movahhed Nouri",
      "Mohammad Tahersima",
      "Sikandar Khan",
      "Hamed Dalir",
      "Volker J. Sorger"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.12136",
    "title": "Ultra-fast Graphene-Plasmonic Hybrid Metasurface Saturable Absorber with  Low Saturation Fluence",
    "abstract": "Exploring novel materials with enhanced optical nonlinearities at low power levels with ultrafast response and small footprints is of great interests for information processing, communication, sensing and quantum systems. Recent progress on nonlinear metamaterials and metasurfaces suggests promising solutions to overcome the limitations of nonlinear materials in nature. Here we present a design concept for highly enhanced saturable absorption effect based on subwavelength-thick (<1/5$\\lambda$0) hybrid graphene-plasmonic metasurface structures in infrared wavelengths. Our theoretical and experimental results demonstrated that, by exciting nonequilibrium carriers inside nanoscale hotspots, one could not only enhance the saturable absorption in graphene, but also reduce the saturation fluence by over 3 orders of magnitude (from ~ 1 mJ/cm2 to ~100 nJ/cm2). Our pump-probe measurement results suggested an ultrashort saturable absorption recovery time (<60 fs), which is ultimately determined by the relaxation dynamics of photoexcited carriers in graphene. We also observed pulse narrowing effects in our devices based on the autocorrelation measurement results. Such design concepts can be tailored via structure engineering to operate in broader wavelength ranges up to mid- and far- infrared spectral regions. These ultrafast low-saturation fluence saturable absorber designs can enable low-threshold, compact, self-starting mode-locked lasers, laser pulse shaping, and high-speed optical information processing. ",
    "url": "https://arxiv.org/abs/2305.12136",
    "authors": [
      "Md Zubair Ebne Rafique",
      "Ali Basiri",
      "Jing Bai",
      "Jiawei Zuo",
      "Yu Yao"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2305.12208",
    "title": "New orbital angular momentum multiplexing strategy: beyond the capacity  limit of free-space optical communication",
    "abstract": "Free space optical (FSO) communication can exploit mode-division multiplexing using orthogonal spatial modes of Laguerre Gaussian beams, such as orbital angular momentum (OAM) modes, wherein OAM multiplexing offers potentially infinite information capacity due to the arbitrary quantization of OAM. Combined with polarization-division multiplexing and wavelength-division multiplexing, OAM multiplexing is a promising solution for future capacity demands. However, the practically addressable number of spatial subchannels is severely limited by the receiver size and the rapid beam expansion with increasing mode order and communication distance. Based on the intrinsic and distinctive property that the divergent degree of the innermost ring of a Laguerre-Gaussian beam is significantly slower than that of the beam cross-section during propagation, here we propose theoretically and demonstrate experimentally a novel communication strategy innermost ring dominated OAM (IRD-OAM) multiplexingn that can overcome these limits and achieve up to 1238% capacity of conventional OAM multiplexing in a canonical FSO link system without any additional hardware modifications. Alternatively, our strategy can also enable longer communication distance (403% of that for conventional OAM multiplexing), or smaller receiver (26.9% in size compared to conventional OAM multiplexing), while maintaining the same capacity as conventional OAM multiplexing. Our work will hasten the development of future FSO communications with ultra high capacity, ultra long distance and highly-integrated devices for deep space, near Earth and Earth surface applications. ",
    "url": "https://arxiv.org/abs/2305.12208",
    "authors": [
      "Wenxiang Yan",
      "Yuan Gao",
      "Xian Long",
      "Zheng Yuan",
      "Zhi-Cheng Ren",
      "Xi-Lin Wang",
      "Jianping Ding",
      "Hui-Tian Wang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.12315",
    "title": "Reducing the instability of an optical lattice clock using multiple  atomic ensembles",
    "abstract": "The stability of an optical atomic clock is a critical figure of merit for almost all clock applications. To this end, much optical atomic clock research has focused on reducing clock instability by increasing the atom number, lengthening the coherent interrogation times, and introducing entanglement to push beyond the standard quantum limit. In this work, we experimentally demonstrate an alternative approach to reducing clock instability using a phase estimation approach based on individually controlled atomic ensembles in a strontium (Sr) optical lattice clock. We first demonstrate joint Ramsey interrogation of two spatially-resolved atom ensembles that are out of phase with respect to each other, which we call \"quadrature Ramsey spectroscopy,\" resulting in a factor of 1.36(5) reduction in absolute clock instability as measured with interleaved self-comparisons. We then leverage the rich hyperfine structure of ${}^{87}$Sr to realize independent coherent control over multiple ensembles with only global laser addressing. Finally, we utilize this independent control over 4 atom ensembles to implement a form of phase estimation, achieving a factor of greater than 3 enhancement in coherent interrogation time and a factor of 2.08(6) reduction in instability over an otherwise identical single ensemble clock with the same local oscillator and the same number of atoms. We expect that multi-ensemble protocols similar to those demonstrated here will result in reduction in the instability of any optical lattice clock with an interrogation time limited by the local oscillator. ",
    "url": "https://arxiv.org/abs/2305.12315",
    "authors": [
      "Xin Zheng",
      "Jonathan Dolde",
      "Shimon Kolkowitz"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2305.12746",
    "title": "Ultra-high harmonic conversion of a seeded free-electron laser via  harmonic optical klystron",
    "abstract": "External seeded free-electron lasers (FELs) have proven to be compelling tools for generating fully coherent EUV and soft X-ray radiations. Echo-enabled harmonic generation (EEHG), as the most typical representative of external seeded FELs, has unparalleled harmonic conversion efficiency. However, due to the limitations of various collective effects, the harmonic conversion of a high-gain EEHG that has been proved in experiments does not exceed 50 times. This paper proposes a new EEHG technology with the help of harmonic optical klystron technology, which can effectively increase the number of harmonic conversion to about 100 times. Theoretical analysis and numerical simulations show that intense and almost fully coherent FEL pulses with a radiation wavelength of 3 nm can be generated. At the same time, the seed laser intensity required by this scheme is lower, compared to nominal EEHG, thus facilitating the generation of high repetition rate seeded FELs. ",
    "url": "https://arxiv.org/abs/2305.12746",
    "authors": [
      "Xiaofan Wang",
      "Li Zeng",
      "Weiqing Zhang",
      "Xueming Yang"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.12776",
    "title": "Non-stochastic Optimization Algorithm for Neural-network Quantum States",
    "abstract": "Neural-network quantum states (NQS), which use an artificial neural network to encode variational many-body wave functions in second quantization, have been successfully applied to the electronic problem for several molecules recently. Though already competes with many traditional quantum chemistry methods, describing electronic wave function of molecules using NQS is just in its early stages. Here we introduce a general non-stochastic optimization algorithm for NQS in chemical systems, which deterministically generates a selected set of important configurations simultaneously with energy evaluation of NQS and sidesteps Markov-chain Monte Carlo that is required in the typical variational Monte Carlo (VMC) framework, making the whole optimization smoother and faster. This newly developed non-stochastic optimization algorithm for NQS can recover the potential energy curves with a level of accuracy competitive with CCSD(T) in carbon dimer with cc-pVDZ basis after perturbative correction with ~$1.4\\times 10^{11}$ configurations in the full variational space, and to an accuracy of better than 0.2 mHa in strongly correlated equidistant hydrogen chain H10 with STO-6G basis. These successful applications of NQS to molecules that have large variational spaces or strong electron correlations manifest the strength of our non-stochastic optimization algorithm, provide further understanding about the performance of NQS in chemical systems and suggest routes for future improvements. ",
    "url": "https://arxiv.org/abs/2305.12776",
    "authors": [
      "Xiang Li",
      "Jia-Cheng Huang",
      "Guang-Ze Zhang",
      "Changsu Cao",
      "Han-Shi Hu"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2305.12988",
    "title": "Linear Optical Random Projections Without Holography",
    "abstract": "We introduce a novel method to perform linear optical random projections without the need for holography. Our method consists of a computationally trivial combination of multiple intensity measurements to mitigate the information loss usually associated with the absolute-square non-linearity imposed by optical intensity measurements. Both experimental and numerical findings demonstrate that the resulting matrix consists of real-valued, independent, and identically distributed (i.i.d.) Gaussian random entries. Our optical setup is simple and robust, as it does not require interference between two beams. We demonstrate the practical applicability of our method by performing dimensionality reduction on high-dimensional data, a common task in randomized numerical linear algebra with relevant applications in machine learning. ",
    "url": "https://arxiv.org/abs/2305.12988",
    "authors": [
      "Ruben Ohana",
      "Daniel Hesslow",
      "Daniel Brunner",
      "Sylvain Gigan",
      "Kilian Müller"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.13004",
    "title": "Single-shot spatial coherence of a plasma based soft X-ray laser",
    "abstract": "Many applications of short-wavelength radiation impose strong requirements on the coherence properties of the source. However, the measurement of such properties poses a challenge, mainly due to the lack of high-quality optics and source fluctuations that often violate assumptions necessary for multi-shot or cumulative techniques. In this article, we present a new method of single-shot spatial coherence measurement adapted to the soft X-ray spectral range. Our method is based on a far-field diffraction pattern from a binary transmission mask consisting of a non-redundant array of simple apertures. Unlike all currently available methods, our technique allows measuring radiation field with an arbitrary spatial coherence function without any prior assumption on intensity distribution or the model of the degree of spatial coherence. We experimentally verified the technique by retrieving the spatial coherence functions of individual shots of laser-driven Zn plasma soft X-ray laser with one- and two-dimensional masks. The experimental results revealed nontrivial illumination pattern and strong asymmetry of the spatial coherence function, which clearly calls for abandoning the often used models that assume rotational invariance of the coherence function, such as the popular Gaussian-Schell beam model. ",
    "url": "https://arxiv.org/abs/2305.13004",
    "authors": [
      "Martin Albrecht",
      "Ondřej Hort",
      "Michaela Kozlová",
      "Miroslav Krůs",
      "Jaroslav Nejdl"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.13138",
    "title": "Enhancing Understanding of Hydraulic Fracture Tip Advancement through  Inversion of Low-Frequency Distributed Acoustic Sensing Data",
    "abstract": "Characterizing the fluid-driven fracture tip advancing process presents a significant challenge due to the difficulty of replicating real-world conditions in laboratory experiments and the lack of precise field measurements. However, recent advances in low-frequency distributed acoustic sensing (LF-DAS) technology offer new opportunities to investigate the dynamics of propagating hydraulic fractures. In this study, we propose an iterative inversion method to characterize fracture-tip advancing behaviors using LF-DAS data. A forward geomechanical model is developed using the three-dimensional displacement discontinuity method, and the optimization is realized by a conjugate gradient method. The performance of the inversion algorithm is demonstrated using a synthetic case, in which the fracture half-length evolution and propagation velocity match well with the reference solutions. Additionally, the averaged fracture cross-section area, fracture volume, and fracturing fluid efficiency can also be estimated, showing good agreements with true values of the synthetic case under reasonable assumptions. Then a field case with a single-cluster hydraulic fracturing treatment from the Hydraulic Fracturing Test Site 2 project (HFTS2) is studied. Our analysis of the inversion results reveal that the fracture propagates intermittently, as evidenced by the fracture half-length evolution. This unique field evidence can guide modeling efforts to incorporate this important physical behavior into fracture models, and the secondary information gathered from the study, including fracture cross-section area and volume, can help evaluate and optimize fracturing efficiency. ",
    "url": "https://arxiv.org/abs/2305.13138",
    "authors": [
      "Yongzan Liu",
      "Lin Liang",
      "Smaine Zeroug"
    ],
    "subjectives": [
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2305.13174",
    "title": "Observation of Quantum metric and non-Hermitian Berry curvature in a  plasmonic lattice",
    "abstract": "We experimentally observe the quantum geometric tensor, namely the quantum metric and the Berry curvature, for a square lattice of radiatively coupled plasmonic nanoparticles. We observe a non-zero Berry curvature and show that it arises solely from non-Hermitian effects. The quantum metric is found to originate from a pseudospin-orbit coupling. The long-range nature of the radiative interaction renders the behavior distinct from tight-binding systems: Berry curvature and quantum metric are centered around high-symmetry lines of the Brillouin zone instead of high-symmetry points. Our results inspire new pathways in the design of topological systems by tailoring losses or gain. ",
    "url": "https://arxiv.org/abs/2305.13174",
    "authors": [
      "Javier Cuerda",
      "Jani M. Taskinen",
      "Nicki Källman",
      "Leo Grabitz",
      "Päivi Törmä"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2305.13201",
    "title": "Disappearing Without a Trace: The Arrows of Time in Kent's Solution to  the Lorentzian Quantum Reality Problem",
    "abstract": "Most existing proposals to explain the temporal asymmetries we see around us are sited within an approach to physics based on time evolution, and thus they typically put the asymmetry in at the beginning of time in the form of a special initial state. But there may be other possibilities for explaining temporal asymmetries if we don't presuppose the time evolution paradigm. In this article, we explore one such possibility, based on Kent's `final-measurement' interpretation of quantum mechanics. We argue that this approach potentially has the resources to explain the electromagnetic asymmetry, the thermodynamic asymmetry, the coarse-graining asymmetry, the fork asymmetry, the record asymmetry, and the cosmological asymmetry, and that the explanations it offers may potentially be better than explanations appealing to a special initial state. Our hope is that this example will encourage further exploration of novel approaches to temporal asymmetry outside of the time evolution paradigm. ",
    "url": "https://arxiv.org/abs/2305.13201",
    "authors": [
      "Emily Adlam"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2305.13244",
    "title": "Pseudospin-orbit coupling and non-Hermitian effects in the Quantum  Geometric Tensor of a plasmonic lattice",
    "abstract": "We theoretically predict the full quantum geometric tensor, comprising the quantum metric and the Berry curvature, for a square lattice of plasmonic nanoparticles. The gold nanoparticles act as dipole or multipole antenna radiatively coupled over long distances. The photonic-plasmonic eigenfunctions and energies of the system depend on momentum and polarization (pseudospin), and their topological properties are encoded in the quantum geometric tensor. By T-matrix numerical simulations, we identify a TE-TM band splitting at the diagonals of the first Brillouin zone, that is not predicted by the empty lattice band structure nor by the highly symmetric nature of the system. Further, we find quantum metric around these regions of the reciprocal space, and even a non-zero Berry curvature despite the trivial lattice geometry and absence of magnetic field. We show that this non-zero Berry curvature arises exclusively from non-Hermitian effects which break the time-reversal symmetry. The quantum metric, in contrast, originates from a pseudospin-orbit coupling given by the polarization and directional dependence of the radiation. ",
    "url": "https://arxiv.org/abs/2305.13244",
    "authors": [
      "Javier Cuerda",
      "Jani M. Taskinen",
      "Nicki Källman",
      "Leo Grabitz",
      "Päivi Törmä"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2305.13306",
    "title": "Growth of ultrawide-bandgap BN/diamond heterostructures by pulsed laser  deposition",
    "abstract": "Heterostructures based on ultrawide-bandgap (UWBG) semiconductors (bandgap >4.0 eV), boron nitride (BN) and diamond are important for next-generation high-power electronics. However, in-situ hetero-epitaxy of BN/diamond or vice-versa remains extremely challenging, due to their non-trivial growth kinetics. Here, we have grown BN thin film on (100) single crystal diamond by pulsed laser deposition and investigated its structural and magnetic properties, optical refractive index, and thermal conductivity. Structural characterizations confirm the mixed (stable hexagonal and metastable cubic) phase growth. Film shows diamagnetic behavior at room temperature. It displays anisotropic refractive index within the visible-to-near-infrared wavelength range. The room temperature cross-plane thermal conductivity of BN is ~1.53 W/(mK), and the thermal conductance of the BN/diamond interface is ~20 MW/(m2K). Our findings are useful for various device related applications based on UWBG BN/diamond heterostructures. ",
    "url": "https://arxiv.org/abs/2305.13306",
    "authors": [
      "Abhijit Biswas",
      "Gustavo A. Alvarez",
      "Tao Li",
      "Joyce Christiansen-Salameh",
      "Eugene Jeong",
      "Anand B. Puthirath",
      "Sathvik Ajay Iyengar",
      "Chenxi Li",
      "Tia Gray",
      "Xiang Zhang",
      "Tymofii S. Pieshkov",
      "Harikishan Kannan",
      "Jacob Elkins",
      "Robert Vajtai",
      "A. Glen Birdwell",
      "Mahesh R. Neupane",
      "Elias J. Garratt",
      "Bradford B. Pate",
      "Tony G. Ivanov",
      "Yuji Zhao",
      "Zhiting Tian",
      "Pulickel M. Ajayan"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2305.11984",
    "title": "OL-Transformer: A Fast and Universal Surrogate Simulator for Optical  Multilayer Thin Film Structures",
    "abstract": "Deep learning-based methods have recently been established as fast and accurate surrogate simulators for optical multilayer thin film structures. However, existing methods only work for limited types of structures with different material arrangements, preventing their applications towards diverse and universal structures. Here, we propose the Opto-Layer (OL) Transformer to act as a universal surrogate simulator for enormous types of structures. Combined with the technique of structure serialization, our model can predict accurate reflection and transmission spectra for up to $10^{25}$ different multilayer structures, while still achieving a six-fold time speedup compared to physical solvers. Further investigation reveals that the general learning ability comes from the fact that our model first learns the physical embeddings and then uses the self-attention mechanism to capture the hidden relationship of light-matter interaction between each layer. ",
    "url": "https://arxiv.org/abs/2305.11984",
    "authors": [
      "Taigao Ma",
      "Haozhu Wang",
      "L. Jay Guo"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.12852",
    "title": "Cycle Consistency-based Uncertainty Quantification of Neural Networks in  Inverse Imaging Problems",
    "abstract": "Uncertainty estimation is critical for numerous applications of deep neural networks and draws growing attention from researchers. Here, we demonstrate an uncertainty quantification approach for deep neural networks used in inverse problems based on cycle consistency. We build forward-backward cycles using the physical forward model available and a trained deep neural network solving the inverse problem at hand, and accordingly derive uncertainty estimators through regression analysis on the consistency of these forward-backward cycles. We theoretically analyze cycle consistency metrics and derive their relationship with respect to uncertainty, bias, and robustness of the neural network inference. To demonstrate the effectiveness of these cycle consistency-based uncertainty estimators, we classified corrupted and out-of-distribution input image data using some of the widely used image deblurring and super-resolution neural networks as testbeds. The blind testing of our method outperformed other models in identifying unseen input data corruption and distribution shifts. This work provides a simple-to-implement and rapid uncertainty quantification method that can be universally applied to various neural networks used for solving inverse problems. ",
    "url": "https://arxiv.org/abs/2305.12852",
    "authors": [
      "Luzhe Huang",
      "Jianing Li",
      "Xiaofu Ding",
      "Yijie Zhang",
      "Hanlong Chen",
      "Aydogan Ozcan"
    ],
    "subjectives": [
      "Computer Vision and Pattern Recognition (cs.CV)",
      "Machine Learning (cs.LG)",
      "Image and Video Processing (eess.IV)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.13126",
    "title": "Free Space Continuous Variable Quantum Key Distribution with Discrete  Phases",
    "abstract": "Quantum Key Distribution (QKD) offers unconditional security in principle. Many QKD protocols have been proposed and demonstrated to ensure secure communication between two authenticated users. Continuous variable (CV) QKD offers many advantages over discrete variable (DV) QKD since it is cost-effective, compatible with current classical communication technologies, efficient even in daylight, and gives a higher secure key rate. Keeping this in view, we demonstrate a discrete modulated CVQKD protocol in the free space which is robust against polarization drift. We also present the simulation results with a noise model to account for the channel noise and the effects of various parameter changes on the secure key rate. These simulation results help us to verify the experimental values obtained for the implemented CVQKD. ",
    "url": "https://arxiv.org/abs/2305.13126",
    "authors": [
      "Anju Rani",
      "Pooja Chandravanshi",
      "Jayanth Ramakrishnan",
      "Pravin Vaity",
      "P. Madhusudhan",
      "Tanya Sharma",
      "Pranav Bhardwaj",
      "Ayan Biswas",
      "R. P. Singh"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.13263",
    "title": "Sputter-deposited PZT-on-Silicon Optimization for C-band Electro-Optic  Modulation",
    "abstract": "Ferroelectric materials exhibit interesting electric, mechanical and optical properties. Particularly,tin-film lead zirconium titanate (PZT) has been used as a standard piezo-electric material in micro-electro-mechanical systems. Interestingly, it has one of the highest electro-optic properties that can be exploited to make high-speed on-chip light modulators. In this work, we demonstrate sputter-deposited PZT on silicon-on-insulator wafers. Desired phase and film morphology is achieved through process and buffer layer engineering. We present results on buffer layer screening between MgO, TiO2 and Pt. MgO is identified as a suitable buffer layer from an optical and film growth perspective. We achieve a measured coercive field for PZT/MgO and PZT/Pt film is 50 kV/cm and 30 kV/cm, respectively. We use a PZT-loaded ring modulator with an electro-optic response of 14 pm/V. ",
    "url": "https://arxiv.org/abs/2305.13263",
    "authors": [
      "Suraj",
      "Shankar Kumar Selvaraja"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:1911.07063",
    "title": "Analytic approximations to the strengths of near-threshold optical  Feshbach resonances",
    "abstract": " Comments: 12 pages, 6 figures ",
    "url": "https://arxiv.org/abs/1911.07063",
    "authors": [
      "Mateusz Borkowski"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2205.12876",
    "title": "Very-high- and ultrahigh- frequency electric field detection using high  angular momentum Rydberg states",
    "abstract": " Comments: 8 pages, 5 figures, copy edited ",
    "url": "https://arxiv.org/abs/2205.12876",
    "authors": [
      "Roger C. Brown",
      "Baran Kayim",
      "Michael A. Viray",
      "Abigail R. Perry",
      "Brian C. Sawyer",
      "Robert Wyllie"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2209.07653",
    "title": "Causal Set Quantum Gravity and the Hard Problem of Consciousness",
    "abstract": " Comments: 22 pages, 1 figure. Version 2 is a result of discussion and feedback from colleagues and will be submitted for publication in the Proceedings of the WE-Heraeus-Seminar \"Time and Clocks'', Bad Honnef, Germany, 27 Feb - 03 Mar 2023 ",
    "url": "https://arxiv.org/abs/2209.07653",
    "authors": [
      "Fay Dowker"
    ],
    "subjectives": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      "High Energy Physics - Theory (hep-th)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2210.03371",
    "title": "Superfluid signatures in a dissipative quantum point contact",
    "abstract": " Comments: 17 pages, 5 figures. Meng-Zi Huang and Jeffrey Mohan contributed equally to this work ",
    "url": "https://arxiv.org/abs/2210.03371",
    "authors": [
      "Meng-Zi Huang",
      "Jeffrey Mohan",
      "Anne-Maria Visuri",
      "Philipp Fabritius",
      "Mohsen Talebi",
      "Simon Wili",
      "Shun Uchino",
      "Thierry Giamarchi",
      "Tilman Esslinger"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2212.14611",
    "title": "Structures and energies of computed silicon (001) small angle mixed  grain boundaries as a function of three macroscopic characters",
    "abstract": " Comments: 26 pages, 10 figures and 2 tables ",
    "url": "https://arxiv.org/abs/2212.14611",
    "authors": [
      "Wei Wan",
      "Changxin Tang"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2301.06138",
    "title": "Post-2000 Nonlinear Optical Materials and Measurements: Data Tables and  Best Practices",
    "abstract": " Comments: 209 pages, 8 figures, 14 tables. Journal of Physics:Photonics (2023) ",
    "url": "https://arxiv.org/abs/2301.06138",
    "authors": [
      "Nathalie Vermeulen",
      "Daniel Espinosa",
      "Adam Ball",
      "John Ballato",
      "Philippe Boucaud",
      "Georges Boudebs",
      "Cecilia L. A. V. Campos",
      "Peter Dragic",
      "Anderson S. L. Gomes",
      "Mikko J. Huttunen",
      "Nathaniel Kinsey",
      "Rich Mildren",
      "Dragomir Neshev",
      "Lazaro Padilha",
      "Minhao Pu",
      "Ray Secondo",
      "Eiji Tokunaga",
      "Dmitry Turchinovich",
      "Jingshi Yan",
      "Kresten Yvind",
      "Ksenia Dolgaleva",
      "Eric W. Van Stryland"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.05186",
    "title": "Excitation of $^{87}$Rb Rydberg atoms to nS and nD states (n$\\leq$68)  via an optical nanofiber",
    "abstract": " Title: Excitation of $^{87}$Rb Rydberg atoms to nS and nD states (n$\\leq$68)  via an optical nanofiber ",
    "url": "https://arxiv.org/abs/2305.05186",
    "authors": [
      "Alexey Vylegzhanin",
      "Dylan J. Brown",
      "Aswathy Raj",
      "Danil F. Kornovan",
      "Jesse L. Everett",
      "Etienne Brion",
      "Jacques Robert",
      "Síle Nic Chormaic"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  }
]