[
  {
    "id": "arXiv:2305.16345",
    "title": "A Novel Algebraic System in Quantum Field Theory",
    "abstract": "An algebraic system is introduced, which is very useful for doing scattering calculations in quantum field theory. It is the set of all real numbers greater than or equal to -m^2 with parity designation and a special rule for addition and subtraction, where m is the rest mass of the scattered particle. ",
    "url": "https://arxiv.org/abs/2305.16345",
    "authors": [
      "A. D. Alhaidari",
      "A. Laradji"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2305.16423",
    "title": "Development and Stability Analysis of Carpal Kinematic Metrics from 4D  Magnetic Resonance Imaging",
    "abstract": "Introduction: Wrist instability remains a common health concern. The potential of dynamic Magnetic Resonance Imaging (MRI) in assessing carpal dynamics associated with this condition is a field of ongoing research. This study contributes to this line of inquiry by developing MRI-derived carpal kinematic metrics and investigating their stability. Methods: A previously described 4D MRI approach for tracking the movements of carpal bones in the wrist was deployed in this study. A panel of 120 metrics characterizing radial/ulnar deviation and flexion extension movements was constructed by fitting low order polynomial models of scaphoid and lunate degrees of freedom against that of the capitate. Intraclass Correlation Coefficients were utilized to analyze intra- and inter-subject stability within a mixed cohort of 49 subjects, including 20 with and 29 without a history of wrist injury. Results: A comparable degree of stability across the two different wrist movements. Out of the total 120 derived metrics, distinct subsets demonstrated high stability within each type of movement. Among asymptomatic subjects, 16 out of 17 metrics with high intra-subject stability also showed high inter-subject stability. Interestingly, some quadratic term metrics, although relatively unstable within asymptomatic subjects, showed increased stability within this group, hinting at potential differentiation in their behavior across different cohorts. Conclusion: This study showed the developing potential of dynamic MRI to characterize complex carpal bone dynamics. Stability analyses of the derived kinematic metrics showed encouraging differences between cohorts with and without a history of wrist injury. Although these broad metric stability variations highlight the potential utility of this approach for analysis of carpal instability, further studies are necessary to better characterize these observations. ",
    "url": "https://arxiv.org/abs/2305.16423",
    "authors": [
      "Azadeh Sharafi",
      "Andrew S Nencka",
      "Kevin M Koch"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2305.16515",
    "title": "Area theorem in a ring laser cavity",
    "abstract": "The generalization of the area theorem is derived for the case of a pulse circulating inside a ring laser cavity. In contrast to the standard area theorem, which is valid for a single pass of a traveling pulse through a resonant medium, the obtained generalized area theorem takes into account the medium-assisted nonlinear self-action effects through the medium excitation left by the pulse at the previous round-trip in the cavity. The generalized area theorem was then applied to the theoretical description of the dynamics of a single-section ring-cavity laser and the steady solutions for the pulse area and for the medium parameters were found both in the limit of a lumped model and for a spatially-extended system. The derived area theorem can be used for the convenient analytical description of different coherent photonic devices, like coherently mode-locked lasers or pulse compressors, as well as for the analysis of the photon echo formation in cavity-based setups. ",
    "url": "https://arxiv.org/abs/2305.16515",
    "authors": [
      "Anton Pakhomov",
      "Mikhail Arkhipov",
      "Nikolay Rosanov",
      "Rostislav Arkhipov"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.16761",
    "title": "Quantum Description of Free Electron Laser Radiation and Nonlinear  Amplitude Equations",
    "abstract": "A relativistic quantum mechanical model to describe the quantum FEL dynamics has been developed. Neglecting the spin of electrons in the impacting beam, this model is based on the Klein-Gordon equation coupled to the Poisson equation for the space-charge potential and the wave equation for the transverse components of the radiation field. Furthermore, a system of coupled nonlinear envelope equations for the slowly varying amplitudes of the electron beam distribution and the radiation field has been derived. The fundamental system of basic equations have been cast into a suitable hydrodynamic formulation. In the framework of the hydrodynamic representation, a new dispersion relation has been derived and analyzed in both the quantum and the quasi-classical regimes, where the space-charge oscillations of the electron beam are taken into account. ",
    "url": "https://arxiv.org/abs/2305.16761",
    "authors": [
      "Zhichu Chen",
      "Stephan I. Tzenov"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Accelerator Physics (physics.acc-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2305.16861",
    "title": "Low and High Frequency Vibrations Synergistically Enhance Singlet  Exciton Fission Through Robust Vibronic Resonances",
    "abstract": "Singlet exciton fission (SEF) is initiated by ultrafast internal conversion of a singlet exciton into a correlated triplet pair (TT)1. The `reaction coordinates' for ultrafast SEF even in archetypal systems such as pentacene thin film remain unclear with synthetic design principles broadly relying on tailoring electronic couplings to achieve new templates for efficient SEF materials. Spectroscopic detection of vibrational coherences in the (TT)1 photoproduct has motivated theoretical investigations into a possible role of vibronic resonance in driving SEF, akin to that reported in several photosynthetic proteins. However, a precise understanding of how prominent low-frequency vibrations and their modulation of intermolecular orbital overlaps, equally prominent high-frequency vibrations, and order of magnitude larger Huang-Rhys factors in SEF chromophores compared to photosynthetic pigments, collectively influence the mechanistic details of SEF remains starkly lacking. Here we address this gap and identify previously unrecognized effects which are quite contrasting from those known in photosynthesis excitons, and vitally enhance non-adiabatic internal conversion in SEF. Our findings have direct implications for the broad experimental interest in synthetically tailoring molecules to promote vibronically enhanced internal conversion. ",
    "url": "https://arxiv.org/abs/2305.16861",
    "authors": [
      "Atandrita Bhattacharyya",
      "Amitav Sahu",
      "Sanjoy Patra",
      "Vivek Tiwari"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2305.16911",
    "title": "On-target delivery of intense ultrafast laser pulses through hollow-core  anti-resonant fibers",
    "abstract": "We report the flexible on-target delivery of 800 nm wavelength, 5 GW peak power, 40 fs duration laser pulses through an evacuated and tightly coiled 10 m long hollow-core nested anti-resonant fiber by positively chirping the input pulses to compensate for the anomalous dispersion of the fiber. High output pulse quality and a guided peak intensity of 3 PW/cm2 were achieved by suppressing plasma effects in the residual gas by pre-pumping the fiber after evacuation. This appears to cause a long-term removal of molecules from the fiber core. Identifying the fluence at the fiber core-wall interface as the damage origin, we scaled the coupled energy to 1.8 mJ using a short piece of larger-core fiber to obtain 20 GW at the fiber output. This scheme can pave the way towards the integration of anti-resonant fibers in mJ-level nonlinear optical experiments and laser-source development. ",
    "url": "https://arxiv.org/abs/2305.16911",
    "authors": [
      "Athanasios Lekosiotis",
      "Federico Belli",
      "Christian Brahms",
      "Mohammed Sabbah",
      "Hesham Sakr",
      "Ian A. Davidson",
      "Francesco Poletti",
      "John C. Travers"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.16942",
    "title": "Multipolar Pseudochirality Induced Optical Torque",
    "abstract": "It has been observed that achiral nano-particles, such as flat helices, may be subjected to an optical torque even when illuminated by normally incident linearly polarized light. However, the origin of this fascinating phenomenon has so far remained mostly unexplained. We therefore propose an exhaustive discussion that provides a clear and rigorous explanation for the existence of such a torque. Using multipolar theory, and taking into account nonlocal interactions, we find that this torque stems from multipolar pseudochiral responses that generate both spin and orbital angular momenta. We also show that the nature of these peculiar responses makes them particularly dependent on the asymmetry of the particles. By elucidating the origin of this type of torque, this work may prove instrumental for the design of high-performance nano-rotors. ",
    "url": "https://arxiv.org/abs/2305.16942",
    "authors": [
      "Karim Achouri",
      "Mintae Chung",
      "Andrei Kiselev",
      "Olivier J. F. Martin"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.16961",
    "title": "Low-loss GHz frequency phononic integrated circuits in Gallium Nitride  for compact radio-frequency acoustic wave devices",
    "abstract": "Guiding and manipulating GHz frequency acoustic waves in $\\mu$m-scale waveguides and resonators opens up new degrees of freedom to manipulate radio frequency (RF) signals in chip-scale platforms. A critical requirement for enabling high-performance devices is the demonstration of low acoustic dissipation in these highly confined geometries. In this work, we show that gallium nitride (GaN) on silicon carbide (SiC) supports low-loss acoustics by demonstrating acoustic microring resonators with frequency-quality factor ($fQ$) products approaching $4*10^{13}$ Hz at 3.4 GHz. The low dissipation measured exceeds the $fQ$ bound set by the simplified isotropic Akhiezer material damping limit of GaN. We use this low-loss acoustics platform to demonstrate spiral delay lines with on-chip RF delays exceeding 2.5 $\\mu$s, corresponding to an equivalent electromagnetic delay of $\\approx$ 750 m. Given GaN is a well-established semiconductor with high electron mobility, our work opens up the prospect of engineering traveling wave acoustoelectric interactions in $\\mu$m-scale waveguide geometries, with associated implications for chip-scale RF signal processing. ",
    "url": "https://arxiv.org/abs/2305.16961",
    "authors": [
      "Mahmut Bicer",
      "Krishna C Balram"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.16978",
    "title": "Meandering microstrip leaky-wave antenna with dual-band linear-circular  polarization and suppressed open stopband",
    "abstract": "This paper proposes a dual-band frequency scanning meandering microstrip leaky-wave antenna with linear polarization in the Ku-band and circular polarization in the K-band. This is achieved by making use of two spatial harmonics for radiation. The unit cell of the periodic microstrip antenna contains three meanders with mitred corners. To ensure circular polarization, a theoretical formulation is developed taking into account the delay caused by microstrip length intervals. It defines the unit cell geometry by determining the length of the meanders to ensure that axial ratio remains below 3 dB throughout the operational band. Moreover, the meanders are used to provide better control over scanning rate (the ratio of change of angle of maximum radiation with frequency) and reduce spurious radiation of harmonics by ensuring single harmonic operation within the operational band. To guarantee continuous scanning through broadside direction, open stopband is suppressed using mitered angles. The antenna is designed on a 0.254-mm substrate making it suitable for conformal applications. The fabricated antenna shows a backward to forward beam steering range of 72 deg (-42 deg to 30 deg) in the K-band (19.4-27.5 GHz) with circular polarization and of 75 deg (-15 deg to 60 deg) in the Ku-band (11-15.5 GHz) with linear polarization. ",
    "url": "https://arxiv.org/abs/2305.16978",
    "authors": [
      "Pratik Vadher",
      "Giulia Sacco",
      "Denys Nikolayev"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Systems and Control (eess.SY)"
    ]
  },
  {
    "id": "arXiv:2305.16981",
    "title": "Elucidating the role of hydrogen bonding in the optical spectroscopy of  the solvated green fluorescent protein chromophore: using machine learning to  establish the importance of high-level electronic structure",
    "abstract": "Hydrogen bonding interactions with chromophores in chemical and biological environments play a key role in determining their electronic absorption and relaxation processes, which are manifested in their linear and multidimensional optical spectra. For chromophores in the condensed phase, the large number of atoms needed to simulate the environment has traditionally prohibited the use of high-level excited-state electronic structure methods. By leveraging transfer learning, we show how to construct machine-learned models to accurately predict high-level excitation energies of a chromophore in solution from only 400 high-level calculations. We show that when the electronic excitations of the green fluorescent protein chromophore in water are treated using EOM-CCSD embedded in a DFT description of the solvent, the optical spectrum is correctly captured and that this improvement arises from correctly treating the coupling of the electronic transition to electric fields, which leads to a larger response upon hydrogen bonding between the chromophore and water. ",
    "url": "https://arxiv.org/abs/2305.16981",
    "authors": [
      "Michael S. Chen",
      "Yuezhi Mao",
      "Andrew Snider",
      "Prachi Gupta",
      "Andrés Montoya-Castillo",
      "Tim J. Zuehlsdorff",
      "Christine M. Isborn",
      "Thomas E. Markland"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)"
    ]
  },
  {
    "id": "arXiv:2305.17042",
    "title": "Absolute and non-invasive determination of the electron bunch length in  a Free Electron Laser using a Bunch Compressor Monitor",
    "abstract": "In a linac driven Free Electron Laser (FEL), the shot-to-shot and non-invasive monitoring of the electron bunch length is normally ensured by Bunch Compressor Monitors (BCMs). The bunch-length dependent signal of a BCM results from the detection and integration - over a given frequency band - of the temporal coherent enhancement of the radiation spectral energy emitted by the electron beam while experiencing a longitudinal compression. In this letter, we present a method that permits to express the relative variation of the bunch length as a function of the relative statistical fluctuations of the BCM signal and charge. Furthermore, in the case of a BCM equipped with two detectors simultaneously operating in two distinct wavelength bands, the method permits an absolute determination of the bunch length. The presented method is beneficial to a FEL since it permits to tune the machine compression feedback with respect to the measured bunch length instead of the bunch-length dependent signal. In a CW-linac driven FEL, it can offer the precious opportunity to implement a fully non-invasive and absolute diagnostics of the bunch length. ",
    "url": "https://arxiv.org/abs/2305.17042",
    "authors": [
      "Gian Luca Orlandi"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2305.17125",
    "title": "Inspecting the use of SLMs for the control of photonic quantum states",
    "abstract": "Spatial light modulators (SLMs) are widely used to coherently control quantum states of light. When carrying out these experiments, some assumptions are made. For instance, it is supposed that the position-momentum correlations between twin photon pairs are not affected by the use of a liquid crystal display (LCD) as a SLM. Furthermore, it is assumed that the characterization of such devices performed with an intense laser source, is still valid in the single photon regime. In this work, we show that such assumptions are acceptable, within the experimental uncertainties, for a liquid crystal on silicon (LCoS) display. This is especially important when considering the use of this kind of displays for the coherent control of quantum states based on twin photon sources. ",
    "url": "https://arxiv.org/abs/2305.17125",
    "authors": [
      "Sebastián Bordakevich",
      "Dudbil Pabón",
      "Lorena Rebón",
      "Silvia Ledesma"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2305.16448",
    "title": "Optical and electronic properties of a two-dimensional quantum ring  under rotating effects",
    "abstract": "This work presents a study on the nonrelativistic quantum motion of a charged particle in a rotating frame, considering the Aharonov-Bohm effect and a uniform magnetic field. We derive the equation of motion and the corresponding radial equation to describe the system. The Schr\\\"odinger equation with minimal coupling incorporates rotation effects by substituting the momentum operator with an effective four-potential. Additionally, a radial potential term, dependent on the average radius of the ring, is introduced. The analysis is restricted to motion in a two-dimensional plane, neglecting the degree of freedom in the $z$-direction. By solving the radial equation, we determine the eigenvalues and eigenfunctions, allowing for an explicit expression of the energy. The probability distribution is analyzed for varying rotating parameter values, revealing a shift of the distribution as the rotation changes, resulting in a centrifugal effect and occupation of the ring's edges. Furthermore, numerical analysis demonstrates the significant rotational effects on energy levels and optical properties, including optical absorption and refractive coefficients. ",
    "url": "https://arxiv.org/abs/2305.16448",
    "authors": [
      "Daniel F. Lima",
      "Frankbelson dos S. Azevedo",
      "Luís Fernando C. Pereira",
      "Cleverson Filgueiras",
      "Edilberto O. Silva"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2305.16601",
    "title": "The mechanism of the Silicon irradiation synergistic effect explained by  multiscale simulations of Monte Carlo and excited-state first-principle  calculations",
    "abstract": "Neutron and $\\gamma$-ray irradiation damages to transistors are found to be non-additive, and this is denoted as the irradiation synergistic effect (ISE). Its mechanism is not well-understood. The recent defect-based model [ACS Appl. Electron. Mater. 2, 3783 (2020)] for Silicon bipolar junction transistors (BJT) achieve quantitative agreement with experiments, but it remains phenomenological and its assumptions on the defect reactions are unverified. Going beyond the phenomenological model requires directly representing the effect of $\\gamma$-ray irradiation in first-principles calculations, which is not feasible previously. In this work, we examine the defect-based model of the ISE by developing a multiscale method for the simulation of the $\\gamma$-ray irradiation, where the $\\gamma$-ray-induced electronic excitations are treated explicitly in excited-state first-principles calculations. We find the calculations agree with experiments, and the effect of the $\\gamma$-ray-induced excitation is significantly different from the effects of defect charge state and temperature. We propose a diffusion-based qualitative explanation of the mechanism of positive/negative ISE in NPN/PNP BJTs in the end. ",
    "url": "https://arxiv.org/abs/2305.16601",
    "authors": [
      "Zeng-hui Yang",
      "Yang Liu",
      "Ning An",
      "Xingyu Chen"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Other Condensed Matter (cond-mat.other)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2305.16622",
    "title": "Inverse Uncertainty Quantification by Hierarchical Bayesian Modeling and  Application in Nuclear System Thermal-Hydraulics Codes",
    "abstract": "In nuclear Thermal Hydraulics (TH) system codes, a significant source of input uncertainty comes from the Physical Model Parameters (PMPs), and accurate uncertainty quantification in these input parameters is crucial for validating nuclear reactor systems within the Best Estimate Plus Uncertainty (BEPU) framework. Inverse Uncertainty Quantification (IUQ) method has been used to quantify the uncertainty of PMPs from a Bayesian perspective. This paper introduces a novel hierarchical Bayesian model for IUQ which aims to mitigate two existing challenges: the high variability of PMPs under varying experimental conditions, and unknown model discrepancies or outliers causing over-fitting issues for the PMPs. The proposed hierarchical model is compared with the conventional single-level Bayesian model based on the PMPs in TRACE using the measured void fraction data in the Boiling Water Reactor Full-size Fine-mesh Bundle Test (BFBT) benchmark. A Hamiltonian Monte Carlo Method - No U-Turn Sampler (NUTS) is used for posterior sampling in the hierarchical structure. The results demonstrate the effectiveness of the proposed hierarchical structure in providing better estimates of the posterior distributions of PMPs and being less prone to over-fitting. The proposed hierarchical model also demonstrates a promising approach for generalizing IUQ to larger databases with a broad range of experimental conditions and different geometric setups. ",
    "url": "https://arxiv.org/abs/2305.16622",
    "authors": [
      "Chen Wang",
      "Xu Wu",
      "Tomasz Kozlowski"
    ],
    "subjectives": [
      "Computation (stat.CO)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2305.16674",
    "title": "Quantum logical controlled-NOT gate in a lithium niobate-on-insulator  photonic quantum walk",
    "abstract": "Quantum computers comprise elementary logic gates that initialize, control and measure delicate quantum states. One of the most important gates is the controlled-NOT, which is widely used to prepare two-qubit entangled states. The controlled-NOT gate for single photon qubits is normally realized as a six-mode network of individual beamsplitters. This architecture however, utilizes only a small fraction of the circuit for the quantum operation with the majority of the footprint dedicated to routing waveguides. Quantum walks are an alternative photonics platform that use arrays of coupled waveguides with a continuous interaction region instead of discrete gates. While quantum walks have been successful for investigating condensed matter physics, applying the multi-mode interference for logical quantum operations is yet to be shown. Here, we experimentally demonstrate a two-qubit controlled-NOT gate in an array of lithium niobate-on-insulator waveguides. We engineer the tight-binding Hamiltonian of the six evanescently-coupled single-mode waveguides such that the multi-mode interference corresponds to the linear optical controlled-NOT unitary. We measure the two-qubit transfer matrix with $0.938\\pm0.003$ fidelity, and we use the gate to generate entangled qubits with $0.945\\pm0.002$ fidelity by preparing the control photon in a superposition state. Our results highlight a new application for quantum walks that use a compact multi-mode interaction region to realize large multi-component quantum circuits. ",
    "url": "https://arxiv.org/abs/2305.16674",
    "authors": [
      "Robert J. Chapman",
      "Samuel Häusler",
      "Giovanni Finco",
      "Fabian Kaufmann",
      "Rachel Grange"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.16874",
    "title": "Simultaneous Temperature and Acoustic Sensing with Coherent Correlation  OTDR",
    "abstract": "Superimposed temperature variations and dynamic strain applied through a 400 Hz acoustic signal on a 195 m single-mode fiber section are successfully measured using a coherent correlation optical time domain reflectometry as an interrogator. ",
    "url": "https://arxiv.org/abs/2305.16874",
    "authors": [
      "André Sandmann",
      "Florian Azendorf",
      "Michael Eiselt"
    ],
    "subjectives": [
      "Signal Processing (eess.SP)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2305.17027",
    "title": "Robotic vectorial field alignment for spin-based quantum sensors",
    "abstract": "Developing practical quantum technologies will require the exquisite manipulation of fragile systems in a robust and repeatable way. As quantum technologies move towards real world applications, from biological sensing to communication in space, increasing experimental complexity introduces constraints that can be alleviated by the introduction of new technologies. Robotics has shown tremendous technological progress by realising increasingly smart, autonomous and highly dexterous machines. Here, we show that a robot can sensitise an NV centre quantum magnetometer. We demonstrate that a robotic arm equipped with a magnet can traverse a highly complex experimental setting to provide a vector magnetic field with up to $1^\\circ$ angular accuracy and below 0.1 mT amplitude error, and determine the orientation of a single stochastically-aligned spin-based sensor. Our work opens up the prospect of integrating robotics across many quantum degrees of freedom in constrained environments, allowing for increased prototyping speed, control, and robustness in quantum technology applications. ",
    "url": "https://arxiv.org/abs/2305.17027",
    "authors": [
      "Joe A. Smith",
      "Dandan Zhang",
      "Krishna C. Balram"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2305.17099",
    "title": "Simulation of quantum optics by coherent state decomposition",
    "abstract": "We introduce a framework for simulating quantum optics by decomposing the system into a finite rank (number of terms) superposition of coherent states. This allows us to define a resource theory, where linear optical operations are `free' (i.e., do not increase the rank), and the simulation complexity for an $m$-mode system scales quadratically in $m$, in stark contrast to the Hilbert space dimension. We outline this approach explicitly in the Fock basis, relevant in particular for Boson sampling, where the simulation time (space) complexity for computing output amplitudes, to arbitrary accuracy, scales as $O(m^2 2^n)$ ($O(m2^n)$), for $n$ photons distributed amongst $m$ modes. We additionally demonstrate linear optical simulations with the $n$ photons initially in the same mode scales efficiently, as $O(m^2 n)$. This paradigm provides a practical notion of `non-classicality', i.e., the classical resources required for simulation, which by making connections to the stellar formalism, we show this comes from two independent contributions, the number of single-photon additions, and the amount of squeezing. ",
    "url": "https://arxiv.org/abs/2305.17099",
    "authors": [
      "Jeffrey Marshall",
      "Namit Anand"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2106.02712",
    "title": "Exactly solvable model behind Bose-Hubbard dimers, Ince-Gauss beams, and  aberrated optical cavities",
    "abstract": " Title: Exactly solvable model behind Bose-Hubbard dimers, Ince-Gauss beams, and  aberrated optical cavities ",
    "url": "https://arxiv.org/abs/2106.02712",
    "authors": [
      "R. Gutiérrez-Cuevas",
      "D. H. J. O'Dell",
      "M. R. Dennis",
      "M. A. Alonso"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.15981",
    "title": "Anomalous loss behavior in a single-component Fermi gas close to a  $p$-Wave Feshbach resonance",
    "abstract": " Title: Anomalous loss behavior in a single-component Fermi gas close to a  $p$-Wave Feshbach resonance ",
    "url": "https://arxiv.org/abs/2210.15981",
    "authors": [
      "K. Welz",
      "M. Gerken",
      "B. Zhu",
      "E. Lippi",
      "M. Rautenberg",
      "L. Chomaz",
      "M. Weidemüller"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2211.01365",
    "title": "QuACK: Accelerating Gradient-Based Quantum Optimization with Koopman  Operator Learning",
    "abstract": " Title: QuACK: Accelerating Gradient-Based Quantum Optimization with Koopman  Operator Learning ",
    "url": "https://arxiv.org/abs/2211.01365",
    "authors": [
      "Di Luo",
      "Jiayu Shen",
      "Rumen Dangovski",
      "Marin Soljačić"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Artificial Intelligence (cs.AI)",
      "Machine Learning (cs.LG)",
      "Optimization and Control (math.OC)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2211.08235",
    "title": "Levitated Optomechanics with Meta-Atoms",
    "abstract": " Comments: 12pages, 9 figures ",
    "url": "https://arxiv.org/abs/2211.08235",
    "authors": [
      "Sergei Lepeshov",
      "Nadine Meyer",
      "Patrick Maurer",
      "Oriol Romero-Isart",
      "Romain Quidant"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2212.13022",
    "title": "Optical control of collective states in 1D ordered atomic chains beyond  the linear regime",
    "abstract": " Comments: 13 pages, 10 figures ",
    "url": "https://arxiv.org/abs/2212.13022",
    "authors": [
      "Nikos Fayard",
      "Igor Ferrier-Barbut",
      "Antoine Browaeys",
      "Jean-Jacques Greffet"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.10068",
    "title": "Intensity interferometry for holography with quantum and classical light",
    "abstract": " Comments: 10 pages, 9 figures; includes Supplemental Material ",
    "url": "https://arxiv.org/abs/2301.10068",
    "authors": [
      "G.S. Thekkadath",
      "D. England",
      "F. Bouchard",
      "Y. Zhang",
      "M.S. Kim",
      "B. Sussman"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2303.16312",
    "title": "Kernel based quantum machine learning at record rate : Many-body  distribution functionals as compact representations",
    "abstract": " Title: Kernel based quantum machine learning at record rate : Many-body  distribution functionals as compact representations ",
    "url": "https://arxiv.org/abs/2303.16312",
    "authors": [
      "Danish Khan",
      "Stefan Heinen",
      "O. Anatole von Lilienfeld"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2304.03724",
    "title": "GeoTMI:Predicting quantum chemical property with easy-to-obtain geometry  via positional denoising",
    "abstract": " Title: GeoTMI:Predicting quantum chemical property with easy-to-obtain geometry  via positional denoising ",
    "url": "https://arxiv.org/abs/2304.03724",
    "authors": [
      "Hyeonsu Kim",
      "Jeheon Woo",
      "Seonghwan Kim",
      "Seokhyun Moon",
      "Jun Hyeong Kim",
      "Woo Youn Kim"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Artificial Intelligence (cs.AI)",
      "Machine Learning (cs.LG)"
    ]
  },
  {
    "id": "arXiv:2305.06333",
    "title": "Direct-Laser-Written Polymer Nanowire Waveguides for Broadband Single  Photon Collection from Epitaxial Quantum Dots into a Gaussian-like Mode",
    "abstract": " Comments: Comments welcomed ",
    "url": "https://arxiv.org/abs/2305.06333",
    "authors": [
      "Edgar Perez",
      "Cori Haws",
      "Marcelo Davanco",
      "Jindong Song",
      "Luca Sapienza",
      "Kartik Srinivasan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  }
]