[
  {
    "id": "arXiv:2509.02582",
    "title": "Application of Quantum Convolutional Neural Networks for MRI-Based Brain Tumor Detection and Classification",
    "abstract": "           This study explores the application of Quantum Convolutional Neural Networks (QCNNs) for brain tumor classification using MRI images, leveraging quantum computing for enhanced computational efficiency. A dataset of 3,264 MRI images, including glioma, meningioma, pituitary tumors, and non-tumor cases, was utilized. The data was split into 80% training and 20% testing, with an oversampling technique applied to address class imbalance. The QCNN model consists of quantum convolution layers, flatten layers, and dense layers, with a filter size of 2, depth of 4, and 4 qubits, trained over 10 epochs. Two models were developed: a binary classification model distinguishing tumor presence and a multiclass classification model categorizing tumor types. The binary model achieved 88% accuracy, improving to 89% after data balancing, while the multiclass model achieved 52% accuracy, increasing to 62% after oversampling. Despite strong binary classification performance, the multiclass model faced challenges due to dataset complexity and quantum circuit limitations. These findings suggest that QCNNs hold promise for medical imaging applications, particularly in binary classification. However, further refinements, including optimized quantum circuit architectures and hybrid classical-quantum approaches, are necessary to enhance multiclass classification accuracy and improve QCNN applicability in clinical settings.         ",
    "url": "https://arxiv.org/abs/2509.02582",
    "authors": [
      "Sugih Pratama Nugraha",
      "Ariiq Islam Alfajri",
      "Tony Sumaryada",
      "Duong Thanh Tai",
      "Nissren Tamam",
      "Abdelmoneim Sulieman",
      "Sitti Yani"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)",
      "Computer Vision and Pattern Recognition (cs.CV)"
    ]
  },
  {
    "id": "arXiv:2509.02647",
    "title": "$\\hbar_E$: an action constant for quantum economics",
    "abstract": "           This paper introduces the concept of an economic action constant, denoted ___ E , as a structural analogue to Planck's reduced constant ___ in quantum mechanics. Building on canonical quantization, we define ___ E as the fundamental scale of irreducible uncertainty in macroeconomic dynamics through non-commuting observables ( X, PX ), derive uncertainty relations and a semi-classical limit, and study spectral properties under a double-well economic potential. Numerical simulations show that ___ E governs regime transitions between deterministic, probabilistic, and highly unstable dynamics, with topological changes in phase-space and bifurcations emerging under harmonic modulation of ___ E . We propose a systemic economic interpretation linking the magnitude of ___ E to expectation coordination, institutional stability, and structural volatility, and provide historical analogies (post-war reconstruction, speculative bubbles, systemic crises). We finally outline an empirical strategy to estimate ___ E from macro time series and agent-based simulations, opening a path toward a taxonomy of economic regimes under radical uncertainty.         ",
    "url": "https://arxiv.org/abs/2509.02647",
    "authors": [
      "Hugo Spring-Ragain"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)"
    ]
  },
  {
    "id": "arXiv:2509.02748",
    "title": "Electrically reconfigurable nonvolatile transmissive metasurface in visible",
    "abstract": "           The synergy between metasurfaces and non-volatile phase change materials (PCMs) has created many reconfigurable photonic devices for applications in optical memory, optical computing and optical communications. But these advances have been limited to the infrared wavelengths due to the high loss of PCMs in the visible regime. Here we demonstrate a nonvolatile visible metasurface that is electrically reconfigurable using wide bandgap PCM Sb2S3. Our device supports a resonant mode at 610 nm, a wavelength largely under-explored for PCM-based metasurfaces. By incorporating only a 20 nm thick layer of Sb2S3, we experimentally demonstrate a resonance tuning range of 16 nm. Reversible switching of the metasurface is accomplished in situ using a carefully engineered, ultrathin doped silicon micro-heater. Our work paves the way for integrating PCMs into visible-frequency systems, particularly for human-centric applications such as augmented and virtual reality displays.         ",
    "url": "https://arxiv.org/abs/2509.02748",
    "authors": [
      "Virat Tara",
      "Romil Audhkhasi",
      "Andrew Tang",
      "Rui Chen",
      "Johannes E. Fröch",
      "Abhinav Kala",
      "Juejun Hu",
      "Arka Majumdar"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2509.02862",
    "title": "On Space Debris Removal by Lasers: Can Spatially and Temporally Shaped Laser Pulses Be Advantageous for Propulsion?",
    "abstract": "           For exploration of space, in particular in attempts to find new extra-terrestrial resources, human society has encountered the problem of space pollution with human-made debris, which represents high risks for space missions. This prompted extensive activities for cleaning the space using various techniques, which are briefly overviewed here. But the main focus of this paper is on using lasers for space debris removal. The attention is drawn to laser beam shaping techniques, which are discussed as potential technologies for deorbiting space debris, providing more energetically favorable laser propulsion compared to conventional laser beams.         ",
    "url": "https://arxiv.org/abs/2509.02862",
    "authors": [
      "Nadezhda M. Bulgakova"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2509.02866",
    "title": "Integrated broadband optical isolator via dynamic rotating destructive interference",
    "abstract": "           Photonic integrated circuits route and shape light on a chip, but back-reflections feed back into coherent on-chip lasers, destabilizing operation and corrupting signals. Robust operation requires an integrated optical isolator that strongly suppresses backward propagation while maintaining low-loss, broadband forward transmission. However, prior on-chip isolators rely on magneto-optic materials or resonance-based filters, which respectively demand non-standard processes or inherently constrain bandwidth. Here, we propose and experimentally demonstrate a traveling-wave optical isolator without magnetic materials or resonant elements. By driving four parallel optical channels with periodic RF waves, we realize dynamic rotating destructive interference that continuously cancels backward-propagating light while leaving forward-propagating light unaffected. We achieve about 30 dB isolation at a wavelength of 789.7 nm and maintain over 24 dB isolation across an approximately 30 nm bandwidth (770 nm to 800 nm), including >20 dB isolation for two simultaneous lasers within an approximately 10 nm wavelength window. This wavelength span covers key alkali atomic transitions, enabling strong suppression of feedback-induced frequency noise and laser instability in atomic spectroscopy, laser cooling, and locking applications. We demonstrate a practical, broadband on-chip isolator applicable from the visible to the near-infrared, which is a crucial step toward fully integrated photonic platforms.         ",
    "url": "https://arxiv.org/abs/2509.02866",
    "authors": [
      "Kyunghun Han",
      "Yiliang Bao",
      "Junyeob Song",
      "David Long",
      "Sean Bresler",
      "Daron Westly",
      "Jason Gorman",
      "Thomas LeBrun",
      "Kartik Srinivasan",
      "Vladimir Aksyuk"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2509.02875",
    "title": "The Space Coronagraph Optical Bench (SCoOB): 6. demonstration of Lyot low order wavefront control combined with high order wavefront control using a vortex coronagraph",
    "abstract": "           To reach and maintain high contrast levels, coronagraph instruments will require a combination of low-order and high-order wavefront control techniques to correct for dynamic wavefront error. Efficient low-order wavefront sensing and control (LOWFSC) schemes use the starlight rejected by the coronagraph such that LOWFSC can operate with a relatively bright signal to correct rapid disturbances. Meanwhile, a family of high-order wavefront sensing and control (HOWFSC) techniques utilizing the science camera have been developed to create regions of high contrast known as dark holes. These two control loops must operate simultaneously for dark holes to be maintained over long observation periods. Using a 952 actuator MEMS deformable mirror and a vector vortex coronagraph (VVC) on the Space Coronagraph Optical Bench (SCoOB), we demonstrate a Lyot-based LOWFSC loop operating in combination with a HOWFSC loop. For these experiments, implicit electric field conjugation (iEFC) is the chosen HOWFSC technique, and we demonstrate how this empirical method can be calibrated and deployed while the LOWFSC loop corrects for dynamic wavefront error. We show this combination of LOWFSC and iEFC maintained 1E-8 contrast levels in air.         ",
    "url": "https://arxiv.org/abs/2509.02875",
    "authors": [
      "Kian Milani",
      "Kyle Van Gorkom",
      "Chris B. Mendillo",
      "Ramya Anche",
      "Jaren N. Ashcraft",
      "Kevin Derby",
      "Jared Males",
      "Adam Schilperoort",
      "Ewan S. Douglas"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2509.02880",
    "title": "Optical characterization of deep level defects in n-type Al$_x$In$_y$Ga$_{1-x-y}$P for development of solid-state photomultiplier analogs",
    "abstract": "           Characterizing intrinsic defects is an important step in evaluating materials for new optoelectronic device applications. For photomultipliers, suppressing dark currents is critical, but there exists a tradeoff between maximizing the band gap while remaining sensitive to the wavelength of interest, and minimizing the incorporation of new defects by growing not-yet-optimized alloys. We present a series of capacitance-based measurements, including deep level optical spectroscopy, steady-state photocapacitance and illuminated capacitance-voltage, on photodiodes with lightly \\textit{n}-type Al$_x$In$_y$Ga$_{1-x-y}$P absorber regions. Several deep levels are identified, including one near midgap. While the inclusion of aluminum increases each trap density by approximately 10x, the hole capture cross section also appears to decrease, suggesting that Shockley-Read-Hall dark currents may be suppressed. These materials may be good candidates for development into silicon photomultiplier analogs with wider bandgap for scintillator applications.         ",
    "url": "https://arxiv.org/abs/2509.02880",
    "authors": [
      "Andrew M. Armstrong",
      "Evan M. Anderson",
      "Lisa N. Caravello",
      "Eduardo Garcia",
      "Joseph P. Klesko",
      "Samuel D. Hawkins",
      "Eric A. Shaner",
      "John F. Klem",
      "Aaron J. Muhowski"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2509.03220",
    "title": "Ultrafast Optical Probing of Laser Processing",
    "abstract": "           Laser treatment has emerged into a cornerstone of industrial manufacturing. This creates the demand to understand in detail the involved physical processes and their dynamics, to control the process, and to keep guard in-situ the laser manufacturing steps. Given the contactless interaction of light with matter, particularly optical methods appear most suitable for probing laser processing. This chapter reviews the current scientific and technological state of analyzing laser-based material processing by short and ultrashort optical pulses. For that, sequential passive interrogation of material properties (via reflection, absorption, scattering, diffraction, interference, or specific nonlinear responses) can be employed through so-called pump-probe techniques (where the time-resolution is not given by the detector response time but by the duration of an electromagnetic probe pulse that is interrogating the transient scenery at a controlled delay (typ. fs to \\mu s) with respect to the arrival of the pump laser pulse). These approaches are capable to analyze on microscopic to macroscopic scales a plethora of different processes involved in laser processing, such as heating, melting, ablation, plasma- and shockwave-formation, optical breakdown in surrounding liquids and gases, shielding and accumulation effects, surface solidification and restructuring, etc. A special focus is set on the variety of ultrafast optical imaging schemes for visualizing the dynamics of laser processing at the surface and in the bulk of the irradiated materials, including photography and microscopy, holography, tomography, ptychography, and coherent diffractive imaging. The chapter provides a historic survey, highlights important scientific and technological developments and breakthroughs, discusses selected applications, explores the requirements and current limitations, and sheds light on emerging future trends.         ",
    "url": "https://arxiv.org/abs/2509.03220",
    "authors": [
      "Jörn Bonse"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2509.03255",
    "title": "Anti-scatter grid prototype manufactured via laser powder bed fusion of pure tungsten",
    "abstract": "           This paper describes the production and tests performed with the tungsten collimator prototype produced using laser powder bed fusion technology in a converging geometry. This prototype has been tested for being the anti-scatter grid for X-ray imaging to reduce background from the scattered photons. The purpose is reducing patient radiation exposure in medical applications. Obtained results are positive, grid provides definitive enhancement in marker detection which proves to be especially useful with artificially created obstacles to imitate harsher working environments.         ",
    "url": "https://arxiv.org/abs/2509.03255",
    "authors": [
      "I. Diachkov",
      "S. Chernyshikhin",
      "S. Dadabaev",
      "S. Kholodenko",
      "A. Kulik",
      "V. Obraztsov",
      "E. Shmanin",
      "D. Strekalina"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2509.03279",
    "title": "Silicon nitride photonic integrated circuit for controlling chip-based cold-atom inertial sensors",
    "abstract": "           We have developed a silicon nitride based photonic integrated circuit (PIC) that is responsible for the cooling, pumping and imaging of an on-chip based cold atom inertial sensor. The photonic integrated circuit consists of two chips placed next to each other and has a total area of 2x2~cm$^2$. This greatly minimizes the area needed while still having all the optical control functions to create, control and measure a magneto-optical trap (MOT). The piezo electric material Lead Zirconate Titanate (PZT) on the PIC is employed for phase shifting a Mach-Zehnder type configuration where extinction ratios up to 50 dB and switching speeds of 1 MHz are achieved. For the first time two and three dimensional optical traps for rubidium 87 atoms are realized using an active photonic integrated circuit. For the three dimensional optical trap, we measure $7\\times 10^7$ atoms with a temperature of 270~$\\mu$K.         ",
    "url": "https://arxiv.org/abs/2509.03279",
    "authors": [
      "H. Snijders",
      "S. Hello",
      "B. Wirtschafter",
      "G. Feugnet",
      "L. A. Tran",
      "M. M. Zafar",
      "R. Dekker",
      "C. I. Westbrook",
      "A. Brignon",
      "M. Dupont-Nivet"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2509.03473",
    "title": "Painted loading: a toolkit for loading spatially large optical tweezer arrays",
    "abstract": "           Arrays of neutral atoms in optical tweezers are widely used in quantum simulation and computation, and precision frequency metrology. The capabilities of these arrays are enhanced by maximising the number of available sites. Here we increase the spatial extent of a two-dimensional array of strontium-88 atoms by sweeping the frequency of the cooling light to move the atomic reservoir across the array. We load arrays with vertical heights of >100 {\\mu}m, exceeding the height of an array loaded from a static reservoir by a factor of >3. We investigate the site-to-site atom number distribution, tweezer lifetime, and temperature, achieving an average temperature across the array of 1.49(3) {\\mu}K. By controlling the frequency sweep we show it is possible to control the distribution of atoms across the array, including uniform and non-uniformly loaded arrays, and arrays with selectively loaded regions. We explain our results using a rate equation model which is in good qualitative agreement with the data.         ",
    "url": "https://arxiv.org/abs/2509.03473",
    "authors": [
      "Mitchell J. Walker",
      "Ryuji Moriya",
      "Jack D. Segal",
      "Liam A. P. Gallagher",
      "Matthew Hill",
      "Frédéric Leroux",
      "Zhongxiao Xu",
      "Matthew P. A. Jones"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2509.03482",
    "title": "Programmable control of the spatiotemporal quantum noise of light",
    "abstract": "           Optoelectronic systems based on multiple modes of light can often exceed the performance of their single-mode counterparts. However, multimode nonlinear interactions often introduce considerable amounts of noise, limiting the ultimate performance of these systems. It is therefore crucial to develop ways to simultaneously control complex nonlinear interactions while also gaining control over their noise. Here, we show that noise buildup in nonlinear multimode systems can be strongly suppressed by controlling the input wavefront. We demonstrate this approach in a multimode fiber by using an active wavefront-shaping protocol to focus a region of high intensity - yet low intensity noise - at the output. Our programmable control of both the input and output reduces the beam noise by 12 dB beyond what linear attenuation achieves, reaching levels near the quantum shot-noise limit. We show that this is possible because the optimally shaped wavefront maximally decouples the output intensity fluctuations from the input laser fluctuations. These findings are supported by a new theoretical and simulation framework that efficiently captures spatiotemporal quantum noise dynamics in highly multimode nonlinear systems. Our results highlight the potential of programmable wavefront shaping to enable nonlinear multimode technologies that overcome noise buildup to operate at quantum-noise limits.         ",
    "url": "https://arxiv.org/abs/2509.03482",
    "authors": [
      "Jamison Sloan",
      "Michael Horodynski",
      "Shiekh Zia Uddin",
      "Yannick Salamin",
      "Michael Birk",
      "Pavel Sidorenko",
      "Ido Kaminer",
      "Marin Soljačić",
      "Nicholas Rivera"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2509.00399",
    "title": "Extreme dynamics and relaxation of quantum gases: A hydrodynamic approach",
    "abstract": "           The evolution of quantum gases, released from traps, are studied through hydrodynamics, both analytically and numerically, in one and two dimensions. In particular, we demonstrate the existence of long time self-similar solutions of the Euler equations, for the density and velocity fields, and derive the scaling exponents as well as the scaling functions. We find that the expanding gas develops a shock front and the size of the cloud grows in time as a powerlaw. We relate the associated exponent to that appearing in the corresponding equation of state of the quantum gas. Furthermore, we study the relaxation dynamics of a trapped quantum gas and show that the resulting steady state is in excellent agreement with that derived analytically. Our hydrodynamic approach is versatile and can be used to unravel several other far-from-equilibrium collective phenomenon of extreme nature, relevant to the growing experimental interests in quantum gases.         ",
    "url": "https://arxiv.org/abs/2509.00399",
    "authors": [
      "Ritwik Mukherjee",
      "Abhishek Dhar",
      "Manas Kulkarni",
      "Samriddhi Sankar Ray"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2509.02620",
    "title": "Quantum aspects of the classical Maxwell's equations in free space from the perspective of the correspondence principle",
    "abstract": "           Due to the advent of Quantum Mechanics' 100th anniversary, we wrote this review paper in order to present a discussion that addresses the foundations of this theory. And since the creation of this Mechanics and other quantum theories was guided by correspondence principles that needed to be identified between them and other well-established physical theories, this paper will be devoted to discussing the correspondence between these quantum theories and Maxwell's theory of electromagnetism. More precisely, what we will do throughout this paper is discuss how the Maxwell's electromagnetic theory in free space and the stronger formulation of the correspondence principle already pointed, together, to the basis of a Quantum Mechanics that was only be formulated half a century later. And, in order to make this very clear, we will show that the quantum-mechanical description of a photon can already be identified, simply, by manipulating Maxwell's equations in free space with mathematical resources that, for instance, were already well known before the advent of Quantum Mechanics.         ",
    "url": "https://arxiv.org/abs/2509.02620",
    "authors": [
      "M. F. Araujo de Resende",
      "Leonardo S. F. Santos",
      "R. Albertini Silva"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2509.02658",
    "title": "Simultaneous approximation of multiple degenerate states using a single neural network quantum state",
    "abstract": "           Neural network quantum states (NQS) excel at approximating ground states of quantum many-body systems, but approximating all states of a degenerate manifold is nevertheless computationally expensive. We propose a single-trunk multi-head (ST-MH) NQS ensemble that share a feature extracting trunk while attaching lightweight heads for each target state. Using a cost function which also has an orthogonality term, we derive exact analytic gradients and overlap derivatives needed to train ST-MH within standard variational Monte Carlo (VMC) workflows. We prove that ST-MH can represent every degenerate eigenstate exactly whenever the feature map of latent width $h$, augmented with a constant, has column space containing the linear span of the targets' log-moduli and (chosen) phase branches together with the constant on the common support where all states are non-vanishing. Under this condition, ST-MH reduces the parameter count and can reduce the leading VMC cost by a factor equal to the degeneracy $K$ relative to other algorithms when $K$ is modest and in trunk dominated regimes. As a numerical proof-of-principle, we validate and benchmark the ST-MH approach on the frustrated spin-$\\tfrac{1}{2}$ $J_1-J_2$ Heisenberg model at the Majumdar-Ghosh point on periodic ring lattices of up to 8 sites. By obtaining the momentum eigenstates, we demonstrate that ST-MH attains high fidelity and energy accuracy across degenerate ground state manifolds while using significantly lower computing resources. Lastly we provide a qualitative computational cost analysis which incentivise the applicability of the ST-MH ensemble under certain criteria on the latent width.         ",
    "url": "https://arxiv.org/abs/2509.02658",
    "authors": [
      "Waleed Sherif"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2509.02810",
    "title": "Hybrid quantum memory leveraging slow-light and gradient-echo duality",
    "abstract": "           We demonstrate a hybrid quantum memory that combines Gradient Echo Memory (GEM) and Electromagnetically Induced Transparency (EIT) protocols for reversible mapping between light and atomic coherence. By leveraging GEM and EIT complementarity, we realize time-to-frequency and frequency-to-time conversion mechanisms for spectro-temporal modes. This capability provides a versatile tool for quantum communication, where coherent frequency-time conversion enhances network interoperability. In addition, the protocol may enable fundamental studies of atomic coherence, including investigations of Rydberg polaritons and mapping of single Rydberg excitations and ionic impurities.         ",
    "url": "https://arxiv.org/abs/2509.02810",
    "authors": [
      "Stanisław Kurzyna",
      "Mateusz Mazelanik",
      "Wojciech Wasilewski",
      "Michał Parniak"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2509.02877",
    "title": "The Space Coronagraph Optical Bench (SCoOB): 7. design, fabrication, and first light for a self-coherent camera",
    "abstract": "           The 2020 Decadal Survey on Astronomy and Astrophysics tasked future space observatories with the goal of detecting and characterizing a large sample of Earth-like exoplanets. To achieve this, these observatories will require coronagraphs and wavefront control algorithms in order to achieve $10^{-10}$ or better starlight suppression. The Space Coronagraph Optical Bench (SCoOB) is a vacuum compatible testbed at the University of Arizona which aims to advance and mature starlight suppression technologies in a space-like environment. In its current configuration, SCoOB is a charge-6 vector vortex coronagraph outfitted with a Kilo-C microelectromechanical systems deformable mirror capable of achieving sub-$10^{-8}$ dark hole contrast at visible wavelengths using implicit electric field conjugation (iEFC). In this work, we demonstrate the use of a self-coherent camera (SCC) for dark hole digging and maintenance on SCoOB. The SCC introduces a small off-axis pinhole in the Lyot plane which allows some starlight to reach the focal plane and interfere with residual speckles. This enables high-order focal-plane wavefront sensing which can be combined with active wavefront control to null the speckles in a specified region of high contrast known as the dark hole. We discuss considerations for implementation, potential limitations, and provide a performance comparison with iEFC. We also discuss the design optimization and fabrication process for our SCC Lyot stops.         ",
    "url": "https://arxiv.org/abs/2509.02877",
    "authors": [
      "Kevin Derby",
      "Kian Milani",
      "Grace C. Hathaway",
      "Joshua Liberman",
      "Kyle Van Gorkom",
      "Ramya Anche",
      "Adam Schilperoort",
      "Corey Fucetola",
      "Brandon Chalifoux",
      "Kuravi Hewawasam",
      "Christopher Mendillo",
      "Sebastiaan Y. Haffert",
      "Ewan S. Douglas"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2509.02941",
    "title": "Non-Linear and Meta-Stable Dynamics in Financial Markets: Evidence from High Frequency Crypto Currency Market Makers",
    "abstract": "           This work builds upon the long-standing conjecture that linear diffusion models are inadequate for complex market dynamics. Specifically, it provides experimental validation for the author's prior arguments that realistic market dynamics are governed by higher-order (cubic and higher) non-linearities in the drift. As the diffusion drift is given by the negative gradient of a potential function, this means that a non-linear drift translates into a non-quadratic potential. These arguments were based both on general theoretical grounds as well as a structured approach to modeling the price dynamics which incorporates money flows and their impact on market prices. Here, we find direct confirmation of this view by analyzing high-frequency crypto currency data at different time scales ranging from minutes to months. We find that markets can be characterized by either a single-well or a double-well potential, depending on the time period and sampling frequency, where a double-well potential may signal market uncertainty or stress.         ",
    "url": "https://arxiv.org/abs/2509.02941",
    "authors": [
      "Igor Halperin"
    ],
    "subjectives": [
      "Statistical Finance (q-fin.ST)",
      "Computational Physics (physics.comp-ph)",
      "General Finance (q-fin.GN)",
      "Trading and Market Microstructure (q-fin.TR)"
    ]
  },
  {
    "id": "arXiv:2509.03264",
    "title": "Universal Analytic Solution for the Quantum Transport of Structured Matter-Waves in Magnetic Optics",
    "abstract": "           We present a closed-form analytic solution for the propagation of an arbitrary charged scalar state in a non-uniform magnetic field. The dynamics are governed by classical beam optics parameters (Courant-Snyder parameters), the Twiss functions, and phase advance, revealing a direct map between quantum evolution and its classical counterpart. The solution decomposes into three components, exhibiting a complex rotation dependent on the sign of the orbital angular momentum (OAM) projection, alongside an intrinsic distortion from interference governed by a generalized Gouy phase. For a relevant Glaser-type magnetic field and a half-blocked twisted electron, we demonstrate that asymmetry triggers rich dynamics incompatible with a simple Bohmian trajectory interpretation. Our fully relativistic framework provides a powerful tool for predicting beam behavior in particle accelerators and electron microscopes, critical for designing next-generation OAM-based experiments.         ",
    "url": "https://arxiv.org/abs/2509.03264",
    "authors": [
      "N. V. Filina",
      "S.S. Baturin"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2411.05380",
    "title": "Exploring Quantum Entanglement: A Hands-on Course on Spin Dynamics and Entanglement Transfer with Python Modules",
    "abstract": "           Quantum entanglement is a captivating phenomenon in quantum physics, characterized by intricate and non-classical correlations between particles. This phenomenon plays a crucial role in quantum computing and measurement processes. In this hands-on course students explore the dynamics of quantum systems with up to three spins, introducing the fundamental mechanisms by which entanglement evolves and transfers within such systems. Through detailed examples, simulations, and analyses, the hands-on course offers insights into the fundamental principles of entanglement. The provided \\code{python} modules reproduce the presented results and serve as a basis for further projects. The target audience of this hands-on course is physics enthusiasts among students in their first semesters.         ",
    "url": "https://arxiv.org/abs/2411.05380",
    "authors": [
      "Salomo Cedric Karst",
      "Jürgen Henk"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)"
    ]
  },
  {
    "id": "arXiv:2502.07338",
    "title": "Ultrafast 4D scanning transmission electron microscopy for imaging of localized optical fields",
    "abstract": "           Ultrafast electron microscopy aims for imaging transient phenomena occurring on nanoscale. One of its goals is to visualize localized optical and plasmonic modes generated by coherent excitation in the vicinity of various types of nanostructures. Such imaging capability was enabled by photoninduced near-field optical microscopy, which is based on spectral filtering of electrons inelastically scattered due to the stimulated interaction with the nearfield. Here, we report on the development of ultrafast four-dimensional (4D) scanning transmission electron microscopy, which allows us to image the transverse components of the optical near-field while avoiding the need of electron spectral filtering. We demonstrate that this method is capable of imaging the integrated Lorentz force generated by optical near-fields of a tungsten nanotip and the ponderomotive potential of an optical standing wave with a spatial resolution of 21 nm.         ",
    "url": "https://arxiv.org/abs/2502.07338",
    "authors": [
      "Petr Koutenský",
      "Neli Laštovičková Streshkova",
      "Kamila Moriová",
      "Marius Constantin Chirita Mihaila",
      "Alexandr Knápek",
      "Daniel Burda",
      "Martin Kozák"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2503.23474",
    "title": "Controlling Competing Feedback Mechanisms for Programmable Patterns via Nonlinear Laser Lithography",
    "abstract": "           Controlling laser-induced pattern formation remains a long-standing challenge. A key advance was recognising the pivotal role of intrinsic feedback mechanisms in self-organisation, which enabled self-similar patterns with long-range order through nonlinear laser lithography. This concept was recently leveraged to surpass the diffraction limit. However, demonstrated structures in laser-induced pattern formation have been relatively simple and material-specific, as they rely on a single assumed formation mechanism for each material. Here, we reveal the coexistence of competing feedback mechanisms that drive distinct chemical and ablative processes, resulting in patterns with different symmetries. We show that one mechanism can be selectively activated, while completely suppressing the other, by tuning the laser parameters independently of the material. The competing mechanisms break surface symmetries in distinct lateral and vertical directions, and the selection can be dynamically inverted in situ, leading to rich surface chemistries and morphologies. We demonstrate the potential for applications through the maskless and ambient-air fabrication of complex composite patterns on diverse materials and substrates. These include seamlessly stitched superhydrophilic and superhydrophobic domains, structural colour, and a holographic temperature sensor. Combining programmable mechanism selection with recent demonstrations of sub-10 nm features could enable the maskless fabrication of composite structures that rival the capabilities of nanofabrication techniques.         ",
    "url": "https://arxiv.org/abs/2503.23474",
    "authors": [
      "Özgün Yavuz",
      "Ihor Pavlov",
      "Abdullah bin Aamir",
      "Sezin Galioğlu",
      "Petro Deminskyi",
      "Ü. Seleme Nizam Bayrak",
      "Onur Tokel",
      "Serim Ilday",
      "F. Ömer Ilday"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Adaptation and Self-Organizing Systems (nlin.AO)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2504.01463",
    "title": "Versatile silicon integrated photonic processor: a reconfigurable solution for next-generation AI clusters",
    "abstract": "           The Artificial Intelligence models pose serious challenges in intensive computing and high-bandwidth communication for conventional electronic circuit-based computing clusters. Silicon photonic technologies, owing to their high speed, low latency, large bandwidth, and complementary metal-oxide-semiconductor compatibility, have been widely implemented for data transfer and actively explored as photonic neural networks in AI clusters. However, current silicon photonic integrated chips lack adaptability for multifuncional use and hardware-software systematic coordination. Here, we develop a reconfigurable silicon photonic processor with $40$ programmable unit cells integrating over $160$ component, which, to the best of our knowledge, is the first to realize diverse functions with a chip for AI clusters, from computing acceleration and signal processing to network swtiching and secure encryption. Through a self-developed automated testing, compilation, and tuning framework to the processor without in-network monitoring photodetectors, we implement $4\\times4$ dual-direction unitary and $3\\times3$ uni-direction non-unitary matrix multiplications, neural networks for image recognition, micro-ring modulator wavelength locking, $4\\times4$ photonic channel switching , and silicon photonic physical unclonable functions. This optoelectronic processing system, incorporating the photonic processor and its software stack, paves the way for both advanced photonic system-on-chip design and the construction of photo-electronic AI clusters.         ",
    "url": "https://arxiv.org/abs/2504.01463",
    "authors": [
      "Ying Zhu",
      "Yifan Liu",
      "Xinyu Yang",
      "Kailai Liu",
      "Xin Hua",
      "Ming Luo",
      "Jia Liu",
      "Siyao Chang",
      "Shengxiang Zhang",
      "Miao Wu",
      "Zhicheng Wang",
      "Hongguang Zhang",
      "Daigao Chen",
      "Xi Xiao",
      "Shaohua Yu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Hardware Architecture (cs.AR)"
    ]
  },
  {
    "id": "arXiv:2505.13424",
    "title": "The Enduring Relevance of Semiempirical Quantum Mechanics",
    "abstract": "           The development of semiempirical models to simplify quantum mechanical descriptions of atomistic systems is a practice that started soon after the discovery of quantum mechanics and continues to the present day. There are now many methods for atomistic simulation with many software implementations and many users, on a scale large enough to be considered as a software market. Semiempirical models occupied a large share of this market in its early days, but the research activity in atomistic simulation has steadily polarized over the last three decades towards general-purpose but expensive ab initio quantum mechanics methods and fast but special-purpose molecular mechanics methods. I offer perspective on recent trends in atomistic simulation from the middle ground of semiempirical modeling, to learn from its past success and consider its possible paths to future growth. In particular, there is a lot of ongoing research activity in combining semiempirical quantum mechanics with machine learning models and some unrealized possibilities of tighter integration between ab initio and semiempirical quantum mechanics with more flexible theoretical frameworks and more modular software components.         ",
    "url": "https://arxiv.org/abs/2505.13424",
    "authors": [
      "Jonathan E. Moussa"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2406.03047",
    "title": "High-efficiency microwave photodetection by cavity coupled double dots with single cavity-photon sensitivity",
    "abstract": "           We present a superconducting cavity-coupled double quantum dot (DQD) photodiode that achieves a maximum photon-to-electron conversion efficiency of 25% in the microwave domain. With a higher-quality-factor cavity and improved device design to prevent photon leakages through unwanted pathways, our device measures microwave signals down to 100 aW power level and achieves sensitivity to probe microwave signals with one photon at a time in the cavity. We analyze the photodiode operation using Jaynes-Cummings input-output theory, identifying the key improvements of stronger cavity-DQD coupling needed to achieve near-unity photodetection efficiency. The results presented in this work represent a crucial advancement toward near unity microwave photodetection efficiency with single cavity-photon sensitivity for studies of photon statistics in the microwave range and applications related to quantum information processing.         ",
    "url": "https://arxiv.org/abs/2406.03047",
    "authors": [
      "Subhomoy Haldar",
      "Harald Havir",
      "Waqar Khan",
      "Drilon Zenelaj",
      "Patrick P. Potts",
      "Sebastian Lehmann",
      "Kimberly A. Dick",
      "Peter Samuelsson",
      "Ville F. Maisi"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2411.19807",
    "title": "The Rayleigh-Taylor instability in a binary quantum fluid",
    "abstract": "           Instabilities, where small fluctuations seed the formation of large-scale structures, govern dynamics in a variety of fluid systems. The Rayleigh-Taylor instability (RTI), present from tabletop to astronomical scales, is an iconic example characterized by mushroom-shaped incursions appearing when immiscible fluids are forced together. Despite its ubiquity, RTI experiments are challenging; here, we report the observation of the RTI in an immiscible binary superfluid consisting of a two-component Bose-Einstein condensate. We force these components together to initiate the instability, and observe the growth of mushroom-like structures. The interface can also be stabilized, allowing us to spectroscopically measure the \"ripplon\" interface modes. Lastly, we use matter-wave interferometry to transform the superfluid velocity field at the interface into a vortex chain. These results-in agreement with our theory-demonstrate the close connection between the RTI in classical and quantum fluids.         ",
    "url": "https://arxiv.org/abs/2411.19807",
    "authors": [
      "Yanda Geng",
      "Junheng Tao",
      "Mingshu Zhao",
      "Shouvik Mukherjee",
      "Stephen Eckel",
      "Gretchen K. Campbell",
      "Ian B. Spielman"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2501.05868",
    "title": "Quantum Speedup for Nonreversible Markov Chains",
    "abstract": "           Quantum algorithms can potentially solve a handful of problems more efficiently than their classical counterparts. In that context, it has been discussed that Markov chains problems could be solved significantly faster using quantum computing. Indeed, previous work suggests that quantum computers could accelerate sampling from the stationary distribution of reversible Markov chains. However, in practice, certain physical processes of interest are nonreversible in the probabilistic sense and reversible Markov chains can sometimes be replaced by more efficient nonreversible chains targeting the same stationary distribution. This study constructs Markov chain reversibilizations and develops quantum algorithmic techniques to accelerate nonreversible processes. Such an up-to-exponential quantum speedup goes beyond the predicted quadratic quantum acceleration for reversible chains and is likely to have a decisive impact on many applications ranging from statistics and machine learning to computational modeling in physics, chemistry, biology and finance.         ",
    "url": "https://arxiv.org/abs/2501.05868",
    "authors": [
      "Baptiste Claudon",
      "Jean-Philip Piquemal",
      "Pierre Monmarché"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mathematical Physics (math-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2506.16480",
    "title": "The Quantum Formalism Revisited",
    "abstract": "           For the simple system of a point-like particle in the real line I compile and contrast, starting with a concise table, the structural elements of quantum mechanics with those of classical (statistical) mechanics. Despite many similarities, there are the well-known fundamental differences, following from the algebraic non-commutativity in the quantal structure. It was discovered by Werner Heisenberg (1901-1976) in June 1925 on the small island of Helgoland in the North Sea, as a consequence of understanding atomic spectral data within a matrix scheme consistent with energy conservation. I discuss the differences and exemplify their quantifications by the variance and entropic indeterminacy inequalities, by (pseudo-)classical bounds on quantum canonical partition functions, and by the correlation inequalities of John Bell (1928-1990) and others.         ",
    "url": "https://arxiv.org/abs/2506.16480",
    "authors": [
      "Hajo Leschke"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mathematical Physics (math-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2508.01501",
    "title": "RinQ: Towards predicting central sites in proteins on current quantum computers",
    "abstract": "           We introduce RinQ, a hybrid quantum-classical framework for identifying functionally critical residues in proteins by formulating centrality detection as a Quadratic Unconstrained Binary Optimization (QUBO) problem. Protein structures are modeled as residue interaction networks (RINs), and the QUBO formulations are solved using D-Wave's simulated annealing. Applied to a diverse set of proteins, RinQ consistently identifies central residues that closely align with classical benchmarks, demonstrating both the accuracy and robustness of the approach.         ",
    "url": "https://arxiv.org/abs/2508.01501",
    "authors": [
      "Shah Ishmam Mohtashim"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Soft Condensed Matter (cond-mat.soft)",
      "Biological Physics (physics.bio-ph)",
      "Quantitative Methods (q-bio.QM)"
    ]
  },
  {
    "id": "arXiv:2508.03770",
    "title": "Description of CRESST-III lithium aluminate data",
    "abstract": "           Two detector modules with lithium aluminate targets were operated in the CRESST underground setup between February and June 2021. The data collected in this period was used to set the currently strongest cross-section upper limits on the spin-dependent interaction of dark matter (DM) with protons and neutrons for the mass region between 0.25 and 1.5 GeV/c$^2$. The data are available online. In this document, we describe how the data set should be used to reproduce our dark matter results.         ",
    "url": "https://arxiv.org/abs/2508.03770",
    "authors": [
      "G. Angloher",
      "S. Banik",
      "G. Benato",
      "A. Bento",
      "A. Bertolini",
      "R. Breier",
      "C. Bucci",
      "J. Burkhart",
      "L. Canonica",
      "A. D'Addabbo",
      "S. Di Lorenzo",
      "L. Einfalt",
      "A. Erb",
      "F. v. Feilitzsch",
      "N. Ferreiro Iachellini",
      "S. Fichtinger",
      "D. Fuchs",
      "A. Fuss",
      "A. Garai",
      "V.M. Ghete",
      "P. Gorla",
      "P.V. Guillaumon",
      "S. Gupta",
      "D. Hauff",
      "M. Ješkovský",
      "J. Jochum",
      "M. Kaznacheeva",
      "A. Kinast",
      "H. Kluck",
      "S. Kuckuk",
      "H. Kraus",
      "A. Langenkämper",
      "M. Mancuso",
      "L. Marini",
      "L. Meyer",
      "V. Mokina",
      "A. Nilima",
      "M. Olmi",
      "T. Ortmann",
      "C. Pagliarone",
      "L. Pattavina",
      "F. Petricca",
      "W. Potzel",
      "P. Povinec",
      "F. Pröbst",
      "F. Pucci",
      "F. Reindl",
      "J. Rothe",
      "K. Schäffner",
      "J. Schieck",
      "D. Schmiedmayer",
      "S. Schönert",
      "C. Schwertner",
      "M. Stahlberg",
      "L. Stodolsky",
      "C. Strandhagen",
      "R. Strauss",
      "I. Usherov",
      "F. Wagner",
      "M. Willers",
      "V. Zema"
    ],
    "subjectives": [
      "High Energy Physics - Experiment (hep-ex)",
      "Cosmology and Nongalactic Astrophysics (astro-ph.CO)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2508.21161",
    "title": "Optical Integration With Heralded Single Photons",
    "abstract": "           In this work, we demonstrate optical integration using heralded single photons and explore the influence of spatial correlations between photons on this process. Specifically, we experimentally harness the transverse spatial degrees of freedom of light within an optical processing framework based on heralded single photons. The integration is performed over binary phase patterns encoded via a phase-only spatial light modulator, with polarization serving as an auxiliary degree of freedom. Our findings reveal a distinct contrast in how spatial correlations affect image analysis: spatially uncorrelated photons are more effective at capturing the global features of an image encoded in the modulator, whereas spatially correlated photons exhibit enhanced sensitivity to local image details. Importantly, the optical integration scheme presented here bears a strong conceptual and operational resemblance to the DQC1 (Deterministic Quantum Computation with One Qubit) model. This connection underscores the potential of our approach for quantum-enhanced information processing, even in regimes where entanglement is minimal or absent.         ",
    "url": "https://arxiv.org/abs/2508.21161",
    "authors": [
      "L. Marques Fagundes Silva",
      "R. C. Souza Pimenta",
      "M. H. Magiotto",
      "R. M. Gomes",
      "E. I. Duzzioni",
      "R. Medeiros de Araújo",
      "P. H. Souto Ribeiro"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2509.02320",
    "title": "Approaching transform-limited linewidths in telecom-wavelength transitions of ungated quantum dots",
    "abstract": "           Highly coherent quantum emitters operating in the telecommunication C-band (1530 - 1565nm), where ultra-low-loss fibers and photonic circuits are available, are crucial to the development of scalable quantum technologies. In this work, we report on a modified Stranski-Krastanov growth scheme using chemical beam epitaxy to enable the generation of high-quality InAs/InP quantum dots, characterized by near-transform-limited linewidths ($\\Gamma_{\\mathrm{TL}}$). We demonstrate the growth of highly-symmetric quantum dots with aspect ratios >0.8 and densities ranging from 2 to 22$\\,\\mu$m$^{-2}$. Optical characterization of these sources reveal fine-structure splittings down to $25\\pm4\\,\\mu$eV and a single-photon purity of $g^{(2)}(0) = 0.012\\pm\\mathrm{0.007}$, confirming the quality of these dots. Further, using an etalon to measure the linewidth, in combination with rigorous modelling, we find an upper-bound to the mean, low-power linewidths of only $12.1\\pm 6.7\\,\\Gamma_\\mathrm{TL}$ and, in the best case, $2.8\\pm 1.8\\,\\Gamma_\\mathrm{TL}$. These results represent a significant step in the development of telecom-wavelength quantum light sources which are essential for complex quantum networks and devices.         ",
    "url": "https://arxiv.org/abs/2509.02320",
    "authors": [
      "Andrew N. Wakileh",
      "Dan Dalacu",
      "Philip J. Poole",
      "Boris Lamontagne",
      "Simona Moisa",
      "Robin L. Williams",
      "Nir Rotenberg"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  }
]