[
  {
    "id": "arXiv:2209.15138",
    "title": "Flexibility-assisted heat removal in thin crystalline silicon solar  cells",
    "abstract": "Thin crystalline silicon solar photovoltaics holds great potential for reducing the module price by material saving and increasing the efficiency by reduced bulk recombination loss. However, the module efficiency decreases rather sensitively as the module temperature rises under sunlight. Effective, inexpensive approach to cooling modules would accelerate large-scale market adoption of thin crystalline silicon photovoltaics. For effective cooling, we exploit high flexibility of single-crystalline thin silicon films to create wavy solar cells. These wavy cells possess larger surface area than conventional flat cells, while occupying the same projected area. We experimentally demonstrate that the temperature of thin wavy crystalline silicon solar cells under the sunlight can be significantly reduced by increased convective cooling due to their large surface area. The substantial efficiency gain, achieved by the effective heat removal, points to high-performance thin crystalline silicon photovoltaic systems that are radically different in configuration from conventional systems. ",
    "url": "https://arxiv.org/abs/2209.15138",
    "authors": [
      "Seok Jun Han",
      "Pauls Stradins",
      "Sang M. Han",
      "Sang Eon Han"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2209.15335",
    "title": "A dispersion-engineered multi-pass cell for single-stage post  compression of an Ytterbium laser",
    "abstract": "Post-compression methods for ultrafast laser pulses typically face challenging limitations including saturation effects and temporal pulse break-up when large compression factors and broad bandwidths are targeted. To overcome these limitations, we exploit direct dispersion control in a gas-filled multi-pass cell, enabling for the first time single-stage post-compression of 150 fs pulses and up to 250 uJ pulse energy from an Ytterbium (Yb) fiber laser down to sub-20 fs. Dispersion-engineered dielectric cavity mirrors are used to achieve nonlinear spectral broadening dominated by self-phase-modulation over large compression factors and bandwidths at 98% throughput. Our method opens a route towards single-stage post-compression of Yb lasers into the few-cycle regime. ",
    "url": "https://arxiv.org/abs/2209.15335",
    "authors": [
      "Laura Silletti",
      "Ammar Bin Wahid",
      "Esmerando Escoto",
      "Prannay Balla",
      "Supriya Rajhans",
      "Katinka Horn",
      "Lutz Winkelmann",
      "Vincent Wanie",
      "Andrea Trabattoni",
      "Christoph M.",
      "Francesca Calegari"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2209.15354",
    "title": "Design of Partially Etched GaP-OI Microresonators for Two-Color Kerr  Soliton Generation at NIR and MIR",
    "abstract": "We present and theoretically investigate a dispersion engineered GaP-OI microresonator containing a partially-etched gap of 250 nm x 410 nm in a 600 nm x 2990 nm waveguide. This gap enables a 3.25 {\\mu}m wide anomalous dispersion spectral span covering both the near-infrared and the mid-infrared spectra. This anomalous dispersion is manifested by two mechanisms, being the hybridization of the fundamental TE modes around 1550 nm and the geometric dispersion of the higher order TE mode around the 3100 nm wavelengths, respectively. Two Kerr soliton combs can be numerically generated with 101 GHz and 97 GHz teeth spacings at these spectral windows. The proposed structure demonstrates the design flexibility thanks to the partially etched gap and paves the way towards potential coherent multicolor frequency comb generation in the emerging GaP-OI platform. ",
    "url": "https://arxiv.org/abs/2209.15354",
    "authors": [
      "Houling Ji",
      "Zhaoting Geng",
      "Weiren Cheng",
      "Zhuoyu Yu",
      "Pengzhuo Wu",
      "Yi Li",
      "Qiancheng Zhao"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2209.15408",
    "title": "Equivariant Energy-Guided SDE for Inverse Molecular Design",
    "abstract": "Inverse molecular design is critical in material science and drug discovery, where the generated molecules should satisfy certain desirable properties. In this paper, we propose equivariant energy-guided stochastic differential equations (EEGSDE), a flexible framework for controllable 3D molecule generation under the guidance of an energy function in diffusion models. Formally, we show that EEGSDE naturally exploits the geometric symmetry in 3D molecular conformation, as long as the energy function is invariant to orthogonal transformations. Empirically, under the guidance of designed energy functions, EEGSDE significantly improves the baseline on QM9, in inverse molecular design targeted to quantum properties and molecular structures. Furthermore, EEGSDE is able to generate molecules with multiple target properties by combining the corresponding energy functions linearly. ",
    "url": "https://arxiv.org/abs/2209.15408",
    "authors": [
      "Fan Bao",
      "Min Zhao",
      "Zhongkai Hao",
      "Peiyao Li",
      "Chongxuan Li",
      "Jun Zhu"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Machine Learning (cs.LG)",
      "Biomolecules (q-bio.BM)"
    ]
  },
  {
    "id": "arXiv:2209.15556",
    "title": "Design of an integrated hybrid plasmonic-photonic device for all-optical  switching and reading of spintronic memory",
    "abstract": "We introduce a novel integrated hybrid plasmonic-photonic device for all-optical switching and reading of nanoscale ferrimagnet bits. The racetrack memory made of synthetic ferrimagnetic material with a perpendicular magnetic anisotropy is coupled on to a photonic waveguide onto the indium phosphide membrane on silicon platform. The device which is composed of a double V-shaped gold plasmonic nanoantenna coupled with a photonic crystal cavity can enable switching and reading of the magnetization state in nanoscale magnetic bits by enhancing the absorbed energy density and polar magneto-optical Kerr effect (PMOKE) locally beyond the diffraction limit. Using a three-dimensional finite-difference time-domain method, we numerically show that our device can switch and read the magnetization state in targeted bits down to ~100 nm in the presence of oppositely magnetized background regions in the racetrack with widths of 30 to 120 nm, clearly outperforming a bare photonic waveguide. Our hybrid device tackles the challenges of nonlinear absorption in the waveguide, weak PMOKE, and size mismatch between spintronics and integrated photonics. Thus, it provides missing link between the integrated photonics and nanoscale spintronics, expediting the development of ultrafast and energy efficient advanced on-chip applications. ",
    "url": "https://arxiv.org/abs/2209.15556",
    "authors": [
      "Hamed Pezeshki",
      "Pingzhi Li",
      "Reinoud Lavrijsen",
      "Martijn Heck",
      "Erwin Bente",
      "Jos van der Tol",
      "Bert Koopmans"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2209.15559",
    "title": "A robust basis for multi-bit optical communication with vectorial light",
    "abstract": "Increasing the information capacity of communication channels is a pressing need, driven by growing data demands and the consequent impending data crunch with existing modulation schemes. In this regard, mode division multiplexing (MDM), where the spatial modes of light form the encoding basis, has enormous potential and appeal, but is impeded by modal noise due to imperfect channels. Here we overcome this challenge by breaking the existing MDM paradigm of using the modes themselves as a discrete basis, instead exploiting the polarization inhomogeneity (vectorness) of vectorial light as our information carrier. We show that this encoding basis can be partitioned and detected almost at will, and measured in a channel independent fashion, a fact we confirm experimentally using atmospheric turbulence as a highly perturbing channel example. Our approach replaces conventional amplitude modulation with a novel modal alternative for potentially orders of magnitude channel information enhancement, yet is robust to fading even through noisy channels, offering a new paradigm to exploiting the spatial mode basis for optical communication. ",
    "url": "https://arxiv.org/abs/2209.15559",
    "authors": [
      "Keshaan Singh",
      "Isaac Nape",
      "Wagner Tavares Buono",
      "Angela Dudley",
      "Andrew Forbes"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Signal Processing (eess.SP)"
    ]
  },
  {
    "id": "arXiv:2209.15561",
    "title": "Efficient extreme-ultraviolet high-order wave mixing from laser-dressed  silica",
    "abstract": "The emission of high-order harmonics from solids \\cite{ghimire11a,schubert14a,luu15a,golde08a} under intense laser-pulse irradiation is revolutionizing our understanding of strong-field solid-light interactions \\cite{ghimire11a,schubert14a,luu15a,vampa15b,yoshikawa17a,hafez18a,jurgens20a}, while simultaneously opening avenues towards novel, all-solid, coherent, short-wavelength table-top sources with tailored emission profiles and nanoscale light-field control\\cite{franz19a,roscamCLEO21}. To date, broadband spectra have been generated well into the extreme-ultraviolet (XUV) \\cite{luu15a,luu18b,han19a,uzan20a}, but the comparatively low conversion efficiency still lags behind gas-based high-harmonic generation (HHG) sources \\cite{luu15a,luu18b}, and have hindered wider-spread applications. Here, we overcome the low conversion efficiency by two-color wave mixing. A quantum theory reveals that our experiments follow a novel generation mechanism where the conventional interband and intraband nonlinear dynamics are boosted by Floquet-Bloch dressed states, that make solid HHG in the XUV more efficient by at least one order of magnitude. Emission intensity scalings that follow perturbative optical wave mixing, combined with the angular separation of the emitted frequencies, make our approach a decisive step for all-solid coherent XUV sources and for studying light-engineered materials. ",
    "url": "https://arxiv.org/abs/2209.15561",
    "authors": [
      "Sylvianne D.C. Roscam Abbing",
      "Filippo Campi",
      "Brian de Keijzer",
      "Corentin Morice",
      "Zhuang-Yan Zhang",
      "Maarten L.S. van der Geest",
      "Peter M. Kraus"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Other Condensed Matter (cond-mat.other)"
    ]
  },
  {
    "id": "arXiv:2209.15289",
    "title": "Enhancing methane sensors by sensing without detection",
    "abstract": "We propose a novel methane sensor based on sensing without detection. First used in quantum imaging, this technique relies on the interference effects seen in three wave mixing when pump signal and idler modes make a double pass through a nonlinear crystal. The method allows sensing at wavelengths where detectors are poor and detecting at wavelengths where photon counting sensitivity can be achieved. This compact interferometer, potentially set in a portable device for field operations, could allow the detection of low concentrations of methane at up to 100m range. Signal-to-noise ratio calculations point out that the method's sensitivity can overcome the integrated path differential absorption direct sensing at high non-linear gain regimes. ",
    "url": "https://arxiv.org/abs/2209.15289",
    "authors": [
      "Arthur C. Cardoso",
      "Haichen Zhou",
      "Siddarth K. Joshi",
      "John G. Rarity"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2209.15414",
    "title": "Predicting the power grid frequency of European islands",
    "abstract": "Modelling, forecasting and overall understanding of the dynamics of the power grid and its frequency is essential for the safe operation of existing and future power grids. Much previous research was focused on large continental areas, while small systems, such as islands are less well-studied. These natural island systems are ideal testing environments for microgrid proposals and artificially islanded grid operation. In the present paper, we utilize measurements of the power grid frequency obtained in European islands: the Faroe Islands, Ireland, the Balearic Islands and Iceland and investigate how their frequency can be predicted, compared to the Nordic power system, acting as a reference. The Balearic islands are found to be particularly deterministic and easy to predict in contrast to hard-to-predict Iceland. Furthermore, we show that typically 2-4 weeks of data are needed to improve prediction performance beyond simple benchmarks. ",
    "url": "https://arxiv.org/abs/2209.15414",
    "authors": [
      "Thorbjørn Lund Onsaker",
      "Heidi S. Nygård",
      "Damià Gomila",
      "Pere Colet",
      "Ralf Mikut",
      "Richard Jumar",
      "Heiko Maass",
      "Uwe Kühnapfel",
      "Veit Hagenmeyer",
      "Dirk Witthaut",
      "Benjamin Schäfer"
    ],
    "subjectives": [
      "Applications (stat.AP)",
      "Machine Learning (cs.LG)",
      "Systems and Control (eess.SY)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2209.15434",
    "title": "DeepAdjoint: An All-in-One Photonic Inverse Design Framework Integrating  Data-Driven Machine Learning with Optimization Algorithms",
    "abstract": "In recent years, hybrid design strategies combining machine learning (ML) with electromagnetic optimization algorithms have emerged as a new paradigm for the inverse design of photonic structures and devices. While a trained, data-driven neural network can rapidly identify solutions near the global optimum with a given dataset's design space, an iterative optimization algorithm can further refine the solution and overcome dataset limitations. Furthermore, such hybrid ML-optimization methodologies can reduce computational costs and expedite the discovery of novel electromagnetic components. However, existing hybrid ML-optimization methods have yet to optimize across both materials and geometries in a single integrated and user-friendly environment. In addition, due to the challenge of acquiring large datasets for ML, as well as the exponential growth of isolated models being trained for photonics design, there is a need to standardize the ML-optimization workflow while making the pre-trained models easily accessible. Motivated by these challenges, here we introduce DeepAdjoint, a general-purpose, open-source, and multi-objective \"all-in-one\" global photonics inverse design application framework which integrates pre-trained deep generative networks with state-of-the-art electromagnetic optimization algorithms such as the adjoint variables method. DeepAdjoint allows a designer to specify an arbitrary optical design target, then obtain a photonic structure that is robust to fabrication tolerances and possesses the desired optical properties - all within a single user-guided application interface. Our framework thus paves a path towards the systematic unification of ML and optimization algorithms for photonic inverse design. ",
    "url": "https://arxiv.org/abs/2209.15434",
    "authors": [
      "Christopher Yeung",
      "Benjamin Pham",
      "Ryan Tsai",
      "Katherine T. Fountaine",
      "Aaswath P. Raman"
    ],
    "subjectives": [
      "Signal Processing (eess.SP)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2209.15459",
    "title": "Experimental realization of a 218-ion multi-qubit quantum memory",
    "abstract": "Storage lifetime and capacity are two important factors to characterize the performance of a quantum memory. Here we report the stable trapping of above 200 ions in a cryogenic setup, and demonstrate the combination of the multi-qubit capacity and long storage lifetime by measuring the coherence time of randomly chosen ions to be on the order of hundreds of milliseconds. We apply composite microwave pulses to manipulate qubit states globally for efficient characterization of different storage units simultaneously, and we compare the performance of the quantum memory with and without the sympathetic cooling laser, thus unambiguously show the necessity of sympathetic cooling for the long-time storage of multiple ionic qubits. ",
    "url": "https://arxiv.org/abs/2209.15459",
    "authors": [
      "R. Yao",
      "W.-Q. Lian",
      "Y.-K. Wu",
      "G.-X. Wang",
      "B.-W. Li",
      "Q.-X. Mei",
      "B.-X. Qi",
      "L. Yao",
      "Z.-C. Zhou",
      "L. He",
      "L.-M. Duan"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2209.15549",
    "title": "Quantum effects in two-dimensional silicon carbide",
    "abstract": "Two-dimensional (2D) silicon carbide is an emergent direct band-gap semiconductor, recently synthesized, with potential applications in electronic devices and optoelectronics. Here, we study nuclear quantum effects in this 2D material by means of path-integral molecular dynamics (PIMD) simulations in the temperature range from 25 to 1500~K. Interatomic interactions are modeled by a tight-binding Hamiltonian fitted to density-functional calculations. Quantum atomic delocalization combined with anharmonicity of the vibrational modes cause changes in structural and thermal properties of 2D SiC, which we quantify by comparison of PIMD results with those derived from classical molecular dynamics simulations, as well as with those given by a quantum harmonic approximation. Nuclear quantum effects are found to be appreciable in structural properties such as the layer area and interatomic distances. Moreover, we consider a {\\em real} area for the SiC sheet, which takes into account bending and rippling at finite temperatures. Differences between this area and the in-plane area are discussed in the context of quantum atomic dynamics. The bending constant ($\\kappa = 1.0$ eV) and the 2D modulus of hydrostatic compression ($B_{xy}$ = 5.5 eV/\\AA$^2$) are clearly lower than the corresponding values for graphene. This study paves the way for a deeper understanding of the elastic and mechanical properties of 2D SiC. ",
    "url": "https://arxiv.org/abs/2209.15549",
    "authors": [
      "Carlos P. Herrero",
      "Rafael Ramirez"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2209.15628",
    "title": "Quantum-enhanced absorption spectroscopy with bright squeezed frequency  combs",
    "abstract": "Absorption spectroscopy is a widely used technique that permits the detection and characterization of gas species at low concentrations. We propose a sensing strategy combining the advantages of frequency modulation spectroscopy with the reduced noise properties accessible by squeezing the probe state. A homodyne detection scheme allows the simultaneous measurement of the absorption at multiple frequencies and is insensitive to dispersion across the absorption profile. We predict a significant enhancement of the signal-to-noise ratio that scales exponentially with the squeezing factor. An order of magnitude improvement beyond the standard quantum limit is possible with state-of-the-art squeezing levels facilitating high precision gas sensing. ",
    "url": "https://arxiv.org/abs/2209.15628",
    "authors": [
      "Alexandre Belsley"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2112.14643",
    "title": "The Disappearance and Reappearance of Potential Energy in Classical and  Quantum Electrodynamics",
    "abstract": " Comments: 31 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2112.14643",
    "authors": [
      "Charles T. Sebens"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)",
      "High Energy Physics - Theory (hep-th)",
      "Classical Physics (physics.class-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2205.08885",
    "title": "Tunable photonic crystal haloscope for high-mass axion searches",
    "abstract": " Comments: 7 pages, 9 figures ",
    "url": "https://arxiv.org/abs/2205.08885",
    "authors": [
      "Sungjae Bae",
      "SungWoo Youn",
      "Junu Jeong"
    ],
    "subjectives": [
      "High Energy Physics - Experiment (hep-ex)",
      "Applied Physics (physics.app-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2207.06876",
    "title": "High finesse bow-tie cavity for strong atom-photon coupling in Rydberg  arrays",
    "abstract": " Comments: 9 pages, 7 figures ",
    "url": "https://arxiv.org/abs/2207.06876",
    "authors": [
      "Yu-Ting Chen",
      "Michal Szurek",
      "Beili Hu",
      "Julius de Hond",
      "Boris Braverman",
      "Vladan Vuletic"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2208.13393",
    "title": "New Integrable Multi-Lévy-Index and Mixed Fractional Nonlinear Soliton  Hierarchies",
    "abstract": " Comments: 8 pages, 0 figure ",
    "url": "https://arxiv.org/abs/2208.13393",
    "authors": [
      "Zhenya Yan"
    ],
    "subjectives": [
      "Exactly Solvable and Integrable Systems (nlin.SI)",
      "Mathematical Physics (math-ph)",
      "Pattern Formation and Solitons (nlin.PS)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2208.13832",
    "title": "Benchmarking magnetized three-wave coupling for laser backscattering:  Analytic solutions and kinetic simulations",
    "abstract": " Comments: 35 pages, 16 figures ",
    "url": "https://arxiv.org/abs/2208.13832",
    "authors": [
      "Yuan Shi"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2209.10038",
    "title": "Quantum Fluid Dynamics on the Hypersphere",
    "abstract": " Title: Quantum Fluid Dynamics on the Hypersphere ",
    "url": "https://arxiv.org/abs/2209.10038",
    "authors": [
      "Stuart Heinrich"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  }
]