[
  {
    "id": "arXiv:2308.11740",
    "title": "Exploration of superconducting multi-mode cavity architectures for  quantum computing",
    "abstract": "Superconducting radio-frequency (SRF) cavities coupled to transmon circuits have proven to be a promising platform for building high-coherence quantum information processors. An essential aspect of this realization involves designing high quality factor three-dimensional superconducting cavities to extend the lifetime of quantum systems. To increase the computational capability of this architecture, we are exploring a multimode approach. This paper presents the design optimization process of a multi-cell SRF cavity to perform quantum computation based on an existing design developed in the scope of particle accelerator technology. We perform parametric electromagnetic simulations to evaluate and optimize the design. In particular, we focus on the analysis of the interaction between a nonlinear superconducting circuit known as the transmon and the cavity. This parametric design optimization is structured to serve as a blueprint for future studies on similar systems. ",
    "url": "https://arxiv.org/abs/2308.11740",
    "authors": [
      "Alessandro Reineri",
      "Silvia Zorzetti",
      "Tanay Roy",
      "Xinyuan You"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2308.11810",
    "title": "Plasmonic dielectric antennas for hybrid optical nanotweezing and  optothermoelectric manipulation of single nanosized extracellular vesicles",
    "abstract": "We present an experimental demonstration of near-field optical trapping and dynamic manipulation of a single extracellular vesicle using a plasmonic dielectric nanoantenna that supports an optical anapole state. The optical anapole is a non-radiating optical state generated by the destructive interference between electric and toroidal dipoles in the far-field. To enhance the trapping capabilities, we employ a plasmonic mirror to enhance the anapole state. By harnessing the enhanced electromagnetic hotspot resulting from the mirror-enhanced anapole state, we achieve a high trapping potential of approximately 3.5 KbT. The dynamic manipulation of the vesicle is achieved by inducing a thermoelectric field in the presence of an ionic surfactant and the resulting plasmonic heating. Specifically, we introduce cetyltrimethylammonium chloride (CTAC) as the ionic surfactant and utilize the local heating generated by the plasmonic reflector to create a thermoelectric field. This enables active transport, stable trapping, and dynamic manipulation of a single extracellular vesicle. Moreover, the thermoelectric field contributes to an increase in the overall trapping potential. ",
    "url": "https://arxiv.org/abs/2308.11810",
    "authors": [
      "Chuchuan Hong",
      "Ikjun Hong",
      "Yuxi Jiang",
      "Justus C. Ndukaife"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2308.11851",
    "title": "Frequency combs in optically-injected terahertz ring quantum cascade  lasers",
    "abstract": "Quantum cascade lasers (QCLs) have emerged as promising candidates for generating chip-scale frequency combs in mid-infrared and terahertz wavelengths. In this work, we demonstrate frequency comb formation in ring terahertz QCLs using the injection of light from a distributed feedback (DFB) laser. The DFB design frequency is chosen to match the modes of the ring cavity (near 3.3 THz), and light from the DFB is injected into the ring QCL via a bus waveguide. By controlling the power and frequency of the optical injection, we show experimentally and theoretically that combs can be selectively formed and controlled in the ring cavity. The potential for soliton generation and efficient power extraction through the bus waveguide presents exciting opportunities for integrating this technology in compact comb designs. ",
    "url": "https://arxiv.org/abs/2308.11851",
    "authors": [
      "Md Istiak Khan",
      "Zhenyang Xiao",
      "Sadhvikas J. Addamane",
      "David Burghoff"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2308.11853",
    "title": "Numerical study on femtosecond electro-optical spatial decoding of  transition radiation from laser wakefield accelerated electron bunches",
    "abstract": "This numerical study is focused on electro-optic (EO) spatial decoding of transition radiation (TR) produced by a relativistic electron bunch passing through a metal foil. The calculations included the imaging of polychromatic transition radiation from an electron bunch and the process of EO spatial decoding. From an experimental perspective, a careful examination of the calculation approach of the data analysis is essential. Therefore, to thoroughly understand the process of signal generation and examine the possibility of adopting a less time-consuming treatment, comparative studies were conducted on detailed and simplified models of both transition radiation imaging and EO signal generation. All calculations are defined in SI units for the convenience of experimental measurements. For TR imaging, the results suggest that the simplified analytical model is sufficient to perform polychromatic calculations with considerable accuracy. For EO spatial decoding, we discussed the process of EO signal generation using 1D and 2D models. We found that the 1D model was sufficient for rapid data analysis. Furthermore, the temporal energy chirp was demonstrated to have a minimal impact on the shape of the EO signal. Because both the transverse and longitudinal profiles can be calculated with arbitrary distributions, this numerical study can facilitate measurements of 3D electron charge density profiles in both laser wakefield acceleration and conventional accelerator research. ",
    "url": "https://arxiv.org/abs/2308.11853",
    "authors": [
      "K. Huang",
      "Z. Jin",
      "N. Nakanii. T. Hosokai",
      "M. Kando"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2308.12047",
    "title": "Terahertz imaging through emissivity control",
    "abstract": "Adoption of terahertz technologies is hindered by the lack of cost-effective THz sources. Here we demonstrate a fundamentally new way to generate and control THz radiation, via spatio-temporal emissivity modulation. By patterning the optical photoexcitation of a surface-passivated silicon wafer, we locally control the free-electron density, and thereby pattern the wafer's emissivity in the THz part of the electromagnetic spectrum. We show how this unconventional source of controllable THz radiation enables a new form of incoherent computational THz imaging. We use it to image various concealed objects, demonstrating this scheme has the penetrating capability of state-of-the-art THz imaging approaches, without the requirement of femto-second pulsed laser sources. Furthermore, the incoherent nature of thermal radiation also ensures the obtained images are free of interference artifacts. Our spatio-temporal emissivity control paves the way towards a new family of long-wavelength structured illumination, imaging and spectroscopy systems. ",
    "url": "https://arxiv.org/abs/2308.12047",
    "authors": [
      "Michal Mrnka",
      "Harry Penketh",
      "Ian R. Hooper",
      "Sonal Saxena",
      "Nicholas E. Grant",
      "John D. Murphy",
      "David B. Phillips",
      "Euan Hendry"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2308.12132",
    "title": "Tunable ultrafast thermionic emission from femtosecond-laser hot spot on  a metal surface: role of laser polarization and angle of incidence",
    "abstract": "Ultrafast laser induced thermionic emission from metal surfaces has several applications. Here, we investigate the role of laser polarization and angle of incidence on the ultrafast thermionic emission process from laser driven gold coated glass surface. The spatio-temporal evolution of electron and lattice temperatures are obtained using an improved three-dimensional (3D) two-temperature model (TTM) which takes into account the 3D laser pulse profile focused obliquely onto the surface. The associated thermionic emission features are described through modified Richardson-Dushman equation, including dynamic space charge effects and are included self-consistently in our numerical approach. We show that temperature dependent reflectivity influences laser energy absorption. The resulting peak electron temperature on the metal surface monotonically increases with angle of incidence for P polarization, while for S polarization it shows opposite trend. We observe that thermionic emission duration shows strong dependence on angle of incidence and contrasting polarization dependent behaviour. The duration of thermionic current shows strong correlation to the intrinsic electron-lattice thermalization time, in a fluence regime well below the damage threshold of gold. The observations and insights have important consequences in designing ultrafast thermionic emitters based on a metal based architecture. ",
    "url": "https://arxiv.org/abs/2308.12132",
    "authors": [
      "Mousumi Upadhyay Kahaly",
      "Saibabu Madas",
      "Boris Mesits",
      "Subhendu Kahaly"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2308.12233",
    "title": "Zero-field optical magnetometer based on spin-alignment",
    "abstract": "Optically-pumped magnetometers are an important instrument for imaging biological magnetic signals without the need for cryogenic cooling. These magnetometers are presently available in the commercial market and utilize the principles of atomic alignment or orientation, enabling remarkable sensitivity and precision in the measurement of magnetic fields. This research focuses on utilizing a spin-aligned atomic ensemble for magnetometry at zero-field. A novel approach is introduced, which involves evaluating how the linear polarization of light rotates as it passes through the atomic vapor to null the magnetic field. Analytical expressions are derived for the resulting spin alignment and photodetection signals. Experimental results are provided, demonstrating good agreement with the theoretical predictions. The sensitivity and bandwidth of the magnetometer are characterized based on the detected polarization rotation signal. Lastly, the practical utility of the magnetometer for medical applications is demonstrated by successfully detecting a synthetic cardiac signal. ",
    "url": "https://arxiv.org/abs/2308.12233",
    "authors": [
      "Adil Meraki",
      "Lucy Elson",
      "Nok Ho",
      "Ali Akbar",
      "Marcin Koźbiał",
      "Jan Kołodyński",
      "Kasper Jensen"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2308.11630",
    "title": "Addressing Data Scarcity in Optical Matrix Multiplier Modeling Using  Transfer Learning",
    "abstract": "We present and experimentally evaluate using transfer learning to address experimental data scarcity when training neural network (NN) models for Mach-Zehnder interferometer mesh-based optical matrix multipliers. Our approach involves pre-training the model using synthetic data generated from a less accurate analytical model and fine-tuning with experimental data. Our investigation demonstrates that this method yields significant reductions in modeling errors compared to using an analytical model, or a standalone NN model when training data is limited. Utilizing regularization techniques and ensemble averaging, we achieve < 1 dB root-mean-square error on the matrix weights implemented by a photonic chip while using only 25% of the available data. ",
    "url": "https://arxiv.org/abs/2308.11630",
    "authors": [
      "Ali Cem",
      "Ognjen Jovanovic",
      "Siqi Yan",
      "Yunhong Ding",
      "Darko Zibar",
      "Francesco Da Ros"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2308.12010",
    "title": "Fisher information on the phase transition from regular to flat top  optical pulse in cubic-quintic nonlinear media",
    "abstract": "We study the properties of optical pulse in cubic-quintic nonlinear media using information theoretic approach. The system can support regular (sharp top) and flat top pulse depending on the type of quintic interaction and the frequency of the pulse. For defocusing quintic nonlinearity, it holds both regular and flat top soliton. We find that Fisher information suddenly drops near the transition from sharp to flat top pulse. This is also reflected in the linear stability curve where power of the pulse suddenly grows near the point of transition. However, the solution is linearly stable according to Vakhitov-Kolokolov criterion. We examine that, in the case of focusing nonlinearity, the change from linearly stable and unstable solitons becomes imperceptible through Fisher information. ",
    "url": "https://arxiv.org/abs/2308.12010",
    "authors": [
      "Bijan Layek",
      "Sk. Siddik",
      "Golam Ali Sekh"
    ],
    "subjectives": [
      "Pattern Formation and Solitons (nlin.PS)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2308.12146",
    "title": "Fractional quantum Hall edge polaritons",
    "abstract": "It is commonly believed that light cannot couple to the collective excitations of the fractional quantum Hall effect (FQHE). This assumption relies on Kohn's theorem that states that electron-electron interactions decouple from homogeneous electromagnetic fields due to galilean invariance. Here, we demonstrate that the existence of an edge breaks Kohn's theorem, and enables coupling of cavity light to the plasmonic edge modes of the FQHE. We derive the coupling using the FQHE bulk-boundary correspondence and predict the formation of experimentally detectable plasmon polaritons. We find that a single cavity mode leaves the system's topological protection intact. Interestingly, however, a multimode cavity mediates plasmon backscattering, and effectively transforms the edges of the 2D FQHE into a 1D wire. Such cavity-meditated nonlocal backscattering bodes the breakdown of the topological protection in the regime of ultra-strong photon-plasmon coupling. Our analytical framework and photoelectric findings pave the way for investigating the topological order of the FQHE via optical spectroscopic probes and provide new opportunities to control FQHE edge excitations using light. ",
    "url": "https://arxiv.org/abs/2308.12146",
    "authors": [
      "Lucas Winter",
      "Oded Zilberberg"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2308.12282",
    "title": "Quantum bath augmented stochastic nonequilibrium atomistic simulations  for molecular heat conduction",
    "abstract": "Classical molecular dynamics (MD) has been shown to be effective in simulating heat conduction in certain molecular junctions since it inherently takes into account some essential methodological components which are lacking with quantum Landauer-type transport model, such as many-body full force-field interactions, anharmonicity effects and nonlinear responses for large temperature biases. However, the classical mechanics reaches its limit in the environments where the quantum effects are significant (e.g. with low-temperatures substrates, presence of extremely high frequency molecular modes). Here, we present an atomistic simulation methodology for molecular heat conduction that incorporates the quantum Bose-Einstein statistics into an effective temperature in the form of modified Langevin equation. We show that the results from such a quasi-classical effective temperature (QCET) MD method deviates drastically when the baths temperature approaches zero from classical MD simulations and the results converge to the classical ones when the bath approaches the high-temperature limit, which makes the method suitable for full temperature range. In addition, we show that our quasi-classical thermal transport method can be used to model the conducting substrate layout and molecular composition (e.g. anharmonicities, high-frequency modes). Anharmonic models are explicitly simulated via the Morse potential and compared to pure harmonic interactions, to show the effects of anharmonicities under quantum colored bath setups. Finally, the chain length dependence of heat conduction is examined for one-dimensional polymer chains placed in between quantum augmented baths. ",
    "url": "https://arxiv.org/abs/2308.12282",
    "authors": [
      "Renai Chen",
      "Mohammadhasan Dinpajooh",
      "Abraham Nitzan"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2209.03241",
    "title": "Dynamics with autoregressive neural quantum states: application to  critical quench dynamics",
    "abstract": " Comments: Final published version ",
    "url": "https://arxiv.org/abs/2209.03241",
    "authors": [
      "Kaelan Donatella",
      "Zakari Denis",
      "Alexandre Le Boité",
      "Cristiano Ciuti"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Other Condensed Matter (cond-mat.other)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2305.11082",
    "title": "Topological and conventional nano-photonic waveguides for chiral  integrated quantum optics",
    "abstract": " Title: Topological and conventional nano-photonic waveguides for chiral  integrated quantum optics ",
    "url": "https://arxiv.org/abs/2305.11082",
    "authors": [
      "N.J Martin",
      "M. Jalali Mehrabad",
      "X. Chen",
      "R. Dost",
      "E. Nussbaum",
      "D. Hallett",
      "L. Hallacy",
      "A. Foster",
      "E. Clarke",
      "P.K. Patil",
      "S. Hughes",
      "M. Hafezi",
      "A.M Fox",
      "M.S. Skolnick",
      "L.R. Wilson"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2306.05117",
    "title": "Inverse Design of Thin-Plate Elastic Wave Devices",
    "abstract": " Title: Inverse Design of Thin-Plate Elastic Wave Devices ",
    "url": "https://arxiv.org/abs/2306.05117",
    "authors": [
      "James R Capers"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2308.07561",
    "title": "Inverse Design of Terahertz Nanoresonators through Physics-Informed  Machine Learning",
    "abstract": " Title: Inverse Design of Terahertz Nanoresonators through Physics-Informed  Machine Learning ",
    "url": "https://arxiv.org/abs/2308.07561",
    "authors": [
      "Hyoung-Taek Lee",
      "Jeonghoon Kim",
      "Joon Sue Lee",
      "Mina Yoon",
      "Hyeong-Ryeol Park"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  }
]