[
  {
    "id": "arXiv:2304.07300",
    "title": "On Quantum Mechanics Fundamentals of Diatomic Molecular Spectroscopy",
    "abstract": "The interpretation of optical spectra requires thorough comprehension of quantum mechanics, especially understanding the concept of angular momentum operators. Suppose now that a transformation from laboratory-fixed to molecule-attached coordinates, by invoking the correspondence principle, induces reversed angular momentum operator identities. However, the foundations of quantum mechanics and the mathematical implementation of specific symmetries assert that reversal of motion or time reversal includes complex conjugation as part of anti-unitary operation. Quantum theory contraindicates sign changes of the fundamental angular momentum algebra. Reversed angular momentum sign changes are of a heuristic nature and are actually not needed in analysis of diatomic spectra. This review addresses sustenance of usual angular momentum theory, including presentation of straightforward proofs leading to falsification of the occurrence of reversed angular momentum identities. This review also summarizes aspects of a consistent implementation of quantum mechanics for spectroscopy with selected diatomic molecules of interest in astrophysics and in engineering applications. ",
    "url": "https://arxiv.org/abs/2304.07300",
    "authors": [
      "Christian G. Parigger"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2304.07409",
    "title": "A Three-Photon Rydberg Atom-Based Radio Frequency Sensing Scheme with  Narrow Linewidth",
    "abstract": "We demonstrate Rydberg atom-based radio frequency sensing with a colinear three-photon scheme in a room temperature cesium vapor cell that minimizes residual Doppler broadening of the probe laser absorption feature. A sub-200 kHz spectral linewidth is observed and extends the self-calibrated Autler-Townes sensing regime to weaker fields by a factor of ~18 compared to the theoretical limit of the most commonly used two-photon scheme. The sensitivity of the method to microsecond pulses is shown to be sufficient to detect radio frequency Rabi frequencies of 2$\\pi$ x 0.44 MHz using a 480 kHz bandwidth at 108.9 GHz, demonstrating the ability to sense time-dependent signals suitable for radar and communications. ",
    "url": "https://arxiv.org/abs/2304.07409",
    "authors": [
      "Stephanie M. Bohaichuk",
      "Fabian Ripka",
      "Vijin Venu",
      "Florian Christaller",
      "Chang Liu",
      "Matthias Schmidt",
      "Harald Kübler",
      "James P. Shaffer"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2304.07508",
    "title": "Integration of a high finesse cryogenic build-up cavity with an ion trap",
    "abstract": "We report on the realization of a hemispherical optical cavity with a finesse of F = 13000 sustaining inter-cavity powers of 10 kW, which we operate in a closed-cycle cryostat vacuum system close to 4 Kelvin. This was designed and built with an integrated radio-frequency Paul trap, in order to combine optical and radio-frequency trapping. The cavity provides a power build-up factor of 2250. We describe a number of aspects of the system design and operation, including low-vibration mounting and locking including thermal effects at high powers. Thermal self-locking in the high intracavity power regime was observed to enhance the passive stability below 1 kHz. Observations made over repeated cool-downs over a course of a year show a repeatable shift between the ion trap center and the cavity mode. ",
    "url": "https://arxiv.org/abs/2304.07508",
    "authors": [
      "Oliver Wipfli",
      "Henry Fernandes Passagem",
      "Christoph Fischer",
      "Matt Grau",
      "Jonathan P. Home"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2304.07569",
    "title": "Optical dielectric huygens metagrating performing near unity anomalous  refraction at TM mode with extremely simple design",
    "abstract": "We numerically demonstrate a highly efficient optica huygens metagrating with unprecedentedly simple structure (only one meta-atom per period) designed via aggressively discretized method which initially originated from discretized metasurface design, performing nearly lossless anomalous refraction under TM-polarized incident light. A 2D full-wave floquet simulation shows that the proposed metagrating anomalously transmits and incident light of 800 nm wavelength with up to 94% power efficiency, where the specular 2transmission is substantially suppressed. our findings can also help demarcate the boundary between metagrating and metasurface. ",
    "url": "https://arxiv.org/abs/2304.07569",
    "authors": [
      "Rui Yao"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2304.07571",
    "title": "Quantum Control of Atom-Ion Charge Exchange via Light-induced Conical  Intersections",
    "abstract": "Conical intersections are crossing points or lines between two or more adiabatic electronic potential energy surfaces in the multi-dimensional coordinate space of colliding atoms and molecules. Conical intersections and corresponding non-adiabatic coupling can greatly affect molecular dynamics and chemical properties. In this paper, we predict significant or measurable non-adiabatic effects in an ultracold atom-ion charge-exchange reaction in the presence of laser-induced conical intersections (LICIs). We investigate the fundamental physics of these LICIs on molecular reactivity under unique conditions: those of relatively low laser intensity of $10^8$ W/cm$^2$ and ultracold temperatures below 1 mK. We predict irregular interference effects in the charge-exchange rate coefficients between K and Ca$^+$ as functions of laser frequency. These irregularities occur in our system due to the presence of two LICIs. To further elucidate the role of the LICIs on the reaction dynamics, we compare these rate coefficients with those computed for a system where the CIs have been ``removed''. In the laser frequency window, where conical interactions are present, the difference in rate coefficients can be as large as $10^{-9}$ cm$^3$/s. ",
    "url": "https://arxiv.org/abs/2304.07571",
    "authors": [
      "Hui Li",
      "Ming Li",
      "Alexander Petrov",
      "Eite Tiesinga",
      "Svetlana Kotochigova"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2304.07636",
    "title": "Label-free optical quantification of material composition of suspended  virus-gold nanoparticle complexes",
    "abstract": "The interaction between metallic and biological nanoparticles (NPs) is widely used in various biotechnology and biomedical applications. However, detailed characterization of this type of interaction is challenging due to a lack of high-throughput techniques that can quantify both size and composition of suspended NP complexes. Here, we introduce a technique called ``twilight nanoparticle tracking analysis'' (tNTA) and demonstrate that it provides a quantitative relationship between the measured optical signal and the composition of suspended dielectric-metal NP complexes. We assess the performance of tNTA by analyzing the selective binding of tannic acid-modified gold nanoparticles (TaAuNPs) to herpes simplex viruses (HSV). Our results show that TaAuNPs bind specifically to HSV without causing substantial changes in the size or refractive index of the virus, suggesting that the binding does not cause virus disruption. Instead, the anti-viral properties of TaAuNPs appear to stem from direct particle binding to the virus. ",
    "url": "https://arxiv.org/abs/2304.07636",
    "authors": [
      "Erik Olsén",
      "Benjamin Midtvedt",
      "Adrián González",
      "Fredrik Eklund",
      "Katarzyna Ranoszek-Soliwoda",
      "Jaroslaw Grobelny",
      "Giovanni Volpe",
      "Malgorzata Krzyzowska",
      "Fredrik Höök",
      "Daniel Midtvedt"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2304.07758",
    "title": "Acoustic Metafluid for Independent manipulation of the Mass Density and  Bulk Modulus",
    "abstract": "Tuning the mass density and bulk modulus independently is the key to manipulate the propagation of sound wave. Acoustic metamaterials provide a feasible method to realize various acoustic parameters. However, the relevant studies are mainly concentrated in air, and the huge impedance difference makes it difficult to directly extend these airborne structures to underwater application. Here, we propose a metafluid to realize independent manipulation of the mass density and bulk modulus underwater. The metafluid is composed of hollow regular polygons immersed in the water. By adjusting the side number of the hollow regular polygons and choosing proper materials, the effective mass density and bulk modulus of the metafluid could be modulated independently. Based on the flexible adjustment method, metafluids with same impedance but different sound velocities are designed and used to realize an underwater impedance-matched gradient index lens. In addition, by combining the proposed metafluid with other artificial structures, acoustic parameters with great anisotropy can be achieved, which is exemplified by the design and demonstration of an impedance-matched underwater acoustic carpet cloak. This work can expand the practicability of underwater metamaterials and pave the way for future potential engineering applications in the practical underwater devices. ",
    "url": "https://arxiv.org/abs/2304.07758",
    "authors": [
      "Yafeng Bi",
      "Ping Zhou",
      "Han Jia",
      "Fan Lu",
      "Yuzhen Yang",
      "Peng Zhang",
      "Jun Yang"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2304.07786",
    "title": "Using various machine learning algorithms for quantitative analysis in  Laser induced breakdown spectroscopy",
    "abstract": "Laser induced breakdown spectroscopy technique is employed for quantitative analysis of aluminum samples by different classical machine learning approaches. A Q-switch Nd:YAG laser at fundamental harmonic of 1064 nm is utilized for creation of LIBS plasma for prediction of constituent concentrations of the aluminum standard alloys. In current research, concentration prediction is performed by linear approaches of support vector regression, multiple linear regression, principal component analysis integrated with MLR and SVR, and as well as nonlinear algorithms of artificial neural network, kernelized support vector regression , and the integration of traditional principal component analysis with KSVR, and ANN. Furthermore, dimension reduction is applied on various methodologies by PCA algorithm for improving the quantitative analysis. The results presented that the combination of PCA with KSVR algorithm model had the best efficiency in predictions of the most of elements among other classical machine learning algorithms. ",
    "url": "https://arxiv.org/abs/2304.07786",
    "authors": [
      "Mohsen Rezaei",
      "Fatemeh Rezaei",
      "Parvin Karimi"
    ],
    "subjectives": [
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2304.07815",
    "title": "Classification of Topological Phase in 2D Photonic Continuous Media  Using Electromagnetic Parameters",
    "abstract": "Refractive index is a fundamental electromagnetic (EM) parameter that can describe photonic continuous media (PCM) traditionally as either transparency or opacity. Recently, topological theory offers a new set of phases to characterize PCM as either trivial or nontrivial, by using topological invariant which are not direct to EM parameters. As all of optical properties in PCM should be related to EM parameters, we formulate a topological index based on EM parameters and establish its phase map in this work. The map can analytically describe the deterministic condition for a topologically nontrivial phase. Our findings indicate that the topology of 2D bi-anisotropic PCM is determined by the sign of the topological index. Another EM parameter of pseudo surface impedance is also introduced for the opaque regions of PCM, showing that the topological opacity has a full range of impedance values ranging from negative to positive, while the trivial case only has either negative or positive impedance. The simulation results show that an interface between two opacities with differing index signs can support robustly optical propagation of topological edge states. As the index only depends on EM parameters, it will pave an insightful way to further understand the intrinsic properties of photonic topology. ",
    "url": "https://arxiv.org/abs/2304.07815",
    "authors": [
      "Xin-Tao He",
      "Shuo-Shi Zhang",
      "Xiao-Dong Chen",
      "Jian-Wen Dong"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2304.07816",
    "title": "Optical generation of quasi-stationary plasma electromagnetic structures  for particle collimation with PetaWatt picosecond laser",
    "abstract": "Optical generation of energetic particle bunches requires high-power laser facilities operating in picosecond or femtosecond temporal domain. It is therefore preferable to use short laser pulses in all-optical platforms designed for guiding and focusing of such particle beams, increasing their brightness and decreasing their angular divergence. We propose and discuss theoretical and experimental results for a novel electromagnetic guiding setup based on a shaped spiral-like 'snail' target with a relatively large useful aperture. Due to the diameter increased to a sub-mm scale, a wider particle bunches may be efficiently focused, as we show in theoretical modelling with a model field distributions, supported by the experimental data. ",
    "url": "https://arxiv.org/abs/2304.07816",
    "authors": [
      "Ph. Korneev",
      "N.D. Bukharskii",
      "I. V. Kochetkov",
      "M. Ehret",
      "J. J. Santos",
      "Y. Abe",
      "K. F. F. Law",
      "S. Fujioka",
      "G. Schaumann",
      "B. Zielbauer"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2304.07828",
    "title": "Measurement principles for quantum spectroscopy of molecular materials  with entangled photons",
    "abstract": "Nonlinear spectroscopy with quantum entangled photons is an emerging field of research which holds the promise to achieve superior signal to noise ratio and effectively isolate many-body interactions. Photon sources used for this purpose however lack the frequency tunability and spectral bandwidth demanded by contemporary molecular materials. Here, we present design strategies for efficient spontaneous parametric downconversion to generate biphoton states with adequate spectral bandwidth and at visible wavelengths. Importantly, we demonstrate, by suitable design of the nonlinear optical interaction, the scope to engineer the degree of spectral correlations between the photons of the pair. We also present an experimental methodology to effectively characterize such spectral correlations. Finally, we discuss our perspective of quantum optical spectroscopy in which the spectral correlations of a biphoton state transmitted through a sample are employed as effective optical probes of system-bath interactions. ",
    "url": "https://arxiv.org/abs/2304.07828",
    "authors": [
      "Luca Moretti",
      "Esteban Rojas-Gatjens",
      "Lorenzo Uboldi",
      "David Otto Tiede",
      "Evan J Kumar",
      "Chiara Trovatello",
      "Fabrizio Preda",
      "Antonio Perri",
      "Cristian Manzoni",
      "Giulio Cerullo",
      "Ajay Ram Srimath Kandada"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2304.07873",
    "title": "Formation energy of intrinsic defects in silicon from the  Galitskii-Migdal formula",
    "abstract": "The work is devoted to the formation energy calculations of intrinsic defects in silicon based on the GW method and the Galitskii-Migdal formula. The two methods for calculating the electronic response function are applied. The first one uses direct integration over frequency to determine the response function. The diagonal form of the spectral function is the only assumption within the RPA framework, but the supercell calculations are very time-consuming. Therefore, we propose the method in which the response function is calculated in the plasmon pole approximation, and the GW contribution to the exchange-correlation energy is taken with a certain mixing constant. The value of the constant is found from the correspondence with experimental data. This makes it possible to obtain an accuracy comparable to the first method at significantly lower computational costs. The described method is used to calculate the formation energy of the neutral self-interstitial, vacancy and two divacansy structures in supercells of 214-217 silicon atoms. ",
    "url": "https://arxiv.org/abs/2304.07873",
    "authors": [
      "N.L. Matsko"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2304.07974",
    "title": "Quantum defects of $n$F$_J$ levels of Cs Rydberg atoms",
    "abstract": "We present precise measurements of the quantum defects of cesium $n$F$_J$ Rydberg levels. We employ high-precision microwave spectroscopy of $(n+2)\\mathrm{D}_{5/2}\\rightarrow n\\mathrm{F}_{5/2,7/2}$ transitions for $n=45$ to 50 in a cold-atom setup. Cold cesium $(n+2)$D$_{5/2}$ atoms, prepared via two-photon laser excitation, are probed by scanning weak microwave fields interacting with the atoms across the $n\\mathrm{F}_{5/2,7/2}$ resonances. Transition spectra are acquired using state-selective electric-field ionization and time-gated ion detection. Transition-frequency intervals are obtained by Lorentzian fits to the measured spectral lines, which have linewidths ranging between 70~kHz and 190~kHz, corresponding to about one to three times the Fourier limit. A comprehensive analysis of relevant line-shift uncertainties and line-broadening effects is conducted. We find quantum defect parameters $\\delta_{0}(\\mathrm{F}_{5/2})=0.03341537(70)$ and $\\delta_{2}(\\mathrm{F}_{5/2})=-0.2014(16)$, as well as $\\delta_{0}(\\mathrm{F}_{7/2})=0.0335646(13)$ and $\\delta_{2}(\\mathrm{F}_{7/2})=-0.2052(29)$, for $J=5/2$ and $J=7/2$, respectively. Fine structure parameters $A_{FS}$ and $B_{FS}$ for Cs $n{\\rm{F}}_J$ are also obtained. Results are discussed in context with previous works, and the significance of the results is discussed. ",
    "url": "https://arxiv.org/abs/2304.07974",
    "authors": [
      "Jingxu Bai",
      "Yuechun Jiao",
      "Rong Song",
      "Jiabei Fan",
      "Jianming Zhao",
      "Suotang Jia",
      "Georg Raithe"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2304.07998",
    "title": "High dynamic range open-loop current measurement based on diamond  quantum magnetometer achieving ppm scale precision",
    "abstract": "Negatively charged nitrogen-vacancy (NV) centers in diamond have been extensively studied as a promising high sensitivity solid-state magnetic field sensor at room temperature. However, their use for current sensing applications is limited due to the challenge of integration and miniaturization of the diamond NV sensor. Here, we demonstrate an integrated NV sensor fabricated with standard microfabrication process. The sensor device incorporated with a toroidal magnetic yoke enables a high-precision wide range direct current sensing with galvanic isolation. The performance of the diamond NV current sensor in an open loop configuration has been investigated. A current measuring range of 0 A ~ 1000 A with an uncertainty of 46 ppm are achieved. Taking advantage of dual spin resonance modulation, temperature drift is suppressed to 10 ppm/K. This configuration opens new possibilities as a robust and scalable platform for current quantum sensing technologies. ",
    "url": "https://arxiv.org/abs/2304.07998",
    "authors": [
      "Qihui Liu",
      "Hao Chen",
      "Fei Xie",
      "Yuqiang Hu",
      "Jin Zhang",
      "Nan Wang",
      "Lihao Wang",
      "Yichen Liu",
      "Yang Wang",
      "Zhichao Chen",
      "Lingyun Li",
      "Jiangong Cheng",
      "Zhenyu Wu"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2304.08120",
    "title": "DAS-N2N: Machine learning Distributed Acoustic Sensing (DAS) signal  denoising without clean data",
    "abstract": "This article presents a weakly supervised machine learning method, which we call DAS-N2N, for suppressing strong random noise in distributed acoustic sensing (DAS) recordings. DAS-N2N requires no manually produced labels (i.e., pre-determined examples of clean event signals or sections of noise) for training and aims to map random noise processes to a chosen summary statistic, such as the distribution mean, median or mode, whilst retaining the true underlying signal. This is achieved by splicing (joining together) two fibres hosted within a single optical cable, recording two noisy copies of the same underlying signal corrupted by different independent realizations of random observational noise. A deep learning model can then be trained using only these two noisy copies of the data to produce a near fully-denoised copy. Once the model is trained, only noisy data from a single fibre is required. Using a dataset from a DAS array deployed on the surface of the Rutford Ice Stream in Antarctica, we demonstrate that DAS-N2N greatly suppresses incoherent noise and enhances the signal-to-noise ratios (SNR) of natural microseismic icequake events. We further show that this approach is inherently more efficient and effective than standard stop/pass band filtering routines and a comparable self-supervised learning method based on masking individual DAS channels. Our preferred model for this task is lightweight, processing 30 seconds of data recorded at a sampling frequency of 1000 Hz over 985 channels (approx. 1 km of fiber) in $<$1 s. Due to the high noise levels in DAS recordings, efficient data-driven denoising methods, such as DAS-N2N, will prove essential to time-critical DAS earthquake detection, particularly in the case of microseismic monitoring. ",
    "url": "https://arxiv.org/abs/2304.08120",
    "authors": [
      "Sacha Lapins",
      "Antony Butcher",
      "J.-Michael Kendall",
      "Thomas S. Hudson",
      "Anna L. Stork",
      "Maximilian J. Werner",
      "Jemma Gunning",
      "Alex M. Brisbourne"
    ],
    "subjectives": [
      "Geophysics (physics.geo-ph)",
      "Machine Learning (cs.LG)"
    ]
  },
  {
    "id": "arXiv:2304.08245",
    "title": "Coupling Analysis of the Surface States in Periodic Microwave  Transmission Line",
    "abstract": "The spectrum of electromagnetic waves in periodic linear structures, such as periodic waveguides or chains of microelements i.e. spheres, cavities, exhibit the sequence of stop bands for propagating waves. Breaking the translational symmetry of the periodic microstrip can also lead to the localization of the microwaves at the microstrip edge. In this paper, we investigated periodic microstrip transmission line represented as 1D photonic crystal operating at the GHz frequencies. On the ground of topology, we explain the condition of surface state existence. The transmission measurements and numerical calculations support our theoretical predictions. Moreover, we show that in the symmetric microstrip the surface states split into symmetric and antisymmetric modes due to evanescent wave coupling between the modes localized on the opposite sides of the microstrip. Interestingly, both modes offer significant microwave transmission inside the frequency gap, which is promising for applications. ",
    "url": "https://arxiv.org/abs/2304.08245",
    "authors": [
      "L. Ivzhenko",
      "A. Girich",
      "M. Baranowski",
      "A. Kharchenko",
      "S. Mieszczak",
      "S. Polevoy",
      "S. Tarapov",
      "M. Krawczyk",
      "J. Klos"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2304.08312",
    "title": "Microwave shielding of bosonic NaRb molecules",
    "abstract": "Recent years have witnessed tremendous progresses in creating and manipulating ground-state ultracold polar molecules. However, the two-body loss regardless of the chemical reactivities is still a hurdle for many future explorations. Here, we investigate the loss suppression of non-reactive bosonic $^{23}$Na$^{87}$Rb molecules with a circular polarized microwave blue-detuned to the rotational transition. We achieve suppression of the loss by two orders of magnitude with the lowest two-body loss rate coefficient reduced to $3\\times10^{-12}~\\rm{cm^3/s}$. Meanwhile, the elastic collision rate coefficient is increased to the $10^{-9}~\\rm{cm^3/s}$ level. The large good-to-bad collision ratio has allowed us to carry out evaporative cooling of $^{23}$Na$^{87}$Rb with an efficiency of 1.7(2), increasing the phase-space density by a factor of 10. With further improvements, this technique holds great promises for creating a Bose-Einstein condensate of ultracold polar molecules. ",
    "url": "https://arxiv.org/abs/2304.08312",
    "authors": [
      "Junyu Lin",
      "Guanghua Chen",
      "Mucan Jin",
      "Zhaopeng Shi",
      "Fulin Deng",
      "Wenxian Zhang",
      "Goulven Quéméner",
      "Tao Shi",
      "Su Yi",
      "Dajun Wang"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2304.08331",
    "title": "Calibrated Microwave Reflectance in Low-Temperature Scanning Tunneling  Microscopy",
    "abstract": "We outline calibrated measurements of the microwave reflection coefficient from the tunnel junction of an ultra-high vacuum low temperature scanning tunneling microscope. The microwave circuit design, including an interferometer set-up for enhanced signal-to-noise and a demodulation scheme for lock-in detection, is described in detail. A quantitative, in-situ procedure for impedance calibration based on the numerical 3-error-term model is presented. Our procedure exploits the response of the microwave reflection signal due to the change of the tunneling conductance caused by sub-nm variation of the tunneling distance. Experimental calibration is achieved by a least-squares numerical fit of simultaneously measured conductance and microwave reflection retraction curves at finite conductance. Our method paves the way for nanoscale microscopy and spectroscopy of dielectric surface properties at GHz frequencies and cryogenic temperatures. This opens a promising pathway even for dielectric fingerprinting at the single molecule limit. ",
    "url": "https://arxiv.org/abs/2304.08331",
    "authors": [
      "Bareld Wit",
      "Georg Gramse",
      "Stefan Müllegger"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2304.08337",
    "title": "Gate-Tunable Optical Anisotropy in Wafer-Scale, Aligned Carbon-Nanotube  Films",
    "abstract": "Telecommunications and polarimetry both require the active control of the polarization of light, Currently, this is done by combining intrinsically anisotropic materials with tunable isotropic materials into heterostructures using complicated fabrication techniques due to the lack of scalable materials that possess both properties. Tunable birefringent and dichromic materials are scarce and rarely available in high-quality thin films over wafer scales. In this paper, we report semiconducting, highly aligned, single-walled carbon nanotubes (SWCNTs) over 4\" wafers with normalized birefringence and dichroism values 0.09 and 0.58, respectively. The real and imaginary parts of the refractive index of the SWCNT films are tuned by up to 5.9% and 14.3% in the infrared at 2200 nm and 1660 nm, respectively, using electrostatic doping. Our results suggest that aligned SWCNTs are among the most anisotropic and tunable optical materials known and opens new avenues for their application in integrated photonics and telecommunications. ",
    "url": "https://arxiv.org/abs/2304.08337",
    "authors": [
      "Jason Lynch",
      "Evan Smith",
      "Adam Alfieri",
      "Baokun Song",
      "Cindy Yueli Chen",
      "Chavez Lawrence",
      "Cherie Kagan",
      "Honggang Gu",
      "Shiyuan Liu",
      "Lian-Mao Peng",
      "Shivashankar Vangala",
      "Joshua R. Hendrickson",
      "Deep Jariwala"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2304.08357",
    "title": "A high-efficiency proton-boron fusion scheme taking into account the  effects of quantum degeneracy",
    "abstract": "The proton-boron (p-$^{11}$B) reaction is regarded as the holy grail of advanced fusion fuels, since the primary reaction produces three $\\alpha$ particles with few neutrons and induced radio-activities from second order reactions. Compared to the Deuterium-Tritium reaction a much higher reaction temperature is required. Moreover, bremsstrahlung energy losses due to the high nuclear charge of boron deem it seemingly apparent than a fusion reactor based on Deuterium-Tritium plasma in equilibrium is to say the least very difficult.It is becoming more appealing to collide intense laser beams or accelerated proton beams with a boron target to produce p-$^{11}$B reactions. The fusion yield of p-$^{11}$B reactions is closely related to proton beam parameters and boron target conditions such as density, temperature, and ingredients. Quantum degeneracy will increase fusion yields by reducing the stopping power of injected protons. In this work, we suggest a high-efficiency scheme for beam-target p-$^{11}$B fusions via injecting a MeV proton beam into a highly compressed quantum degenerated boron target. Such a boron target can be achieved via quasi-isentropic compression of solid boron by using precisely shaped laser pulses. Our results indicate that for densities ranging from $10^3$ to $10^4\\rho_s$, where $\\rho_s$ is the density of solid boron, contributions of bound and free electrons to the stopping of protons can be completely disregarded and dramatically reduced respectively. The result is an increase in fusion yield by orders of magnitude. Furthermore, in order to achieve multiplication factor $F$ greater than one, with $F$ defined as the ratio of output fusion energy to the energy of injected protons, it is found there exits a minimum possible density of boron target, which is $2.15 \\times 10^4 \\rho_s$ when the kinetic energy of injected protons is $0.8$ MeV. ",
    "url": "https://arxiv.org/abs/2304.08357",
    "authors": [
      "S. J. Liu",
      "D. Wu",
      "T. X. Hu",
      "T. Y. Liang",
      "X. C. Ning",
      "J. H. Liang",
      "Y. C. Liu",
      "P. Liu",
      "X. Liu",
      "Z. M. Sheng",
      "Y. T. Zhao",
      "D. H. H. Hoffmann",
      "X. T. He",
      "J. Zhang"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2304.08402",
    "title": "Laser Systems for High Fidelity Control and Entanglement of Neutral  Atomic Qubits",
    "abstract": "We present new photonics and electronics packages recently developed by M Squared Lasers specifically tailored for scalable neutral atom quantum computing; a high power 1064 nm system for scalable qubit number, a phase locked system for high fidelity single qubit control, and robust cavity locked systems for high fidelity Rydberg operations. We attain driven coherence times competitive with current state-of-the-art for both ground state Raman and ground-Rydberg transitions without cavity filtering, providing an excellent platform for neutral atom quantum computing. These systems are benchmarked by creating entangled Bell states across 7 atom pairs, where we measure a peak raw fidelity of $F\\ge0.88(2)$ and a peak SPAM corrected of $F_C\\ge0.93(3)$ via a two-qubit $CZ$ gate. ",
    "url": "https://arxiv.org/abs/2304.08402",
    "authors": [
      "C.J. Picken",
      "I. Despard",
      "A. Kelly",
      "J.D. Pritchard",
      "J.R.P. Bain",
      "N. Hempler",
      "G.T. Maker",
      "G.P.A Malcolm"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2304.08450",
    "title": "Quantum logic and meaning",
    "abstract": "This paper gives a formulation of quantum logic in the abstract algebraic setting laid out by Dunn and Hardegree (2001). On this basis, it provides a comparative analysis of viable quantum logical bivalent semantics and their classical counterparts, thereby showing that the truth-functional status of classical and quantum connectives is not as different as usually thought. Then, after pointing out the seemingly forgotten fact that bivalence in quantum logic can be maintained, albeit at the price of truth-functionality, it argues that Hellman (1980) fails to show that this lack of truth-functionality entails a change of meaning between classical and quantum logical connectives. Finally, the paper proposes a meaning-variance argument that fares better on our analysis. ",
    "url": "https://arxiv.org/abs/2304.08450",
    "authors": [
      "Sebastian Horvat",
      "Iulian Danut Toader"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2304.08452",
    "title": "An Alleged Tension between Quantum Logic and Applied Classical  Mathematics",
    "abstract": "Timothy Williamson has argued that the applicability of classical mathematics in the natural and social sciences raises a problem for the adoption, in non-mathematical domains, of a wide range of non-classical logics, including quantum logics (QL). We first reconstruct the argument and present its restriction to the case of QL. Then we show that there is no inconsistency whatsoever between the application of classical mathematics to quantum phenomena and the use of QL in reasoning about them. Once we identify the premise in Williamson's argument that turns out to be false when restricted to QL, we argue that the same premise breaks down for a wider variety of non-classical logics. In the end, we also suggest that the alleged tension between these non-classical logics and applied classical mathematics betrays a misunderstanding of the nature of mathematical representation in science. ",
    "url": "https://arxiv.org/abs/2304.08452",
    "authors": [
      "Sebastian Horvat",
      "Iulian Danut Toader"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2304.07713",
    "title": "Anderson localization without eigenstates in photonic quantum walks",
    "abstract": "Anderson localization is ubiquitous in wavy systems with strong static and uncorrelated disorder. The delicate destructive interference underlying Anderson localization is usually washed out in the presence of temporal fluctuations or aperiodic drives in the Hamiltonian, leading to delocalization and restoring transport. However, in one-dimensional lattices with off-diagonal disorder Anderson localization can persist for arbitrary time-dependent drivings that do not break a hidden conservation law originating from the chiral symmetry, leading to the dubbed 'localization without eigenstates'. Here it is shown that such an intriguing phenomenon can be observed in discrete-time photonic quantum walks with static disorder applied to the coin operator, and can be extended to non-Hermitian dynamics as well. ",
    "url": "https://arxiv.org/abs/2304.07713",
    "authors": [
      "Stefano Longhi"
    ],
    "subjectives": [
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2304.07757",
    "title": "Revisiting Quantum Contextuality in an Algebraic Framework",
    "abstract": "Within the framework of quantum contextuality, we discuss the ideas of extracontextuality and extravalence, that allow one to relate Kochen-Specker's and Gleason's theorems. We emphasize that whereas Kochen-Specker's is essentially a no-go theorem, Gleason's provides a mathematical justification of Born's rule. Our extracontextual approach requires however a way to describe the ``Heisenberg cut''. Following an article by John von Neumann on infinite tensor products, this can be done by noticing that the usual formalism of quantum mechanics, associated with unitary equivalence of representations, stops working when countable infinities of particles (or degrees of freedom) are encountered. This is because the dimension of the corresponding Hilbert space becomes uncountably infinite, leading to the loss of unitary equivalence, and to sectorisation. Such an intrinsically contextual approach provides a unified mathematical model including both quantum and classical physics, that appear as required incommensurable facets in the description of nature. ",
    "url": "https://arxiv.org/abs/2304.07757",
    "authors": [
      "Mathias Van Den Bossche",
      "Philippe Grangier"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2304.08179",
    "title": "Disentangled higher-orbital bands and chiral symmetric topology in  confined Mie resonance photonic crystals",
    "abstract": "Topological phases based on tight-binding models have been extensively studied in recent decades. By mimicking the linear combination of atomic orbitals in tight-binding models based on the evanescent couplings between resonators in classical waves, numerous experimental demonstrations of topological phases have been successfully conducted. However, in dielectric photonic crystals, the Mie resonances' states decay too slowly as $1/r$ when $r$ $\\to$ $\\infty$, leading to intrinsically different physical properties between tight-binding models and dielectric photonic crystals. Here, we propose a confined Mie resonance photonic crystal by embedding perfect electric conductors in between dielectric rods, leading to a perfectly matched band structure as the tight-binding models with nearest-neighbour couplings. As a consequence, disentangled band structure spanned by higher atomic orbitals is observed. Moreover, we also achieve a three-dimensional photonic crystal with a complete photonic bandgap and third-order topology based on our design. Our implementation provides a versatile platform for studying exotic higher-orbital bands and achieving tight-binding-like 3D topological photonic crystals. ",
    "url": "https://arxiv.org/abs/2304.08179",
    "authors": [
      "Jing Li",
      "Hongfei Wang",
      "Shiyin Jia",
      "Peng Zhan",
      "Minghui Lu",
      "Zhenlin Wang",
      "Yanfeng Chen",
      "Bi-Ye Xie"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2304.08258",
    "title": "Quantum Estimation of the Stokes Vector Rotation for a General  Polarimetric Transformation",
    "abstract": "Classical polarimetry is a rich and well established discipline within classical optics with many applications in different branches of science. Ever-growing interest in utilizing quantum resources in order to make highly sensitive measurements, prompted the researchers to describe polarized light in a quantum mechanical framework and build a quantum theory of polarimetry within this framework. In this work, inspired by the polarimetric studies in biological tissues, we study the ultimate limit of rotation angle estimation with a known rotation axis in a quantum polarimetric process, which consists of three quantum channels. The rotation angle to be estimated is induced by the retarder channel on the Stokes vector of the probe state. However, the diattenuator and depolarizer channels act on the probe state, which effectively can be thought of as a noise process. Finally the quantum Fisher information (QFI) is calculated and the effect of these noise channels and their ordering is studied on the estimation error of the rotation angle. ",
    "url": "https://arxiv.org/abs/2304.08258",
    "authors": [
      "Ali Pedram",
      "Lea Gassab",
      "Özgür E. Müstecaplıoğlu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2304.08282",
    "title": "Deep-Learning-based Vascularture Extraction for Single-Scan Optical  Coherence Tomography Angiography",
    "abstract": "Optical coherence tomography angiography (OCTA) is a non-invasive imaging modality that extends the functionality of OCT by extracting moving red blood cell signals from surrounding static biological tissues. OCTA has emerged as a valuable tool for analyzing skin microvasculature, enabling more accurate diagnosis and treatment monitoring. Most existing OCTA extraction algorithms, such as speckle variance (SV)- and eigen-decomposition (ED)-OCTA, implement a larger number of repeated (NR) OCT scans at the same position to produce high-quality angiography images. However, a higher NR requires a longer data acquisition time, leading to more unpredictable motion artifacts. In this study, we propose a vasculature extraction pipeline that uses only one-repeated OCT scan to generate OCTA images. The pipeline is based on the proposed Vasculature Extraction Transformer (VET), which leverages convolutional projection to better learn the spatial relationships between image patches. In comparison to OCTA images obtained via the SV-OCTA (PSNR: 17.809) and ED-OCTA (PSNR: 18.049) using four-repeated OCT scans, OCTA images extracted by VET exhibit moderate quality (PSNR: 17.515) and higher image contrast while reducing the required data acquisition time from ~8 s to ~2 s. Based on visual observations, the proposed VET outperforms SV and ED algorithms when using neck and face OCTA data in areas that are challenging to scan. This study represents that the VET has the capacity to extract vascularture images from a fast one-repeated OCT scan, facilitating accurate diagnosis for patients. ",
    "url": "https://arxiv.org/abs/2304.08282",
    "authors": [
      "Jinpeng Liao",
      "Tianyu Zhang",
      "Yilong Zhang",
      "Chunhui Li",
      "Zhihong Huang"
    ],
    "subjectives": [
      "Image and Video Processing (eess.IV)",
      "Computer Vision and Pattern Recognition (cs.CV)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2304.08433",
    "title": "A Multi-Purpose Platform for Analog Quantum Simulation",
    "abstract": "Atom-based quantum simulators have had tremendous success in tackling challenging quantum many-body problems, owing to the precise and dynamical control that they provide over the systems' parameters. They are, however, often optimized to address a specific type of problems. Here, we present the design and implementation of a $^6$Li-based quantum gas platform that provides wide-ranging capabilities and is able to address a variety of quantum many-body problems. Our two-chamber architecture relies on a robust and easy-to-implement combination of gray molasses and optical transport from a laser-cooling chamber to a glass cell with excellent optical access. There, we first create unitary Fermi superfluids in a three-dimensional axially symmetric harmonic trap and characterize them using in situ thermometry, reaching temperatures below 20 nK. This allows us to enter the deep superfluid regime with samples of extreme diluteness, where the interparticle spacing is sufficiently large for direct single-atom imaging. Secondly, we generate optical lattice potentials with triangular and honeycomb geometry in which we study diffraction of molecular Bose-Einstein condensates, and show how going beyond the Kapitza-Dirac regime allows us to unambiguously distinguish between the two geometries. With the ability to probe quantum many-body physics in both discrete and continuous space, and its suitability for bulk and single-atom imaging, our setup represents an important step towards achieving a wide-scope quantum simulator. ",
    "url": "https://arxiv.org/abs/2304.08433",
    "authors": [
      "Shuwei Jin",
      "Kunlun Dai",
      "Joris Verstraten",
      "Maxime Dixmerias",
      "Christophe Salomon",
      "Bruno Peaudecerf",
      "Tim de Jongh",
      "Tarik Yefsah"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2209.07103",
    "title": "Many versus one: the disorder operator and entanglement entropy in  fermionic quantum matter",
    "abstract": " Comments: 13 pages, 7 figures with 7 pages supplemental material ",
    "url": "https://arxiv.org/abs/2209.07103",
    "authors": [
      "Weilun Jiang",
      "Bin-Bin Chen",
      "Zi Hong Liu",
      "Junchen Rong",
      "Fakher F. Assaad",
      "Meng Cheng",
      "Kai Sun",
      "Zi Yang Meng"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "High Energy Physics - Theory (hep-th)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2211.01368",
    "title": "Coherently averaged dual-comb spectroscopy with a low-noise and  high-power free-running gigahertz dual-comb laser",
    "abstract": " Comments: Corrected equation 8 ",
    "url": "https://arxiv.org/abs/2211.01368",
    "authors": [
      "C. R. Phillips",
      "B. Willenberg",
      "A. Nussbaum-Lapping",
      "F. Callegari",
      "S. L. Camenzind",
      "J. Pupeikis",
      "U. Keller"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.08560",
    "title": "Development of a new quantum trajectory molecular dynamics framework",
    "abstract": " Comments: 20 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2211.08560",
    "authors": [
      "Pontus Svensson",
      "Thomas Campbell",
      "Frank Graziani",
      "Zhandos Moldabekov",
      "Ningyi Lyu",
      "Victor S. Batista",
      "Scott Richardson",
      "Sam M. Vinko",
      "Gianluca Gregori"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2212.03110",
    "title": "High Rate Studies of the ATLAS sTGC Detector and Optimization of the  Filter Circuit on the Input of the Front-End Amplifier",
    "abstract": " Comments: to be submitted ",
    "url": "https://arxiv.org/abs/2212.03110",
    "authors": [
      "Siyuan Sun",
      "Luca Moleri",
      "Gerardo Vasquez",
      "Peter Teterin",
      "Sabrina Corsetti",
      "Liang Guan",
      "Benoit Lefebvre",
      "Enrique Kajomovitz",
      "Lorne Levinson",
      "Nachman Lupu",
      "Rob McPherson",
      "Alexander Vdovin",
      "Rongkun Wang",
      "Bing Zhou",
      "Junjie Zhu"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2302.00100",
    "title": "Physics-informed Reduced-Order Learning from the First Principles for  Simulation of Quantum Nanostructures",
    "abstract": " Comments: 18 pages, 11 figures. An additional demonstration using Fourier-based plan waves in the revised version ",
    "url": "https://arxiv.org/abs/2302.00100",
    "authors": [
      "Martin Veresko",
      "Ming-Cheng Cheng"
    ],
    "subjectives": [
      "Computational Engineering, Finance, and Science (cs.CE)",
      "Machine Learning (cs.LG)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2302.10094",
    "title": "Properties of the eigenmodes and quantum-chaotic scattering in a  superconducting microwave Dirac billiard with threefold rotational symmetry",
    "abstract": " Title: Properties of the eigenmodes and quantum-chaotic scattering in a  superconducting microwave Dirac billiard with threefold rotational symmetry ",
    "url": "https://arxiv.org/abs/2302.10094",
    "authors": [
      "Weihua Zhang",
      "Xiaodong Zhang",
      "Jiongning Che",
      "M. Miski-Oglu",
      "Barbara Dietz"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2302.14751",
    "title": "High speed free-space optical communication using standard fiber  communication component without optical amplification",
    "abstract": " Comments: 7 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2302.14751",
    "authors": [
      "Yao Zhang",
      "Hua-Ying Liu",
      "Xiaoyi Liu",
      "Peng Xu",
      "Xiang Dong",
      "Pengfei Fan",
      "Xiaohui Tian",
      "Hua Yu",
      "Dong Pan",
      "Zhijun Yin",
      "Guilu Long",
      "Shi-Ning Zhu",
      "Zhenda Xie"
    ],
    "subjectives": [
      "Signal Processing (eess.SP)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2303.03322",
    "title": "On the impact of short laser pulses on cold diluted plasmas",
    "abstract": " Comments: Latex2e file, 46 pages, 10 figures. Improved figures and presentation, various typos corrected ",
    "url": "https://arxiv.org/abs/2303.03322",
    "authors": [
      "Gaetano Fiore",
      "Sergio De Nicola",
      "Tahmina Akhter",
      "Renato Fedele",
      "Dušan Jovanović"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2303.04948",
    "title": "Quantum Microscopy of Cells at the Heisenberg Limit",
    "abstract": " Comments: 20 pages, 4 figures; Supplementary Information 15 pages, 9 figures ",
    "url": "https://arxiv.org/abs/2303.04948",
    "authors": [
      "Zhe He",
      "Yide Zhang",
      "Xin Tong",
      "Lei Li",
      "Lihong V. Wang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2303.16358",
    "title": "Quantum computing with trapped ions: a beginner's guide",
    "abstract": " Comments: v1: 12 pages, 5 figures; v2: 29 pages, 5 figures, minor corrections (English), added acknowledgments, changed format from 2 columns to single column ",
    "url": "https://arxiv.org/abs/2303.16358",
    "authors": [
      "Francesco Bernardini",
      "Abhijit Chakraborty",
      "Carlos Ordóñez"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Other Condensed Matter (cond-mat.other)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2303.17307",
    "title": "Quantifying and mitigating optical surface loss in suspended GaAs  photonic integrated circuits",
    "abstract": " Comments: 8 pages, 8 figures, Comments welcome !!! v2: fixed typo in equation 1, minor edits in text ",
    "url": "https://arxiv.org/abs/2303.17307",
    "authors": [
      "Robert Thomas",
      "Haoyang Li",
      "Jude Laverock",
      "Krishna C. Balram"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  }
]