[
  {
    "id": "arXiv:2310.05944",
    "title": "Amplification in an Ideal TL with Temporally Modulated Zo: 1-D Photonic  Time Crystal",
    "abstract": "This paper investigates and simulates signal amplification in an ideal transmission line (TL) with temporal modulated characteristic impedance Zo. First, a lossless L-C TL lumped model is considered. The shunt capacitor with infinite quality factor (Q) is modulated with time in a sinusoidal manner. The eigenvalue problem is formulated, solved, and discussed. The dispersion diagram (DD) is plotted, and the momentum band gap (MBG) is observed at a modulation frequency double the signal frequency. Signal amplification is confirmed using Harmonics Balance (HB) and Transient simulation (TS), and the obtained results are consistent with the DD results. Second, an ideal TL loaded with shunt temporal modulated capacitors (TMCs) with infinite Q is studied. Varying the TL length allows controlling the frequency band gap (FBG) location relative to the MBG in the DD. As the FBG approaches the MBG, wider MBGs can be obtained. As a result, higher values of amplification are expected. The wider obtained MBG is explained by studying the Bloch impedance (ZBloch) of the unit cell. While modulation of the TMC, the TL length affects the ZBloch varying range. The DD and ZBloch results are confirmed through transient and HB simulations. Finally, a series resistance (Rc) is added to the TMC (finite Q). The effect of varying Rc on the DD and signal amplification is studied. As expected, increasing the Rc value increases the charging and discharging time of the TMC, decreasing the system's responsiveness to the modulation and increasing the loss. Consequently, lower values of amplification are obtained. ",
    "url": "https://arxiv.org/abs/2310.05944",
    "authors": [
      "Mohamed Hagag",
      "Thomas Robert Jones",
      "Karim Seddik",
      "Dimitrios Peroulis"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2310.05973",
    "title": "Observation of strong attenuation within the photonic band gap of  multiconnected networks",
    "abstract": "We theoretically and experimentally study a photonic band gap (PBG) material made of coaxial cables. The coaxial cables are waveguides for the electromagnetic waves and provide paths for direct wave interference within the material. Using multiconnected coaxial cables to form a unit cell, we realize PBGs via (i) direct interference between the waveguides within each cell and (ii) scattering among different cells. We systematically investigate the transmission of EM waves in our PBG materials and discuss the mechanism of band gap formation. We observe experimentally for the first time the wide band gap with strong attenuation caused by direct destructive interference. ",
    "url": "https://arxiv.org/abs/2310.05973",
    "authors": [
      "Pengbo Zhu",
      "Runkai Chen",
      "Xiangbo Yang",
      "Yanglong Fan",
      "Huada Lian",
      "Zhen-Yu Wang"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Other Condensed Matter (cond-mat.other)"
    ]
  },
  {
    "id": "arXiv:2310.06184",
    "title": "A Brief Review of Single Event Burnout Failure Mechanisms and Design  Tolerances of Silicon Carbide MOSFETs",
    "abstract": "Radiation hardening of the MOSFET is of the highest priority for sustaining high-power systems in the space radiation environment. SiC-based power electronics are being looked at as a strong alternative for high power spaceborne power electronic systems. The SiC MOSFET has been shown to be most prone to SEB of the radiation effects. The knowledge of SiC MOSFET device degradation and failure mechanisms are reviewed. Additionally, the viability of rad-tolerant SiC MOSFET designs and the methods of SEB simulation are evaluated. A merit system is proposed to consider the performance of radiation tolerance and nominal electrical performance. Criteria needed for high-fidelity SEB simulation are also reviewed. This paper stands as a necessary analytical review to intercede the development of rad-hard power devices for space and extreme environment applications. ",
    "url": "https://arxiv.org/abs/2310.06184",
    "authors": [
      "Christopher Allen Grome"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2310.06215",
    "title": "Wakefield Generation in Hydrogen and Lithium Plasmas at FACET-II:  Diagnostics and First Beam-Plasma Interaction Results",
    "abstract": "Plasma Wakefield Acceleration (PWFA) provides ultrahigh acceleration gradients of 10s of GeV/m, providing a novel path towards efficient, compact, TeV-scale linear colliders and high brightness free electron lasers. Critical to the success of these applications is demonstrating simultaneously high gradient acceleration, high energy transfer efficiency, and preservation of emittance, charge, and energy spread. Experiments at the FACET-II National User Facility at SLAC National Accelerator Laboratory aim to achieve all of these milestones in a single stage plasma wakefield accelerator, providing a 10 GeV energy gain in a <1 m plasma with high energy transfer efficiency. Such a demonstration depends critically on diagnostics able to measure emittance with mm-mrad accuracy, energy spectra to determine both %-level energy spread and broadband energy gain and loss, incoming longitudinal phase space, and matching dynamics. This paper discusses the experimental setup at FACET-II, including the incoming beam parameters from the FACET-II linac, plasma sources, and diagnostics developed to meet this challenge. Initial progress on the generation of beam ionized wakes in meter-scale hydrogen gas is discussed, as well as commissioning of the plasma sources and diagnostics. ",
    "url": "https://arxiv.org/abs/2310.06215",
    "authors": [
      "D. Storey",
      "C. Zhang",
      "P. San Miguel Claveria",
      "G. J. Cao",
      "E. Adli",
      "L. Alsberg",
      "R. Ariniello",
      "C. Clarke",
      "S. Corde",
      "T. N. Dalichaouch",
      "H. Ekerfelt",
      "C. Emma",
      "E. Gerstmayr",
      "S. Gessner",
      "M. Gilljohann",
      "C. Hast",
      "A. Knetsch",
      "V. Lee",
      "M. Litos",
      "R. Loney",
      "K. A. Marsh",
      "A. Matheron",
      "W. B. Mori",
      "Z. Nie",
      "B. O'Shea",
      "M. Parker",
      "G. White",
      "G. Yocky",
      "V. Zakharova",
      "M. J. Hogan",
      "C. Joshi"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2310.06262",
    "title": "Flying doughnut terahertz pulses generated from semiconductor currents",
    "abstract": "The ability to manipulate the space-time structure of light waves diversifies light-matter interaction and light-driven applications. Conventionally, metasurfaces are employed to locally control the amplitude and phase of light fields by the material response and structure of small meta-atoms. However, the fixed spatial structures of metasurfaces offer limited opportunities. Here, using quantum control we introduce a new approach that enables the amplitude, sign, and even configuration of the generated light fields to be manipulated in an all-optical manner. Following this approach, we demonstrate the generation of flying doughnut terahertz (THz) pulses. We show that the single-cycle THz pulse radiated from the dynamic semiconductor ring current has an electric field structure that is azimuthally polarized and that the space- and time-resolved magnetic field has a strong, isolated longitudinal component. As a first application, we detect absorption features from ambient water vapor on the spatiotemporal structure of the measured electric fields and the calculated magnetic fields. Quantum control is a powerful and flexible route to generating any structured light pulse in the THz range, while pulse compression of cylindrical vector beams is available for very high-power magnetic-pulse generation from the mid-infrared to near UV spectral region. Pulses such as these will serve as unique probes for spectroscopy, imaging, telecommunications, and magnetic materials. ",
    "url": "https://arxiv.org/abs/2310.06262",
    "authors": [
      "Kamalesh Jana",
      "Yonghao Mi",
      "Søren H. Møller",
      "Dong Hyuk Ko",
      "Shima Gholam-Mirzaei",
      "Daryoush Abdollahpour",
      "Shawn Sederberg",
      "Paul B. Corkum"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.06471",
    "title": "Silicon Nanoantenna Mix Arrays for a Trifecta of Quantum Emitter  Enhancements",
    "abstract": "Dielectric nanostructures have demonstrated optical antenna effects due to Mie resonances. Preliminary investigations on dielectric nanoantennas have been carried out for a trifecta of enhancements, i.e., simultaneous enhancements in absorption, emission directionality and radiative decay rates of quantum emitters. However, these investigations are limited by fragile substrates or low Purcell factor, which is extremely important for exciting quantum emitters electrically. In this paper, we present a Si mix antenna array to achieve the trifecta enhancement of ~1200 fold with a Purcell factor of ~47. The antenna design incorporates ~10 nm gaps within which fluorescent molecules strongly absorb the pump laser energy through a resonant mode. In the emission process, the antenna array increases the radiative decay rates of the fluorescence molecules via Purcell effect and provides directional emission through a separate mode. This work could lead to novel CMOS compatible platforms for enhancing fluorescence for biological and chemical applications. ",
    "url": "https://arxiv.org/abs/2310.06471",
    "authors": [
      "Zhaogang Dong",
      "Sergey Gorelik",
      "Ramón Paniagua-Dominguez",
      "Johnathan Yik",
      "Jinfa Ho",
      "Febiana Tjiptoharsono",
      "Emmanuel Lassalle",
      "Soroosh Daqiqeh Rezaei",
      "Darren C. J. Neo",
      "Ping Bai",
      "Arseniy I. Kuznetsov",
      "Joel K. W. Yang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.06524",
    "title": "Acoustic Lateral Recoil Force and Stable Lift of Anisotropic Particles",
    "abstract": "Acoustic forces and torques are of immense importance for manipulation of particles, in particular in biomedical applications. While such forces and torques are well understood for small spherical particles with lowest-order monopole and dipole responses, the higher-order effects for larger anisotropic particles have not been properly investigated. Here we examine the acoustic force and torque on an anisotropic (ellipsoid) particle and reveal two novel phenomena. First, we describe the lateral recoil force, orthogonal to the direction of the incident wave and determined by the tilted orientation of the particle. Second, we find conditions for the stable acoustic lift, where the balanced torque and force produce a stable lateral drift of the tilted particle. We argue that these phenomena can bring about new functionalities in acoustic manipulation and sorting of anisotropic particles including biological objects such as blood cells. ",
    "url": "https://arxiv.org/abs/2310.06524",
    "authors": [
      "Mikhail Smagin",
      "Ivan Toftul",
      "Konstantin Y. Bliokh",
      "Mihail Petrov"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2310.06529",
    "title": "Dynamic Terahertz Beamforming Based on Magnetically Switchable  Hyperbolic Materials",
    "abstract": "In this work, we introduce a concept to enable dynamic beamforming of terahertz (THz) wavefronts using applied magnetic fields (B). The proposed system exploits the magnetically switchable hyperbolic dispersion of the InSb semiconductor. This phenomenology, combined with diffractive surfaces and magnetic tilting of scattered fields, allows the design of a metasurface that works with either circularly or linearly polarized wavefronts. In particular, we demonstrate numerically that the transmitted beam tilting can be manipulated with the direction and magnitude of B. Numerical results, obtained through the finite element method (FEM), are qualitatively supported by semi-analytical results from the generalized dipole theory. Motivated by potential applications in future Tera-WiFi active links, a proof of concept is conducted for the working frequency f = 300 GHz. The results indicate that the transmitted field can be actively tuned to point in five different directions with beamforming of 45{\\deg}, depending on the magnitude and direction of B. In addition to magnetic beamforming, we also demonstrate that our proposal exhibits magnetic circular dichroism (MCD), which can also find applications in magnetically tunable THz isolators for one-way transmission/reflection. ",
    "url": "https://arxiv.org/abs/2310.06529",
    "authors": [
      "William Orivaldo Faria Carvalho",
      "Edwin Moncada-Villa",
      "Jorge Ricardo Mejía-Salazar",
      "Danilo Henrique Spadoti"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.06617",
    "title": "Profiling and variation of laser pulse parameters as a way to preserve  the stability of self-injected bunches during excitation of a wakefield in  plasma",
    "abstract": "The paper considers the excitation of a wakefield in a metal-density plasma using a chain of x-ray laser pulses. The profiling parameters and the necessary parameters of laser pulses for obtaining stable high-quality bunches are found. An essential problem is the destruction of self-injected bunches in the course of their motion. The results of the study are one of the ways to solve the problem of transverse betatron oscillations, which lead to the destruction of bunches. ",
    "url": "https://arxiv.org/abs/2310.06617",
    "authors": [
      "D. S. Bondar",
      "V. I. Maslov",
      "I. N. Onishchenko"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2310.06749",
    "title": "QSym$^2$: A Quantum Symbolic Symmetry Analysis Program for Electronic  Structure",
    "abstract": "Symmetry provides a powerful machinery to classify, interpret, and understand quantum-mechanical theories and results. However, most contemporary quantum chemistry packages lack the ability to handle degeneracy and symmetry breaking effects, especially in non-Abelian groups, nor are they able to characterize symmetry in the presence of external magnetic or electric fields. In this article, a program written in Rust entitled QSym$^2$ that makes use of group and representation theories to provide symmetry analysis for a wide range of quantum-chemical calculations is introduced. With its ability to generate character tables symbolically on-the-fly, and by making use of a generic symmetry-orbit-based representation analysis method formulated in this work, QSym$^2$ is able to address all of these shortcomings. To illustrate these capabilities of QSym$^2$, four sets of case studies are examined in detail in this article: (i) high-symmetry $\\textrm{C}_{84}\\textrm{H}_{64}$, $\\textrm{C}_{60}$, and $\\textrm{B}_9^-$ to demonstrate the analysis of degenerate molecular orbitals (MOs); (ii) octahedral $\\textrm{Fe(CN)}_6^{3-}$ to demonstrate the analysis of symmetry-broken determinants and MOs; (iii) linear hydrogen fluoride in a magnetic field to demonstrate the analysis of magnetic symmetry; and (iv) equilateral $\\textrm{H}_3^+$ to demonstrate the analysis of density symmetries. ",
    "url": "https://arxiv.org/abs/2310.06749",
    "authors": [
      "Bang C. Huynh",
      "Meilani Wibowo-Teale",
      "Andrew M. Wibowo-Teale"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2310.06772",
    "title": "Evanescent-field assisted photon collection from quantum emitters under  a solid immersion lens",
    "abstract": "Solid-state quantum light sources are being intensively investigated for applications in quantum technology. A key challenge is to extract light from host materials with high refractive index, where efficiency is limited by refraction and total internal reflection. Here we show that an index-matched solid immersion lens can, if placed sufficiently close to the semiconductor, extract light coupled through the evanescent field at the surface. Using both numerical simulations and experiments, we investigate how changing the thickness of the spacer between the semiconductor and lens impacts the collection efficiency (CE). Using automatic selection and measurement of 100 s of individually addressable colour centres in several aluminium nitride samples we demonstrate spacer-thickness dependent photon CE enhancement, with a mean enhancement factor of 4.2 and a highest measured photon detection rate of 743 kcps. ",
    "url": "https://arxiv.org/abs/2310.06772",
    "authors": [
      "S G Bishop",
      "J K Cannon",
      "H B Yagci",
      "R N Clark",
      "J P Hadden",
      "W Langbein",
      "A J Bennett"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Other Condensed Matter (cond-mat.other)"
    ]
  },
  {
    "id": "arXiv:2310.05937",
    "title": "Identification of quantum vortices in momentum space",
    "abstract": "The quantum vortices formed as a result of barrier-suppression ionization of a two-dimensional hydrogen atom by an ultrashort laser pulse are theoretically investigated. Using an analytical expression for the wave function of a photoelectron in the momentum representation, the probability flux density is investigated. In this case, both the standard definition of a flux and an alternative one are used. The latter, due to the sensitivity to the phase of the wave function, makes it possible to identify quantum vortices in the momentum space. ",
    "url": "https://arxiv.org/abs/2310.05937",
    "authors": [
      "Nikolay V. Larionov",
      "Vasily M. Molchanovskiy"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.05950",
    "title": "Quantization of Neural Network Equalizers in Optical Fiber Transmission  Experiments",
    "abstract": "The quantization of neural networks for the mitigation of the nonlinear and components' distortions in dual-polarization optical fiber transmission is studied. Two low-complexity neural network equalizers are applied in three 16-QAM 34.4 GBaud transmission experiments with different representative fibers. A number of post-training quantization and quantization-aware training algorithms are compared for casting the weights and activations of the neural network in few bits, combined with the uniform, additive power-of-two, and companding quantization. For quantization in the large bit-width regime of $\\geq 5$ bits, the quantization-aware training with the straight-through estimation incurs a Q-factor penalty of less than 0.5 dB compared to the unquantized neural network. For quantization in the low bit-width regime, an algorithm dubbed companding successive alpha-blending quantization is suggested. This method compensates for the quantization error aggressively by successive grouping and retraining of the parameters, as well as an incremental transition from the floating-point representations to the quantized values within each group. The activations can be quantized at 8 bits and the weights on average at 1.75 bits, with a penalty of $\\leq 0.5$~dB. If the activations are quantized at 6 bits, the weights can be quantized at 3.75 bits with minimal penalty. The computational complexity and required storage of the neural networks are drastically reduced, typically by over 90\\%. The results indicate that low-complexity neural networks can mitigate nonlinearities in optical fiber transmission. ",
    "url": "https://arxiv.org/abs/2310.05950",
    "authors": [
      "Jamal Darweesh",
      "Nelson Costa",
      "Antonio Napoli",
      "Bernhard Spinnler",
      "Yves Jaouen",
      "Mansoor Yousefi"
    ],
    "subjectives": [
      "Signal Processing (eess.SP)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.06049",
    "title": "Quantum Illumination and Quantum Radar: A Brief Overview",
    "abstract": "Quantum illumination (QI) and quantum radar have emerged as potentially groundbreaking technologies, leveraging the principles of quantum mechanics to revolutionise the field of remote sensing and target detection. The protocol, particularly in the context of quantum radar, has been subject to a great deal of aspirational conjecture as well as criticism with respect to its realistic potential. In this review, we present a broad overview of the field of quantum target detection focusing on QI and its potential as an underlying scheme for a quantum radar operating at microwave frequencies. We provide context for the field by considering its historical development and fundamental principles. Our aim is to provide a balanced discussion on the state of theoretical and experimental progress towards realising a working QI-based quantum radar, and draw conclusions about its current outlook and future directions. ",
    "url": "https://arxiv.org/abs/2310.06049",
    "authors": [
      "Athena Karsa",
      "Alasdair Fletcher",
      "Gaetana Spedalieri",
      "Stefano Pirandola"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)",
      "Data Analysis, Statistics and Probability (physics.data-an)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.06792",
    "title": "A Compact TIA in 22nm FDSOI CMOS for Qubit Readout in Monolithic Quantum  Processors",
    "abstract": "This paper reports an inductorless transimpedance amplifier (TIA) with very compact size and adequate performance for spin qubit readout operations in monolithic quantum processors. The TIA has been designed and fabricated in a 22nm FDSOI CMOS foundry technology commercially available. The measurement results show a transimpedance gain of 103 dB{\\Omega} with a bandwidth of 13 GHz, at room temperature, and it is expected to exhibit slightly superior performance at cryogenic temperatures. The power consumption amounts to 4.1 mW. The core area amount to 0.00025 mm2, i.e., about two orders of magnitude smaller with respect to the prior-art works, and approaching the qubit size, which makes the inductorless TIA a compact enabling solution for monolithic quantum processors. ",
    "url": "https://arxiv.org/abs/2310.06792",
    "authors": [
      "Domenico Zito",
      "Tan Doan Nhut"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2210.06979",
    "title": "Non-volatile hybrid optical phase shifter driven by a ferroelectric  transistor",
    "abstract": " Title: Non-volatile hybrid optical phase shifter driven by a ferroelectric  transistor ",
    "url": "https://arxiv.org/abs/2210.06979",
    "authors": [
      "Rui Tang",
      "Kouhei Watanabe",
      "Masahiro Fujita",
      "Hanzhi Tang",
      "Tomohiro Akazawa",
      "Kasidit Toprasertpong",
      "Shinichi Takagi",
      "Mitsuru Takenaka"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.16837",
    "title": "My discussions of quantum foundations with John Stewart Bell",
    "abstract": " Comments: 15 pages + 123 references, We changed the title and the abstract, corrected several misprints, rephrased and added some paragraphs ",
    "url": "https://arxiv.org/abs/2210.16837",
    "authors": [
      "Marian Kupczynski"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)",
      "High Energy Physics - Theory (hep-th)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2303.03558",
    "title": "Ultrafast Molecular Frame Quantum Tomography",
    "abstract": " Title: Ultrafast Molecular Frame Quantum Tomography ",
    "url": "https://arxiv.org/abs/2303.03558",
    "authors": [
      "Luna Morrigan",
      "Simon P. Neville",
      "Margaret Gregory",
      "Andrey E. Boguslavskiy",
      "Ruaridh Forbes",
      "Iain Wilkinson",
      "Rune Lausten",
      "Albert Stolow",
      "Michael S. Schuurman",
      "Paul Hockett",
      "Varun Makhija"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2306.05743",
    "title": "Quantum Photonic Spin Simulators with Homogeneous Amplitude",
    "abstract": " Title: Quantum Photonic Spin Simulators with Homogeneous Amplitude ",
    "url": "https://arxiv.org/abs/2306.05743",
    "authors": [
      "Wouter Verstraelen",
      "Piotr Deuar",
      "Michał Matuszewski",
      "Timothy C.H. Liew"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.09681",
    "title": "Magnetic Resonance Spectroscopy Quantification Aided by Deep Estimations  of Imperfection Factors and Macromolecular Signal",
    "abstract": " Title: Magnetic Resonance Spectroscopy Quantification Aided by Deep Estimations  of Imperfection Factors and Macromolecular Signal ",
    "url": "https://arxiv.org/abs/2306.09681",
    "authors": [
      "Dicheng Chen",
      "Meijin Lin",
      "Huiting Liu",
      "Jiayu Li",
      "Yirong Zhou",
      "Taishan Kang",
      "Liangjie Lin",
      "Zhigang Wu",
      "Jiazheng Wang",
      "Jing Li",
      "Jianzhong Lin",
      "Xi Chen",
      "Di Guo",
      "Xiaobo Qu"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)",
      "Machine Learning (cs.LG)"
    ]
  },
  {
    "id": "arXiv:2306.10776",
    "title": "Transition between radial and toroidal orders in a trimer-based magnetic  metasurface",
    "abstract": " Comments: 14 pages, 8 figures ",
    "url": "https://arxiv.org/abs/2306.10776",
    "authors": [
      "Vladimir R. Tuz",
      "Andrey B. Evlyukhin",
      "Volodymyr I. Fesenko"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2306.13669",
    "title": "Niel's Chess -- The Battle of the Quantum Age",
    "abstract": " Comments: 17 pages, 44 figures ",
    "url": "https://arxiv.org/abs/2306.13669",
    "authors": [
      "Tamás Varga"
    ],
    "subjectives": [
      "Popular Physics (physics.pop-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2308.00767",
    "title": "Membrane-in-the-middle optomechanics with a soft-clamped membrane at  milliKelvin temperatures",
    "abstract": " Title: Membrane-in-the-middle optomechanics with a soft-clamped membrane at  milliKelvin temperatures ",
    "url": "https://arxiv.org/abs/2308.00767",
    "authors": [
      "Eric Planz",
      "Xiang Xi",
      "Thibault Capelle",
      "Eric C. Langman",
      "Albert Schliesser"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  }
]