[
  {
    "id": "arXiv:2406.07654",
    "title": "Classical electrodynamics as a tool to examine optical effects of chiral dielectrics and media with magnetic conductivity",
    "abstract": "           We discuss how classical electromagnetic techniques are useful to describe optical effects in conventional and chiral dielectric systems endowed with optical activity. Starting from the Maxwell equations and constitutive relations of the medium, we obtain the wave equation (for the electric field) that yields the refractive indices and the corresponding propagating modes that define the electromagnetic wave polarization. This procedure is employed for bi-isotropic and bi-anisotropic dielectrics, allowing us to determine birefringence, a manifestation of the space or time inversion breaking, typical of the chiral media. Such a method can also be applied for axion electrodynamics and a dielectric supporting an isotropic chiral magnetic current, similar to the Chiral Magnetic Effect (CME). For a diagonal magnetic conductivity, two distinct refractive indices are found, associated with left circularly polarized (LCP) and right circularly polarized (RCP) waves, and yielding circular birefringence (evaluated in terms of the optical rotatory power). Additionally, the scenario of a bi-isotropic medium endowed with isotropic magnetic current is examined, where a rotatory power marked by sign reversal may work as an optical signature of this particular system.         ",
    "url": "https://arxiv.org/abs/2406.07654",
    "authors": [
      "Pedro D. S. Silva",
      "Manoel M. Ferreira Jr"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "High Energy Physics - Theory (hep-th)"
    ]
  },
  {
    "id": "arXiv:2406.07672",
    "title": "Chip-scale sub-Doppler atomic spectroscopy enabled by a metasurface integrated photonic emitter",
    "abstract": "           We demonstrate chip-scale sub-Doppler spectroscopy in an integrated and fiber-coupled photonic-metasurface device. The device is a stack of three planar components: a photonic mode expanding grating emitter circuit with a monolithically integrated tilt compensating dielectric metasurface, a microfabricated atomic vapor cell and a mirror. The metasurface photonic circuit efficiently emits a 130 micrometer-wide $1/e^2$ diameter) collimated surface-normal beam with only -6.3 dB loss and couples the reflected beam back into the connecting fiber, requiring no alignment between the stacked components. We develop a simple model based on light propagation through the photonic device to interpret the atomic spectroscopy signals and explain spectral features covering the full Rb hyperfine state manifold.         ",
    "url": "https://arxiv.org/abs/2406.07672",
    "authors": [
      "Alexander Yulaev",
      "Chad Ropp",
      "John Kitching",
      "Vladimir A. Aksyuk",
      "Matthew T. Hummon"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2406.07701",
    "title": "On-Chip Glucose Sensing at Terahertz Frequencies",
    "abstract": "           This paper demonstrates an on-chip anhydrous D-glucose sensor based using a coplanar stripline (CPS) on a thin (1 um) silicon nitride membrane at terahertz (THz) frequencies. A thin layer (~10 um) of D-glucose was placed in close proximity to the CPS and the transmission response was measured using a modified THz-TDS setup. The D-glucose introduces frequency-dependent changes to the effective permittivity of the CPS resulting in a modified spectral response at the receiver. Measurement results show absorption signatures at 1.42 THz and 2.07 THz corresponding to the first two significant resonances beyond 1 THz for D-glucose allowing for label-free detection. The frequency-dependent attenuation coefficient was estimated by simulation for several D-glucose layer thicknesses using a modified Lorentz model. Measurement results align with simulations and other literature that use free-space THz radiation. This work verifies on-chip THz sensing of D-glucose and presents a pathway towards on-chip sensing of other materials at THz frequencies.         ",
    "url": "https://arxiv.org/abs/2406.07701",
    "authors": [
      "Mohsen Haghighat",
      "Thomas Darcie",
      "Levi Smith"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2406.07705",
    "title": "Identification of cross-frequency interactions in compressible cavity flow using harmonic resolvent analysis",
    "abstract": "           The resolvent analysis reveals the worst-case disturbances and the most amplified response in a fluid flow that can develop around a stationary base state. The recent work by Padovan et al.(2020) extended the classical resolvent analysis to the harmonic resolvent analysis framework by incorporating the time-varying nature of the base flow. The harmonic resolvent analysis can capture the triadic interactions between perturbations at two different frequencies through a base flow at a particular frequency. The singular values of the harmonic resolvent operator act as a gain between the spatio-temporal forcing and the response provided by the singular vectors. In the current study, we formulate the harmonic resolvent analysis framework for compressible flows based on the linearized Navier-Stokes equation (i.e., operator-based formulation). We validate our approach by applying the technique to the low-mach number flow past an airfoil. We further illustrate the application of this method to compressible cavity flows at Mach numbers of 0.6 and 0.8 with a length-to-depth ratio of $2$. For the cavity flow at Mach number of 0.6, the harmonic resolvent analysis reveals that the nonlinear cross-frequency interactions dominate the amplification of perturbations at frequencies that are harmonics of the leading Rossiter mode in the nonlinear flow. The findings demonstrate a physically consistent representation of an energy transfer from slow-evolving modes toward fast-evolving modes in the flow through cross-frequency interactions. For the cavity flow at Mach number of 0.8, the analysis also sheds light on the nature of cross-frequency interaction in a cavity flow with two coexisting resonances.         ",
    "url": "https://arxiv.org/abs/2406.07705",
    "authors": [
      "Md Rashidul Islam",
      "Yiyang Sun"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2406.07750",
    "title": "Low-power threshold optical bistability enabled by hydrodynamic Kerr nonlinearity of free-carriers in heavily doped semiconductors",
    "abstract": "           We demonstrate nanoscale optical bistability at an exceptionally low power threshold of 1 mW by leveraging Kerr-type hydrodynamic nonlinearities due to the heavily doped semiconductor's free carriers. This high nonlinearity is enabled by a strong coupling between metallic nanopatch surface plasmons and longitudinal bulk plasmons (LBP) that arise in heavily doped semiconductors due to the nonlocality. Through the coupling, an efficient, near-unity conversion of far-field energy into LBP states could be achieved. These findings offer a viable approach to experimentally probe LBPs and lay the groundwork for developing efficient and ultrafast all-optical nonlinear devices.         ",
    "url": "https://arxiv.org/abs/2406.07750",
    "authors": [
      "Huatian Hu",
      "Gonzalo Álvarez-Pérez",
      "Tadele Orbula Otomalo",
      "Cristian Ciracì"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2406.07755",
    "title": "A Machine Learning Framework for Quantum Cascade Laser Design",
    "abstract": "           A multi-layer perceptron neural network was used to predict the laser transition figure of merit, a measure of the laser threshold gain, of over 900 million Quantum Cascade Laser designs using only layer thicknesses and the applied electric field as inputs. Designs were generated by randomly altering the layer thicknesses of an initial 10-layer design. Validating the predictions with our 1D Schrödinger solver, the predicted values show 5% to 15% error for structures where a laser transition could occur, and 35% to 70% error for structures where there was no laser transition. The algorithm allowed (i) for the identification of high figure of merit structures, (ii) recognition of which layers should be altered to maximize the figure of merit at a given electric field, and (iii) increased the original design figure of merit of 94.7 to 141.2 eV ps Å^2, a 1.5-fold improvement and significant for QC lasers. The computational time for laser design data collection is greatly reduced from 32 hours for 27000 designs using our 1D Schrödinger solver on a virtual machine, to 8 hours for 907 million designs using the machine learning algorithm on a laptop computer.         ",
    "url": "https://arxiv.org/abs/2406.07755",
    "authors": [
      "Andres Correa Hernandez",
      "Claire F. Gmachl"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2406.07768",
    "title": "Selective Undercut of Undoped Optical Membranes for Spin-Active Color Centers in 4H-SiC",
    "abstract": "           Silicon carbide (SiC) is a semiconductor used in quantum information processing, microelectromechanical systems, photonics, power electronics, and harsh environment sensors. However, its high temperature stability, high breakdown voltage, wide bandgap, and high mechanical strength are accompanied by a chemical inertness which makes complex micromachining difficult. Photoelectrochemical etching is a simple, rapid means of wet processing SiC, including the use of dopant selective etch stops that take advantage of mature SiC homoepitaxy. However, dopant selective photoelectrochemical etching typically relies on highly doped material, which poses challenges for device applications such as quantum defects and photonics that benefit from low doping to produce robust emitter properties and high optical transparency. In this work, we develop a new, selective photoelectrochemical etching process that relies not on high doping but on the electrical depletion of a fabricated diode structure, allowing the selective etching of an n-doped substrate wafer versus an undoped epitaxial ($N_a=1(10)^{14}cm^{-3}$) device layer. We characterize the photo-response and photoelectrochemical etching behavior of the diode under bias and use those insights to suspend large ($>100\\mu m^2$) undoped membranes of SiC. We further characterize the compatibility of membranes with quantum emitters, performing comparative spin spectroscopy between undoped and highly doped membrane structures, finding the use of undoped material improves ensemble spin lifetime by $>3x$. This work enables the fabrication of high-purity suspended thin films suitable for scalable photonics, mechanics, and quantum technologies in SiC.         ",
    "url": "https://arxiv.org/abs/2406.07768",
    "authors": [
      "Jonathan R. Dietz",
      "Aaron M. Day",
      "Amberly Xie",
      "Evelyn L. Hu"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2406.07781",
    "title": "TRANSP integrated modeling code for interpretive and predictive analysis of tokamak plasmas",
    "abstract": "           This paper provides a comprehensive review of the TRANSP code, a sophisticated tool for interpretive and predictive analysis of tokamak plasmas, detailing its major capabilities and features. It describes the equations for particle, power, and momentum balance analysis, as well as the poloidal field diffusion equations. The paper outlines the spatial and time grids used in TRANSP and details the equilibrium assumptions and solvers. Various models for heating and current drive, including updates to the NUBEAM model, are discussed. The handling of large-scale events such as sawtooth crashes and pellet injections is examined, along with the predictive capabilities for advancing plasma profiles. The integration of TRANSP with the ITER Integrated Modeling and Analysis Suite (IMAS) is highlighted, demonstrating enhanced data access and analysis capabilities. Additionally, the paper discusses best practices and continuous integration techniques to enhance TRANSP's robustness. The suite of TRANSP tools, designed for efficient data analysis and simulation, further supports the optimization of tokamak operations and coupling with other tokamak codes. Continuous development and support ensure that TRANSP remains a major code for the analysis of experimental data for controlled thermonuclear fusion, maintaining its critical role in supporting the optimization of tokamak operations and advancing fusion research.         ",
    "url": "https://arxiv.org/abs/2406.07781",
    "authors": [
      "A.Y Pankin",
      "J. Breslau",
      "M. Gorelenkova",
      "R. Andre",
      "B. Grierson",
      "J. Sachdev",
      "M. Goliyad",
      "G. Perumpilly"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2406.07902",
    "title": "Collinear three-photon excitation of a strongly forbidden optical clock transition",
    "abstract": "           The ${}^1\\!S_0-{}^3\\!P_0$ clock transition in strontium serves as the foundation for the world's best atomic clocks and for gravitational wave detector concepts in clock atom interferometry. This transition is weakly allowed in the fermionic isotope $^{87}$Sr, but strongly forbidden in bosonic isotopes unless a strong external magnetic field is applied. Here we demonstrate coherent excitation of the clock transition in bosonic ${}^{88}$Sr using a novel collinear three-photon process in a weak magnetic field. We observe Rabi oscillations with frequencies of up to $50~\\text{kHz}$ using $\\text{W}/\\text{cm}^{2}$ laser intensities and Gauss-level magnetic field amplitudes. The absence of nuclear spin in bosonic isotopes offers decreased sensitivity to magnetic fields and optical lattice light shifts, enabling clocks with reduced systematic errors. The collinear propagation of the laser fields permits the interrogation of spatially separated atomic ensembles with common laser pulses, a key requirement for dark matter searches and gravitational wave detection with clock atom interferometers.         ",
    "url": "https://arxiv.org/abs/2406.07902",
    "authors": [
      "Samuel P. Carman",
      "Jan Rudolph",
      "Benjamin E. Garber",
      "Michael J. Van de Graaff",
      "Hunter Swan",
      "Yijun Jiang",
      "Megan Nantel",
      "Mahiro Abe",
      "Rachel L. Barcklay",
      "Jason M. Hogan"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2406.08011",
    "title": "Growth of VO2-ZnS Thin Film Cavity for Adaptive Thermal Emission",
    "abstract": "           Low-weight, passive, thermal-adaptive radiation technologies are needed to maintain an operable temperature for spacecraft while they experience various energy fluxes. In this study, we used a thin-film coating with the Fabry-Perot (FP) effect to enhance emissivity contrast ({\\Delta}{\\epsilon}) between VO2 phase-change states. This coating utilizes a novel hybrid material architecture that combines VO2 with a mid- and long-wave infrared transparent chalcogenide, zinc sulfide (ZnS), as a cavity spacer layer. We simulated the design parameter space to obtain a theoretical maximum {\\Delta}{\\epsilon} of 0.63 and grew prototype devices. Using X-ray diffraction, Raman spectroscopy, and Fourier Transform Infrared (FTIR) Spectroscopy, we determined that an intermediate buffer layer of TiO2 is necessary to execute the crystalline growth of monoclinic VO2 on ZnS. Through temperature-dependent FTIR spectroscopy measurements, our fabricated devices demonstrated FP-cavity enhanced adaptive thermal emittance.         ",
    "url": "https://arxiv.org/abs/2406.08011",
    "authors": [
      "Raymond Yu",
      "Bo K. Shrewsbury",
      "Claire Wu",
      "Harish Kumarasubramanian",
      "Mythili Surendran",
      "Jayakanth Ravichandran",
      "Michelle L. Povinelli"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2406.08107",
    "title": "Analytical evaluation of ground state gradients in quantum electrodynamics coupled cluster theory",
    "abstract": "           Analytical gradients of potential energy surfaces play a central role in quantum chemistry, allowing for molecular geometry optimizations and molecular dynamics simulations. In strong coupling conditions, potential energy surfaces can account for strong interactions between matter and the quantized electromagnetic field. In this paper, we derive expressions for the ground state analytical gradients in quantum electrodynamics coupled cluster theory. We also present a Cholesky-based implementation for the coupled cluster singles and doubles model. We report timings to show the performance of the implementation and present optimized geometries to highlight cavity-induced molecular orientation effects in strong coupling conditions.         ",
    "url": "https://arxiv.org/abs/2406.08107",
    "authors": [
      "Marcus Takvam Lexander",
      "Sara Angelico",
      "Eirik Fadum Kjønstad",
      "Henrik Koch"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2406.08144",
    "title": "Design,fabrication and characterization of 8x9 n-type silicon pad array for sampling calorimetry",
    "abstract": "           This paper reports the development and testing of n-type silicon pad array detectors targeted for the Forward Calorimeter (FoCal) detector, which is an upgrade of the ALICE detector at CERN, scheduled for data taking in Run~4~(2029-2034). The FoCal detector includes hadronic and electromagnetic calorimeters, with the latter made of tungsten absorber layers and granular silicon pad arrays read out using the High Granularity Calorimeter Readout Chip~(HGCROC). This paper covers the Technology Computer-Aided Design (TCAD) simulations, the fabrication process, current versus voltage (IV) and capacitance versus voltage (CV) measurements, test results with a blue LED and $^{90}$Sr beta source, and neutron radiation hardness tests. IV measurements for the detector showed that 90\\% of the pads had leakage current below 10~nA at full depletion voltage. Simulations predicted a breakdown voltage of 1000~V and practical tests confirmed stable operation up to 500~V without breakdown. CV measurements in the data and the simulations gave a full depletion voltage of around 50~V at a capacitance of 35~pF. LED tests verified that all detector pads responded correctly. Additionally, the 1$\\times$1 cm$^2$ pads were also tested with the neutron radiations at a fluence of $5\\times10^{13}$ 1~MeV~n$_{eq}$/cm$^2$.         ",
    "url": "https://arxiv.org/abs/2406.08144",
    "authors": [
      "Sawan",
      "G. Tambave",
      "J. L. Bouly",
      "O. Bourrion",
      "T. Chujo",
      "A. Das",
      "M. Inaba",
      "V. K. S. Kashyap",
      "C. Krug",
      "R. Laha",
      "C. Loizides",
      "B. Mohanty",
      "M.M. Mondal N. Ponchant",
      "K. P. Sharma",
      "R. Singh",
      "D. Tourres"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)",
      "Nuclear Experiment (nucl-ex)"
    ]
  },
  {
    "id": "arXiv:2406.08212",
    "title": "Designing metasurface optical interfaces for solid-state qubits using many-body adjoint shape optimization",
    "abstract": "           We present a general strategy for the inverse design of metasurfaces composed of elementary shapes. We use it to design a structure that collects and collimates light from nitrogen-vacancy centers in diamond. Such metasurfaces constitute scalable optical interfaces for solid-state qubits, enabling efficient photon coupling into optical fibers and eliminating free-space collection optics. The many-body shape optimization strategy is a practical alternative to topology optimization that explicitly enforces material and fabrication constraints throughout the optimization, while still achieving high performance. The metasurface is easily adaptable to other solid-state qubits, and the optimization method is broadly applicable to fabrication-constrained photonic design problems.         ",
    "url": "https://arxiv.org/abs/2406.08212",
    "authors": [
      "Amelia R. Klein",
      "Nader Engheta",
      "Lee C. Bassett"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2406.08244",
    "title": "Measurement and assignment of J = 5 to 9 rotational energy levels in the 9070-9370 cm$^{-1}$ range of methane using optical frequency comb double-resonance spectroscopy",
    "abstract": "           We use optical-optical double-resonance (OODR) spectroscopy with a continuous wave (CW) pump and a cavity-enhanced frequency comb probe to measure high rotational energy levels of methane in the upper part of the triacontad polyad (P6). A high-power CW optical parametric oscillator, tunable around 3000 cm$^{-1}$, is consecutively locked to the P(7, A$_2$), Q(7, A$_2$), R(7, A$_2$), and Q(6, F$_2$) transitions in the ${\\nu}$$_3$ band, and a comb covering the 5800-6100 cm$^{-1}$ range probes sub-Doppler ladder-type transitions from the pumped levels with J' = 6 to 8, respectively. We report 118 probe transitions in the 3${\\nu}$$_3$ $\\leftarrow$ ${\\nu}$$_3$ spectral range with uncertainties down to 300 kHz (1 x 10$^{-5}$ cm$^{-1}$), reaching 84 unique final states in the 9070-9370 cm$^{-1}$ range with rotational quantum numbers J between 5 and 9. We assign these states using combination differences and by comparison to theoretical predictions from a new ab initio-based effective Hamiltonian and dipole moment operator. This is the first line-by-line experimental verification of theoretical predictions for these hot-band transitions, and we find a better agreement of transition wavenumbers with the new calculations compared to the TheoReTS/HITEMP and ExoMol databases. We also compare the relative intensities and find an overall good agreement with all three sets of predictions. Finally, we report the wavenumbers of 27 transitions in the 2${\\nu}$$_3$ spectral range, observed as V-type transitions from the ground state, and compare them to the new Hamiltonian, HITRAN2020, ExoMol and the WKMLC line lists.         ",
    "url": "https://arxiv.org/abs/2406.08244",
    "authors": [
      "Adrian Hjältén",
      "Vinicius Silva de Oliveira",
      "Isak Silander",
      "Andrea Rosina",
      "Michael Rey",
      "Lucile Rutkowski",
      "Grzegorz Soboń",
      "Kevin K. Lehmann",
      "Aleksandra Foltynowicz"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2406.08256",
    "title": "Towards a sub-kelvin cryogenic Fabry-Perot silicon cavity",
    "abstract": "           We report on the development of a sub-kelvin, single-crystal silicon Fabry-Perot cavity. Operating such a cavity below 1~K should reduce the thermal noise limit of the cavity, and by this way address the current limitations of ultrastable lasers. To further decrease mechanical losses, mirrors with silicon substrates and crystalline coatings are optically contacted to the spacer, resulting in a room-temperature finesse of 220,000. To operate our cavity at sub-kelvin temperatures, we use a dilution refrigerator able to reach temperatures down to 10 mK. We have designed a mechanical mount to house our cavity in such a cryostat, with optimized heat transfer that will decrease the cooldown time for temperatures below 1~K. The estimated thermal noise is projected to be $\\sim 7{\\times}10^{-19}$ at 100~mK. However, silicon cavities with crystalline mirror coatings at cryogenic temperatures have shown birefringence correlated frequency fluctuations as well as unknown additional noise mechanisms \\cite{yu2023, kedar2023}. We have measured a room-temperature TEM$_{00}$ birefringent mode splitting of about 250 kHz. Understanding and measuring these noise mechanisms will be a key to attaining fractional frequency stabilities beyond state-of-the-art.         ",
    "url": "https://arxiv.org/abs/2406.08256",
    "authors": [
      "Joannès Barbarat",
      "Jonathan Gillot",
      "Jacques Millo",
      "Clément Lacroûte",
      "Thomas Legero",
      "Vincent Giordano",
      "Yann Kersalé"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2406.08314",
    "title": "GPU-accelerated Auxiliary-field quantum Monte Carlo with multi-Slater determinant trial states",
    "abstract": "           The accuracy of phaseless auxiliary-field quantum Monte Carlo (ph-AFQMC) can be systematically improved with better trial states. Using multi-Slater determinant trial states, ph-AFQMC has the potential to faithfully treat strongly correlated systems, while balancing the static and dynamical correlations on an equal footing. This preprint presents an implementation and application of graphics processing unit-accelerated ph-AFQMC, for multi-Slater determinant trial wavefunctions (GPU-accelerated MSD-AFQMC), to enable efficient simulation of large-scale, strongly correlated systems. This approach allows for nearly-exact computation of ground state energies in multi-reference systems. Our GPU-accelerated MSD-AFQMC is implemented in the open-source code \\texttt{ipie}, a Python-based AFQMC package [\\textit{J. Chem. Theory Comput.}, 2022, 19(1): 109-121]. We benchmark the performance of the GPU code on transition-metal clusters like [Cu$_2$O$_2$]$^{2+}$ and [Fe$_2$S$_2$(SCH$_3$)]$^{2-}$. The GPU code achieves at least sixfold speedup in both cases, comparing the timings of a single A100 GPU to that of a 32-CPU node. For [Fe$_2$S$_2$(SCH$_3$)]$^{2-}$, we demonstrate that our GPU MSD-AFQMC can recover the dynamical correlation necessary for chemical accuracy with an MSD trial, despite the large number of determinants required ($>10^5$). Our work significantly enhances the efficiency of MSD-AFQMC calculations for large, strongly correlated molecules by utilizing GPUs, offering a promising path for exploring the electronic structure of transition metal complexes.         ",
    "url": "https://arxiv.org/abs/2406.08314",
    "authors": [
      "Yifei Huang",
      "Zhen Guo",
      "Hung Q. Pham",
      "Dingshun Lv"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2406.08403",
    "title": "Optical microscope with nanometer longitudinal resolution based on a Linnik interferometer",
    "abstract": "           A microscope based on the Linnik interferometer was designed, built, and tested. Two methods were used for interference pattern measurement: phase-shifting and polarized single-shot methods. The former uses a low coherence light emitting diode as a light source, providing 10 nm resolution in the Z direction and diffraction-limited resolution in the X and Y directions. The second method is insensitive to vibrations and enables observation of moving objects. The simplicity and low cost of this instrument make it valuable for a variety of applications.         ",
    "url": "https://arxiv.org/abs/2406.08403",
    "authors": [
      "Sergei V. Anishchik",
      "Marcos Dantus"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2406.07772",
    "title": "Quantum embedding study of strain and charge induced Stark effects on the NV$^{-}$ center in diamond",
    "abstract": "           The NV$^{-}$ color center in diamond has been demonstrated as a powerful nanosensor for quantum metrology, due to the sensitivity of its optical and spin properties to external electric, magnetic, and strain fields. In view of these applications, we use quantum embedding to derive a many-body description of strain and charge induced Stark effects on the NV$^{-}$ center. We quantify how strain longitudinal to the axis of NV$^{-}$ shifts the excited states in energy, while strain with a component transverse to the NV axis splits the degeneracies of the $^{3}E$ and $^{1}E$ states. The largest effects are for the optically relevant $^{3}E$ manifold, which splits into $E_{x}$ and $E_{y}$ with transverse strain. From these responses we extract strain susceptibilities for the $E_{x/y}$ states within the quasi-linear regime. Additionally, we study the many-body dipole matrix elements of the NV$^{-}$ and find a permanent dipole 1.64 D at zero strain, which is $\\sim 30 \\%$ smaller than that obtained from recent density functional theory calculations. We also determine the transition dipole between the $E_{x}$ and $E_{y}$ and how it evolves with strain.         ",
    "url": "https://arxiv.org/abs/2406.07772",
    "authors": [
      "Gabriel I. López-Morales",
      "Joanna M. Zajac",
      "Johannes Flick",
      "Carlos A. Meriles",
      "Cyrus E. Dreyer"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2406.07782",
    "title": "Wideband tunable cavity development for axion dark matter searches using a piezoelectric motor in combination with gears",
    "abstract": "           Most search experiments sensitive to quantum chromodynamics axion dark matter benefit from microwave cavities, as electromagnetic resonators, that enhance the detected axion signal power and thus the experimental sensitivity drastically. As the possible axion mass spans multiple orders of magnitude, microwave cavities must be tunable and it is desirable for the cavity to have a tunable frequency range that is as wide as possible. Since the tunable frequency range generally increases as the dimension of the conductor tuning rod increases for a given cylindrical conductor cavity system, we developed a cavity system with a large dimensional tuning rod in order to increase this. We, for the first time, employed not only a piezoelectric motor, but also gears to drive a large and accordingly heavy tuning rod, where such a combination to increase driving power can be adopted for extreme environments as is the case for axion dark matter experiments: cryogenic, high-magnetic-field, and high vacuum. Thanks to such higher power derived from the piezoelectric motor and gear combination, we realized a wideband tunable cavity whose frequency range is about 42\\% of the central resonant frequency of the cavity, without sacrificing the experimental sensitivity too much.         ",
    "url": "https://arxiv.org/abs/2406.07782",
    "authors": [
      "A. K. Yi",
      "T. Seong",
      "S. Lee",
      "S. Ahn",
      "B. I. Ivanov",
      "S. V. Uchaikin",
      "B. R. Ko",
      "Y. K. Semertzidis"
    ],
    "subjectives": [
      "High Energy Physics - Phenomenology (hep-ph)",
      "High Energy Physics - Experiment (hep-ex)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2406.07797",
    "title": "Real-time Deformation Correction in Additively Printed Flexible Antenna Arrays",
    "abstract": "           Conformal phased arrays provide multiple degrees of freedom to the scan angle, which is typically limited by antenna aperture in rigid arrays. Silicon-based RF signal processing offers reliable, reconfigurable, multi-functional, and compact control for conformal phased arrays that can be used for on-the-move communication. While the lightweight, compactness, and shape-changing properties of the conformal phased arrays are attractive, these features result in dynamic deformation of the array during motion leading to significant dynamic beam pointing errors. We propose a silicon-based, compact, reconfigurable solution to self-correct these dynamic deformation-induced beam pointing errors. Furthermore, additive printing is leveraged to enhance the flexibility of the conformal phased arrays, as the printed conductive ink is more flexible than bulk copper and can be easily deposited on flexible sheets using different printing tools, providing an environmentally-friendly solution for large-scale production. The inks such as conventional silver inks are expensive and copper-based printable inks suffer from spontaneous metal oxidation that alters trace impedance and degrades beamforming performance. This work uses a low-cost molecular copper decomposition ink with reliable RF properties at different temperature and strain to print the proposed intelligent conformal phased array operating at 2.1 GHz. Proof-of-concept prototype $2\\times2$ array self-corrects the deformation induces beampointing error with an error $<1.25^\\circ$. The silicon based array processing part occupying only 2.56 mm$^2$ area and 78.5 mW power per tile.         ",
    "url": "https://arxiv.org/abs/2406.07797",
    "authors": [
      "Sreeni Poolakkal",
      "Abdullah Islam",
      "Shrestha Bansal",
      "Arpit Rao",
      "Ted Dabrowski",
      "Kalsi Kwan",
      "Amit Verma",
      "Quiyan Xu",
      "Erfan Ghaderi",
      "Pradeep Lall",
      "Sudip Shekhar",
      "Julio Navarro",
      "Shenqiang Ren",
      "John Williams",
      "Subhanshu Gupta"
    ],
    "subjectives": [
      "Signal Processing (eess.SP)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2406.07899",
    "title": "Josephson Parametric Amplifier based Quantum Noise Limited Amplifier Development for Axion Search Experiments in CAPP",
    "abstract": "           This paper provides a comprehensive overview of the development of flux-driven Josephson Parametric Amplifiers (JPAs) as Quantum Noise Limited Amplifier for axion search experiments conducted at the Center for Axion and Precision Physics Research (CAPP) of the Institute for Basic Science. It focuses on the characterization, and optimization of JPAs, which are crucial for achieving the highest sensitivity in axion particle detection. We discuss various characterization techniques, methods for improving bandwidth, and the attainment of ultra-low noise temperatures. JPAs have emerged as indispensable tools in CAPPs axion search endeavors, playing a significant role in advancing our understanding of fundamental physics and unraveling the mysteries of the universe.         ",
    "url": "https://arxiv.org/abs/2406.07899",
    "authors": [
      "Sergey V. Uchaikin",
      "Jinmyeong Kim",
      "Caglar Kutlu",
      "Boris I. Ivanov",
      "Jinsu Kim",
      "Arjan F. van Loo",
      "Yasunobu Nakamura",
      "Saebyeok Ahn",
      "Seonjeong Oh",
      "Minsu Ko",
      "Yannis K. Semertzidis"
    ],
    "subjectives": [
      "High Energy Physics - Experiment (hep-ex)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2406.08057",
    "title": "Bright electrically contacted circular Bragg grating resonators with deterministically integrated quantum dots",
    "abstract": "           Cavity-enhanced emission of electrically controlled semiconductor quantum dots is essential in developing bright quantum devices for real-world quantum photonic applications. Combining the circular Bragg grating (CBG) approach with a PIN-diode structure, we propose and implement an innovative concept for ridge-based electrically-contacted CBG resonators. Through fine-tuning of device parameters in numerical simulations and deterministic nanoprocessing, we produced electrically controlled single quantum dot CBG resonators with excellent electro-optical emission properties. These include multiple wavelength-tunable emission lines and a photon extraction efficiency (PEE) of up to (30.4$\\pm$3.4)%, where refined numerical optimization based on experimental findings suggests a substantial improvement, promising PEE >50%. Additionally, the developed quantum light sources yield single-photon purity reaching (98.8$\\pm$0.2)% [post-selected: (99.5$\\pm$0.3)%] and a photon indistinguishability of (25.8$\\pm$2.1)% [post-selected: (92.8$\\pm$4.8)%]. Our results pave the way for high-performance quantum devices with combined cavity enhancement and deterministic charge-environment controls, advancing the development of photonic quantum information systems such as complex quantum repeater networks.         ",
    "url": "https://arxiv.org/abs/2406.08057",
    "authors": [
      "Setthanat Wijitpatima",
      "Normen Auler",
      "Priyabata Mudi",
      "Timon Funk",
      "Avijit Barua",
      "Binamra Shrestha",
      "Imad Limame",
      "Sven Rodt",
      "Dirk Reuter",
      "Stephan Reitzenstein"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2406.08066",
    "title": "Two-tone spectroscopy of high-frequency quantum circuits with a Josephson emitter",
    "abstract": "           We perform two-tone spectroscopy on quantum circuits, where high-frequency radiation is generated by a voltage-biased superconductor-normal-superconductor Josephson junction and detection is carried out by an ancillary microwave resonator. We implement this protocol on two different systems, a transmon qubit and a $\\lambda/4$ resonator. We demonstrate that this two-tone Josephson spectroscopy operates well into the millimeter-wave band, reaching frequencies larger than 80 GHz, and is well-suited for probing highly coherent quantum systems.         ",
    "url": "https://arxiv.org/abs/2406.08066",
    "authors": [
      "A. Peugeot",
      "H. Riechert",
      "S. Annabi",
      "L. Balembois",
      "M. Villiers",
      "E. Flurin",
      "J. Griesmar",
      "E. Arrighi",
      "J.-D. Pillet",
      "L. Bretheau"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Superconductivity (cond-mat.supr-con)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2406.08167",
    "title": "Optical Investigations of Coherence and Relaxation Dynamics of a Thulium-doped Yttrium Gallium Garnet Crystal at sub-Kelvin Temperatures for Optical Quantum Memory",
    "abstract": "           Rare-earth ion-doped crystals are of great interest for quantum memories, a central component in future quantum repeaters. To assess the promise of 1$\\%$ Tm$^{3+}$-doped yttrium gallium garnet (Tm:YGG), we report measurements of optical coherence and energy-level lifetimes of its $^3$H$_6$ $\\leftrightarrow$ $^3$H$_4$ transition at a temperature of around 500 mK and various magnetic fields. Using spectral hole burning, we find hyperfine ground-level (Zeeman level) lifetimes of several minutes at magnetic fields of less than 1000 G. We also measure coherence time exceeding one millisecond using two-pulse photon echoes. Three-pulse photon echo and spectral hole burning measurements reveal that due to spectral diffusion, the effective coherence time reduces to a few $\\mu$s over a timescale of around two hundred seconds. Finally, temporal and frequency-multiplexed storage of optical pulses using the atomic frequency comb protocol is demonstrated. Our results suggest Tm:YGG to be promising for multiplexed photonic quantum memory for quantum repeaters.         ",
    "url": "https://arxiv.org/abs/2406.08167",
    "authors": [
      "Antariksha Das",
      "Mohsen Falamarzi Askarani",
      "Jacob H. Davidson",
      "Neil Sinclair",
      "Joshua A. Slater",
      "Sara Marzban",
      "Daniel Oblak",
      "Charles W. Thiel",
      "Rufus L. Cone",
      "Wolfgang Tittel"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2406.08208",
    "title": "Fluorescence enhancement of single V2 centers in a 4H-SiC cavity antenna",
    "abstract": "           Solid state quantum emitters are a prime candidate in distributed quantum technologies since they inherently provide a spin-photon interface. An ongoing challenge in the field, however, is the low photon extraction due to the high refractive index of typical host materials. This challenge can be overcome using photonic structures. Here, we report the integration of V2 centers in a cavity-based optical antenna. The structure consists of a silver-coated, 135 nm thin 4H-SiC membrane functioning as a planar cavity with a broadband resonance yielding a theoretical photon collection enhancement factor of 34. The planar geometry allows us to identify over 20 single V2 centers at room temperature with a mean (maximum) count rate enhancement factor of 9 (15). Moreover, we observe 10 V2 centers with a mean absorption linewidth below 80MHz at cryogenic temperatures. These results demonstrate a photon collection enhancement that is robust to the lateral emitter position.         ",
    "url": "https://arxiv.org/abs/2406.08208",
    "authors": [
      "Jonathan Körber",
      "Jonah Heiler",
      "Philipp Fuchs",
      "Philipp Flad",
      "Erik Hesselmeier",
      "Pierre Kuna",
      "Jawad Ul-Hassan",
      "Wolfgang Knolle",
      "Christoph Becher",
      "Florian Kaiser",
      "Jörg Wrachtrup"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2406.08251",
    "title": "Light-induced fictitious magnetic fields for quantum storage in cold atomic ensembles",
    "abstract": "           In this work, we have demonstrated that optically generated fictitious magnetic fields can be utilized to extend the lifetime of quantum memories in cold atomic ensembles. All the degrees of freedom of an AC Stark shift such as polarization, spatial profile, and temporal waveform can be readily controlled in a precise manner. Temporal fluctuations over several experimental cycles, and spatial inhomogeneities along a cold atomic gas have been compensated by an optical beam. The advantage of the use of fictitious magnetic fields for quantum storage stems from the speed and spatial precision that these fields can be synthesized. Our simple and versatile technique can find widespread application in coherent pulse and single-photon storage in any atomic species.         ",
    "url": "https://arxiv.org/abs/2406.08251",
    "authors": [
      "Jianmin Wang",
      "Liang Dong",
      "Xingchang Wang",
      "Zihan Zhou",
      "Ying Zuo",
      "Georgios A. Siviloglou",
      "J.F. Chen"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2406.08439",
    "title": "Coherent Optical Modems for Full-Wavefield Lidar",
    "abstract": "           The advent of the digital age has driven the development of coherent optical modems -- devices that modulate the amplitude and phase of light in multiple polarization states. These modems transmit data through fiber optic cables that are thousands of kilometers in length at data rates exceeding one terabit per second. This remarkable technology is made possible through near-THz-rate programmable control and sensing of the full optical wavefield. While coherent optical modems form the backbone of telecommunications networks around the world, their extraordinary capabilities also provide unique opportunities for imaging. Here, we introduce full-wavefield lidar: a new imaging modality that repurposes off-the-shelf coherent optical modems to simultaneously measure distance, axial velocity, and polarization. We demonstrate this modality by combining a 74 GHz-bandwidth coherent optical modem with free-space coupling optics and scanning mirrors. We develop a time-resolved image formation model for this system and formulate a maximum-likelihood reconstruction algorithm to recover depth, velocity, and polarization information at each scene point from the modem's raw transmitted and received symbols. Compared to existing lidars, full-wavefield lidar promises improved mm-scale ranging accuracy from brief, microsecond exposure times, reliable velocimetry, and robustness to intererence from ambient light or other lidar signals.         ",
    "url": "https://arxiv.org/abs/2406.08439",
    "authors": [
      "Parsa Mirdehghan",
      "Brandon Buscaino",
      "Maxx Wu",
      "Doug Charlton",
      "Mohammad E. Mousa-Pasandi",
      "Kiriakos N. Kutulakos",
      "David B. Lindell"
    ],
    "subjectives": [
      "Computer Vision and Pattern Recognition (cs.CV)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2112.12242",
    "title": "Three-dimensional imaging of integrated-circuit activity using quantum defects in diamond",
    "abstract": "           The continuous scaling of semiconductor-based technologies to micron and sub-micron regimes has resulted in higher device density and lower power dissipation. Many physical phenomena such as self-heating or current leakage become significant at such scales, and mapping current densities to reveal these features is decisive for the development of modern electronics. However, advanced non-invasive technologies either offer low sensitivity or poor spatial resolution and are limited to two-dimensional spatial mapping. Here we use near-surface nitrogen-vacancy centres in diamond to probe Oersted fields created by current flowing within a multi-layered integrated circuit in pre-development. We show the reconstruction of the three-dimensional components of the current density with a magnitude down to about $\\approx 10 \\,\\rm \\mu A / \\mu m^2$ and sub-micron spatial resolution at room temperature. We also report the localisation of currents in different layers and observe anomalous current flow in an electronic chip. Our method provides, therefore a decisive step toward three-dimensional current mapping in technologically relevant nanoscale electronics chips.         ",
    "url": "https://arxiv.org/abs/2112.12242",
    "authors": [
      "Marwa Garsi",
      "Rainer Stöhr",
      "Andrej Denisenko",
      "Farida Shagieva",
      "Nils Trautmann",
      "Ulrich Vogl",
      "Badou Sene",
      "Florian Kaiser",
      "Andrea Zappe",
      "Rolf Reuter",
      "Jörg Wrachtrup"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2401.16816",
    "title": "GaSb-based Interband Cascade Laser with hybrid superlattice plasmon-enhanced claddings",
    "abstract": "           We present an interband cascade laser (ICL) emitting at 5.2 {\\mu}m consisting of an 8-stage active region and a hybrid cladding composed of outer plasmon-enhanced InAs_0.915 Sb_0.085 and inner InAs/AlSb superlattice claddings. The hybrid cladding architecture shows an increase in mode-confinement in the active region by 11.2 % according to the simulation. This is a consequence of a significantly lower refractive index of plasmon-enhanced claddings. The threshold current density is 242 A/cm^2 in pulsed operation at room temperature. This is the lowest value reported to date for ICLs emitting at wavelengths longer than 5 {\\mu}m. We also report close to record value threshold power density of 840 W/cm^2 for ICLs at such wavelengths.         ",
    "url": "https://arxiv.org/abs/2401.16816",
    "authors": [
      "B. Petrović",
      "A. Bader",
      "J. Nauschütz",
      "T. Sato",
      "S. Birner",
      "R. Weih",
      "F. Hartmann",
      "S. Höfling"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2403.14212",
    "title": "CMOS-compatible photonic integrated circuits on thin-film ScAlN",
    "abstract": "           Scandium aluminum nitride (ScAlN) has recently emerged as an attractive material for integrated photonics due to its favorable nonlinear optical properties and compatibility with CMOS fabrication. Despite the promising and versatile material properties, it is still an outstanding challenge to realize low-loss photonic circuits on thin-film ScAlN-on-insulator wafers. Here, we present a systematic study on the material quality of sputtered thin-film ScAlN produced in a CMOS-compatible 200 mm line, and an optimized fabrication process to yield 400 nm thick, fully etched waveguides. With surface polishing and annealing, we achieve micro-ring resonators with an intrinsic quality factor as high as $1.47\\times 10^5$, corresponding to a propagation loss of 2.4 dB/cm. These results serve as a critical step towards developing future large-scale, low-loss photonic integrated circuits based on ScAlN.         ",
    "url": "https://arxiv.org/abs/2403.14212",
    "authors": [
      "Sihao Wang",
      "Veerendra Dhyani",
      "Sakthi Sanjeev Mohanraj",
      "Xiaodong Shi",
      "Binni Varghese",
      "Wing Wai Chung",
      "Ding Huang",
      "Zhi Shiuh Lim",
      "Qibin Zeng",
      "Huajun Liu",
      "Xianshu Luo",
      "Victor Leong",
      "Nanxi Li",
      "Di Zhu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2404.18696",
    "title": "Enhanced second harmonic generation in high-$Q$ all-dielectric metasurfaces with backward frequency conversion",
    "abstract": "           Here we employ the quasi-bound state in the continuum (quasi-BIC) resonance in all-dielectric metasurfaces for efficient nonlinear processes in consideration of the backward frequency conversion. We theoretically study the second-harmonic generation (SHG) from symmetry-broken AlGaAs metasurfaces and reveal the efficiency enhancement empowered by high-$Q$ quasi-BIC resonances. By introducing the correction term of nonlinear polarization at the fundamental wave field to the conventional undepleted approximation, we uncover the effect of backward frequency conversion on the nonlinear conversation efficiency. The SHG efficiency as $2.45\\times10^{-2}$ with the developed depleted model, shows a $14.3\\%$ decrease compared with $2.86\\times10^{-2}$ in conventional undepleted approximation, under the incident intensity of 10 MW/cm$^{2}$. Our results are of significant importance for designing efficient nonlinear metasurfaces supporting high-$Q$ resonances.         ",
    "url": "https://arxiv.org/abs/2404.18696",
    "authors": [
      "Xu Tu",
      "Siqi Feng",
      "Jiajun Li",
      "Yangguang Xing",
      "Feng Wu",
      "Tingting Liu",
      "Shuyuan Xiao"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2401.09158",
    "title": "Bang-bang preparation of quantum many-body ground states in two dimensions: optimization of the algorithm with a two-dimensional tensor network",
    "abstract": "           A bang-bang (BB) algorithm prepares the ground state of a two-dimensional (2D) quantum many-body Hamiltonian $H=H_1+H_2$ by evolving an initial product state alternating between $H_1$ and $H_2$. We use the neighborhood tensor update to simulate the BB evolution with an infinite pair-entangled projected state (iPEPS). The alternating sequence is optimized with the final energy as a cost function. The energy is calculated with the tangent space methods for the sake of their stability. The method is benchmarked in the 2D transverse field quantum Ising model near its quantum critical point against a ground state obtained by variational optimization of the iPEPS. The optimal BB sequence differs non-perturbatively from a sequence simulating quantum annealing or adiabatic preparation (AP) of the ground state. The optimal BB energy converges with the number of bangs much faster than the optimal AP energy.         ",
    "url": "https://arxiv.org/abs/2401.09158",
    "authors": [
      "Yintai Zhang",
      "Jacek Dziarmaga"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Other Condensed Matter (cond-mat.other)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2403.00072",
    "title": "High-purity single-photon generation based on cavity QED",
    "abstract": "           We propose a scheme for generating a high-purity single photon on the basis of cavity quantum electrodynamics (QED). This scheme employs a four-level system including two excited states, two ground states, and two driving lasers; this structure allows the suppression of the re-excitation process due to the atomic decay, which is known to significantly degrade the single-photon purity in state-of-the-art photon sources using a three-level system. Our analysis shows that the re-excitation probability arbitrarily approaches zero without sacrificing the photon generation probability when increasing the power of the driving laser between the excited states. This advantage is achievable by using current cavity-QED technologies. Our scheme can contribute to developing distributed quantum computation or quantum communication with high accuracy.         ",
    "url": "https://arxiv.org/abs/2403.00072",
    "authors": [
      "Seigo Kikura",
      "Rui Asaoka",
      "Masato Koashi",
      "Yuuki Tokunaga"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  }
]