[
  {
    "id": "arXiv:2312.00835",
    "title": "Normal Frequency method for finding the exixtense of maximum clique of  the clique complex",
    "abstract": "Determining the existence of $k$-clique in the arbitrary graph is one of the NP problems. We suggest a novel way to determine the existence of $k$-clique in the clique complex $G$ under specific conditions, by using the normal mode and eigenvector of the Laplace matrix of $G$. ",
    "url": "https://arxiv.org/abs/2312.00835",
    "authors": [
      "Youngik Lee"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2312.00862",
    "title": "From Spin States to Socially Integrated Ising Models: Proposed  Applications of Graph States, Stabilizer States, Toric States to Opinion  Dynamics",
    "abstract": "Recent research has developed the Ising model from physics, especially statistical mechanics, and it plays an important role in quantum computing, especially quantum annealing and quantum Monte Carlo methods. The model has also been used in opinion dynamics as a powerful tool for simulating social interactions and opinion formation processes. Individual opinions and preferences correspond to spin states, and social pressure and communication dynamics are modeled through interactions between spins. Quantum computing makes it possible to efficiently simulate these interactions and analyze more complex social networks.Recent research has incorporated concepts from quantum information theory such as Graph State, Stabilizer State, and Surface Code (or Toric Code) into models of opinion dynamics. The incorporation of these concepts allows for a more detailed analysis of the process of opinion formation and the dynamics of social networks. The concepts lie at the intersection of graph theory and quantum theory, and the use of Graph State in opinion dynamics can represent the interdependence of opinions and networks of influence among individuals. It helps to represent the local stability of opinions and the mechanisms for correcting misunderstandings within a social network. It allows us to understand how individual opinions are subject to social pressures and cultural influences and how they change over time.Incorporating these quantum theory concepts into opinion dynamics allows for a deeper understanding of social interactions and opinion formation processes. Moreover, these concepts can provide new insights not only in the social sciences, but also in fields as diverse as political science, economics, marketing, and urban planning. ",
    "url": "https://arxiv.org/abs/2312.00862",
    "authors": [
      "Yasuko Kawahata"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2312.00900",
    "title": "Electronic Raman scattering in silicon glass",
    "abstract": "The nature of enhanced photoemission in disordered and amorphous solids is an intriguing open question. A point in case is light emission in silicon, which occurs when the material is porous or nanostructured, but the effect is absent in the bulk crystalline phase, a phenomenon that is still not fully understood. In this work, we study structural photoemission in a heterogeneous cross-linked silicon glass, a material that represents an intermediate state between the amorphous and crystalline phases, characterized by a narrow distribution of structure sizes. This model system shows a clear dependence of photoemission on size and disorder across a broad range of energies. While phonon-assisted indirect optical transitions are insufficient to describe observable emissions, our experiments suggest these can be understood through electronic Raman scattering instead. This phenomenon, not commonly observed in crystalline semiconductors, is driven by structural disorder. We attribute photoemission in this disordered system to the presence of an excess electron density of states within the forbidden gap (Urbach bridge), where electrons occupy trapped states. Transitions from gap states to the conduction band are facilitated through electron-photon momentum matching, which resembles Compton scattering, but observed for visible light and driven by the enhanced momentum of a photon confined within the nanostructured domains. We interpret the light emission in structured silicon glass as resulting from electronic Raman scattering. These findings emphasize the role of photon momentum in the optical response of solids that display disorder at the nanoscale. ",
    "url": "https://arxiv.org/abs/2312.00900",
    "authors": [
      "Sergey S. Kharintsev",
      "Elina I. Battalova",
      "Aleksey I. Noskov",
      "Jovany Merham",
      "Eric O. Potma",
      "Dmitry A. Fishman"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2312.00976",
    "title": "Reversible phasonic control of a quantum phase transition in a  quasicrystal",
    "abstract": "Periodic driving can tune the quasistatic properties of quantum matter. A well-known example is the dynamical modification of tunneling by an oscillating electric field. Here we show experimentally that driving the phasonic degree of freedom of a cold-atom quasicrystal can continuously tune the effective quasi-disorder strength, reversibly toggling a localization-delocalization quantum phase transition. Measurements agree with fit-parameter-free theoretical predictions, and illuminate a fundamental connection between Aubry-Andr\\'e localization in one dimension and dynamic localization in the associated two-dimensional Harper-Hofstadter model. These results open up new experimental possibilities for dynamical coherent control of quantum phase transitions. ",
    "url": "https://arxiv.org/abs/2312.00976",
    "authors": [
      "Toshihiko Shimasaki",
      "Yifei Bai",
      "H. Esat Kondakci",
      "Peter Dotti",
      "Jared E. Pagett",
      "Anna R. Dardia",
      "Max Prichard",
      "André Eckardt",
      "David M. Weld"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2312.00999",
    "title": "Synchronisation, desynchronisation and intermediate regime of breathing  solitons and soliton molecules in a laser cavity",
    "abstract": "We report on the experimental and numerical observations of synchronisation and desynchronisation of bound states of multiple breathing solitons (breathing soliton molecules) in an ultrafast fibre laser. In the desynchronisation regime, although the breather molecules as wholes are not synchronised to the cavity, the individual breathers within a molecule are synchronised to each other with a delay (lag synchronisation). An intermediate regime between the synchronisation and desynchronisation phases is also observed, featuring self-modulation of the synchronised state. This regime may also occur in other systems displaying synchronisation. Breathing soliton molecules in a laser cavity open new avenues for the study of nonlinear synchronisation dynamics. ",
    "url": "https://arxiv.org/abs/2312.00999",
    "authors": [
      "Xiuqi Wu",
      "Junsong Peng",
      "Sonia Boscolo",
      "Christophe Finot",
      "Heping Zeng"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2312.01320",
    "title": "Enhanced transmission at the zeroth-order mode of a terahertz  Fabry-Perot cavity",
    "abstract": "A planar Fabry-Perot cavity with inter-mirror spacing significantly shorter than the probing wavelength is explored for its \"zero-order mode\" terahertz transmission. The enhanced transmission observed as d approaches 0 indicates that such cavities satisfy the resonance condition across a broad terahertz bandwidth. The experimental signatures from this elusive, \"technically challenging\" regime are evidenced using time-domain terahertz spectroscopy and are complemented by numerical calculations. The results raise intriguing possibilities for terahertz field modulation and pave new paths for strong coupling of multiple transition frequencies simultaneously. ",
    "url": "https://arxiv.org/abs/2312.01320",
    "authors": [
      "Soumitra Hazra",
      "Ran Damari",
      "Adina Golombek",
      "Eli Flaxer",
      "Tal Schwartz",
      "Sharly Fleischer"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Physics Education (physics.ed-ph)"
    ]
  },
  {
    "id": "arXiv:2312.01352",
    "title": "Tutorial: How to build and control an all-fiber wavefront modulator  using mechanical perturbations",
    "abstract": "Multimode optical fibers support the dense, low-loss transmission of many spatial modes, making them attractive for technologies such as communications and imaging. However, information propagating through multimode fibers is scrambled, due to modal dispersion and mode mixing. This is usually rectified using wavefront shaping techniques with devices such as spatial light modulators. Recently, we demonstrated an all-fiber system for controlling light propagation inside multimode fibers using mechanical perturbations, called the fiber piano. In this tutorial we explain the design considerations and experimental methods needed to build a fiber piano, and review applications where fiber pianos have been used. ",
    "url": "https://arxiv.org/abs/2312.01352",
    "authors": [
      "Ronen Shekel",
      "Kfir Sulimany",
      "Shachar Resisi",
      "Zohar Finkelstein",
      "Ohad Lib",
      "Sébastien M. Popoff",
      "Yaron Bromberg"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2312.01579",
    "title": "Enhanced Persistent Orientation of Asymmetric-Top Molecules Induced by  Cross-Polarized Terahertz Pulses",
    "abstract": "We investigate the persistent orientation of asymmetric-top molecules induced by time-delayed THz pulses that are either collinearly or cross polarized. Our theoretical and numerical results demonstrate that the orthogonal configuration outperforms the collinear one, and a significant degree of persistent orientation - approximately 10% at 5 K and nearly 3% at room temperature - may be achieved through parameter optimization. The dependence of the persistent orientation factor on temperature and field parameters is studied in detail. The proposed application of two orthogonally polarized THz pulses is both practical and efficient. Its applicability under standard laboratory conditions lays a solid foundation for future experimental realization of THz-induced persistent molecular orientation. ",
    "url": "https://arxiv.org/abs/2312.01579",
    "authors": [
      "Long Xu",
      "Ilia Tutunnikov",
      "Yehiam Prior",
      "Ilya Sh. Averbukh"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2312.01814",
    "title": "Non-saturation intensity dependence of anisotropic third-order optical  nonlinearity approaching the damage threshold in ZnSe and GaP",
    "abstract": "The intensity dependence of anisotropic third-order optical nonlinearity approaching the damage threshold in ZnSe and GaP crystals is studied by the femtosecond laser pump-probe measurements, which can greatly reduce the laser-matter interaction length and thus realize the probing of orientation-dependent characteristics of nonlinear optical phenomena in the near-damage-threshold intensity regime without significant photon depletion. In the measured transient 3D map, the typical third-order nonlinear optical signals of two-beam coupling (TBC) and two-photon absorption (TPA) can be clearly found out, which both exhibit the pronounced orientation-dependent periodic modulation corresponding to a specific lattice symmetry. Interestingly, the further fixed-delay-time measurements focusing on TBC and TPA confirm that the modulation amplitude of the orientation-dependent curves always increases with the increase of pump intensity towards the damage threshold, which has not been observed in previous studies. Such a definite upward trend of orientation-dependent third-order nonlinear optical effects in the near-damage-threshold regime indicate that, as long as the laser-matter interaction length is small enough, the third-order nonlinear optical phenomena can still be in a non-saturation physical regime till the damage threshold, and thus exhibit significant crystallographic dependence as that of laser-induced damage at the similar intensity ranges. ",
    "url": "https://arxiv.org/abs/2312.01814",
    "authors": [
      "Jianpeng Ye",
      "Min Huang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2312.01890",
    "title": "Optical anisotropy and nonlinearity in deep ultraviolet fluorooxoborates",
    "abstract": "Optical anisotropy and nonlinearity are two tantalizingly important and enticing properties of an optical crystal. Combining these two features will have a miraculous effect. The up conversion can extend solid state laser sources to the ultraviolet and deep ultraviolet (DUV) ranges through harmonic generation and for down conversion needed for quantum information technology, but only a few suitable materials are known as the medium because of the combination of properties that are required. These include suitable band gaps, moderate optical anisotropy for phase matching and strong nonlinear optical (NLO) response. Fluorooxoborates are a new ideal platform for this effect in DUV. Here we demonstrate that fluorooxoborate is the optimal framework for DUV NLO material and show that the significance of the incorporation of fluorine in borates. The NLO performance of fluorooxoborates is strongly improved in terms of local crystal structure and distribution of electronic states. Importantly, the role of fluorine is to control the structure, while maintaining high band gaps but does not directly provide large contributions to birefringence and the second harmonic generation as the conventional assumptions. This is a consequence of the microscopic electron distribution and the energy position of the fluorine states well below the valence band maxima. Based on our understandings, we constructed two artificial structure and they all behave as anticipated. ",
    "url": "https://arxiv.org/abs/2312.01890",
    "authors": [
      "Bing-Hua Lei",
      "Fuming Li",
      "Wenqi Jin",
      "Mirding Mutailipu",
      "Chao Cao",
      "Shilie Pan",
      "Zhihua Yang",
      "David J. Singh"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2312.01891",
    "title": "A Christmas Story about Quantum Teleportation",
    "abstract": "Quantum teleportation is a concept that fascinates and confuses many people, in particular given that it combines quantum physics and the concept of teleportation. With quantum teleportation likely to play a key role in several communication technologies and the quantum internet in the future, it is imperative to create learning tools and approaches that can accurately and effectively communicate the concept. Recent research has indicated the importance of teachers enthusing students about the topic of quantum physics. Therefore, educators at both high school and early university level need to find engaging and perhaps unorthodox ways of teaching complex, yet interesting topics such as quantum teleportation. In this paper, we present a paradigm to teach about the concept of quantum teleportation using the Christmas gift-bringer Santa Claus. Using the example of Santa Claus, we use an unusual context to explore the key aspects of quantum teleportation, and all without being overly abstract. In addition, we outline a worksheet designed for use in the classroom setting which is based on common misconceptions from quantum physics. ",
    "url": "https://arxiv.org/abs/2312.01891",
    "authors": [
      "Barry W. Fitzgerald",
      "Patrick Emonts",
      "Jordi Tura"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Popular Physics (physics.pop-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2312.02107",
    "title": "Pair filamentation and laser scattering in beam-driven QED cascades",
    "abstract": "We report the observation of longitudinal filamentation of an electron-positron pair plasma in a beam-driven QED cascade. The filaments are created in the \"pair-reflection\" regime, where the generated pairs are partially stopped and reflected in the strong laser field. The density filaments form near the center of the laser pulse and have diameters similar to the laser wavelength. The simulations do not show sizable magnetostatic fields, ruling out the onset of two-stream instability or Weibel instability. Instead, we attribute the origin of pair filamentation to laser ponderomotive forces. The small plasma filaments induce strong scattering of laser energy to large angles, serving as a signature of collective QED plasma dynamics. ",
    "url": "https://arxiv.org/abs/2312.02107",
    "authors": [
      "Kenan Qu",
      "Alec Griffith",
      "Nathaniel J. Fisch"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2312.00954",
    "title": "Classical periodic orbits from coherent states in mesoscopic quantum  elliptic billiards",
    "abstract": "An analytical construction of a wave function with localization in classical periodic orbits in an elliptic billiard has been achieved by appropriately superposing nearly coherent states expressed as products of Mathieu functions. We analyze and discuss the rotational and librational regimes of motion in the elliptic billiard. Simplified line equations corresponding to the classical trajectories can be extracted from the quantum coherent state as an integral equation involving angular Mathieu functions. The phase factors appearing in the integrals are connected to classical initial positions and velocity components. We analyze the probability current density, the phase maps, and the vortex distributions of the coherent states for both rotational and librational motions. The coherent state may represent traveling and standing trajectories inside the elliptic billiard. ",
    "url": "https://arxiv.org/abs/2312.00954",
    "authors": [
      "Jesus G. Riestra",
      "Julio C. Gutierrez-Vega"
    ],
    "subjectives": [
      "Chaotic Dynamics (nlin.CD)",
      "Dynamical Systems (math.DS)",
      "Classical Physics (physics.class-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2312.01086",
    "title": "Non-Abelian quantum geometric tensor in degenerate topological  semimetals",
    "abstract": "The quantum geometric tensor (QGT) characterizes the complete geometric properties of quantum states, with the symmetric part being the quantum metric, and the antisymmetric part being the Berry curvature. We propose a generic Hamiltonian with global degenerate ground states, and give a general relation between the corresponding non-Abelian quantum metric and unit Bloch vector. This enables us to construct the relation between the non-Abelian quantum metric and Berry or Euler curvature. To be concrete, we present and study two topological semimetal models with global degenerate bands under CP and $C_2T$ symmetries, respectively. The topological invariants of these two degenerate topological semimetals are the Chern number and Euler class, respectively, which are calculated from the non-Abelian quantum metric with our constructed relations. Based on the adiabatic perturbation theory, we further obtain the relation between the non-Abelian quantum metric and the energy fluctuation. Such a non-adiabatic effect can be used to extract the non-Abelian quantum metric, which is numerically demonstrated for the two models of degenerate topological semimetals. Finally, we discuss the quantum simulation of the model Hamiltonians with cold atoms. ",
    "url": "https://arxiv.org/abs/2312.01086",
    "authors": [
      "Hai-Tao Ding",
      "Chang-Xiao Zhang",
      "Jing-Xin Liu",
      "Jian-Te Wang",
      "Dan-Wei Zhang",
      "Shi-Liang Zhu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2312.01102",
    "title": "The electronic, thermodynamic, thermoelectric and optical properties of  Ca(InP)2 compound: DFT study",
    "abstract": "In this study, we investigate the electronic, optical, thermoelectric, and thermodynamic properties of Ca(InP)2 through comprehensive theoretical calculations Ca(InP)2 is a compound with promising applications in materials science and electronics. Using the density functional theory (DFT) with Generalized Gradient Approximation (GGA) and modified Becke_Johnson approximation (mBJ), we determine the band structure, density of states, and optical properties of Ca(InP)2. The obtained results reveal that the Ca(InP)2 compound exhibits a direct band gap of 0 eV and 0,645 eV for PBE-GGA and GGA+mBJ, respectively. This direct band gap is found at the Gamma point of the Brillouin zone, making it well-suited for optoelectronic applications. Furthermore, we analyze the thermoelectric properties such as the Seebeck coefficient, the lattice thermal conductivity, and optical properties like dielectric function, absorption coefficient, conductivity, and extinction coefficient. Thermodynamic properties, including heat capacity and Debye temperature, are also calculated, providing a deeper understanding of the compound's thermal behavior. The findings of this study highlight the fundamental characteristics of Ca(InP)2 and offer valuable information for its potential use in electronic and optoelectronic devices. A comprehensive understanding of the electronic, optical, and thermodynamic properties of the Ca(InP)2 compound can serve as a guide for future experimental research and aid in the design of novel materials for a wide range of technological applications. ",
    "url": "https://arxiv.org/abs/2312.01102",
    "authors": [
      "S. Dahri",
      "A. Jabar",
      "L. Bahmad",
      "L. B. Drissi",
      "R. Ahl Laamara"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2312.01374",
    "title": "Effects of linking topology on the shear response of connected ring  polymers: Catenanes and bonded rings flow differently",
    "abstract": "We perform computer simulations of mechanically linked (poly[2]catenanes, PC) and chemically bonded (bonded rings, BR) pairs of self-avoiding ring polymers in steady shear. We find that BR's develop a novel motif, termed gradient tumbling, rotating around the gradient axis. For the PC's the rings are stretched and display another new pattern, termed slip-tumbling. The dynamics of BR's is continuous and oscillatory, whereas that of PC's is intermittent between slip-tumbling attempts. Our findings demonstrate the interplay between topology and hydrodynamics in dilute solutions of connected polymers. ",
    "url": "https://arxiv.org/abs/2312.01374",
    "authors": [
      "Reyhaneh A. Farimani",
      "Zahra Ahmadian Dehaghani",
      "Christos N. Likos",
      "Mohammad Reza Ejtehadi"
    ],
    "subjectives": [
      "Soft Condensed Matter (cond-mat.soft)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2312.01465",
    "title": "Developing an Error Budget for the Nonlinear Curvature Wavefront Sensor",
    "abstract": "Consistent operation of adaptive optics (AO) systems requires the use of a wavefront sensor (WFS) with high sensitivity and low noise. The nonlinear curvature WFS (nlCWFS) has been shown both in simulations and lab experiments to be more sensitive than the industry-standard Shack-Hartmann WFS (SHWFS), but its noise characteristics have yet to be thoroughly explored. In this paper, we develop a spatial domain wavefront error budget for the nlCWFS that includes common sources of noise that introduce uncertainty into the reconstruction process (photon noise, finite bit depth, read noise, vibrations, non-common-path errors, servo lag, etc.). We find that the nlCWFS can out-perform the SHWFS in a variety of environmental conditions, and that the primary challenge involves overcoming speed limitations related to the wavefront reconstructor. The results of this work may be used to inform the design of nlCWFS systems for a broad range of AO applications. ",
    "url": "https://arxiv.org/abs/2312.01465",
    "authors": [
      "Sam Potier",
      "Justin Crepp",
      "Stanimir Letchev"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2312.01664",
    "title": "Quantum Algorithm for Radiative Transfer Equation",
    "abstract": "The radiation transfer equation is widely used for simulating such as heat transfer in engineering, diffuse optical tomography in healthcare, and radiation hydrodynamics in astrophysics. By combining the lattice Boltzmann method, we propose a quantum algorithm for radiative transfer. This algorithm encompasses all the essential physical processes of radiative transfer: absorption, scattering, and emission. Our quantum algorithm exponentially accelerates radiative transfer calculations compared to classical algorithms. In order to verify the quantum algorithm, we perform quantum circuit simulation using IBM Qiskit Aer and find good agreement between our numerical result and the exact solution. The algorithm opens new application of fault-tolerant quantum computers for plasma engineering, telecommunications, nuclear fusion technology, healthcare and astrophysics. ",
    "url": "https://arxiv.org/abs/2312.01664",
    "authors": [
      "Asuka Igarashi",
      "Tadashi Kadowaki",
      "Shiro Kawabata"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Astrophysics of Galaxies (astro-ph.GA)",
      "Applied Physics (physics.app-ph)",
      "Computational Physics (physics.comp-ph)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2312.01851",
    "title": "Radiation effects on scientific CMOS sensors for X-ray astronomy: I.  proton irradiation",
    "abstract": "Complementary metal-oxide-semiconductor (CMOS) sensors are a competitive choice for future X-ray astronomy missions. Typically, CMOS sensors on space astronomical telescopes are exposed to a high dose of irradiation. We investigate the impact of irradiation on the performance of two scientific CMOS (sCMOS) sensors between -30 to 20 degree at high gain mode (7.5 times), including the bias map, readout noise, dark current, conversion gain, and energy resolution. The two sensors are irradiated with 50 MeV protons with a total dose of 5.3*10^10 p/cm^2. After the exposure, the bias map, readout noise and conversion gain at various temperatures are not significantly degraded, nor is the energy resolution at -30 degree. However, after the exposure the dark current has increased by hundreds of times, and for every 20 degree increase in temperature, the dark current also increases by an order of magnitude. Therefore, at room temperature, the fluctuations of the dark currents dominate the noise and lead to a serious degradation of the energy resolution. Moreover, among the 4k * 4k pixels, there are about 100 pixels whose bias at 50 ms has changed by more than 10 DN (~18 e-), and about 10 pixels whose readout noise has increased by over 15 e- at -30 degree. Fortunately, the influence of the dark current can be reduced by decreasing the integration time, and the degraded pixels can be masked by regular analysis of the dark images. Some future X-ray missions will likely operate at -30 degree, under which the dark current is too small to significantly affect the X-ray performance. Our investigations show the high tolerance of the sCMOS sensors for proton radiation and prove their suitability for X-ray astronomy applications. ",
    "url": "https://arxiv.org/abs/2312.01851",
    "authors": [
      "Mingjun Liu",
      "Zhixing Ling",
      "Qinyu Wu",
      "Chen Zhang",
      "Jiaqiang Liu",
      "Zhenlong Zhang",
      "Weimin Yuan",
      "Shuang-Nan Zhang"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "High Energy Physics - Experiment (hep-ex)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2312.01926",
    "title": "The variational quantum eigensolver self-consistent field method within  a polarizable embedded framework",
    "abstract": "We formulate and implement the Variational Quantum Eigensolver Self Consistent Field (VQE-SCF) algorithm in combination with polarizable embedding (PE), thereby extending PE to the regime of quantum computing. We test the resulting algorithm, PE-VQE-SCF, on quantum simulators and demonstrate that the computational stress on the quantum device is only slightly increased in terms of gate counts compared to regular VQE-SCF. On the other hand, no increase in shot noise was observed. We illustrate how PE-VQE-SCF may lead to the modeling of real chemical systems using a simulation of the reaction barrier of the Diels-Alder reaction between furan and ethene as an example. ",
    "url": "https://arxiv.org/abs/2312.01926",
    "authors": [
      "Erik Rosendahl Kjellgren",
      "Peter Reinholdt",
      "Aaron Fitzpatrick",
      "Walter N. Talarico",
      "Phillip W. K. Jensen",
      "Stephan P. A. Sauer",
      "Sonia Coriani",
      "Stefan Knecht",
      "Jacob Kongsted"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2312.01971",
    "title": "Directional spontaneous emission in photonic crystal slabs",
    "abstract": "Spontaneous emission is one of the most fundamental out-of-equilibrium processes in which an excited quantum emitter relaxes to the ground state due to quantum fluctuations. In this process, a photon is emitted that can interact with other nearby emitters and establish quantum correlations between them, e.g., via super and subradiance effects. One way to modify these photon-mediated interactions is to alter the dipole radiation patterns of the emitter, e.g., by placing photonic crystals near them. One recent example is the generation of strong directional emission patterns-key to enhancing super and subradiance effects-in two dimensions by employing photonic crystals with band structures characterized by linear isofrequency contours and saddle-points. However, these studies have predominantly used oversimplified toy models, overlooking the electromagnetic field's intricacies in actual materials, including aspects like geometrical dependencies, emitter positions, and polarization. Our study delves into the interaction between these directional emission patterns and the aforementioned variables, revealing the untapped potential to fine-tune collective quantum optical phenomena. ",
    "url": "https://arxiv.org/abs/2312.01971",
    "authors": [
      "Erik Petrovish Navarro-Barón",
      "Herbert Vinck-Posada",
      "Alejandro González-Tudela"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2312.01974",
    "title": "Polarization-insensitive microwave electrometry using Rydberg atoms",
    "abstract": "We investigate the Autler-Townes splitting for Rydberg atoms dressed with linearly polarized microwave radiation, resonant with generic $S_{1/2}\\leftrightarrow{P}_{1/2}$ and $S_{1/2}\\leftrightarrow{P}_{3/2}$ transitions. The splitting is probed using laser light via electromagnetically-induced transparency measurements, where transmission of probe laser light reveals a two-peak pattern. In particular, this pattern is invariant under rotation of the microwave field polarization. In consequence, we establish $S \\leftrightarrow P$ Rydberg transitions as ideally suited for polarization-insensitive electrometry, contrary to recent findings [A. Chopinaud and J.D. Pritchard, Phys. Rev. Appl. $\\mathbf{16}$, 024008 (2021)]. ",
    "url": "https://arxiv.org/abs/2312.01974",
    "authors": [
      "M. Cloutman",
      "M. Chilcott",
      "A. Elliott",
      "J.S. Otto",
      "A.B. Deb",
      "N. Kjærgaard"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2303.01287",
    "title": "High-throughput optical neural networks based on temporal computing",
    "abstract": " Title: High-throughput optical neural networks based on temporal computing ",
    "url": "https://arxiv.org/abs/2303.01287",
    "authors": [
      "Shuang Zheng",
      "Jiawei Zhang",
      "Weifeng Zhang"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.09805",
    "title": "Mitigating the Non-Linearities in a Pyramid Wavefront Sensor",
    "abstract": " Title: Mitigating the Non-Linearities in a Pyramid Wavefront Sensor ",
    "url": "https://arxiv.org/abs/2305.09805",
    "authors": [
      "Finn Archinuk",
      "Rehan Hafeez",
      "Sébastien Fabbro",
      "Hossen Teimoorinia",
      "Jean-Pierre Véran"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.00351",
    "title": "Generalized Quantum Geometric Tensor in a Non-Hermitian  Exciton-Polariton System",
    "abstract": " Comments: 30 pages, 11 figures ",
    "url": "https://arxiv.org/abs/2306.00351",
    "authors": [
      "Y.-M. Robin Hu",
      "Elena A. Ostrovskaya",
      "Eliezer Estrecho"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2309.00179",
    "title": "Optical LC-like resonances in high-index particles",
    "abstract": " Comments: 19 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2309.00179",
    "authors": [
      "Xiang-yang Liu",
      "Cheng-ping Huang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2309.06271",
    "title": "Spin-polarized ${}^3$He shock waves from a solid-gas composite target at  high laser intensities",
    "abstract": " Comments: 13 pages, 7 figures ",
    "url": "https://arxiv.org/abs/2309.06271",
    "authors": [
      "Lars Reichwein",
      "Xiaofei Shen",
      "Alexander Pukhov",
      "Markus Büscher"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2310.14887",
    "title": "An Aluminum-coated sCMOS sensor for X-Ray Astronomy",
    "abstract": " Comments: published on PASP ",
    "url": "https://arxiv.org/abs/2310.14887",
    "authors": [
      "Qinyu Wu",
      "Zhixing Ling",
      "Chen Zhang",
      "Shuang-Nan Zhang",
      "Weimin Yuan"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "High Energy Physics - Experiment (hep-ex)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2311.10292",
    "title": "Realization of a programmable multi-purpose photonic quantum memory with  over-thousand qubit manipulations",
    "abstract": " Title: Realization of a programmable multi-purpose photonic quantum memory with  over-thousand qubit manipulations ",
    "url": "https://arxiv.org/abs/2311.10292",
    "authors": [
      "Sheng Zhang",
      "Jixuan Shi",
      "Zhaibin Cui",
      "Ye Wang",
      "Yukai Wu",
      "Luming Duan",
      "Yunfei Pu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Emerging Technologies (cs.ET)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.11743",
    "title": "Polarization based modulation of splitting ratio in femtosecond laser  direct written directional couplers",
    "abstract": " Title: Polarization based modulation of splitting ratio in femtosecond laser  direct written directional couplers ",
    "url": "https://arxiv.org/abs/2311.11743",
    "authors": [
      "Zhi-Kai Pong",
      "Bangshan Sun",
      "Patrick S. Salter",
      "Martin J. Booth"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  }
]