[
  {
    "id": "arXiv:2306.12441",
    "title": "Gallium arsenide whispering gallery mode resonators for terahertz  photonics",
    "abstract": "As the field of terahertz (THz) photonics advances, we present a monolithic gallium arsenide (GaAs) disk-shaped whispering gallery mode resonator that has potential as a component in THz nonlinear optics. GaAs is a material with significant optical nonlinearity which can be enhanced when the crystal is shaped into a microdisk resonator. A 4-mm-disk-resonator was fabricated using single-point diamond turning and was characterised to obtain a quality (Q) factor of 2.2k at ~150 GHz and 1.4k at ~300 GHz. We also demonstrated the blue-shifting of up to ~0.3 GHz of the THz modes using a block of metal. This post-fabrication degree of freedom could be useful for phase-matching requirements for nonlinear optical processes, such as detection based on optical up-conversion of THz radiation. Such a compact, tunable and efficient device could be integrated into nonlinear photonic platforms for THz generation, manipulation and detection. ",
    "url": "https://arxiv.org/abs/2306.12441",
    "authors": [
      "Mallika Irene Suresh",
      "Harald G. L. Schwefel",
      "Dominik Walter Vogt"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2306.12454",
    "title": "Photonic Jet with Tunable Focus Based on Water Droplets Freezing from  the Outside In",
    "abstract": "Water droplets are a perspective highly abundant phase-change material to realize tunable optical lenses. We demonstrated for the first time that freezing mesoscale water droplet could be use as tunable optical lens, such that freezing becomes an asset despite both the low absolute values of the refractive indices of the shell and core materials and their optical contrast. It was shown that the dielectric shell of mesoscale water droplet in the form of solid ice allows controlling both the maximum field intensity and the focus position of the formed photonic nanojet. The formation of ice with air bubbles during the freezing of a water droplet is appropriate for a dynamic increase in the range of change of the focal position compared to solid ice. The proposed concept of a tunnelable spherical lens based on a freezing water drop can be used for microscopy, optical traping in \"green\" mesotronics. ",
    "url": "https://arxiv.org/abs/2306.12454",
    "authors": [
      "Oleg V. Minin",
      "Song Zhou",
      "Igor V. Minin"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.12518",
    "title": "Trapping Ion Coulomb Crystals in an Optical Lattice",
    "abstract": "We report the optical trapping of multiple ions localized at individual lattice sites of a one-dimensional optical lattice. We observe a fivefold increase in robustness against axial DC-electric fields and an increase of the axial eigenfrequency by two orders of magnitude compared to an optical dipole trap without interference but similar intensity. Our findings motivate an alternative pathway to extend arrays of trapped ions in size and dimension, enabling quantum simulations with particles interacting at long range. ",
    "url": "https://arxiv.org/abs/2306.12518",
    "authors": [
      "Daniel Hoenig",
      "Fabian Thielemann",
      "Leon Karpa",
      "Thomas Walker",
      "Amir Mohammadi",
      "Tobias Schaetz"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2306.12524",
    "title": "Ionization clamping in ultrafast optical breakdown of transparent solids",
    "abstract": "We formulate a multi-physics model to describe the nonlinear propagation of a femtosecond, near-infrared, tightly focused laser pulse in a transparent dielectric. The application of our model to the case of bulk sapphire shows that even under extreme excitation conditions, ionization is universally clamped at about one tenth of the electron density in the upper valence band. The earlier estimate of ~10 TPa pressure that could be attainable through the internal excitation of transparent dielectrics by tightly focused ultrafast laser beams is shown to be off by two orders of magnitude. ",
    "url": "https://arxiv.org/abs/2306.12524",
    "authors": [
      "Anton Rudenko",
      "Jerome V. Moloney",
      "Pavel Polynkin"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2306.12531",
    "title": "Fast ion transport in quasisymmetric equilibria in the presence of a  resonant Alfvénic perturbation",
    "abstract": "Significant progress has been made in designing magnetic fields that provide excellent confinement of the guiding enter trajectories of alpha particles using quasisymmetry (QS). Given the reduction in this transport channel, we assess the impact of resonant Alfv\\'{e}n eigenmodes (AEs) on the guiding center motion. The AE amplitudes are chosen to be consistent with experimental measurements and large-scale simulations. We evaluate the drift resonance condition, phase-space island width, and island overlap criterion for quasisymmetric configurations. Kinetic Poincar\\'{e} plots elucidate features of the transport, including stiff transport above a critical perturbation amplitude. Our analysis highlights key departures from the AE-driven transport in tokamaks, such as the avoidance of phase-space island overlap in quasihelical configurations and the enhanced transport due to wide phase-space islands in low magnetic shear configurations. In configurations that are closer to QS, with QS deviations $\\delta B/B_0 \\lesssim 10^{-3}$, the transport is primarily driven by the AE, while configurations that are further from QS, $\\delta B/B_0 \\sim 10^{-2}$, experience significant transport due to the QS-breaking fields in addition to the AE. ",
    "url": "https://arxiv.org/abs/2306.12531",
    "authors": [
      "Elizabeth J. Paul",
      "Harry E. Mynick",
      "Amitava Bhattacharjee"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2306.12555",
    "title": "Topology optimization for inverse magnetostatics as sparse regression:  application to electromagnetic coils for stellarators",
    "abstract": "Topology optimization, a technique to determine where material should be placed within a predefined volume in order to minimize a physical objective, is used across a wide range of scientific fields and applications. A general application for topology optimization is inverse magnetostatics; a desired magnetic field is prescribed, and a distribution of steady currents is computed to produce that target field. In the present work, electromagnetic coils are designed by magnetostatic topology optimization, using volume elements (voxels) of electric current, constrained so the current is divergence-free. Compared to standard electromagnet shape optimization, our method has the advantage that the nonlinearity in the Biot-Savart law with respect to position is avoided, enabling convex cost functions and a useful reformulation of topology optimization as sparse regression. To demonstrate, we consider the application of designing electromagnetic coils for a class of plasma experiments known as stellarators. We produce topologically-exotic coils for several new stellarator designs and show that these solutions can be interpolated into a filamentary representation and then further optimized. ",
    "url": "https://arxiv.org/abs/2306.12555",
    "authors": [
      "Alan A. Kaptanoglu",
      "Gabriel P. Langlois",
      "Matt Landreman"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2306.12811",
    "title": "Strong coupling of plasmonic bright and dark modes with two eigenmodes  of a photonic crystal cavity",
    "abstract": "Dark modes represent a class of forbidden transitions or transitions with weak dipole moments between energy states. Due to their low transition probability, it is difficult to realize their interaction with light, let alone achieve the strong interaction of the modes with the photons in a cavity. However, by mutual coupling with a bright mode, the strong interaction of dark modes with photons is possible. This type of mediated interaction is widely investigated in the metamaterials community and is known under the term electromagnetically induced transparency (EIT). Here, we report strong coupling between a plasmonic dark mode of an EIT-like metamaterial with the photons of a 1D photonic crystal cavity in the terahertz frequency range. The coupling between the dark mode and the cavity photons is mediated by a plasmonic bright mode, which is proven by the observation of a frequency splitting which depends on the strength of the inductive interaction between the plasmon bright and dark modes of the EIT-like metamaterial. In addition, since the plasmonic dark mode strongly couples with the cavity dark mode, we observes four polariton modes. The frequency splitting by interaction of the four modes (plasmonic bright and dark mode and the two eigenmodes of the photonic cavity) can be reproduced in the framework of a model of four coupled harmonic oscillators. ",
    "url": "https://arxiv.org/abs/2306.12811",
    "authors": [
      "Fanqi Meng",
      "Lei Cao",
      "Aristeidis Karalis",
      "Hantian Gu",
      "Mark D. Thomson",
      "Hartmut G. Roskos"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2306.12544",
    "title": "Collectively enhanced Ramsey readout by cavity sub- to superradiant  transition",
    "abstract": "When an inverted ensemble of atoms is tightly packed on the scale of its emission wavelength or when the atoms are collectively strongly coupled to a single cavity mode, their dipoles will align and decay rapidly via a superradiant burst. However, a spread-out dipole phase distribution theory predicts a required minimum threshold of atomic excitation for superradiance to occur. Here we experimentally confirm this predicted threshold for superradiant emission on a narrow optical transition when exciting the atoms transversely and show how to take advantage of the resulting sub- to superradiant transition. A $\\pi/2$-pulse places the atoms in a subradiant state, protected from collective cavity decay, which we exploit during the free evolution period in a corresponding Ramsey pulse sequence. The final excited state population is read out via superradiant emission from the inverted atomic ensemble after a second $\\pi/2$-pulse, and with minimal heating this allows for multiple Ramsey sequences within one experimental cycle. Our scheme is a fundamentally new approach to atomic state readout characterized by its speed, simplicity, and high sensitivity. It demonstrates the potential of sensors using collective effects in cavity-coupled quantum emitters. ",
    "url": "https://arxiv.org/abs/2306.12544",
    "authors": [
      "Eliot Bohr",
      "Sofus L. Kristensen",
      "Christoph Hotter",
      "Stefan Alaric Schäffer",
      "Julian Robinson-Tait",
      "Jan W. Thomsen",
      "Tanya Zelevinsky",
      "Helmut Ritsch",
      "Jörg Helge Müller"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2306.12804",
    "title": "A zigzag optical cavity for sensing and controlling torsional motion",
    "abstract": "Precision sensing and manipulation of milligram-scale mechanical oscillators has attracted growing interest in the fields of table-top explorations of gravity and tests of quantum mechanics at macroscopic scales. Torsional oscillators present an opportunity in this regard due to their remarked isolation from environmental noise. For torsional motion, an effective employment of optical cavities to enhance optomechanical interactions -- as already established for linear oscillators -- so far faced certain challenges. Here, we propose a novel concept for sensing and manipulating torsional motion, where exclusively the torsional rotations of a pendulum are mapped onto the path length of a single two-mirror optical cavity. The concept inherently alleviates many limitations of previous approaches. A proof-of-principle experiment is conducted with a rigidly controlled pendulum to explore the sensing aspects of the concept and to identify practical limitations in a potential state-of-the art setup. Based on this work, we anticipate development of precision torque sensors with sensitivities below $10^{-19}~\\mathrm{N\\cdot m/\\sqrt{Hz}}$ and with the motion of the pendulums dominated by quantum radiation pressure noise at sub-microwatts of incoming laser power. This work, therefore, paves the way to new horizons for experiments at the interface of quantum mechanics and gravity. ",
    "url": "https://arxiv.org/abs/2306.12804",
    "authors": [
      "Sofia Agafonova",
      "Umang Mishra",
      "Fritz Diorico",
      "Onur Hosten"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.09881",
    "title": "A Near-Term Quantum Algorithm for Computing Molecular and Materials  Properties based on Recursive Variational Series Methods",
    "abstract": " Comments: 16+10 pages, 3 figures; comments welcome ",
    "url": "https://arxiv.org/abs/2206.09881",
    "authors": [
      "Phillip W. K. Jensen",
      "Peter D. Johnson",
      "Alexander A. Kunitsa"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2301.02384",
    "title": "Universal optical polarizability for plasmonic nanostructures",
    "abstract": " Comments: 6 pages, 2 figures ",
    "url": "https://arxiv.org/abs/2301.02384",
    "authors": [
      "Tigran V. Shahbazyan"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.00781",
    "title": "Non-perturbative theory of spontaneous parametric down-conversion in  open and dispersive optical systems",
    "abstract": " Title: Non-perturbative theory of spontaneous parametric down-conversion in  open and dispersive optical systems ",
    "url": "https://arxiv.org/abs/2306.00781",
    "authors": [
      "Aleksa Krstić",
      "Frank Setzpfandt",
      "Sina Saravi"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.06004",
    "title": "Unraveling a cavity induced molecular polarization mechanism from  collective vibrational strong coupling",
    "abstract": " Title: Unraveling a cavity induced molecular polarization mechanism from  collective vibrational strong coupling ",
    "url": "https://arxiv.org/abs/2306.06004",
    "authors": [
      "Dominik Sidler",
      "Thomas Schnappinger",
      "Anatoly Obzhirov",
      "Michael Ruggenthaler",
      "Markus Kowalewski",
      "Angel Rubio"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2306.11082",
    "title": "Frequency measurements of $5s5p^{3}$P$_{0}\\to5s6d^{3}$D$_{1}$ and  observation of nonlinearities in King plot with Sr",
    "abstract": " Comments: We plan to include the theoretical calculation together with the experimental measurements presented here, which will take some extra time to finalize the paper. Once the new version is completed, we will upload it here ",
    "url": "https://arxiv.org/abs/2306.11082",
    "authors": [
      "S. Zhang",
      "B. T. Tiwari",
      "S. Ganesh",
      "Y. Singh"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  }
]