[
  {
    "id": "arXiv:2111.13013",
    "title": "An inverse problem of determining fractional orders in a fractal solute  transport model",
    "abstract": "A fractal mobile-immobile (MIM in short) solute transport model in porous media is set forth, and an inverse problem of determining the fractional orders by the additional measurements at one interior point is investigated by Laplace transform. The unique existence of the solution to the forward problem is obtained based on the inverse Laplace transform, and the uniqueness of the inverse problem is proved in the real-space of Laplace transform by the maximum principle, and numerical inversions with noisy data are presented to demonstrate a numerical stability of the inverse problem. ",
    "url": "https://arxiv.org/abs/2111.13013",
    "authors": [
      "Gongsheng Li",
      "Xianzheng Jia",
      "Wenyi Liu",
      "Zhiyuan Li"
    ],
    "subjectives": [
      "Numerical Analysis (math.NA)"
    ]
  },
  {
    "id": "arXiv:2111.12884",
    "title": "A novel time delay estimation algorithm of acoustic pyrometry for  furnace",
    "abstract": "Acoustic pyrometry is a non-contact measurement technology for monitoring furnace combustion reaction, diagnosing energy loss due to incomplete combustion and ensuring safe production. The accuracy of time of flight (TOF) estimation of an acoustic pyrometry directly affects the authenticity of furnace temperature measurement. In this paper presented is a novel TOF (i.e. time delay) estimation algorithm based on digital lock-in filtering (DLF) algorithm. In this research, the time-frequency relationship between the first harmonic of the acoustic signal and the moment of characteristic frequency applied is established through the digital lock-in and low-pass filtering techniques. The accurate estimation of TOF is obtained by extracting and comparing the temporal relationship of the characteristic frequency occurrence between received and source acoustic signals. The computational error analysis indicates that the accuracy of the proposed algorithm is better than that of the classical generalized cross-correlation (GCC) algorithm, and the computational effort is significantly reduced to half of that the GCC can offer. It can be confirmed that with this method, the temperature measurement in furnaces can be improved in terms of computational effort and accuracy, which are vital parameters in furnace combustion control. It provides a new idea of time delay estimation with the utilization of acoustic pyrometry for furnace. ",
    "url": "https://arxiv.org/abs/2111.12884",
    "authors": [
      "Qi Liu",
      "Bin Zhou",
      "Jianyong Zhang",
      "Ruixue Cheng"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Sound (cs.SD)",
      "Audio and Speech Processing (eess.AS)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2010.13579",
    "title": "On quantum superpositions of graphs, no-signalling and covariance",
    "abstract": " Title: On quantum superpositions of graphs, no-signalling and covariance ",
    "url": "https://arxiv.org/abs/2010.13579",
    "authors": [
      "Pablo Arrighi",
      "Marios Christodoulou",
      "Amélia Durbec"
    ],
    "subjectives": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Discrete Mathematics (cs.DM)",
      "Dynamical Systems (math.DS)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2107.09733",
    "title": "Stable and efficient FEM-BEM coupling with OSRC regularisation for  acoustic wave transmission",
    "abstract": " Title: Stable and efficient FEM-BEM coupling with OSRC regularisation for  acoustic wave transmission ",
    "url": "https://arxiv.org/abs/2107.09733",
    "authors": [
      "Elwin van 't Wout"
    ],
    "subjectives": [
      "Numerical Analysis (math.NA)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2109.15169",
    "title": "Variational learning of quantum ground states on spiking neuromorphic  hardware",
    "abstract": " Comments: 14 pages, 7 figures ",
    "url": "https://arxiv.org/abs/2109.15169",
    "authors": [
      "Robert Klassert",
      "Andreas Baumbach",
      "Mihai A. Petrovici",
      "Martin Gärttner"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Emerging Technologies (cs.ET)",
      "Neural and Evolutionary Computing (cs.NE)"
    ]
  },
  {
    "id": "arXiv:2111.11332",
    "title": "Experimental demonstration of entanglement delivery using a quantum  network stack",
    "abstract": " Comments: 12 pages, 5 figures, supplementary materials ",
    "url": "https://arxiv.org/abs/2111.11332",
    "authors": [
      "Matteo Pompili",
      "Carlo Delle Donne",
      "Ingmar te Raa",
      "Bart van der Vecht",
      "Matthew Skrzypczyk",
      "Guilherme Ferreira",
      "Lisa de Kluijver",
      "Arian J. Stolk",
      "Sophie L. N. Hermans",
      "Przemysław Pawełczak",
      "Wojciech Kozlowski",
      "Ronald Hanson",
      "Stephanie Wehner"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Networking and Internet Architecture (cs.NI)"
    ]
  }
]