[
  {
    "id": "arXiv:2307.11794",
    "title": "Artificial Intelligence-Generated Terahertz Multi-Resonant Metasurfaces  via Improved Transformer and CGAN Neural Networks",
    "abstract": "It is well known that the inverse design of terahertz (THz) multi-resonant graphene metasurfaces by using traditional deep neural networks (DNNs) has limited generalization ability. In this paper, we propose improved Transformer and conditional generative adversarial neural networks (CGAN) for the inverse design of graphene metasurfaces based upon THz multi-resonant absorption spectra. The improved Transformer can obtain higher accuracy and generalization performance in the StoV (Spectrum to Vector) design compared to traditional multilayer perceptron (MLP) neural networks, while the StoI (Spectrum to Image) design achieved through CGAN can provide more comprehensive information and higher accuracy than the StoV design obtained by MLP. Moreover, the improved CGAN can achieve the inverse design of graphene metasurface images directly from the desired multi-resonant absorption spectra. It is turned out that this work can finish facilitating the design process of artificial intelligence-generated metasurfaces (AIGM), and even provide a useful guide for developing complex THz metasurfaces based on 2D materials using generative neural networks. ",
    "url": "https://arxiv.org/abs/2307.11794",
    "authors": [
      "Yangpeng Huang",
      "Naixing Feng",
      "Yijun Cai"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Machine Learning (cs.LG)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2307.11957",
    "title": "High-performance real-world optical computing trained by in situ  model-free optimization",
    "abstract": "Optical computing systems can provide high-speed and low-energy data processing but face deficiencies in computationally demanding training and simulation-to-reality gap. We propose a model-free solution for lightweight in situ optimization of optical computing systems based on the score gradient estimation algorithm. This approach treats the system as a black box and back-propagates loss directly to the optical weights' probabilistic distributions, hence circumventing the need for computation-heavy and biased system simulation. We demonstrate a superior classification accuracy on the MNIST and FMNIST datasets through experiments on a single-layer diffractive optical computing system. Furthermore, we show its potential for image-free and high-speed cell analysis. The inherent simplicity of our proposed method, combined with its low demand for computational resources, expedites the transition of optical computing from laboratory demonstrations to real-world applications. ",
    "url": "https://arxiv.org/abs/2307.11957",
    "authors": [
      "Guangyuan Zhao",
      "Xin Shu",
      "Renjie Zhou"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Emerging Technologies (cs.ET)"
    ]
  },
  {
    "id": "arXiv:2307.12030",
    "title": "The LCLS-II Photoinjector Laser Infrastructure",
    "abstract": "This paper presents a comprehensive technical overview of the Linac Coherent Light Source II (LCLS-II) photoinjector laser system, its first and foremost component. The LCLS-II photoinjector laser system serves as an upgrade to the original LCLS at SLAC National Accelerator Laboratory. This advanced laser system generates high-quality laser beams to power the LCLS-II, contributing to the instrument's unprecedented brightness, precision, and flexibility. Our discussion extends to the various subsystems that comprise the photoinjector, including the photocathode laser, laser heater, and beam transport systems. Lastly, we draw attention to the ongoing research and development infrastructure underway to enhance the functionality and efficiency of the LCLS-II, and similar X-ray free-electron laser facilities around the world, thereby contributing to the future of laser technology and its applications. ",
    "url": "https://arxiv.org/abs/2307.12030",
    "authors": [
      "Hao Zhang",
      "Sasha Gilevich",
      "Alan Miahnahri",
      "Shawn Alverson",
      "Axel Brachmann",
      "Joseph Duris",
      "Paris Franz",
      "Alan Fry",
      "Jack Hirschman",
      "Kirk Larsen",
      "Randy Lemons",
      "Siqi Li",
      "Brittany Lu",
      "Agostino Marinelli",
      "Mikael Martinez",
      "Justin May",
      "Erel Milshtein",
      "Krishna Murari",
      "Nicole Neveu",
      "Joseph Robinson",
      "John Schmerge",
      "Linshan Sun",
      "Theodore Vecchione",
      "Chengcheng Xu",
      "Feng Zhou",
      "Sergio Carbajo"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2307.12142",
    "title": "Free-electron interaction with nonlinear optical states in  microresonators",
    "abstract": "The short de Broglie wavelength and strong interaction empower free electrons to probe scattering and excitations in materials and resolve the structure of biomolecules. Recent advances in using nanophotonic structures to mediate bilinear electron-photon interaction have brought novel optical manipulation schemes to electron beams, enabling high space-time-energy resolution electron microscopy, quantum-coherent optical modulation, attosecond metrology and pulse generation, transverse electron wavefront shaping, dielectric laser acceleration, and electron-photon pair generation. However, photonic nanostructures also exhibit nonlinearities, which have to date not been exploited for electron-photon interactions. Here, we report the interaction of electrons with spontaneously generated Kerr nonlinear optical states inside a continuous-wave driven photonic chip-based microresonator. Optical parametric processes give rise to spatiotemporal pattern formation, or dissipative structures, corresponding to coherent or incoherent optical frequency combs. By coupling such microcombs in situ to electron beams, we demonstrate that different dissipative structures induce distinct fingerprints in the electron spectra and Ramsey-type interference patterns. In particular, using spontaneously formed femtosecond temporal solitons, we achieve ultrafast temporal gating of the electron beam without the necessity of a pulsed laser source or a pulsed electron source. Our work elucidates the interaction of free electrons with a variety of nonlinear dissipative states, demonstrates the ability to access solitons inside an electron microscope, and extends the use of microcombs to unexplored territories, with ramifications in novel ultrafast electron microscopy, light-matter interactions driven by on-chip temporal solitons, and ultra-high spatiotemporal resolution sampling of nonlinear optical dynamics and devices. ",
    "url": "https://arxiv.org/abs/2307.12142",
    "authors": [
      "Yujia Yang",
      "Jan-Wilke Henke",
      "Arslan S. Raja",
      "F. Jasmin Kappert",
      "Guanhao Huang",
      "Germaine Arend",
      "Zheru Qiu",
      "Armin Feist",
      "Rui Ning Wang",
      "Aleksandr Tusnin",
      "Alexey Tikan",
      "Claus Ropers",
      "Tobias J. Kippenberg"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2307.12478",
    "title": "Predicting Electron and Phonon Transport Using Steepest-Entropy-Ascent  Quantum Thermodynamics",
    "abstract": "The current state of the art for determining thermoelectric properties is limited to the investigation of electrons or phonons without including the inherent electron-phonon coupling that is in all materials. This gives rise to limitations in accurately calculating base material properties that are in good agreement with experimental data. Steepest-entropy-ascent quantum thermodynamics is a general non-equilibrium thermodynamic ensemble framework that provides a general equation of motion for non-equilibrium system state evolution. This framework utilizes the electron and phonon density of states as input to compute material properties, while taking into account the electron-phonon coupling. It is able to span across multiple spatial and temporal scales in a single analysis. Any system's thermoelectric properties can, therefore, be attained provided the accurately determined density of states is available. ",
    "url": "https://arxiv.org/abs/2307.12478",
    "authors": [
      "J. A. Worden",
      "M. V. Spakovsky",
      "C. Hin"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2307.12495",
    "title": "Chiral topological whispering gallery modes formed by gyromagnetic  photonic crystals",
    "abstract": "We explore a hexagonal cavity that supports chiral topological whispering gallery (CTWG) modes, formed by a gyromagnetic photonic crystal. This mode is a special type of topologically protected optical mode that can propagate in photonic crystals with chiral direction. Finite element method simulations show that discrete edge states exist in the topological band gap due to the coupling of chiral edge states and WG modes. Since the cavity only supports edge state modes with group velocity in only one direction, it can purely generate traveling modes and be immune to interference modes. In addition, we introduced defects and disorder to test the robustness of the cavity, demonstrating that the CTWG modes can be effectively maintained under all types of perturbations. Our topological cavity platform offers useful prototype of robust topological photonic devices. The existence of this mode can have important implications for the design and application of optical devices. ",
    "url": "https://arxiv.org/abs/2307.12495",
    "authors": [
      "Yongqi Chen",
      "Nan Gao",
      "Guodong Zhu",
      "Yurui Fang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2307.12587",
    "title": "Emerging Optics from Structured Nanoscale Optical Cavities",
    "abstract": "Miniaturized and rationally assembled nanostructures exhibit extraordinarily distinct physical properties beyond their individual units. This review will focus on structured small-scale optical cavities that show unique electromagnetic near fields and collective optical coupling. By harnessing different material systems and structural designs, various light-matter interactions can be engineered, such as nanoscale lasing, nonlinear optics, exciton-polariton coupling, and energy harvesting. Key device performance of nanoscale lasers, including low power threshold, optical multiplexing, and electrical pump, will be discussed. This review will also cover emerging applications of nanoscale optical cavities in quantum engineering and topological photonics. Structured nanocavities can serve as a scalable platform for integrated photonic circuits and hybrid quantum photonic systems. ",
    "url": "https://arxiv.org/abs/2307.12587",
    "authors": [
      "Danqing Wang",
      "Ankun Yang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2307.12805",
    "title": "Unraveling Quantum Coherences Mediating Primary Charge Transfer  Processes in Photosystem II Reaction Center",
    "abstract": "Photosystem II (PSII) reaction center is a unique protein-chromophore complex that is capable of efficiently separating electronic charges across the membrane after photoexcitation. In the PSII reaction center, the primary energy- and charge-transfer (CT) processes occur on comparable ultrafast timescales, which makes it extremely challenging to understand the fundamental mechanism responsible for the near-unity quantum efficiency of the transfer. Here, we elucidate the role of quantum coherences in the ultrafast energy and CT in the PSII reaction center by performing two-dimensional (2D) electronic spectroscopy at the cryogenic temperature of 20 K, which captures the distinct underlying quantum coherences. Specifically, we uncover the electronic and vibrational coherences along with their lifetimes during the primary ultrafast processes of energy and CT. We also examine the functional role of the observed quantum coherences. To gather further insight, we construct a structure-based excitonic model that provided evidence for coherent energy and CT at low temperature in the 2D electronic spectra. The principles, uncovered by this combination of experimental and theoretical analyses, could provide valuable guidelines for creating artificial photosystems with exploitation of system-bath coupling and control of coherences to optimize the photon conversion efficiency to specific functions. ",
    "url": "https://arxiv.org/abs/2307.12805",
    "authors": [
      "Ajay Jha",
      "Pan-Pan Zhang",
      "Vandana Tiwari",
      "Lipeng Chen",
      "Michael Thorwart",
      "R. J. Dwayne Miller",
      "Hong-Guang Duan"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Other Condensed Matter (cond-mat.other)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2307.12814",
    "title": "Stimulated Brillouin scattering in tellurite-covered silicon nitride  waveguides",
    "abstract": "Stimulated Brillouin scattering (SBS), a coherent nonlinear effect coupling acoustics and optics, can be used in a wide range of applications such as Brillouin lasers and tunable narrowband RF filtering. Wide adoption of such technologies however, would need a balance of strong Brillouin interaction and low optical loss in a structure compatible with large scale fabrication. Achieving these characteristics in scalable platforms such as silicon and silicon nitride remains a challenge. Here, we investigate a scalable Brillouin platform combining low loss Si$_3$N$_4$ and tellurium oxide (TeO$_2$) exhibiting strong Brillouin response and enhanced acoustic confinement. In this platform we measure a Brillouin gain coefficient of 8.5~m$^{-1}$W$^{-1}$, exhibiting a twenty fold improvement over the largest previously reported Brillouin gain in a Si$_3$N$_4$ platform. Further, we demonstrate cladding engineering to control the strength of the Brillouin interaction. We utilized the Brillouin gain and loss resonances in this waveguide for an RF photonic filter with more than 15 dB rejection and 250 MHz linewidth. Finally, we present a pathway by geometric optimization and cladding engineering to a further enhancement of the gain coefficient to 155~m$^{-1}$W$^{-1}$, a potential 400 times increase in the Brillouin gain coefficient. ",
    "url": "https://arxiv.org/abs/2307.12814",
    "authors": [
      "Roel A. Botter",
      "Yvan Klaver",
      "Randy te Morsche",
      "Bruno L. Segat Frare",
      "Batoul Hashemi",
      "Kaixuan Ye",
      "Akhileshwar Mishra",
      "Redlef B.G. Braamhaar",
      "Jonathan D.B. Bradley",
      "David Marpaung"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2307.12954",
    "title": "Accelerator Magnet Development Based on COMB Technology with STAR Wires",
    "abstract": "This paper reports progress in the development of COMB magnet technology with STAR wires. A two-layer dipole magnet with 60 mm clear bore has been recently fabricated and tested in liquid nitrogen. The purpose of the test was to determine what kind of critical current degradation occurs in the process of winding the STAR wire into the COMB structure. ",
    "url": "https://arxiv.org/abs/2307.12954",
    "authors": [
      "V. V. Kashikhin",
      "S. Cohan",
      "V. Lombardo",
      "D. Turrioni",
      "N. Mai",
      "A. K. Chavda",
      "U. Sarangi",
      "S. Korupolu",
      "J. Peram",
      "A. Anil",
      "C. Goel",
      "J. Sai Sandra",
      "V. Yerraguravagari",
      "R. Schmidt",
      "K. Selvamanickam",
      "G. Majkic",
      "E. Galstyan",
      "V. Selvamanickam"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2307.12974",
    "title": "Wide Field-of-View, Large-Area Long-wave Infrared Silicon Metalenses",
    "abstract": "Long-wave infrared (LWIR, 8-12 $\\mu m$ wavelengths) is a spectral band of vital importance to thermal imaging. Conventional LWIR optics made from single-crystalline Ge and chalcogenide glasses are bulky and fragile. The challenge is exacerbated for wide field-of-view (FOV) optics, which traditionally mandates multiple cascaded elements that severely add to complexity and cost. Here we designed and experimentally realized a LWIR metalens platform based on bulk Si wafers featuring 140$^\\circ$ FOV. The metalenses, which have diameters exceeding 4 cm, were fabricated using a scalable wafer-level process involving photolithography and deep reactive ion etching. Using a metalens-integrated focal plane array, we further demonstrated wide-angle thermal imaging. ",
    "url": "https://arxiv.org/abs/2307.12974",
    "authors": [
      "Hung-I Lin",
      "Jeffrey Geldmeier",
      "Erwan Baleine",
      "Fan Yang",
      "Sensong An",
      "Ying Pan",
      "Clara Rivero-Baleine",
      "Tian Gu",
      "Juejun Hu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2307.11830",
    "title": "Wavelength Dependence of the Electrical and Optical Readout of NV  Centers in Diamond",
    "abstract": "We study the contrast for electrical and optical readout of NV centers in diamond in dependence of the optical excitation wavelength using different excitation schemes. While the optically detected magnetic resonance (ODMR) works efficiently between 480 and 580 nm, electrically detected magnetic resonance (EDMR) shows a strong dependence on the excitation dynamics. The highest, electrically detected contrast of -23% is achieved by resonantly exciting the zero-phonon line of the neutral charge state of NV at 575 nm. EDMR is also enhanced at 521 nm, possibly due to a further excited state of NV$^-$. ",
    "url": "https://arxiv.org/abs/2307.11830",
    "authors": [
      "Lina M. Todenhagen",
      "Martin S. Brandt"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2307.11838",
    "title": "Data-Induced Interactions of Sparse Sensors",
    "abstract": "Large-dimensional empirical data in science and engineering frequently has low-rank structure and can be represented as a combination of just a few eigenmodes. Because of this structure, we can use just a few spatially localized sensor measurements to reconstruct the full state of a complex system. The quality of this reconstruction, especially in the presence of sensor noise, depends significantly on the spatial configuration of the sensors. Multiple algorithms based on gappy interpolation and QR factorization have been proposed to optimize sensor placement. Here, instead of an algorithm that outputs a singular \"optimal\" sensor configuration, we take a thermodynamic view to compute the full landscape of sensor interactions induced by the training data. The landscape takes the form of the Ising model in statistical physics, and accounts for both the data variance captured at each sensor location and the crosstalk between sensors. Mapping out these data-induced sensor interactions allows combining them with external selection criteria and anticipating sensor replacement impacts. ",
    "url": "https://arxiv.org/abs/2307.11838",
    "authors": [
      "Andrei A. Klishin",
      "J. Nathan Kutz",
      "Krithika Manohar"
    ],
    "subjectives": [
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Machine Learning (cs.LG)",
      "Signal Processing (eess.SP)",
      "Optimization and Control (math.OC)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2307.11944",
    "title": "LCPOM: Precise Reconstruction of Polarized Optical Microscopy Images of  Liquid Crystals",
    "abstract": "When viewed with a cross-polarized optical microscope (POM), liquid crystals display interference colors and complex patterns that depend on the material's microscopic orientation. That orientation can be manipulated by application of external fields, which provides the basis for applications in optical display and sensing technologies. The color patterns themselves have a high information content. Traditionally, however, calculations of the optical appearance of liquid crystals have been performed by assuming that a single-wavelength light source is employed, and reported in a monochromatic scale. In this work, the original Jones matrix method is extended to calculate the colored images that arise when a liquid crystal is exposed to a multi-wavelength source. By accounting for the material properties, the visible light spectrum and the CIE color matching functions, we demonstrate that the proposed approach produces colored POM images that are in quantitative agreement with experimental data. Results are presented for a variety of systems, including radial, bipolar, and cholesteric droplets, where results of simulations are compared to experimental microscopy images. The effects of droplet size, topological defect structure, and droplet orientation are examined systematically. The technique introduced here generates images that can be directly compared to experiments, thereby facilitating machine learning efforts aimed at interpreting LC microscopy images, and paving the way for the inverse design of materials capable of producing specific internal microstructures in response to external stimuli. ",
    "url": "https://arxiv.org/abs/2307.11944",
    "authors": [
      "Chuqiao Chen",
      "Viviana Palacio-Betancur",
      "Sepideh Norouzi",
      "Pablo F. Zubieta Rico",
      "Monirosadat Sadati",
      "Stuart J. Rowan",
      "Juan J. de Pablo"
    ],
    "subjectives": [
      "Soft Condensed Matter (cond-mat.soft)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2307.12148",
    "title": "Quantum Mechanical Reality: Entanglement and Decoherence",
    "abstract": "We look into the ontology of quantum theory as distinct from that of the classical theory in the sciences, following a broadly Kantian tradition and distinguishing between the noumenal and phenomenal realities where the former is independent of our perception while the latter is assembled from the former by means of fragmentary bits of interpretation. Within this framework, theories are conceptual constructs applying to models generated in the phenomenal world within limited contexts.The ontology of quantum theory principally rests on the view that entities in the world are pervasively correlated with one another not by means of probabilities as in the case of the classical theory, but by means of probability amplitudes involving finely tuned phases of quantum mechanical states (entanglement). The quantum correlations are shared globally in the process of environment-induced decoherence whereby locally generated correlations are removed, the removal being especially manifest in the case of systems that appear as classical ones, in which case the process is almost instantaneous, being, in all likelihood, driven by field fluctuations in the Planck regime. This points to factors of an unknown nature determining its finest details, since Planck scale physics remains an obscure terrain. In other words, the present day quantum theory holds within a limited context set by the Planck scale. ",
    "url": "https://arxiv.org/abs/2307.12148",
    "authors": [
      "Avijit Lahiri"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2307.12381",
    "title": "Quantum optical analysis of high-order harmonic generation in H$_2^+$  molecular ions",
    "abstract": "We present a comprehensive theoretical investigation of high-order harmonic generation in H$_2^+$ molecular ions within a quantum optical framework. Our study focuses on characterizing various quantum optical and quantum information measures, highlighting the versatility of HHG in two-center molecules towards quantum technology applications. We demonstrate the emergence of entanglement between electron and light states after the laser-matter interaction. We also identify the possibility of obtaining non-classical states of light in targeted frequency modes by conditioning on specific electronic quantum states, which turn out to be crucial in the generation of highly non-classical entangled states between distinct sets of harmonic modes. Our findings open up avenues for studying strong-laser field-driven interactions in molecular systems, and suggest their applicability to quantum technology applications. ",
    "url": "https://arxiv.org/abs/2307.12381",
    "authors": [
      "J. Rivera-Dean",
      "P. Stammer",
      "A. S. Maxwell",
      "Th. Lamprou",
      "E. Pisanty",
      "P. Tzallas",
      "M. Lewenstein",
      "M. F. Ciappina"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2307.12503",
    "title": "Spin-dependent gain and loss in photonic quantum spin Hall systems",
    "abstract": "Topological phases are greatly enriched by including non-Hermiticity. While most works focus on the topology of the eigenvalues and eigenstates, how topologically nontrivial non-Hermitian systems behave in dynamics has only drawn limited attention. Here, we consider a breathing honeycomb lattice known to emulate the quantum spin Hall effect and exhibits higher-order corner modes. We find that non-reciprocal intracell couplings introduce gain in one pseudo-spin subspace while loss with the same magnitude in the other. In addition, non-reciprocal intracell couplings can also suppress the spin mixture of the edge modes at the boundaries and delocalize the higher-order corner mode. Our findings deepen the understanding of non-Hermitian topological phases and bring in the spin degree of freedom in manipulating the dynamics in non-Hermitian systems. ",
    "url": "https://arxiv.org/abs/2307.12503",
    "authors": [
      "Tian-Rui Liu",
      "Kai Bai",
      "Jia-Zheng Li",
      "Liang Fang",
      "Duanduan Wan",
      "Meng Xiao"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2307.12812",
    "title": "Subcycle tomography of quantum light",
    "abstract": "Quantum light is considered to be one of the key resources of the coming second quantum revolution expected to give rise to groundbreaking technologies and applications. If the spatio-temporal and polarization structure of modes is known, the properties of quantum light are well understood. This information provides the basis for contemporary quantum optics and its applications in quantum communication and metrology. However, thinking about quantum light at the most fundamental timescale, namely the oscillation cycle of a mode or the inverse frequency of an involved photon, we realize that the corresponding picture has been missing until now. For instance, how to comprehend and characterize a single photon at this timescale? To fill this gap, we demonstrate theoretically how local quantum measurements allow to reconstruct and visualize a quantum field under study at subcycle scales, even when its temporal mode structure is a priori unknown. In particular, generation and tomography of ultrabroadband squeezed states as well as photon-subtracted states derived from them are described, incorporating also single-photon states. Our results set a cornerstone in the emerging chapter of quantum physics termed time-domain quantum optics. We expect this development to elicit new spectroscopic concepts for approaching e.g. fundamental correlations and entanglement in the dynamics of quantum matter, overcoming the temporal limitation set by the oscillation cycles of both light and elementary excitations. ",
    "url": "https://arxiv.org/abs/2307.12812",
    "authors": [
      "Geehyun Yang",
      "Matthias Kizmann",
      "Alfred Leitenstorfer",
      "Andrey S. Moskalenko"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2307.12957",
    "title": "Demonstration of Floquet engineered non-Abelian geometric phase for  holonomic quantum computing",
    "abstract": "Holonomic quantum computing (HQC) functions by transporting an adiabatically degenerate manifold of computational states around a closed loop in a control-parameter space; this cyclic evolution results in a non-Abelian geometric phase which may couple states within the manifold. Realizing the required degeneracy is challenging, and typically requires auxiliary levels or intermediate-level couplings. One potential way to circumvent this is through Floquet engineering, where the periodic driving of a nondegenerate Hamiltonian leads to degenerate Floquet bands, and subsequently non-Abelian gauge structures may emerge. Here we present an experiment in ultracold $^{87}$Rb atoms where atomic spin states are dressed by modulated RF fields to induce periodic driving of a family of Hamiltonians linked through a fully tuneable parameter space. The adiabatic motion through this parameter space leads to the holonomic evolution of the degenerate spin states in $SU(2)$, characterized by a non-Abelian connection. We study the holonomic transformations of spin eigenstates in the presence of a background magnetic field, characterizing the fidelity of these gate operations. Results indicate that while the Floquet engineering technique removes the need for explicit degeneracies, it inherits many of the same limitations present in degenerate systems. ",
    "url": "https://arxiv.org/abs/2307.12957",
    "authors": [
      "Logan W. Cooke",
      "Arina Tashchilina",
      "Mason Protter",
      "Joseph Lindon",
      "Tian Ooi",
      "Frank Marsiglio",
      "Joseph Maciejko",
      "Lindsay J. LeBlanc"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2110.11423",
    "title": "Coherent Phonons in Antimony: an Undergraduate Physical Chemistry  Solid-State Ultrafast Laser Spectroscopy Experiment",
    "abstract": " Title: Coherent Phonons in Antimony: an Undergraduate Physical Chemistry  Solid-State Ultrafast Laser Spectroscopy Experiment ",
    "url": "https://arxiv.org/abs/2110.11423",
    "authors": [
      "Ilana J Porter",
      "Michael W. Zuerch",
      "Anne M. Baranger",
      "Stephen R. Leone"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Other Condensed Matter (cond-mat.other)"
    ]
  },
  {
    "id": "arXiv:2202.06863",
    "title": "Wearable Conformal Fiber Sensor for High Fidelity Physiological  Measurements",
    "abstract": " Title: Wearable Conformal Fiber Sensor for High Fidelity Physiological  Measurements ",
    "url": "https://arxiv.org/abs/2202.06863",
    "authors": [
      "Alessio Stefani",
      "Ivan D. Rukhlenko",
      "Antoine F. J. Runge",
      "Maryanne C. J. Large",
      "Simon C. Fleming"
    ],
    "subjectives": [
      "Signal Processing (eess.SP)",
      "Medical Physics (physics.med-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2207.05341",
    "title": "Unifying the factored and projected gradient descent for quantum state  tomography",
    "abstract": " Title: Unifying the factored and projected gradient descent for quantum state  tomography ",
    "url": "https://arxiv.org/abs/2207.05341",
    "authors": [
      "Yong Wang",
      "Lijun Liu",
      "Shuming Cheng",
      "Li Li",
      "Jie Chen"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2210.16355",
    "title": "QuDPy: A Python-Based Tool For Computing Ultrafast Non-linear Optical  Responses",
    "abstract": " Title: QuDPy: A Python-Based Tool For Computing Ultrafast Non-linear Optical  Responses ",
    "url": "https://arxiv.org/abs/2210.16355",
    "authors": [
      "S. A. Shah",
      "Hao Li",
      "Eric R. Bittner",
      "Carlos Silva",
      "Andrei Piryatinski"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2302.05859",
    "title": "Frequency-resolved microscopic current density analysis of linear and  nonlinear optical phenomena in solids",
    "abstract": " Title: Frequency-resolved microscopic current density analysis of linear and  nonlinear optical phenomena in solids ",
    "url": "https://arxiv.org/abs/2302.05859",
    "authors": [
      "Shunsuke A. Sato"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2303.00041",
    "title": "Colossal optical anisotropy from atomic-scale modulations",
    "abstract": " Comments: Main text + supplementary ",
    "url": "https://arxiv.org/abs/2303.00041",
    "authors": [
      "Hongyan Mei",
      "Guodong Ren",
      "Boyang Zhao",
      "Jad Salman",
      "Gwan Yeong Jung",
      "Huandong Chen",
      "Shantanu Singh",
      "Arashdeep S. Thind",
      "John Cavin",
      "Jordan A. Hachtel",
      "Miaofang Chi",
      "Shanyuan Niu",
      "Graham Joe",
      "Chenghao Wan",
      "Nick Settineri",
      "Simon J. Teat",
      "Bryan C. Chakoumakos",
      "Jayakanth Ravichandran",
      "Rohan Mishra",
      "Mikhail A. Kats"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2303.08078",
    "title": "Realizing spin squeezing with Rydberg interactions in a programmable  optical clock",
    "abstract": " Comments: 13 pages, 4 figures; Supplementary Information ",
    "url": "https://arxiv.org/abs/2303.08078",
    "authors": [
      "William J. Eckner",
      "Nelson Darkwah Oppong",
      "Alec Cao",
      "Aaron W. Young",
      "William R. Milner",
      "John M. Robinson",
      "Jun Ye",
      "Adam M. Kaufman"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2303.09060",
    "title": "Electrically tunable VO2-metal metasurface for mid-infrared switching,  limiting, and nonlinear isolation",
    "abstract": " Comments: Main text + supplementary ",
    "url": "https://arxiv.org/abs/2303.09060",
    "authors": [
      "Jonathan King",
      "Chenghao Wan",
      "Tae Joon Park",
      "Sanket Despande",
      "Zhen Zhang",
      "Shriram Ramanathan",
      "Mikhail A. Kats"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2305.11984",
    "title": "OL-Transformer: A Fast and Universal Surrogate Simulator for Optical  Multilayer Thin Film Structures",
    "abstract": " Comments: 4 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2305.11984",
    "authors": [
      "Taigao Ma",
      "Haozhu Wang",
      "L. Jay Guo"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.13473",
    "title": "The local structure organization and dynamics in lithium borate ionic  liquids using molecular dynamics simulation",
    "abstract": " Title: The local structure organization and dynamics in lithium borate ionic  liquids using molecular dynamics simulation ",
    "url": "https://arxiv.org/abs/2305.13473",
    "authors": [
      "Volodymyr Koverga",
      "Anh T. Ngo"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Other Condensed Matter (cond-mat.other)"
    ]
  },
  {
    "id": "arXiv:2305.15200",
    "title": "Reducing Rydberg state dc polarizability by microwave dressing",
    "abstract": " Comments: figure labeling corrected, and polarizability values added ",
    "url": "https://arxiv.org/abs/2305.15200",
    "authors": [
      "J.C. Bohorquez",
      "R. Chinnarasu",
      "J. Isaacs",
      "D. Booth",
      "M. Beck",
      "R. McDermott",
      "M. Saffman"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2305.19425",
    "title": "Optical Truss Interferometer for the LISA Telescope",
    "abstract": " Comments: 9 pages, 9 figures, 13 pdf figures attached ",
    "url": "https://arxiv.org/abs/2305.19425",
    "authors": [
      "Kylan Jersey",
      "Ian Harley-Trochimczyk",
      "Yanqi Zhang",
      "Felipe Guzman"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ]
  },
  {
    "id": "arXiv:2307.05045",
    "title": "Stationary striations in plasma, created by a short microwave pulse in a  waveguide filled with a neutral gas",
    "abstract": " Comments: 15 pages, 9 figures ",
    "url": "https://arxiv.org/abs/2307.05045",
    "authors": [
      "Y. Bliokh",
      "Y. Cao",
      "V. Maksimov",
      "A. Haim",
      "J.G. Leopold",
      "A. Kostinsky",
      "Ya.E. Krasik"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  }
]