[
  {
    "id": "arXiv:2312.12581",
    "title": "Wireless, Customizable Coaxially-shielded Coils for Magnetic Resonance  Imaging",
    "abstract": "Anatomy-specific RF receive coil arrays routinely adopted in magnetic resonance imaging (MRI) for signal acquisition, are commonly burdened by their bulky, fixed, and rigid configurations, which may impose patient discomfort, bothersome positioning, and suboptimal sensitivity in certain situations. Herein, leveraging coaxial cables' inherent flexibility and electric field confining property, for the first time, we present wireless, ultra-lightweight, coaxially-shielded MRI coils achieving a signal-to-noise ratio (SNR) comparable to or surpassing that of commercially available cutting-edge receive coil arrays with the potential for improved patient comfort, ease of implementation, and significantly reduced costs. The proposed coils demonstrate versatility by functioning both independently in form-fitting configurations, closely adapting to relatively small anatomical sites, and collectively by inductively coupling together as metamaterials, allowing for extension of the field-of-view of their coverage to encompass larger anatomical regions without compromising coil sensitivity. The wireless, coaxially-shielded MRI coils reported herein pave the way toward next generation MRI coils. ",
    "url": "https://arxiv.org/abs/2312.12581",
    "authors": [
      "Ke Wu",
      "Xia Zhu",
      "Stephan W. Anderson",
      "Xin Zhang"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)",
      "Image and Video Processing (eess.IV)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2312.12617",
    "title": "Enhanced optical vector bottle beams with obscured nodal surfaces",
    "abstract": "Optical bottle beams, characterized by their unique three-dimensional dark core, have garnered substantial interest due to their potential applications across multiple domains of science and technology. This paper delves into the current methods used to create these beams and provides a method to obscure their nodal planes through coaxial non-interfering orthogonally polarized beams to generate bottle beams with enhanced uniformity. Experimental and theoretical results show the enhanced vector bottle beam maintains a smaller, more spherically uniform potential well and interesting quasi-particle polarization characteristics. ",
    "url": "https://arxiv.org/abs/2312.12617",
    "authors": [
      "Nicolas Perez",
      "Daryl Preece"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2312.12632",
    "title": "Cavity Continuum",
    "abstract": "We experimentally demonstrate and numerically analyze large arrays of whispering gallery resonators. Using fluorescent mapping, we measure the spatial distribution of the cavity-ensemble's resonances, revealing that light reaches distant resonators in various ways, including while passing through dark gaps, resonator groups, or resonator lines. Energy spatially decays exponentially in the cavities. Our practically infinite periodic array of resonators, with a quality factor [Q] exceeding 10^7, might impact a new type of photonic ensembles for nonlinear optics and lasers using our cavity continuum that is distributed, while having high-Q resonators as unit cells. ",
    "url": "https://arxiv.org/abs/2312.12632",
    "authors": [
      "Fan Cheng",
      "Vladimir Shuvayev",
      "Mark Douvidzon",
      "Lev Deych",
      "Tal Carmon"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2312.12798",
    "title": "Effect of Resonant Acoustic Powder Mixing on Delay Time of  W-KClO4-BaCrO4 Mixtures",
    "abstract": "This study investigates the impact of resonant acoustic powder mixing on the delay time of the W-KClO4-BaCrO4 (WKB) mixture and its potential implications for powder and material synthesis. Through thermal analysis, an inverse linear relationship was found between thermal conductivity and delay time, allowing us to use thermal conductivity as a reliable proxy for the delay time. By comparing the thermal conductivity of WKB mixtures mixed manually and using acoustic powder mixer, we found that acoustic powder mixing resulted in minimal deviations in thermal conductivity, proving more uniform mixing. Furthermore, DSC analysis and Sestak-Berggren modeling demonstrated consistent reaction dynamics with a constant activation energy as the reaction progressed in samples mixed using acoustic waves. These findings underscore the critical role of uniform powder mixing in enhancing the thermodynamic quality of the WKB mixture and emphasize the importance of developing novel methods for powder and material synthesis. ",
    "url": "https://arxiv.org/abs/2312.12798",
    "authors": [
      "Kyungmin Kwon",
      "Seunghwan Ryu",
      "Soyun Joo",
      "Youngjoon Han",
      "Donghyeon Baek",
      "Moonsoo Park",
      "Dongwon Kim",
      "Seungbum Hong"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2312.12801",
    "title": "Airborne Ouzo: Evaporation-induced emulsification and phase separation  dynamics of ternary droplets in acoustic levitation",
    "abstract": "We experimentally investigated the evaporation dynamics of acoustically levitated Ouzo droplets (a mixture of ethanol, water, and anise oil). Acoustic levitation has gained significant attention in various fields due to its potential to create a lab-in-a-drop. Although evaporation is a key process in nature and industry, many studies have focused on single and binary components, and ternary droplets in acoustic levitation have rarely been experimentally investigated. In this study, the evaporation-induced spontaneous emulsification (the Ouzo effect) and phase separation process at 40-90 vol% ethanol were visualized. We estimated the concentration change by evaporation of each component in the levitated ternary droplets based on the evaporation model to identify the experimental results. Our experimental results revealed four distinct stages of evaporation in levitated Ouzo droplets: (1) preferential evaporation of the volatile component (ethanol), (2) spontaneous emulsification (myriad micro-oil droplets generation), (3) phase separation forming a core-shell droplet, and (4) water evaporation completion resulting in remaining an oil droplet. Finally, we analyzed the emulsification process by a spacetime diagram. These findings suggest that acoustic levitation is suitable for physicochemical manipulation in mid-air. ",
    "url": "https://arxiv.org/abs/2312.12801",
    "authors": [
      "Misaki Mitsuno",
      "Koji Hasegawa"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2312.12818",
    "title": "Quantum description of atomic diffraction by material nanostructures",
    "abstract": "We present a theoretical model of matter-wave diffraction through a material nanostructure. This model is based on the numerical solution of the time-dependent Schr{\\\"o}dinger equation, which goes beyond the standard semi-classical approach. In particular, we consider the dispersion force interaction between the atoms and the material, which is responsible for high energy variations. The effect of such forces on the quantum model is investigated, along with a comparison with the semi-classical model. In particular, for atoms at low velocity and close to the material surface, the semi-classical approach fails, while the quantum model accurately describes the expected diffraction pattern. This description is thus relevant for slow and cold atom experiments where increased precision is required, e.g. for metrological applications. ",
    "url": "https://arxiv.org/abs/2312.12818",
    "authors": [
      "Quentin Bouton",
      "G Dutier",
      "Nathalie Fabre",
      "Eric Charron",
      "Charles Garcion",
      "Naceur Gaaloul",
      "Lecoffre Julien"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2312.12860",
    "title": "Effect of Overheat and Direct Flow Loading on the MEMS Bistable Flow  Sensor",
    "abstract": "We present the findings from an experimental study of a MEMS flow sensor, in which an initially curved, double-clamped bistable microbeam serves as the primary sensing element. Our research focuses on exploring how the overheat ratio, direct flow loading, and turbulence-induced vibration, affect the sequential snap-through (ST) buckling and snap-back (SB) release of an electrostatically actuated beam heated by an electric current. The sensor is fabricated from highly doped single-crystal silicon using a silicon-on-insulator (SOI) wafer. Positioned at the chip's edge, the microbeam is exposed to airflow, enabling concurrent dynamic response measurements, with a laser Doppler vibrometer and a video camera. Our research demonstrates that for this sensing principle, the overheat ratio can be significantly lower compared to conventional thermal sensing elements, pointing to the potential for substantial energy savings. We also emphasize the significant impact of flow angles and vibrations on the critical ST and SB voltages, which are vital for the flow sensor's output. Additionally, we introduce the previously inaccessible experimental observation of the beam profile's time history during the snap-through transition. The potential impact of this research lies in the development of more robust MEMS flow sensors with enhanced sensitivity and a better understanding of their response to environmental factors, which could have broader applications in fields such as aerospace, environmental monitoring and industrial process control. ",
    "url": "https://arxiv.org/abs/2312.12860",
    "authors": [
      "Ivan Litvinov",
      "Dan Refaeli",
      "Alex Liberzon",
      "Slava Krylov"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2312.12901",
    "title": "Study of Silicon Photomultiplier External Cross-Talk",
    "abstract": "Optical cross-talk is a critical characteristic of Silicon Photomultipliers (SiPMs) and represents a significant source of the excess noise factor, exerting a substantial influence on detector performance. During the avalanche process of SiPMs, photons generated can give rise to both internal cross-talk within the same SiPM and external cross-talk when photons escape from one SiPM and trigger avalanches in others. In scenarios where SiPMs are arranged in a compact configuration and positioned facing each other, the external cross-talk could even dominate the cross-talk phenomenon. This paper investigates two distinct methods for measuring external cross-talk: the counting method, which involves operating SiPMs face-to-face and measuring their coincident signals, and the reflection method, which employs a highly reflective film attached to the surface of the SiPMs. External cross-talk measurements have been conducted on several types of SiPMs, including Vacuum Ultra-Violet (VUV) sensitive SiPMs that Fondazione Bruno Kessler (FBK) and Hamamatsu Photonics Inc (HPK) produced for nEXO as well as visible-sensitive SiPMs provided by FBK, HPK and SensL Technologies Ltd (SenSL) for JUNO-TAO. The results reveal a significant presence of external cross-talk in all tested SiPMs, with HPK's SiPMs exhibiting a dominant external cross-talk component due to the implementation of optical trenches that effectively suppress internal cross-talk. Furthermore, we found that the number of fired pixels resulting from internal cross-talk can be described by combining Geometric and Borel models for all tested SiPMs, while the external cross-talk can be predicted using a pure Borel model. These distinct probability distributions lead to different excess noise factors, thereby impacting the detector performance in varying ways. ",
    "url": "https://arxiv.org/abs/2312.12901",
    "authors": [
      "Y.Guan",
      "N. Anfimov",
      "G.Cao",
      "Z.Xie",
      "Q.Dai",
      "D. Fedoseev",
      "K.Kuznetsova",
      "A.Rybnikov",
      "A.Selyunin",
      "A.Sotnikov"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2312.13276",
    "title": "High-precision measurements of terahertz polarization states with a  fiber coupled time-domain THz spectrometer",
    "abstract": "We present a new method for high precision measurements of polarization rotation in the frequency range from 0.2 to 2.2 THz using a fiber coupled time-domain THz spectrometer. A free standing wire-grid polarizer splits THz light into orthogonal components which are then measured by two separate detectors simultaneously. We theoretically model the uncertainties introduced by optical component non-idealities and predict that we may expect to achieve precisions of order 2.3 $\\mu$rad (0.13 mdeg) and accuracies of 0.8$\\%$ when anti-symmetrizing the response with respect to an applied field. Anti-symmetrization improves precision by more than four orders of magnitude. We demonstrate this method on a 2D electron gas in magnetic field and show that we achieve a precision of 20 $\\mu$rad (1.1 mdeg) for small polarization rotation angles. A detailed description of the technique and data analysis procedure is provided, demonstrating its capability to precisely measure polarization states in the 0.2 to 2.2 THz range. ",
    "url": "https://arxiv.org/abs/2312.13276",
    "authors": [
      "Zhenisbek Tagay",
      "Ralph Romero III",
      "N. P. Armitage"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2312.12851",
    "title": "The development of bias current source for time-division superconducting  quantum interference device multiplexer",
    "abstract": "Transition-edge sensors (TESs) are useful devices for detecting photons from sub-millimeter radiation to gamma rays, which is typically operate at a current bias point. The problem of large-scale array applications of TES is the low-temperature multiplexed readout based on superconducting quantum interference device (SQUID). The most mature technology currently is the time-division multiplexing SQUID (TDM). To provide TDM with appropriate current bias, we design a Configurable Ultra-Low Noise Current Source (CLCS), which is based on the feedback structure of ultra-low noise instrumentation amplifiers and low-noise, high-resolution (20 bits) digital-to-analog converter (DAC). The high-impedance output of the CLCS avoids the issue of impedance mismatch. CLCS has an ultra-high resolution of 10 nA in the $0$ to 5 mA current output range. To test the performance of the CLCS, we use three TESs, which have different structure, to conduct I-V testing, and then compare the results with the commercial power supply module SIM928. On the other hand, we compare the output noise level of CLCS with SIM928 and analyze the total system noise at different current bias of TES. All the above measurement and analysis validate that the performance of CLCS meets the experimental requirements. ",
    "url": "https://arxiv.org/abs/2312.12851",
    "authors": [
      "N. Li",
      "G. Liao",
      "D. Yan",
      "Y. Xu",
      "Y. Zhang",
      "Z. Liu",
      "S. Yuan",
      "Y. Zhang",
      "H. Gao",
      "Y. Li",
      "Y. Gu",
      "C. Liu",
      "H. Li",
      "Z. Li",
      "X. Ren"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2312.13221",
    "title": "Robust atom-photon gate for quantum information processing",
    "abstract": "We propose a scheme for two-qubit gates between a flying photon and an atom in a cavity. The atom-photon gate setup consists of a cavity and a Mach-Zehnder interferometer with doubly degenerate ground and excited state energy levels mediating the atom-light interaction. We provide an error analysis of the gate and model important errors, including spatial mode mismatch between the photon and the cavity, spontaneous emission, cavity losses, detunings, and random fluctuations of the cavity parameters and frequencies. Error analysis shows that the gate protocol is more robust against experimental errors compared to previous atom-photon gates and achieves higher fidelity. ",
    "url": "https://arxiv.org/abs/2312.13221",
    "authors": [
      "Omar Nagib",
      "P. Huft",
      "A. Safari",
      "M. Saffman"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2312.13233",
    "title": "Unified Framework for Open Quantum Dynamics with Memory",
    "abstract": "Studies of the dynamics of a quantum system coupled to a bath are typically performed by utilizing the Nakajima-Zwanzig memory kernel (${\\mathcal{K}}$) or the influence functions ($\\mathbf{{I}}$), especially when the dynamics exhibit memory effects (i.e., non-Markovian). Despite their significance, the formal connection between the memory kernel and the influence functions has not been explicitly made. We reveal their relation through the observation of a diagrammatic structure underlying the system propagator, $\\mathbf{{I}}$, and ${\\mathcal{K}}$. Based on this, we propose a non-perturbative, diagrammatic approach to construct ${\\mathcal{K}}$ from $\\mathbf{{I}}$ for (driven) systems interacting with harmonic baths without the use of any projection-free dynamics inputs required by standard approaches. With this construction, we also show how approximate path integral methods can be understood in terms of approximate memory kernels. Furthermore, we demonstrate a Hamiltonian learning procedure to extract the bath spectral density from a set of reduced system trajectories obtained experimentally or by numerically exact methods, opening new avenues in quantum sensing and engineering. The insights we provide in this work will significantly advance the understanding of non-Markovian dynamics, and they will be an important stepping stone for theoretical and experimental developments in this area. ",
    "url": "https://arxiv.org/abs/2312.13233",
    "authors": [
      "Felix Ivander",
      "Lachlan P. Lindoy",
      "Joonho Lee"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2304.04353",
    "title": "Exponentially Improved Efficient and Accurate Machine Learning for  Quantum Many-body States with Provable Guarantees",
    "abstract": " Comments: 8 + 13 pages, 2 + 1 figures; With supplemental material (SM). Improved presentation to highlight our new findings; Added numerical demonstration with a quantum XY model; Added Sec. II in the SM ",
    "url": "https://arxiv.org/abs/2304.04353",
    "authors": [
      "Yanming Che",
      "Clemens Gneiting",
      "Franco Nori"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Machine Learning (cs.LG)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2305.02643",
    "title": "Magneto-active composites with locally tailored stiffness produced by  laser powder bed fusion",
    "abstract": " Title: Magneto-active composites with locally tailored stiffness produced by  laser powder bed fusion ",
    "url": "https://arxiv.org/abs/2305.02643",
    "authors": [
      "Kilian Schäfer",
      "Matthias Lutzi",
      "Muhammad Bilal Khan",
      "Lukas Schäfer",
      "Konstantin Skokov",
      "Imants Dirba",
      "Sebastian Bruns",
      "Iman Valizadeh",
      "Oliver Weeger",
      "Claas Hartmann",
      "Mario Kupnik",
      "Esmaeil Adabifiroozjaei",
      "Leopoldo Molina-Luna",
      "Oliver Gutfleisch"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2305.12315",
    "title": "Reducing the instability of an optical lattice clock using multiple  atomic ensembles",
    "abstract": " Comments: Main text: 9 pages, 4 figures. Appendix: 9 pages, 10 figures, 1 table. 74 references total ",
    "url": "https://arxiv.org/abs/2305.12315",
    "authors": [
      "Xin Zheng",
      "Jonathan Dolde",
      "Shimon Kolkowitz"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2308.14771",
    "title": "Light-harvesting efficiency cannot depend on optical coherence in the  absence of orientational order",
    "abstract": " Comments: 8 + 5 pages, 5 + 1 figures. Replaced previous manuscript with the version accepted by The Journal of Physical Chemistry Letters ",
    "url": "https://arxiv.org/abs/2308.14771",
    "authors": [
      "Dominic M Rouse",
      "Adesh Kushwaha",
      "Stefano Tomasi",
      "Brendon W Lovett",
      "Erik M Gauger",
      "Ivan Kassal"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2309.16835",
    "title": "Hyperfine structure of the $\\mathbf{A^{1}Π}$ state of AlCl and its  relevance to laser cooling and trapping",
    "abstract": " Comments: 15 pages, 7 figures ",
    "url": "https://arxiv.org/abs/2309.16835",
    "authors": [
      "J. R. Daniel",
      "J. C. Shaw",
      "C. Wang",
      "L.-R. Liu",
      "B. K. Kendrick",
      "B. Hemmerling",
      "D. J. McCarron"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2310.17172",
    "title": "Integrating Subsystem Embedding Subalgebras and Coupled Cluster Green's  Function: A Theoretical Foundation for Quantum Embedding in Excitation  Manifold",
    "abstract": " Title: Integrating Subsystem Embedding Subalgebras and Coupled Cluster Green's  Function: A Theoretical Foundation for Quantum Embedding in Excitation  Manifold ",
    "url": "https://arxiv.org/abs/2310.17172",
    "authors": [
      "Bo Peng",
      "Karol Kowalski"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2312.10288",
    "title": "Mechanism of stochastic resonance in viscoelastic channel flow",
    "abstract": " Comments: 5 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2312.10288",
    "authors": [
      "Yuke Li",
      "Victor Steinberg"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  }
]