[
  {
    "id": "arXiv:2511.15724",
    "title": "Comparison of Mathematical Models for Subscription Services Using Optimization Problems and Quantum Information Theory -Feasibility of Implementing Optimization Problem Algorithms on Quantum Computers-",
    "abstract": "           The purpose of this research is to explore whether it is possible to construct a design theory for subscription services for intangible goods from a time discounting perspective, based on quantum information theory, which is the foundational theory for quantum computers and similar technologies. To this end, we propose a mathematical model of subscription services using optimization problems based on optimal growth theory from standard economics, and with reference to microeconomics, we define utility as a value function of customer satisfaction derived from quantum mutual information, an entropy measure in quantum information theory, by considering time discounting. We propose the quantification of customer satisfaction and the formulation of consumer surplus. In the mathematical model of subscription services, the existence of a minimum value in the time-discounted customer satisfaction value function under budget constraints, and the realization of a mathematical expression for consumer surplus, could be explained by the laws of behavioral economics. This yielded new insights into the design of individually customized customer experiences, enhanced the feasibility of constructing economic models based on quantum information theory and the mathematical design of customer experiences, raised the possibility that mathematical models using quantum information theory can achieve greater economic welfare than standard economics, and increased the feasibility of implementing optimization problem algorithms on quantum computers.         ",
    "url": "https://arxiv.org/abs/2511.15724",
    "authors": [
      "Misao Fukuda"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2511.15725",
    "title": "Process Microstructure Coupling in Reduced Gravity Laser Welding via Open-Source Multiphysics Simulation Framework",
    "abstract": "           Supplying spare parts from Earth for in space repair is economically prohibitive and logistically slow, posing a major barrier to sustainable space operations. As lunar and Martian missions accelerate in the coming decades, the feasibility of in-situ repair methods, particularly laser based welding, must be rigorously evaluated. The micro scale physics governing weld quality are fundamentally altered by variations in gravity and ambient pressure, yet their coupled influence across different welding regimes remains poorly understood. This work introduces a fully open-source thermo-fluid-microstructure modeling framework with computational fluid dynamics (CFD) and cellular automata (CA) to quantify how gravitational conditions reshape weld pool behavior across multiple welding regimes and spatial scales. The framework further enables prediction of the resulting microstructure from imposed process parameters, providing an accessible pathway for future research in in space manufacturing (ISM). As a demonstration, the article analyzes laser welding of Al6061 across three process regimes (conduction, transition, and keyhole) and four gravitational environments (Earth, Moon, Mars, and International Space Station (ISS)). Analysis reveals that reduced gravity suppresses buoyancy-driven convection, thereby altering melt pool geometries. Vacuum conditions increase laser energy deposition, while microgravity promotes equiaxed grain formation via reduced melt convection. The framework captures keyhole dynamics, thermal histories, and grain morphologies with high fidelity, validated against experimental data. These findings establish process microstructure relationships critical for reliable metallic fabrication in space and provide a reproducible platform for future in-space manufacturing research.         ",
    "url": "https://arxiv.org/abs/2511.15725",
    "authors": [
      "Rakibul Islam Kanak",
      "Taslima Hossain Sanjana",
      "Apurba Sarker",
      "Sourav Saha"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2511.15832",
    "title": "Cloud droplet size distribution and optical properties only weakly linked to aerosol size",
    "abstract": "           Changes in aerosol concentrations can modify cloud brightness, producing a strong but poorly constrained influence on Earth's energy balance. Because cloud reflectivity depends on the size distribution of cloud droplets, and aerosol size strongly governs activation into droplets, one might expect cloud properties to be sensitive to aerosol size distributions. Here we show, through a combination of cloud chamber experiments and high-resolution simulations, that cloud microphysical and optical properties are often insensitive to aerosol size. Detectable impacts on cloud optical properties occur only under weak convective forcing and high aerosol concentrations. These results indicate that, in most conditions, cloud reflectivity can be predicted from aerosol number alone without detailed knowledge of aerosol size distributions, providing new constraints on how aerosol perturbations affect climate.         ",
    "url": "https://arxiv.org/abs/2511.15832",
    "authors": [
      "Kadja Flore Gali",
      "Hamed Fahandezh Sadi",
      "Jesse C. Anderson",
      "Payton Beeler",
      "Aaron Wang",
      "David Richter",
      "Raymond A Shaw",
      "Fan Yang",
      "Will Cantrell",
      "Laura Fierce"
    ],
    "subjectives": [
      "Atmospheric and Oceanic Physics (physics.ao-ph)"
    ]
  },
  {
    "id": "arXiv:2511.15912",
    "title": "Characterization of Low-energy Ionization Signals in Silicon Detectors for the Nab Experiment",
    "abstract": "           The Nab (Neutron a b) experiment is designed to measure the beta-antineutrino angular correlation in free neutron $\\beta$ decay with an ultimate precision goal of 0.1%, providing input for tests of Cabibbo-Kobayashi-Maskawa (CKM) matrix unitarity. This measurement is performed via detection of electrons and protons in delayed coincidence using custom large-area segmented silicon drift detectors. We present the characterization of one such detector system to establish the proton energy and timing response, using a dedicated proton accelerator. The detected proton peak was studied for 25 keV, 30 keV, and 35 keV incident protons on a set of detector segments and multiple cooling cycles over a one year period. Ionization losses were consistent with models of the detector dead layer with thicknesses less than 100nm. The detected proton peak was stable within the uncertainty from energy calibration (0.2 keV). The rise times of detector pulses from $^{109}$Cd and $^{113}$Sn conversion electron sources were used to extract the impurity density profile and establish a precise model for the detector timing response. The observed impurity density profile varied from $(2 \\pm 2) \\times 10^9$ cm$^{-3}$ at the center to $(26 \\pm 2) \\times 10^9$ cm$^{-3}$ at the edge. This impurity density profile was then used to characterize systematic effects in proton time-of-flight measurements due to detector pulse-shape effects; the resultant proton timing systematic uncertainties were below 0.3 ns, which is sufficient for the Nab experiment.         ",
    "url": "https://arxiv.org/abs/2511.15912",
    "authors": [
      "R. J. Taylor",
      "August Mendelsohn",
      "Arlee Shelby",
      "W. C. McCray",
      "Jin Ha Choi",
      "Nicholas Macsai",
      "Grant Riley",
      "Erick Smith",
      "Stefan Baeßler",
      "Leah J. Broussard",
      "Christopher B. Crawford",
      "Michael Gericke",
      "Francisco M. Gonzalez",
      "David Harrison",
      "Leendert Hayen",
      "Mark Makela",
      "R. R. Mammei",
      "D. G. Mathews",
      "D. D. Počanić",
      "Glenn Randall",
      "Americo Salas-Bacci",
      "W. S. Wilburn",
      "A. R. Young"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2511.16036",
    "title": "Understanding and improving axial detection in optical tweezers based on the interference of forward- and backward- scattered light",
    "abstract": "           Fast and accurate 3D position detection in optical tweezers (OT) is essential for quantitatively monitoring subtle variations in the mechanical properties of microscopic systems ranging from biomolecules to cells and colloids. Because standard OT configurations do not provide direct access to the axial position, axial detection typically relies on temporal fluctuations in forward-scattered optical power to infer the position of the particle. This approach generally assumes a linear-response regime in which the signal arises from the interference between the forward scattered and the nonscattered optical fields; however, under certain conditions, the backward-scattered contribution becomes non-negligible, leading to deviations from the linear response. Here, we present a simple yet comprehensive model for axial detection in standard OT while explicitly accounting for the backward-scattered field. Together with experimental validation, this framework neatly explains the standing-wave response observed when the backward-scattered field interferes with the nonscattered and the forward-scattered components, enabling accurate estimation of trap stiffness and particle diffusion under more general conditions. This work deepens our understanding of the phenomenology observed in real optical-tweezers measurements and extends their capabilities to conditions where standard approaches fail.         ",
    "url": "https://arxiv.org/abs/2511.16036",
    "authors": [
      "Isaac Pérez Castillo",
      "Simon Leturcq",
      "Sylvain Domitin",
      "Ashley L. Nord",
      "Francesco Pedaci",
      "Alejandro V. Arzola"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2511.16135",
    "title": "CoSP: Reconfigurable Multi-State Metamaterial Inverse Design via Contrastive Pretrained Large Language Model",
    "abstract": "           Metamaterials, known for their ability to manipulate light at subwavelength scales, face significant design challenges due to their complex and sophisticated structures. Consequently, deep learning has emerged as a powerful tool to streamline their design process. Reconfigurable multi-state metamaterials (RMMs) with adjustable parameters can switch their optical characteristics between different states upon external stimulation, leading to numerous applications. However, existing deep learning-based inverse design methods fall short in considering reconfigurability with multi-state switching. To address this challenge, we propose CoSP, an intelligent inverse design method based on contrastive pretrained large language model (LLM). By performing contrastive pretraining on multi-state spectrum, a well-trained spectrum encoder capable of understanding the spectrum is obtained, and it subsequently interacts with a pretrained LLM. This approach allows the model to preserve its linguistic capabilities while also comprehending Maxwell's Equations, enabling it to describe material structures with target optical properties in natural language. Our experiments demonstrate that CoSP can design corresponding thin-film metamaterial structures for arbitrary multi-state, multi-band optical responses, showing great potentials in the intelligent design of RMMs for versatile applications.         ",
    "url": "https://arxiv.org/abs/2511.16135",
    "authors": [
      "Shujie Yang",
      "Xuzhe Zhao",
      "Yuqi Zhang",
      "Yansong Tang",
      "Kaichen Dong"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Artificial Intelligence (cs.AI)"
    ]
  },
  {
    "id": "arXiv:2511.16153",
    "title": "Nanoelectromechanical spectral control of silicon bowtie nanocavities for quantum light sources",
    "abstract": "           We present the design, fabrication, and characterization of tunable waveguide-coupled silicon bowtie cavities with strong spatial electromagnetic field confinement. We use nanoelectromechanical in-plane actuation for the tuning, as this combines cryocompatibility with an ultralow power consumption. Our device leverages a mode volume below 0.2 cubic wavelengths in the material to reach theoretical Purcell factors above 6,500 and waveguide-coupling efficiency above 30% across the full experimentally measured spectral-tuning range of 11 nm. Notably, the Purcell factor in our cavity depends only weakly on the applied voltage. Our spectral measurements demonstrate reversible tuning of bowtie cavities, and we directly show the in-plane actuation using in-situ characterization in a scanning electron microscope. Our results constitute the first demonstration of a low-loss dielectric tunable bowtie nanocavity with strong light confinement. This solves a key issue for experiments on strong light-matter interactions for cavity quantum electrodynamics and scalable photonic quantum technologies.         ",
    "url": "https://arxiv.org/abs/2511.16153",
    "authors": [
      "Sergei Lepeshov",
      "Daniel Alec Farbowitz",
      "Thor August Schimmell Weis",
      "Bingrui Lu",
      "Babak Vosoughi Lahijani",
      "Mikkel Heuck",
      "Søren Stobbe"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2511.16220",
    "title": "Diffuse Laser Cooling Based on the $6\\mathrm{P}_{3/2}$ Excited State of Rubidium Atoms via 420 nm Blue Light",
    "abstract": "           To date, the laser cooling of rubidium atoms has inevitably relied on 780 nm cooling light corresponding to the first excited state $5\\mathrm{P}_{3/2}$. Surprisingly, we demonstrate laser cooling directly utilizing 420 nm blue light for active optical clock, which corresponds to the high excited state $6\\mathrm{P}_{3/2}$ of Rb atom. Experimentally, we successfully apply the 420 nm diffuse laser cooling technique to prepare a cold $^{87}\\mathrm{Rb}$ atomic cloud with a length of up to one meter, and measure the cold-atom absorption spectroscopy. The cold atom number is approximately $4.4\\times10^{7}$. We systematically compare the cooling effects of 420 nm and 780 nm diffuse laser cooling, and verify the feasibility of blue light cooling using high excited state. This work directly employs blue light to cool and manipulate ground-state Rb atoms to the 6P excited state, providing a new and efficient approach for the cold-atom active optical clock. It is also expected to open up research directions and application prospects in frontier fields such as Rydberg atoms, ultracold quantum gases Bose-Einstein condensation, quantum information, and so on.         ",
    "url": "https://arxiv.org/abs/2511.16220",
    "authors": [
      "Jia Zhang",
      "Xun Gao Zheng Xiao",
      "Xiaolei Guan Ruihang Chen",
      "Mengyuan Han Tiantian Shi",
      "Jingbiao Chen"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2511.16222",
    "title": "Optical Waveguide-Pair Design for CMOS-Compatible Hybrid III-V-on-Silicon Quantum Dot Lasers",
    "abstract": "           The development of compact, energy-efficient integrated lasers operating at 1.3 um remains a critical focus in silicon photonics, essential for advancing data communications and optical interconnect technologies. This paper presents a numerical study of distributed Bragg reflector (DBR) hybrid III-V-on-silicon lasers, analyzing design trade-offs and optimization strategies based on supermode theory. The III-V section of the design incorporates InAs/(Al)GaAs quantum dots (QDs), which offer improved temperature insensitivity at the cost of more complex III-V/Si optical coupling, due to the high refractive index of (Al)GaAs. Consequently, many current laser designs rely on silicon waveguides with a thickness exceeding 220 nm, which helps coupling but limits their compatibility with standard CMOS technologies. To address this challenge, we perform detailed simulations focusing on 220-nm-thick silicon waveguides. We first examine how the mode profiles jointly depend on the silicon waveguide dimensions and the geometry and composition of the III-V stack. Based on this analysis, we propose a novel epitaxial design that enables effective III-V/Si coupling, with the optical mode strongly confined within the III-V waveguide in the gain section and efficiently transferred to the silicon waveguide in the passive sections. Moreover, the final design is shown to be robust to fabrication-induced deviations from nominal parameters.         ",
    "url": "https://arxiv.org/abs/2511.16222",
    "authors": [
      "Peter Raymond Smith",
      "Konstantinos Papatryfonos",
      "David R. Selviah"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Other Condensed Matter (cond-mat.other)"
    ]
  },
  {
    "id": "arXiv:2511.16270",
    "title": "A damage detection method of plate structure using fan-shaped sensor clusters",
    "abstract": "           Plate structures are widely used in large-scale engineering fields such as aerospace, hull manufacturing, and construction. However, the plate structure is easily damaged during long-term service or when it is impacted by foreign objects. Such a damage may lead to serious safety accidents. Beamforming and L-shaped sensor cluster (LSSC) localization method can be used to locate the damage on the plate. However, when using beamforming or LSSC localization method to locate the damages on plate-like structures, there exists blind area. In this paper, by combining the beamforming and LSSC localization method, a fan-shaped sensor cluster is proposed through arranging five sensors in a fan shape, which can effectively reduce the blind areas. The positions of damages on the plate can be accurately detected by using two groups of fan-shaped sensor clusters and one sensor for transmitting the excitation signal. The feasibility of the fan-shaped sensor cluster localization method is verified through numerical simulations and experiments, and the results are compared with those obtained by using the T-shaped sensor cluster. The results show that the fan-shaped sensor cluster can more accurately identify the damages at different positions. Both simulation and experimental results indicate that the fan-shaped sensor cluster can improve the accuracy of damage location.         ",
    "url": "https://arxiv.org/abs/2511.16270",
    "authors": [
      "Hand Yue",
      "Ma Chenning",
      "Liu Jinxia",
      "Zhou Zixian",
      "Yan Shouguo",
      "Cui Zhiwen"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2511.16365",
    "title": "Mode-programmable comb spectroscopy enabling non-cooperative computational sensing with single-photon sensitivity",
    "abstract": "           Frequency comb spectroscopy provides broadband access to molecular fingerprints with mode-defined spectral resolution. However, its deployment in non-cooperative gas sensing remains challenging because conventional implementations require cooperative reflectors or well-controlled optical returns. Here, we overcome this limitation by introducing a computational sensing scheme based on a mode-programmable optical comb and a high-sensitivity single-pixel detector. In our approach, a two-dimensional disperser and a high-speed digital micromirror device encode individual comb modes, enabling broadband, mode-resolved spectral acquisition without relying on coherent detection. This architecture supports measurements through highly scattering media and from non-cooperative targets while retaining the core advantages of frequency-comb spectroscopy. Our method achieves picometer-level spectral resolution, a 10-nm (1.27-THz) instantaneous bandwidth, single-photon sensitivity down to 10^-4 photons per pulse, and compressed spectral acquisition with 2.5% sampling for <10% reconstruction error. These capabilities establish a powerful platform for diverse gas-sensing applications, including remote environmental monitoring, industrial leak localization, and explosive-threat detection.         ",
    "url": "https://arxiv.org/abs/2511.16365",
    "authors": [
      "Dongxu Zhu",
      "Zhuoren Wan",
      "Xiaoshuai Ma",
      "Ming Yan",
      "Yuan Chen",
      "Mei Yang",
      "Zijian Wang",
      "Xiuxiu Zhang",
      "Min Li",
      "Hua Li",
      "Kun Huang",
      "Yan Liang",
      "Heping Zeng"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2511.16381",
    "title": "Exceptional-Point-Induced Sensitivity-Robustness Phase Transition in Quantum Interference",
    "abstract": "           Quantum interference underpins many quantum information protocols but is typically studied in lossless Hermitian systems. Here, we reveal an exceptional point induced phase transition in two photon Hong Ou Mandel interference within a lossy coupled waveguide system. In the PT symmetric phase. interference is ultrasensitive to coupling strength, yielding sharp bunching antibunching switches. In the PT broken phase. it becomes robust oscillation free and propagation independent with coincidence probability stably tunable via coupling. These regimes enable enhanced quantum sensing and reliable two photon control for robust quantum information processing.         ",
    "url": "https://arxiv.org/abs/2511.16381",
    "authors": [
      "Xing Lin",
      "Shuang Zhang"
    ],
    "subjectives": [
      "Atomic and Molecular Clusters (physics.atm-clus)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2511.16477",
    "title": "Terahertz Attoclock",
    "abstract": "           The attoclock provides a powerful tool for studying ultrafast electron dynamics on the attosecond timescale. We demonstrate an all-optical terahertz (THz) attoclock that reconstructs electron dynamics during photoionization by detecting THz radiation emitted from gases ionized by the fundamental and second harmonic two-color laser fields, without the need for photoelectron detection. The polarization direction of the emitted THz field reflects the direction of the photoelectron drift velocity and thus encodes the effective delay. By measuring the THz waves from argon atoms ionized by the two-color fields, and by precisely controlling their relative phase and ellipticity, we observe intensity-dependent rotations of the THz polarization direction. Both experiment and time-dependent Schrodinger equation simulations reveal that the effective delay extracted from the THz polarization direction decreases with increasing laser intensity, consistent with conventional photoelectron attoclock results. Our experiment establishes the feasibility of the THz attoclock as a contactless probe of tunneling dynamics, with promising applications to condensed matter systems where photoelectron detection is impractical.         ",
    "url": "https://arxiv.org/abs/2511.16477",
    "authors": [
      "Yanjun Gao",
      "Yizhu Zhang",
      "Yulin Chen",
      "Jingjing Zhao",
      "Meng Li",
      "Xiaokun Liu",
      "Yange Chen",
      "Jiahui Guo",
      "Ahai Chen",
      "Yuhai Jiang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2511.16490",
    "title": "Tunable integrated ring resonators by femtosecond laser micromachining",
    "abstract": "           Femtosecond Laser Micromachining (FLM) is a powerful technology for the fabrication of photonic devices. In this context, the integration of resonant elements within the platform represents a key advancement, enhancing both its versatility and its compatibility with a wide range of optical and fluidic components specifically enabled by this technique. Here, we report the realization of a tunable racetrack resonator fabricated by FLM and operating at telecom wavelengths. Leveraging low-loss waveguides, we obtained a Q factor of the resonator as high as 8 x 10^5 at critical coupling. Moreover, by integrating two thermo-optic phase shifters, we achieved both resonance tuning and dynamic control of the Q factor. This capability makes the device highly versatile for applications requiring dynamic spectral control, such as tunable filters, gyroscopes, and sensors.         ",
    "url": "https://arxiv.org/abs/2511.16490",
    "authors": [
      "Giulio Gualandi",
      "Fabio Saretto",
      "Daniele Pedroli",
      "Giacomo Corrielli",
      "Marco Liscidini",
      "Roberto Osellame",
      "Andrea Crespi"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2511.16493",
    "title": "Performance Analysis of a Prime-Parameterized Fibonacci Spiral-Based Optical Phased Array",
    "abstract": "           Optical phased arrays (OPAs) are a promising technology for realizing fast and on-chip non-mechanical beam steering. In this work, we propose and analyze the performance of a non-uniformly spaced antenna arrangement based on the Fibonacci Spiral. A unique prime-number-based parameterization for antenna positioning and a tunable positional-control parameter ($\\alpha$) are introduced. We show that, depending on the intended application of the OPA, by adjusting $\\alpha$, we can achieve $\\approx$ 56,562 resolvable points with 93 antennas arranged according to the prime-parametrization. To the best of our knowledge, this result exceeds the reported values in existing literature for comparable non-redundant array configurations. We analyze the robustness of this design by evaluating the sensitivities of the three key performance metrics of an OPA: side-lobe suppression ratio (SLSR), field of view (FoV), and the far-field full width at half-maximum (FWHM), to the random disturbances in antenna positions that may occur for practical implementation on a photonic chip.         ",
    "url": "https://arxiv.org/abs/2511.16493",
    "authors": [
      "Anantha Kedar Sarma Inampudi",
      "Anjali A R",
      "Pranabendu Ganguly",
      "Syamsundar De"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2511.16499",
    "title": "Metasurface-controlled high-speed tunable external cavity lasers",
    "abstract": "           Tunable lasers are essential for optical communication, spectroscopy, and precision sensing, where flexible and fast control of the laser wavelength is needed. However, conventional tunable laser systems often rely on mechanical actuation, which limits their tuning speed, stability, and repeatability. Alternative tuning methods, such as adjusting the temperature of the gain medium or the injection current, are either slow or suffer from unwanted coupling between frequency and intensity. Electro-optic modulators implemented after the laser offer fast frequency tunability but these components are bulky and prone to high insertion losses. Here, we introduce an external cavity semiconductor laser that achieves ultrafast frequency and amplitude tunability within a compact footprint without any moving parts. The laser employs a resonant electro-optic metasurface as the external mirror, providing narrowband feedback that enables simultaneous single-mode operation and voltage-controlled tuning across a wide range of currents. Leveraging a narrow linewidth design, we demonstrate mode-hop-free linear frequency tuning with rates of up to 70 THz/s, and frequency excursions reaching 110 MHz under a 10 V peak RF drive, clearly surpassing rates attainable through mechanical actuation. Moreover, by biasing the laser near its threshold, our platform enables intensity modulation with an efficiency above 100% at a peak voltage of 4 V. These results highlight the platform's potential for applications requiring high-speed and mode-hop-free tunable lasers, such as free-space optical communication, laser ranging, and high-resolution spectroscopy.         ",
    "url": "https://arxiv.org/abs/2511.16499",
    "authors": [
      "Zahra Basiri",
      "Alessandro Tomasino",
      "Gabriel Jülg",
      "Andrea Lanfranchi",
      "Ileana-Cristina Benea-Chelmus"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2511.16643",
    "title": "Eigenvalue-accelerated LDOS optimization of high-Q optical resonances",
    "abstract": "           We demonstrate a new method that yields orders-of-magnitude acceleration in inverse design (e.g. topology optimization) of high-$Q$ resonant cavities to maximize the local density of states (LDOS), and which is also applicable to other resonant-response metrics. The key idea is that, once conventional LDOS optimization has identified a strong resonance, subsequent optimizations can exploit a fast shift-invert eigensolver to ensure that the LDOS remains centered at the resonance peak. We show that this eliminates ill-conditioning at sharp resonances that otherwise dramatically slows LDOS (and similar) optimization for $Q \\gg 100$. Our method is demonstrated by design of $Q > 10^6$ resonant cavities in 1d and 2d dielectric systems.         ",
    "url": "https://arxiv.org/abs/2511.16643",
    "authors": [
      "George Shaker",
      "Beñat Martinez de Aguirre Jokisch",
      "Pengning Chao",
      "Steven G. Johnson"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2511.16457",
    "title": "Distinguishing thermal versus quantum annealing using probability-flux signatures across interaction networks",
    "abstract": "           Simulated annealing provides a heuristic solution to combinatorial optimization problems. The cost function of a problem is mapped to the energy function of a physical many-body system, and, using thermal or quantum fluctuations, the system explores the state space to find the ground state, which may correspond to the optimal solution of the problem. Studies have highlighted both the similarities and differences between thermal and quantum fluctuations. Nevertheless, fundamental understanding of thermal and quantum annealing remains incomplete, making it difficult to design problem instances that fairly compare the two methods. Here, we investigate the many-body dynamics of thermal and quantum annealing by examining all possible interaction networks of $\\pm J$ Ising spin systems up to seven spins. Our comprehensive investigation reveals that differences between thermal and quantum annealing emerge for particular interaction networks, indicating that the structure of the energy landscape distinguishes the two dynamics. We identify the microscopic origin of these differences through probability fluxes in state space, finding that the two dynamics are broadly similar but that quantum tunnelling produces qualitative differences. Our results provide insight into how thermal and quantum fluctuations navigate a system toward the ground state in simulated annealing, and are experimentally verifiable in atomic, molecular, and optical systems. Furthermore, these insights may improve mappings of optimization problems to Ising spin systems, yielding more accurate solutions in faster simulated annealing and thus benefiting real-world applications in industry. Our comprehensive survey of interaction networks and visualization of probability flux can help to understand, predict, and control quantum advantage in quantum annealing.         ",
    "url": "https://arxiv.org/abs/2511.16457",
    "authors": [
      "Yoshiaki Horiike",
      "Yuki Kawaguchi"
    ],
    "subjectives": [
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Data Analysis, Statistics and Probability (physics.data-an)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2503.04450",
    "title": "Inverse energy transfer in three-dimensional quantum vortex flows",
    "abstract": "           Vortex reconnections play a fundamental role in this http URL increase the complexity of flow and develop small-scale this http URL this work, we report that in superfluids, they can also excite large scales. We numerically illustrate that during a superfluid vortex reconnection energy is injected into the thermal (normal) component of helium~II at small length scales, but is transferred nonlinearly to larger length scales, increasing the integral length scale of the normal fluid. We show, by studying about fifty different reconnections, that this inverse energy transfer is triggered by the helical imbalance generated in the normal fluid flow by the mutual friction force coupling the superfluid vortices and the normal component. We finally discuss the relevance of our findings to the problem of superfluid turbulence.         ",
    "url": "https://arxiv.org/abs/2503.04450",
    "authors": [
      "Piotr Z. Stasiak",
      "Andrew Baggaley",
      "Carlo. F. Barenghi",
      "Giorgio Krstulovic",
      "Luca Galantucci"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2504.09140",
    "title": "Strongly confined Mid-infrared to Terahertz Phonon Polaritons in Ultra-thin SrTiO3",
    "abstract": "           Phonon polaritons (PhPs) enable subwavelength light control for infrared sensing, imaging, and optoelectronics, but conventional polar materials have narrow Reststrahlen bands, limiting applications. Materials that support PhPs with broad spectral range, strong field confinement, slow group velocity, and high quality factor are therefore needed. Here, using monochromatic electron energy loss spectroscopy in a scanning transmission electron microscope, we demonstrate that ultra-thin SrTiO3 membranes possess the desired properties. Systematic measurements across varying thicknesses reveal two PhP branches with wide spectral dispersion, strong confinement, and anomalously slow group velocities spanning from the mid-infrared to terahertz range. Notably, in 3-nm-thick membranes, these polaritons exhibit unprecedented confinement factors exceeding 500 and group velocities as low as ~ 7 x 10-5c, rivaling the best-performing van der Waals materials. These findings establish perovskite oxide such as SrTiO3 as versatile platforms for tailoring light-matter interactions at the nanoscale, providing critical insights for the design of next-generation photonic devices requiring broadband operation and enhanced optical confinement.         ",
    "url": "https://arxiv.org/abs/2504.09140",
    "authors": [
      "Peiyi He",
      "Jiade Li",
      "Cong Li",
      "Ning Li",
      "Bo Han",
      "Ruochen Shi",
      "Ruishi Qi",
      "Jinlong Du",
      "Pu Yu",
      "Peng Gao"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2505.20364",
    "title": "On the Potential of Microtubules for Scalable Quantum Computation",
    "abstract": "           We examine the quantum coherence properties of tubulin heterodimers arranged into the protofilaments of cytoskeletal microtubules. In the physical model proposed by the authors, the microtubule interiors are treated as high-Q quantum electrodynamics (QED) cavities that can support decoherence-resistant entangled states under physiological conditions, with decoherence times of the order of $\\mathcal{O}(10^{-6})$ sec. We identify strong electric dipole interactions between tubulin dimers and ordered water dipole quanta within the microtuble interior as the mechanism responsible for the extended coherence times. Classical nonlinear (pseudospin) $\\sigma$-models describing solitonic excitations are reinterpreted as emergent quantum-coherent-or possibly pointer-states, arising from incomplete collapse of dipole-aligned quantum states. These solitons mediate dissipation-free energy transfer along microtubule filaments. We discuss logic-gate-like behavior facilitated by microtubule-associated proteins, and outline how such structures may enable scalable, ambient-temperature quantum computation, with the fundamental unit of information storage realized as a quDit encoded in the tubulin dipole state. We further describe a process akin to decision making that emerges following an external stimulus, whereby optimal, energy-loss-free signal and information transport pathways are selected across the microtubular network. Finally, we propose experimental approaches-including Rabi-splitting spectroscopy and entangled surface plasmon probes-to validate the use of biomatter as a substrate for scalable quantum computation.         ",
    "url": "https://arxiv.org/abs/2505.20364",
    "authors": [
      "Nick E. Mavromatos",
      "Andreas Mershin",
      "Dimitri V. Nanopoulos"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2507.20033",
    "title": "Generalized Non-Hermitian Hamiltonian for Guided Resonances in Photonic Crystal Slabs",
    "abstract": "           We develop a generalized non-Hermitian Hamiltonian formalism for guided resonances in photonic crystal slabs, derived directly from Maxwell's equations through a systematic guided-mode expansion. By expanding the electromagnetic fields over the complete mode basis of an unpatterned slab and systematically integrating out radiative Fabry--Pérot channels, we obtain the analytical operator structure of the Hamiltonian, which treats guided-mode coupling and radiation losses on equal footing. The resulting Hamiltonian provides explicit expressions for both dispersive and radiative coupling terms in terms of modal overlap integrals and Fourier components of the permittivity modulation. For specific geometries, the Hamiltonian coefficients can be extracted from full-wave simulations enabling accurate modeling without phenomenological assumptions. As a case study, we investigate hexagonal lattices with both preserved and broken $C_6$ symmetry, demonstrating predictive agreement for complex band structures, near-field distributions, and far-field polarization patterns. In particular, the formalism reproduces symmetry-protected bound states in the continuum (BICs) at the $\\Gamma$ point, accidental off-$\\Gamma$ BICs near the $\\Gamma$ point, and the emergence of chiral exceptional points (EPs). It also captures the tunable behavior of eigenmodes near the $K$ point, including Dirac-point shifts and the emergence of quasi-BICs or bandgap openings, depending on the nature of $C_6$ symmetry breaking. We further demonstrate in the Appendix that the same formalism extends naturally to other symmetry classes, including $C_2$ (1D grating) and $C_4$ (square lattice) photonic crystal slabs. This approach enables predictive and efficient modeling of complex photonic resonances, revealing their topological and symmetry-protected characteristics in non-Hermitian systems.         ",
    "url": "https://arxiv.org/abs/2507.20033",
    "authors": [
      "Viet Anh Nguyen",
      "Hung Son Nguyen",
      "Zhiyi Yuan",
      "Dung Xuan Nguyen",
      "Cuong Dang",
      "Son Tung Ha",
      "Xavier Letartre",
      "Quynh Le-Van",
      "Hai Son Nguyen"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2509.04882",
    "title": "Experiment to test one of the incompleteness of quantum mechanics",
    "abstract": "           For nearly 100 years, the incompleteness of quantum formalism and the probabilistic nature of measurement have been the subject of ongoing debate, with no interpretation achieving unanimous agreement. In double-slit interference experiments, standard quantum theory does not take particle size into account, which is not the case in de Broglie's double-solution theory. We use the large size of Rydberg atoms to propose an experiment to test the incompleteness of the standard quantum formalism. We present a variation on the double-slit experiment performed with Rydberg sodium atoms, in which a grating of very narrow slits is added between the two slits. Rydberg atoms are too big and cannot pass through the slits of the grating. We show with numerical simulations that the transmission densities in the standard interpretation and in the double-solution interpretation give very different results (a dark band appears in the center of the pattern). Experimental implementation now seems possible and would be a crucial test between these two interpretations.         ",
    "url": "https://arxiv.org/abs/2509.04882",
    "authors": [
      "Michel Gondran",
      "Alexandre Gondran"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2510.14618",
    "title": "Reconfigurable on-chip vortex beam generation via acoustically stimulated Brillouin nonlinear optical radiation",
    "abstract": "           The integrated devices that generate structured optical fields with non-trivial orbital angular momentum (OAM) hold great potential for advanced optical applications, but are restricted to complex nanostructures and static functionalities. Here, we demonstrate a reconfigurable OAM beam generator from a simple microring resonator without requiring grating-like nanostructures. Our approach harnesses Brillouin interaction between confined phonon and optical modes, where the acoustic field is excited through microwave input. The phonon stimulate the conversion from a guided optical mode into a free-space vortex beam. Under the selection rule of the radiation, the OAM order of the emitted light is determined by the acousto-optic phase matching and is rapidly reconfigurable by simply tuning the microwave frequency. Furthermore, this all-microwave control scheme allows for the synthesis of arbitrary high-dimensional OAM superpositions by programming the amplitudes and phases of the driving fields. Analytical and numerical models predict a radiation efficiency over 25\\% for experimentally feasible on-chip microcavities. This work introduces a novel paradigm for chip-to-free-space interfaces, replacing fixed nanophotonic structures with programmable acousto-optic interactions for versatile structured light generation.         ",
    "url": "https://arxiv.org/abs/2510.14618",
    "authors": [
      "Ming Li",
      "Xiang Chen",
      "Wen-Qi Duan",
      "Yuan-Hao Yang",
      "Jia-Qi Wang",
      "Mai Zhang",
      "Xin-Biao Xu",
      "Chun-Hua Dong",
      "Luyan Sun",
      "Guang-Can Guo",
      "Chang-Ling Zou"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2510.18523",
    "title": "Interface States in Space-Time Photonic Crystals: Topological Origin, Propagation and Amplification",
    "abstract": "           Studying the topology of spatiotemporal media poses a fundamental challenge: their remarkable properties stem from breaking spatial and temporal symmetries, yet this same breaking obscures their topological characterization. Here, we show that space-time symmetries persist in crystals with travelling-wave modulation, enabling the study of their topological properties and the prediction of spatiotemporal interface states. Using a Lorentz transformation to the frame comoving with the modulation, we identify a conserved joint parity-time-reversal symmetry in the new variables that enforces the quantization of the Zak phase, elevating it to a $\\mathbb{Z}_2$ topological invariant. We then calculate the associated interface states and uncover unique features arising from time-varying effects, including selective directional excitation, propagation along moving boundaries, frequency-converted replicas, and broadband amplification even in the absence of momentum gaps.         ",
    "url": "https://arxiv.org/abs/2510.18523",
    "authors": [
      "Alejandro Caballero",
      "Thomas F. Allard",
      "Paloma A. Huidobro"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2511.15420",
    "title": "3D printed waveguides for optogenetics applications: design optimization and optical characterization",
    "abstract": "           Optogenetics has emerged as a powerful tool for disease modeling, enabling precise control of cellular activities through light stimulation and providing a valuable insights into disease mechanisms and therapeutic possibilities. Innovative materials and technologies such as micro-LEDs, optical fibers and micro/nano probes have been developed to allow precise spatial and temporal control of light delivery to target cells. Recent advances in 3D printing have further enhanced optogenetic applications by enabling the fabrication of implantable, customizable, and miniaturized light stimulation systems with high spatial resolution. In this study, we introduce a novel concept of a 3D printed light delivery system for brain organoid stimulation exploring the capabilities of projection microstereolithography (P$\\mu$SL). We characterized the optical properties of the high-resolution acrylate-based 3D print resin, i.e., refractive index and extinction coefficient, to evaluate if the light transmission efficiency might limit the performance of the optogenetic stimulation systems. Finite element method simulations were employed to optimize the 3D printed design. An optogenetic setup was developed for optimal light delivery, and initial tests with optogenetically modified cells showed light-induced dopamine release with a stimulation efficiency of 2.8\\%, confirming the 3D printed waveguide functionality and guiding future optimization. Our results demonstrate that this light stimulation tool offers strong potential for advancing customizable optogenetic applications.         ",
    "url": "https://arxiv.org/abs/2511.15420",
    "authors": [
      "Giorgio Scordo",
      "Kostas Kanellopulos",
      "Surangrat Thongkorn",
      "Samuel Tavares da Silva Maraschin",
      "Kambiz Ghaseminasab",
      "Evgeniy Shkondin",
      "Deepshika Arasu",
      "Stephan Sylvest Keller",
      "Arto Rainer Heiskanen",
      "Marta Perez Pereira",
      "Jenny Emnéus"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2505.11371",
    "title": "Compactifying linear optical unitaries using multiport beamsplitters",
    "abstract": "           We show that any $N$-dimensional unitary matrix can be realized using a finite sequence of concatenated identical fixed multiport beamsplitters (MBSs) and phase shifters (PSs). Our construction is based on a Lie group theorem applied to existing decompositions. Using the Bell-Walmsley-Clements framework, we prove that any $N$-dimensional unitary requires $N+2$ phase masks, $N-1$ fixed MBSs, and $N-1$ BSs. Our scheme requires only $\\mathcal{O}(N)$ fixed, identical components (MBSs and BSs) compared to the $\\mathcal{O}(N^2)$ fixed BSs required by conventional schemes (e.g., Clements), all while keeping the same number of PSs. Experimentally, these MBS can be realized as a monolithic element via femtosecond laser writing, offering superior performance through reduced insertion losses. As an application, we present a reconfigurable linear optical circuit that implements a three-dimensional unitary emerging in the unambiguous discrimination of two nonorthogonal qubit states.         ",
    "url": "https://arxiv.org/abs/2505.11371",
    "authors": [
      "P. A. Ameen Yasir",
      "Peter van Loock"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2506.16480",
    "title": "The Quantum Formalism Revisited",
    "abstract": "           For the simple system of a point-like particle confined to a straight line, I compile, initially in a concise table, the structural elements of quantum mechanics and contrast them with those of classical (statistical) mechanics. Despite many similarities, there are the well-known fundamental differences, resulting from the algebraic non-commutativity in the quantal structure. The latter was discovered by Werner Heisenberg (1901-1976) in June 1925 on the small island of Helgoland in the North Sea, as a consequence of understanding atomic spectral data within a matrix scheme consistent with energy conservation. I discuss the differences and exemplify their quantifications by the variance and entropic indeterminacy inequalities, by (pseudo-)classical bounds on quantum canonical partition functions, and by the correlation inequalities of John Bell (1928-1990) and others.         ",
    "url": "https://arxiv.org/abs/2506.16480",
    "authors": [
      "Hajo Leschke"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mathematical Physics (math-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  }
]