[
  {
    "id": "arXiv:2208.10523",
    "title": "SLAC Microresonator RF (SMuRF) Electronics: A tone-tracking readout  system for superconducting microwave resonator arrays",
    "abstract": "We describe the newest generation of the SLAC Microresonator RF (SMuRF) electronics, a warm digital control and readout system for microwave-frequency resonator-based cryogenic detector and multiplexer systems such as microwave SQUID multiplexers ($\\mu$mux) or microwave kinetic inductance detectors (MKIDs). Ultra-sensitive measurements in particle physics and astronomy increasingly rely on large arrays of cryogenic sensors, which in turn necessitate highly multiplexed readout and accompanying room-temperature electronics. Microwave-frequency resonators are a popular tool for cryogenic multiplexing, with the potential to multiplex thousands of detector channels on one readout line. The SMuRF system provides the capability for reading out up to 3328 channels across a 4-8 GHz bandwidth. Notably, the SMuRF system is unique in its implementation of a closed-loop tone-tracking algorithm that minimizes RF power transmitted to the cold amplifier, substantially relaxing system linearity requirements and effective noise from intermodulation products. Here we present a description of the hardware, firmware, and software systems of the SMuRF electronics, comparing achieved performance with science-driven design requirements. We focus in particular on the case of large channel count, low bandwidth applications, but the system has been easily reconfigured for high bandwidth applications. The system described here has been successfully deployed in lab settings and field sites around the world and is baselined for use on upcoming large-scale observatories. ",
    "url": "https://arxiv.org/abs/2208.10523",
    "authors": [
      "Cyndia Yu",
      "Zeeshan Ahmed",
      "Josef C. Frisch",
      "Shawn W. Henderson",
      "Max Silva-Feaver",
      "Kam Arnold",
      "David Brown",
      "Jake Connors",
      "Ari J. Cukierman",
      "J. Mitch D'Ewart",
      "Bradley J. Dober",
      "John E. Dusatko",
      "Gunther Haller",
      "Ryan Herbst",
      "Gene C. Hilton",
      "Johannes Hubmayr",
      "Kent D. Irwin",
      "Chao-Lin Kuo",
      "John A.B. Mates",
      "Larry Ruckman",
      "Joel Ullom",
      "Leila Vale",
      "Daniel D. Van Winkle",
      "Jesus Vasquez",
      "Edward Young"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ]
  },
  {
    "id": "arXiv:2208.10538",
    "title": "Two-Dimensional Tunable Solid-State Random laser in the Visible",
    "abstract": "A two-dimensional multimode random laser emitting in the visible frequency range of the optical spectrum is proposed, designed and investigated, in which optical feedback is provided by randomly-distributed air holes embedded in dye-doped polymer film. Dependence of lasing threshold on scatterer density and pump spot size has been investigated. Furthermore, peak of the gain curve shows systematic spectral blue shift with increasing scatterer density, as well as pump spot size. Such a 2D random laser provides with a compact on-chip tunable laser source and a unique platform to explore non-Hermitian photonics in the visible ",
    "url": "https://arxiv.org/abs/2208.10538",
    "authors": [
      "Bhupesh Kumar",
      "Ran Homri",
      "Patrick Sebbah"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.10574",
    "title": "The Many Inconsistencies of the Purity-Mixture Distinction in Standard  Quantum Mechanics",
    "abstract": "The distinction between pure states and mixed states is a kernel ingredient of what is considered to be the standard formulation of quantum mechanics and plays today a kernel role in foundational debates about the meaning of quantum probability, the separability of quantum systems, the definition and measure of entanglement, etc. In this work we attempt to expose the many inconsistencies introduced by this distinction and the serious consequences this has for many ongoing research programs which apply these notions uncritically. ",
    "url": "https://arxiv.org/abs/2208.10574",
    "authors": [
      "Christian de Ronde",
      "César Massri"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2208.10776",
    "title": "Shaping the quantum vacuum with anisotropic temporal boundaries",
    "abstract": "Temporal metamaterials empower novel forms of wave manipulation with direct applications to quantum state transformations. In this work, we investigate vacuum amplification effects in anisotropic temporal boundaries. Our results theoretically demonstrate that the anisotropy of the temporal boundary provides control over the angular distribution of the generated photons. We analyze several single and multi-layered configurations of anisotropic temporal boundaries, each with a distinct vacuum amplification effect. Examples include the inhibition of photon production along specific directions, resonant and directive vacuum amplification, the generation of angular and frequency photon combs, and fast angular variations between inhibition and resonant photon production. ",
    "url": "https://arxiv.org/abs/2208.10776",
    "authors": [
      "Iñigo Liberal",
      "J. Enrique Vázquez-Lozano"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2208.10821",
    "title": "A laser projection system for polymer transverse strain measurements in  tensile testing",
    "abstract": "A self-built laser projection system for optical transverse strain measurements in tensile testing is presented. The setup based on laser diode modules, CCD (Charge-Coupled Device) array detectors, and standard optomechanical components is proposed to be a low-cost system for testing polymer samples. The optical setup is mobile and can easily be mounted on a tensile test machine. Circular cross-sectional changes in polymer diameter were detected with ten-micrometre resolution and stress-strain curves obtained by a tensile test machine. The article describes signal processing using the open-source programming language R, and the transverse deformation of the polymer sample is evaluated in two perpendicular planes. The results obtained by the optical system may be used to accurately describe the models of energy-based mechanical properties of polymers for complex load conditions. ",
    "url": "https://arxiv.org/abs/2208.10821",
    "authors": [
      "Dawid Kucharski",
      "Maciej Obst",
      "Jarosław Adamiec"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2208.10864",
    "title": "The effect of the spin and orbital parts of the Poynting vector on light  localization in solid core microstructured optical fibers",
    "abstract": "The optical properties of solid core microstructured optical fibers (SC MOFs) have been studied for a long time. The process of energy outflow of the core modes has always been associated with the process of constructive interference of the core modes fields under reflection from the photonic crystal cladding. In this paper, we want to offer a new look at the light localization in the core of SC MOFs related to the behavior of spin and orbital parts of the Poynting vector of these core modes and singularities arising in it. ",
    "url": "https://arxiv.org/abs/2208.10864",
    "authors": [
      "G. K. Alagashev",
      "S. S. Stafeev",
      "V. V. Kotlyar",
      "A. D. Pryamikov"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.11005",
    "title": "3D-printed facet-attached optical elements for connecting VCSEL and  photodiodes to fiber arrays and multi-core fibers",
    "abstract": "Multicore optical fibers and ribbons based on fiber arrays allow for massively parallel transmission of signals via spatially separated channels, thereby offering attractive bandwidth scaling with linearly increasing technical effort. However, low-loss coupling of light between fiber arrays or multicore fibers and standard linear arrays of vertical-cavity surface emitting lasers (VCSEL) or photodiodes (PD) still represents a challenge. In this paper, we demonstrate that 3D-printed facet-attached microlenses (FaML) offer an attractive path for connecting multimode fiber arrays as well as individual cores of multimode multicore fibers to standard arrays of VCSEL or PD. The freeform coupling elements are printed in situ with high precision on the device and fiber facets by high-resolution multi-photon lithography. We demonstrate coupling losses down to 0.35 dB along with lateral 1 dB alignment tolerances in excess of 10 um, allowing to leverage fast passive assembly techniques that rely on industry standard machine vision. To the best of our knowledge, our experiments represent the first demonstration of a coupling interface that connects individual cores of a multicore fiber to VCSEL or PD arranged in a standard linear array without the need for additional fiber- or waveguide-based fan-out structures. Using this approach, we build a 3 x 25 Gbit/s transceiver assembly which fits into a small form-factor pluggable module and which complies with the requirements for 100GBASE-SR4 transceivers according to the IEEE 802.3 standard. ",
    "url": "https://arxiv.org/abs/2208.11005",
    "authors": [
      "Pascal Maier",
      "Yilin Xu",
      "Mareike Trappen",
      "Matthias Lauermann",
      "Alexandra Henniger-Ludwig",
      "Hermann Kapim",
      "Torben Kind",
      "Philipp-Immanuel Dietrich",
      "Achim Weber",
      "Matthias Blaicher",
      "Clemens Wurster",
      "Sebastian Randel",
      "Wolfgang Freude",
      "Christian Koos"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2208.11091",
    "title": "Full characterization of few-cycle superradiant pulses generated from a  free-electron laser oscillator",
    "abstract": "The detailed structure of few-cycle superradiant pulses generated from a free-electron laser (FEL) oscillator was experimentally revealed for the first time. As predicted in numerical simulations, the obtained pulse structures have ringing, i.e., a train of subpulses following the main pulse. Owing to the phase retrieval with a combination of linear and nonlinear autocorrelation measurements, the temporal phase was also obtained with the pulse shape, and $\\pi$-phase jumps between each pulse were confirmed. This particular pulse shape with $\\pi$-phase jumps is a common feature of Burnham-Chiao ringing or superradiance ringing. Using unaveraged FEL simulations, the ringing was found to originate from repeated formation and deformation of microbunches across successive bunch slices. The simulation results imply that there should be superluminal propagation of the FEL pulse due to strong gain modulation along the undulator of the FEL oscillator. ",
    "url": "https://arxiv.org/abs/2208.11091",
    "authors": [
      "Heishun Zen",
      "Ryoichi Hajima",
      "Hideaki Ohgaki"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.11105",
    "title": "Multiple damage detection in piezoelectric ceramic sensor using point  contact excitation and detection method",
    "abstract": "Lead Zirconate Titanate [(ZrxTi1-x)O3 ]is used to make ultrasound transducers, sensors, and actuators due to its large piezoelectric coefficient. Several surfaces and subsurface micro defects develop within the Lead Zirconate Titanate (PZT) sensor due to delamination, corrosion, huge temperature fluctuation, etc., causing a decline in its performance. It is thus necessary to identify, locate, and quantify the defects. Non-Destructive Structural Health Monitoring (SHM) is the most optimal and economical method of evaluation. Traditional ultrasound SHM techniques have a huge impedance mismatch between air and any solid material. And most of the popular signal processing methods define time-series signals in only one domain which gives sub-optimal results. Thus to improve the accuracy of detection point contact excitation and detection methods have been implemented to determine the interaction of ultrasonic waves with microscale defects in the PZT. And Haar Discrete Wavelet Transformation (DWT) is applied to the time series data obtained from the Coulomb coupling setup. Using the above process, defect up to 100 um in diameter could be successfully distinguished and localized. ",
    "url": "https://arxiv.org/abs/2208.11105",
    "authors": [
      "Sayantani Bhattacharya",
      "Nitin Yadav",
      "Azeem Ahmad",
      "Frank Melandsø",
      "Anowarul Habib"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2208.10563",
    "title": "Focal-plane wavefront sensing with photonic lanterns I: theoretical  framework",
    "abstract": "The photonic lantern (PL) is a tapered waveguide that can efficiently couple light into multiple single-mode optical fibers. Such devices are currently being considered for a number of tasks, including the coupling of telescopes and high-resolution, fiber-fed spectrometers, coherent detection, nulling interferometry, and vortex-fiber nulling (VFN). In conjunction with these use cases, PLs can simultaneously perform low-order focal-plane wavefront sensing. In this work, we provide a mathematical framework for the analysis of the photonic lantern wavefront sensor (PLWFS), deriving linear and higher-order reconstruction models as well as metrics through which sensing performance -- both in the linear and nonlinear regimes -- can be quantified. This framework can be extended to account for additional optics such as beam-shaping optics and vortex masks, and is generalizable to other wavefront sensing architectures. Lastly, we provide initial numerical verification of our mathematical models, by simulating a 6-port PLWFS. In a companion paper, we provide a more comprehensive numerical characterization of few-port PLWFSs, and consider how the sensing properties of these devices can be controlled and optimized. ",
    "url": "https://arxiv.org/abs/2208.10563",
    "authors": [
      "Jonathan Lin",
      "Michael Fitzgerald",
      "Yinzi Xin",
      "Olivier Guyon",
      "Sergio Leon-Saval",
      "Barnaby Norris",
      "Nemanja Jovanovic"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.10703",
    "title": "Microwave-optics Entanglement via Cavity Optomagnomechanics",
    "abstract": "Microwave-optics entanglement is a vital component for building hybrid quantum networks. Here we show how to prepare stationary entanglement between microwave and optical cavity fields in a cavity optomagnomechanical system. It consists of a magnon mode in a ferrimagnetic crystal that couples directly to a microwave cavity mode via the magnetic dipole interaction, and indirectly to an optical cavity through the deformation displacement of the crystal. The mechanical displacement is induced by the magnetostrictive force and coupled to the optical cavity via radiation pressure. Both the opto- and magnomechanical couplings are dispersive. Magnon-phonon entanglement is created via magnomechanical parametric down-conversion, which is further distributed to optical and microwave photons via simultaneous optomechanical beamsplitter interaction and electromagnonic state-swap interaction, yielding stationary microwave-optics entanglement. The microwave-optics entanglement is robust against thermal noise, which will find broad potential applications in quantum networks and quantum information processing with hybrid quantum systems. ",
    "url": "https://arxiv.org/abs/2208.10703",
    "authors": [
      "Zhi-Yuan Fan",
      "Liu Qiu",
      "Simon Gröblacher",
      "Jie Li"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.10775",
    "title": "Mitigation of the Magnetic Field Susceptibility of Transition Edge  Sensors using a Superconducting Groundplane",
    "abstract": "Transition edge sensor (TES) microcalorimeters and bolometers are used for a variety of applications. The sensors are based on the steep temperature-dependent resistance of the normal-to-superconducting transition, and are thus intrinsically sensitive to magnetic fields. Conventionally the detectors are shielded from stray magnetic fields using external magnetic shields. However, in particular for applications with strict limits on the available space and mass of an instrument, external magnetic shields might not be enough to obtain the required shielding factors or field homogeneity. Additionally, these shields are only effective for magnetic fields generated external to the TES array, and are ineffective to mitigate the impact of internally generated magnetic fields. Here we present an alternative shielding method based on a superconducting groundplane deposited directly on the backside of the silicon nitride membrane on which the TESs are located. We demonstrate that this local shielding for external magnetic fields has a shielding factor of at the least ~ 75, and is also effective at reducing internal self-induced magnetic fields, as demonstrated by measurements and simulation of the eddy current losses in our AC biased detectors. Measurements of 5.9 keV X-ray photons show that our shielded detectors have a high resilience to external magnetic fields, showing no degradation of the energy resolution or shifts of the energy scale calibration for fields of several microTesla, values higher than expected in typical real-world applications. ",
    "url": "https://arxiv.org/abs/2208.10775",
    "authors": [
      "Martin de Wit",
      "Luciano Gottardi",
      "Marcel L. Ridder",
      "Kenichiro Nagayoshi",
      "Emanuele Taralli",
      "Hiroki Akamatsu",
      "Davide Vaccaro",
      "Jan-Willem A. den Herder",
      "Marcel P. Bruijn",
      "Jian-Rong Gao"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2208.10964",
    "title": "A new interpretation of quantum theory, based on bundle-theoretic view  of objective idealism",
    "abstract": "After about a century since the first attempts by Bohr, the interpretation of quantum theory is still a field with many open questions. In this article a new interpretation of quantum theory is suggested, motivated by philosophical considerations. Based on the findings that the 'weirdness' of quantum theory can be understood to derive from a vanishing distinguishability of indiscernible particles, and the observation that a similar vanishing distinguishability is found for bundle theories in philosophical ontology, the claim is made that quantum theory can be interpreted in an intelligible way by positing a bundle-theoretic view of objective idealism instead of materialism as the underlying fundamental nature of reality. ",
    "url": "https://arxiv.org/abs/2208.10964",
    "authors": [
      "Martin Korth"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2208.10978",
    "title": "Q$^2$Chemistry: A quantum computation platform for quantum chemistry",
    "abstract": "Quantum computer provides new opportunities for quantum chemistry. In this article, we present a versatile, extensible, and efficient software package, named Q$^2$Chemistry, for developing quantum algorithms and quantum inspired classical algorithms in the field of quantum chemistry. In Q$^2$Chemistry, wave function and Hamiltonian can be conveniently mapped into the qubit space, then quantum circuits can be generated according to a specific quantum algorithm already implemented in the package or newly developed by the users. The generated circuits can be dispatched to either a physical quantum computer, if available, or to the internal virtual quantum computer realized by simulating quantum circuit on classical supercomputers. As demonstrated by our benchmark simulations with up to 72 qubit, Q$^2$Chemistry achieves excellent performance in simulating medium scale quantum circuits. Application of Q$^2$Chemistry to simulate molecules and periodic systems are given with performance analysis. ",
    "url": "https://arxiv.org/abs/2208.10978",
    "authors": [
      "Yi Fan",
      "Jie Liu",
      "Xiongzhi Zeng",
      "Zhiqian Xu",
      "Honghui Shang",
      "Zhenyu Li",
      "Jinlong Yang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2006.03597",
    "title": "Recovery of coincident frequency domain multiplexed detector pulses  using sequential deconvolution",
    "abstract": " Title: Recovery of coincident frequency domain multiplexed detector pulses  using sequential deconvolution ",
    "url": "https://arxiv.org/abs/2006.03597",
    "authors": [
      "M. Mishra",
      "J. Mattingly"
    ],
    "subjectives": [
      "Signal Processing (eess.SP)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2205.00912",
    "title": "Optical properties of single metal nanorods: An analytical model",
    "abstract": " Comments: 27 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2205.00912",
    "authors": [
      "Cheng-ping Huang",
      "Xiao-gang Yin"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.03838",
    "title": "Precision beam telescope based on SOI pixel sensor technology for  electrons in the energy range of sub-GeV to GeV",
    "abstract": " Comments: 13 figures and 4 tables ",
    "url": "https://arxiv.org/abs/2205.03838",
    "authors": [
      "Hisanori Suzuki",
      "Takumi Omori",
      "Kazuhiko Hara",
      "Hiroki Yamauchi",
      "Miho Yamada",
      "Toru Tsuboyama",
      "Ayaki Takeda"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2205.08984",
    "title": "The complex Maxwell stress tensor theorem: The imaginary stress tensor  and the reactive strength of orbital momentum. A novel scenery underlying  electromagnetic and optical forces",
    "abstract": " Title: The complex Maxwell stress tensor theorem: The imaginary stress tensor  and the reactive strength of orbital momentum. A novel scenery underlying  electromagnetic and optical forces ",
    "url": "https://arxiv.org/abs/2205.08984",
    "authors": [
      "Manuel Nieto-Vesperinas",
      "Xiaohao Xu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2205.10122",
    "title": "Stochastic resonance neurons in artificial neural networks",
    "abstract": " Title: Stochastic resonance neurons in artificial neural networks ",
    "url": "https://arxiv.org/abs/2205.10122",
    "authors": [
      "Egor Manuylovich",
      "Diego Argüello Ron",
      "Morteza Kamalian-Kopae",
      "Sergei Turitsyn"
    ],
    "subjectives": [
      "Neural and Evolutionary Computing (cs.NE)",
      "Emerging Technologies (cs.ET)",
      "Machine Learning (cs.LG)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2208.01050",
    "title": "Experimental validation of the Kibble-Zurek Mechanism on a Digital  Quantum Computer",
    "abstract": " Comments: Main text: 17 pages, 6 figures. Supplementary Material: 4 pages. Version 2: Minor changes ",
    "url": "https://arxiv.org/abs/2208.01050",
    "authors": [
      "Santiago Higuera-Quintero",
      "Ferney J. Rodríguez",
      "Luis Quiroga",
      "Fernando J. Gómez-Ruiz"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Computational Physics (physics.comp-ph)",
      "Computation (stat.CO)"
    ]
  },
  {
    "id": "arXiv:2208.09248",
    "title": "Topological valley crystals in a photonic Su-Schrieffer-Heeger (SSH)  variant",
    "abstract": " Title: Topological valley crystals in a photonic Su-Schrieffer-Heeger (SSH)  variant ",
    "url": "https://arxiv.org/abs/2208.09248",
    "authors": [
      "Z. Yu",
      "H. Lin",
      "R. Zhou",
      "Z. Li",
      "Z. Mao",
      "K. Peng",
      "Y. Liu",
      "X. Shi"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.09603",
    "title": "A power-efficient integrated lithium niobate electro-optic comb  generator",
    "abstract": " Comments: 9 pages, 4 fingures ",
    "url": "https://arxiv.org/abs/2208.09603",
    "authors": [
      "Ke Zhang",
      "Wenzhao Sun",
      "Yikun Chen",
      "Hanke Feng",
      "Yiwen Zhang",
      "Zhaoxi Chen",
      "Cheng Wang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2208.10089",
    "title": "Quantum antireflection temporal coatings: quantum state frequency  shifting and inhibited thermal noise amplification",
    "abstract": " Title: Quantum antireflection temporal coatings: quantum state frequency  shifting and inhibited thermal noise amplification ",
    "url": "https://arxiv.org/abs/2208.10089",
    "authors": [
      "Iñigo Liberal",
      "J. Enrique Vázquez-Lozano",
      "Victor Pacheco-Peña"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2208.10179",
    "title": "On parametric resonance in the laser action",
    "abstract": " Comments: 29 pages ",
    "url": "https://arxiv.org/abs/2208.10179",
    "authors": [
      "Alexander Komech"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mathematical Physics (math-ph)",
      "Optics (physics.optics)"
    ]
  }
]