[
  {
    "id": "arXiv:2302.09147",
    "title": "Ring structural transitions in strongly coupled dusty plasmas",
    "abstract": "This paper presents a numerical study of ring structural transitions in strongly coupled dusty plasma confined in a ring-shaped (quartic) potential well with a central barrier, whose axis of symmetry is parallel to the gravitational attraction. It is observed that increasing the amplitude of the potential leads to a transition from a ring monolayer structure (rings of different diameters nested within the same plane) to a cylindrical shell structure (rings of similar diameter aligned in parallel planes). In the cylindrical shell state, the rings alignment in the vertical plane exhibits hexagonal symmetry. The ring transition is reversible, but exhibits hysteresis in the initial and final particle positions. As the critical conditions for the transitions are approached, the transitional structure states exhibit zigzag instabilities or asymmetries on the ring alignment. Furthermore, for a fixed amplitude of the quartic potential that results in a cylinder-shaped shell structure, we show that additional rings in the cylindrical shell structure can be formed by decreasing the curvature of the parabolic potential well, whose axis of symmetry is perpendicular to the gravitational force, increasing the number density, and lowering the screening parameter. Finally, we discuss the application of these findings to dusty plasma experiments with ring electrodes and weak magnetic fields. ",
    "url": "https://arxiv.org/abs/2302.09147",
    "authors": [
      "Vikram Dharodi",
      "Evdokiya Kostadinova"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2302.09154",
    "title": "Surface potential-driven surface states in 3D topological photonic  crystals",
    "abstract": "Surface potential in a topological matter could unprecedentedly localize the waves. However, this surface potential is yet to be exploited in topological photonic systems. Here, we demonstrate that photonic surface states can be induced and controlled by the surface potential in a dielectric double gyroid (DG) photonic crystal. The basis translation in a unit cell enables tuning of the surface potential, which in turn regulates the degree of wave localization. The gradual modulation of DG photonic crystals enables the generation of a pseudomagnetic field. Overall, this study shows the interplay between surface potential and pseudomagnetic field regarding the surface states. The physical consequences outlined herein not only widen the scope of surface states in 3D photonic crystals but also highlight the importance of surface treatments in a photonic system. ",
    "url": "https://arxiv.org/abs/2302.09154",
    "authors": [
      "Haedong Park",
      "Sang Soon Oh",
      "Seungwoo Lee"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2302.09202",
    "title": "Applications of integrated optical microcombs",
    "abstract": "Optical microcombs represent a new paradigm for generating laser frequency combs based on compact chip-scale devices, which have underpinned many modern technological advances for both fundamental science and industrial applications. Along with the surge in activity related to optical micro-combs in the past decade, their applications have also experienced rapid progress, not only in traditional fields such as frequency synthesis, signal processing, and optical communications, but also in new interdisciplinary fields spanning the frontiers of light detection and ranging (LiDAR), astronomical detection, neuromorphic computing, and quantum optics. This paper reviews the applications of optical microcombs. First, an overview of the devices and methods for generating optical microcombs is provided, which are categorized into material platforms, device architectures, soliton classes, and driving mechanisms. Second, the broad applications of optical microcombs are systematically reviewed, which are categorized into microwave photonics, optical communications, precision measurements, neuromorphic computing, and quantum optics. Finally, the current challenges and future perspectives are discussed. ",
    "url": "https://arxiv.org/abs/2302.09202",
    "authors": [
      "Yang Sun",
      "Jiayang Wu",
      "Mengxi Tan",
      "Xingyuan Xu",
      "Yang Li",
      "Roberto Morandotti",
      "Arnan Mitchell",
      "David Moss"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2302.09279",
    "title": "Optically transparent and thermally efficient 2D MoS2 heaters integrated  with silicon microring resonators",
    "abstract": "Thermal tuning of the optical refractive index in the waveguides to control light phase accumulation is essential in photonic integrated systems and applications. In silicon photonics, microheaters are mainly realized by metal wires or highly doped silicon lines placed at a safe distance (1um) from the waveguide to avoid considerable optical loss. However, this poses a significant limitation for heating efficiency because of the excessive free-carrier loss when a heater is brought closer to the optical path. In this work, we present a new concept of using optically transparent 2D semiconductors (e.g. MoS2) for realizing highly efficient waveguide integrated heaters operating at telecom wavelengths. We demonstrate that a single-layer MoS2 heater with negligible optical absorption in the infrared can be placed in close proximity (only 30nm) to the waveguide and show the best-reported heating efficiency of 15 mW per FSR without sacrificing the optical insertion loss. The heater response time is 25us, limited by Au 1L-MoS2 Schottky contact. Both the efficiency and response time can be further significantly improved by realizing 2D MoS2 heaters with ohmic contacts. Our work shows clear advantages of employing 2D semiconductors for heaters applications and paves the way for developing novel energy-efficient, lossless 2D heaters for on-chip photonic integrated circuits. ",
    "url": "https://arxiv.org/abs/2302.09279",
    "authors": [
      "Dor Oz",
      "Nathan Suleymanov",
      "Boris Minkovich",
      "Vladislav Kostianovskii",
      "Liron Gantz",
      "Dmitry Polyushkin",
      "Thomas Mueller",
      "Ilya Goykhman"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2302.09313",
    "title": "Evolution of ion acoustic solitary waves in pulsar wind",
    "abstract": "We have studied the evolution of ion-acoustic solitary waves (IASWs) in pulsar wind. The pulsar wind is modeled by considering a weakly relativistic unmagnetized collisionless plasma comprised of relativistic ions and superthermal electrons and positrons. Through fluid simulations, we have demonstrated that the localized ion density perturbations generated in the polar wind plasma can evolve the relativistic IASW pulses. It is found that the concentration of positrons, relativistic factor, superthermality of electrons, and positrons have a significant influence on the dynamical evolution of IASW pulses. Our results may provide insight to understand the evolution of IASW pulses and their role in astrophysical plasmas, especially in the relativistic pulsar winds with supernova outflow which is responsible for the production of superthermal particles and relativistic ions. ",
    "url": "https://arxiv.org/abs/2302.09313",
    "authors": [
      "Kuldeep Singh",
      "Amar Kakad",
      "Bharati Kakad",
      "N. S. Saini"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Computational Physics (physics.comp-ph)",
      "Space Physics (physics.space-ph)"
    ]
  },
  {
    "id": "arXiv:2302.09385",
    "title": "Anisotropic optical response of arthopods's cuticle",
    "abstract": "The structure of the cuticle of arthropods consists of layers of microfilamentary chitin particles. The layers are stacked one on top of the other realizing a helical (Bouligand helix) pattern. This structure generates optical phenomena such as structural colors and birefringence that produce a metalic or iridescent appearance, polarization upon reflection and optical activity. We model the anisotropic optical responses of the cuticle of arthropods using the Photonic package to obtain the macroscopic dielectric tensor of a constitutive layer in the Bouligand helix. We find that its anisotropy depends on the shape of the chitin particles, their reticular arrangement and their filling fractions. As a main result, we obtained a cuticle model with tunable reflectance band gaps that are very sensitive to geometrical parameters such as the angle $\\theta$ that controls the helix pitch. We can explain the structural colors in terms of the reflectance band gap induced by the modulation of the anisotropy mediated by $\\theta$, instead of following the usual approach that consider multiple arrangement of layers pairs with different thickness and optical properties. ",
    "url": "https://arxiv.org/abs/2302.09385",
    "authors": [
      "L.A.Rodriguez",
      "H.C.Achitte Schmutzler",
      "M.I. Dufek",
      "Guillermo P. Ortiz",
      "W. Luis Mochán"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2302.09503",
    "title": "Tracing multiple scattering trajectories for deep optical imaging in  scattering media",
    "abstract": "Multiple light scattering hampers imaging objects in complex scattering media. Approaches used in real practices mainly aim to filter out multiple scattering obscuring the ballistic waves that travel straight through the scattering medium. Here, we propose a method that makes the deterministic use of multiple scattering for microscopic imaging of an object embedded deep within scattering media. The proposed method finds a stack of multiple complex phase plates that generate similar light trajectories as the original scattering medium. By implementing the inverse scattering using the identified phase plates, our method rectifies multiple scattering and amplifies ballistic waves by almost 600 times, which leads to a substantial increase in imaging depth. Our study marks an important milestone in solving the longstanding high-order inverse scattering problems. ",
    "url": "https://arxiv.org/abs/2302.09503",
    "authors": [
      "Sungsam Kang",
      "Yongwoo Kwon",
      "Hojun Lee",
      "Seho Kim",
      "Jin Hee Hong",
      "Seokchan Yoon",
      "Wonshik Choi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Biological Physics (physics.bio-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2302.09517",
    "title": "Transient photocurrent and optical absorption of disordered thin-film  semiconductors: in-depth injection and nonlinear response",
    "abstract": "The time-of-flight method is a fundamental approach for characterizing the transport properties of semiconductors. Recently, the transient photocurrent and optical absorption kinetics have been simultaneously measured for thin films; pulsed-light excitation of thin films should give rise to non-negligible in-depth carrier injection. Yet, the effects of in-depth carrier injection on the transient currents and optical absorption have not yet been elucidated theoretically. Here, by considering the in-depth carrier injection in simulations, we found a 1/t^{1-alpha/2} initial time (t) dependence rather than the conventional $1/t^{1-alpha}$ dependence under a weak external electric field, where alpha<1 is the index of dispersive diffusion.The asymptotic transient currents are not influenced by the initial in-depth carrier injection and follow the conventional 1/t^{1+alpha} time dependence. We also present the relation between the field-dependent mobility coefficient and the diffusion coefficient when the transport is dispersive. The field dependence of the transport coefficients influences the transit time in the photocurrent kinetics dividing two power-law decay regimes. The classical Scher--Montroll theory predicts a_1+a_2=2 when the initial photocurrent decay is given by 1/t^{a_1} and the asymptotic photocurrent decay is given by 1/t^{a_2}. The results shed light on the interpretation of the power-law exponent of 1/t^{a_1} when a_1+a_2neq 2. ",
    "url": "https://arxiv.org/abs/2302.09517",
    "authors": [
      "Kazuhiko Seki",
      "Naoya Muramatsu",
      "Tomoaki Miura",
      "Tadaaki Ikoma"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Statistical Mechanics (cond-mat.stat-mech)"
    ]
  },
  {
    "id": "arXiv:2302.09539",
    "title": "Chemical Environment Adaptive Learning for Optical Band Gap Prediction  of Doped Graphitic Carbon Nitride Nanosheets",
    "abstract": "This study presents a novel Machine Learning Algorithm, named Chemical Environment Graph Neural Network (ChemGNN), designed to accelerate materials property prediction and advance new materials discovery. Graphitic carbon nitride (g-C3N4) and its doped variants have gained significant interest for their potential as optical materials. Accurate prediction of their band gaps is crucial for practical applications, however, traditional quantum simulation methods are computationally expensive and challenging to explore the vast space of possible doped molecular structures. The proposed ChemGNN leverages the learning ability of current graph neural networks (GNNs) to satisfactorily capture the characteristics of atoms' local chemical environment underlying complex molecular structures. Our benchmark results demonstrate more than 100% improvement in band gap prediction accuracy over existing GNNs on g-C3N4. Furthermore, the general ChemGNN model can precisely foresee band gaps of various doped g-C3N4 structures, making it a valuable tool for performing high-throughput prediction in materials design and development. ",
    "url": "https://arxiv.org/abs/2302.09539",
    "authors": [
      "Chen Chen",
      "Enze Xu",
      "Defu Yang",
      "Haibing Yin",
      "Tao Wei",
      "Hanning Chen",
      "Yong Wei",
      "Minghan Chen"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2302.09725",
    "title": "Resonant THz detection by periodic multi-gate plasmonic FETs",
    "abstract": "We show that a periodic multi-grated-gate structure can be applied to THz plasmonic FETs (TeraFETs) to improve the THz detection sensitivity. The introduction of spatial non-uniformity by separated gate sections creates regions with distinct carrier concentrations and velocities, giving rise to harmonic behaviors. The resulting frequency spectrum of DC voltage response is composed of enhanced and suppressed regions. In the enhanced region, the amplitude of response voltage can be enlarged up to 100% compared to that in a uniform channel device. The distribution pattern of those regions is directly related to the number of gate sections (Ns). A mapping of response amplitude in an Ns-frequency scale is created, which helps distinguish enhanced/suppressed regions and locate optimal operating parameters. ",
    "url": "https://arxiv.org/abs/2302.09725",
    "authors": [
      "Yuhui Zhang",
      "Michael S. Shur"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Signal Processing (eess.SP)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2302.09741",
    "title": "Quantum computing of fluid dynamics using the hydrodynamic Schrödinger  equation",
    "abstract": "Simulating fluid dynamics on a quantum computer is intrinsically difficult due to the nonlinear and non-Hamiltonian nature of the Navier-Stokes equation (NSE). We propose a framework for quantum computing of fluid dynamics based on the hydrodynamic Schr\\\"odinger equation (HSE), which can be promising in simulating three-dimensional turbulent flows in various engineering applications. The HSE is derived by generalizing the Madelung transform to compressible/incompressible flows with finite vorticity and dissipation. Since the HSE is expressed as a unitary operator on a two-component wave function, it is more suitable than the NSE for quantum computing. The flow governed by the HSE can resemble a turbulent flow consisting of tangled vortex tubes with the five-thirds scaling of energy spectrum. We develop a prediction-correction quantum algorithm to solve the HSE. This algorithm is implemented for simple flows on the quantum simulator Qiskit with exponential speedup. ",
    "url": "https://arxiv.org/abs/2302.09741",
    "authors": [
      "Zhaoyuan Meng",
      "Yue Yang"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2302.10020",
    "title": "Simulation of Edge Transient Current Technique on Silicon Low Gain  Avalanche Detector",
    "abstract": "We successfully established a simulation process of edge-transient current technique on non-irradiated silicon p-i-n detector and low gain avalanche detector. In this work a p+ gain layer structure is set and an effective replacement of avalanche process is introduced, which is the first simulation result at the level of particle detector. A good consistency in comparison of the simulation with data is achieved in several aspects, including waveform, amplitude, rise time and charge collection, which ensured the reliability of this work and proved its potential to simulate other semiconductor devices with built-in gain. A trial of the simulation of electric field measurement is also done. ",
    "url": "https://arxiv.org/abs/2302.10020",
    "authors": [
      "Chenxi Fu",
      "Haobo Wang",
      "Suyu Xiao",
      "Tao Yang",
      "Zijun Xu",
      "Congcong Wang",
      "Jianing Lin",
      "Weimin Song",
      "Ryuta Kiuchi",
      "Xiaoshen Kang",
      "Xin Shi"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2302.10055",
    "title": "Symmetry control of strong chiral light matter interactions in photonic  nanocavities for efficient circularly polarised emission",
    "abstract": "Chiral excited electronic states of molecules have an intrinsic sense of handedness, or twist, and are the active component in energy efficient display technologies and in new photosynthetic routes to produce pharmaceuticals. Creating chiral states is achieved by manipulating the twistiness of the geometric molecular structure. This is a demanding problem adding complexity due to the need to precisely control molecular geometry. Here we demonstrate a novel concept for creating chiral excited states which does not rely on molecular structure. Instead, it depends on hybridising a non chiral molecule with a chiral electromagnetic field, producing a hybrid light matter chiral polariton state. This is achieved by a symmetry controlled strong chiral-light matter interaction between an electromagnetic mode of a chiral nanocavity and an achiral molecule, a concept referred to as the electromagnetic enantiomer. This electromagnetic mechanism simplifies the creation of chiral electronic states since it is far less demanding in terms of materials design. We have illustrated the concept using an exemplar system relevant to organic optoelectronic technology, producing efficient circularly polarised emission from a non-chiral emitter molecule. ",
    "url": "https://arxiv.org/abs/2302.10055",
    "authors": [
      "Rahul Kumar",
      "Ben Trodden",
      "Anastasiia Klimash",
      "Affar Karimullah",
      "Nikolaj Gadegaard",
      "Peter J. Skabara",
      "Shun Hashiyada",
      "Gordon J Hedley",
      "Malcolm Kadodwala"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2302.10094",
    "title": "Properties of the eigenmodes and quantum-chaotic scattering in a  superconducting microwave Dirac billiard with threefold rotational symmetry",
    "abstract": "We report on experimental studies that were performed with a microwave Dirac billiard (DB), that is, a flat resonator containing metallic cylinders arranged on a triangular grid, whose shape has a threefold rotational C3 symmetry. Its band structure exhibits two Dirac points (DPs) that are separated by a nearly flat band. We present a procedure which we employed to identify eigenfrequencies and to separate the eigenstates according to their transformation properties under rotation by 60 degree into the three C3 subspaces. This allows us to verify previous numerical results of Ref. [W.Zhang and B. Dietz, Phys. Rev. B 104, 064310 (2021)], thus confirming that the properties of the eigenmodes coincide with those of artificial graphene around the lower DP, and are well described by a tight-binding model (TBM) for a honeycomb-kagome lattice of corresponding shape. Above all, we investigate properties of the wave-function components in terms of the fluctuation properties of the measured scattering matrix, which are numerically not accessible. They are compared to random-matrix theory predictions for quantum-chaotic scattering systems exhibiting extended or localized states in the interaction region, that is, the DB. Even in regions, where the wave functions are localized, the spectral properties coincide with those of typical quantum systems with chaotic classical counterpart. ",
    "url": "https://arxiv.org/abs/2302.10094",
    "authors": [
      "Weihua Zhang",
      "Xiaodong Zhang",
      "Jiongning Che",
      "M. Miski-Oglu",
      "Barbara Dietz"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2302.10099",
    "title": "On photonic tunnelling and the possibility of superluminal transport of  electromagnetic energy",
    "abstract": "Motivated by increased interest in experiments in which light appears to propagate by tunnelling at superluminal velocity, the Lorentz invariant theory proposed by Partha Ghose to explain these surprising effects is revisited. This theory is based on the Harish-Chandra formalism, which describes the relativistic dynamics of a massless spin-1 boson, like a photon. Via this formalism, the Bohmian average transport velocity of the electromagnetic energy is formulated. It is proved that, if the dielectric making the waveguide is nonabsorptive and nondispersive, this velocity can be superluminal. This result is validated in the framework of quantum electrodynamics, demonstrating that the average velocity of the photon inside the waveguide is given by the contribution of instantaneous superluminal velocities. This theory, therefore, suggests the optimal conditions for designing optical devices capable of locally transporting electromagnetic energy at superluminal velocities mitigating the signal attenuation. ",
    "url": "https://arxiv.org/abs/2302.10099",
    "authors": [
      "Luca Nanni"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2302.10161",
    "title": "Direct Laser Cooling of Polyatomic Molecules",
    "abstract": "Over the past decade, tremendous progress has been made to extend the tools of laser cooling and trapping to molecules. Those same tools have recently been applied to polyatomic molecules (molecules containing three or more atoms). In this review, we discuss the scientific drive to bring larger molecules to ultralow temperatures, the features of molecular structure that provide the most promising molecules for this pursuit, and some technical aspects of how lasers can be used to control the motion and quantum states of polyatomic molecules. We also present opportunities for and challenges to the use of polyatomic molecules for science and technology. ",
    "url": "https://arxiv.org/abs/2302.10161",
    "authors": [
      "Benjamin L. Augenbraun",
      "Loic Anderegg",
      "Christian Hallas",
      "Zack D. Lasner",
      "Nathaniel B. Vilas",
      "John M. Doyle"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2302.10176",
    "title": "The generalized quantum mechanics of Einstein photon and Casimir force",
    "abstract": "The calculation of Casimir force magnitude interpreted as consequence of an energy measurement of the generalized quantum field of a photon in the state corresponding to one \"Feynman path\" is given. A metalic mirrors here plays role of classic apparatus measuring energy of this field not collapsing it. ",
    "url": "https://arxiv.org/abs/2302.10176",
    "authors": [
      "A. A. Beilinson"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2302.09080",
    "title": "Probabilistic model for spatially acquiring optical links in space under  influence of band-limited beam jitter",
    "abstract": "An analytical model is derived for the probability of failure (P-fail) to spatially acquire an optical link with a jittering search beam. The analytical model accounts for an arbitrary jitter spectrum and considers the associated correlations between jitter excursions on adjacent tracks of the search spiral. An expression of P-fail in terms of basic transcendental functions is found by linearizing the exact analytical model with respect to the correlation strength. Predictions from the models indicate a strong decrease of P-fail with increasing correlation-strength, which is found to be in excellent agreement to results from Monte Carlo simulations. The dependency of P-fail on track-width and scan speed is investigated, confirming previous assumptions on the impact of correlations. Expressions and applicable constraints are derived for the limits of full and no correlations, and the optimal track width to minimize the acquisition time is computed for a range of scan speeds. The model is applicable to optical terminals equipped with a fast beam steering mirror, as often found for optical communication missions in space. ",
    "url": "https://arxiv.org/abs/2302.09080",
    "authors": [
      "Gerald Hechenblaikner"
    ],
    "subjectives": [
      "Signal Processing (eess.SP)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)",
      "Applications (stat.AP)"
    ]
  },
  {
    "id": "arXiv:2302.10138",
    "title": "Quantum inspired image augmentation applicable to waveguides and optical  image transfer via Anderson Localization",
    "abstract": "We present a quantum inspired image augmentation protocol which is applicable to classical images and, in principle, due to its known quantum formulation applicable to quantum systems and quantum machine learning in the future. The augmentation technique relies on the phenomenon Anderson localization. As we will illustrate by numerical examples the technique changes classical wave properties by interference effects resulting from scatterings at impurities in the material. We explain that the augmentation can be understood as multiplicative noise, which counter-intuitively averages out, by sampling over disorder realizations. Furthermore, we show how the augmentation can be implemented in arrays of disordered waveguides with direct implications for an efficient optical image transfer. ",
    "url": "https://arxiv.org/abs/2302.10138",
    "authors": [
      "Nikolaos E. Palaiodimopoulos",
      "Vitor Fortes Rey",
      "Matthias Tschöpe",
      "Christina Jörg",
      "Paul Lukowicz",
      "Maximilian Kiefer-Emmanouilidis"
    ],
    "subjectives": [
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2108.06900",
    "title": "Double Resonant Tunable Second Harmonic Generation in Two-dimensional  Layered Materials through Band Nesting",
    "abstract": " Title: Double Resonant Tunable Second Harmonic Generation in Two-dimensional  Layered Materials through Band Nesting ",
    "url": "https://arxiv.org/abs/2108.06900",
    "authors": [
      "Sudipta Romen Biswas",
      "Jin Yu",
      "Zhenwei Wang",
      "Diego Rabelo da Costa",
      "Chujun Zhao",
      "Shengjun Yuan",
      "Tony Low"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.00602",
    "title": "Perceval: A Software Platform for Discrete Variable Photonic Quantum  Computing",
    "abstract": " Comments: 52 pages, supplementary code in the appendices ",
    "url": "https://arxiv.org/abs/2204.00602",
    "authors": [
      "Nicolas Heurtel",
      "Andreas Fyrillas",
      "Grégoire de Gliniasty",
      "Raphaël Le Bihan",
      "Sébastien Malherbe",
      "Marceau Pailhas",
      "Eric Bertasi",
      "Boris Bourdoncle",
      "Pierre-Emmanuel Emeriau",
      "Rawad Mezher",
      "Luka Music",
      "Nadia Belabas",
      "Benoît Valiron",
      "Pascale Senellart",
      "Shane Mansfield",
      "Jean Senellart"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2204.09684",
    "title": "Partons as unique ground states of quantum Hall parent Hamiltonians: The  case of Fibonacci anyons",
    "abstract": " Comments: 52 pages, 18 figures, to appear in SciPost Physics ",
    "url": "https://arxiv.org/abs/2204.09684",
    "authors": [
      "M. Tanhayi Ahari",
      "S. Bandyopadhyay",
      "Z. Nussinov",
      "A. Seidel",
      "G. Ortiz"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Mathematical Physics (math-ph)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2205.05936",
    "title": "Observing Quantum Synchronization of a Single Trapped-Ion Qubit",
    "abstract": " Comments: Main: 6 pages, 4 figures and Supplemental Material: 12 pages, 7 figures ",
    "url": "https://arxiv.org/abs/2205.05936",
    "authors": [
      "Liyun Zhang",
      "Zhao Wang",
      "Yucheng Wang",
      "Junhua Zhang",
      "Zhigang Wu",
      "Jianwen Jie",
      "Yao Lu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2206.09304",
    "title": "Combining acoustic bioprinting with AI-assisted Raman spectroscopy for  high-throughput identification of bacteria in blood",
    "abstract": " Comments: Minor updates to article title and abstract. Addition of further experimentation included in additional supplementary figures 18 and 27-30. Primary results are unchanged ",
    "url": "https://arxiv.org/abs/2206.09304",
    "authors": [
      "Fareeha Safir",
      "Nhat Vu",
      "Loza F. Tadesse",
      "Kamyar Firouzi",
      "Niaz Banaei",
      "Stefanie S. Jeffrey",
      "Amr A.E. Saleh",
      "Butrus",
      "Khuri-Yakub",
      "Jennifer A. Dionne"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)",
      "Optics (physics.optics)",
      "Quantitative Methods (q-bio.QM)"
    ]
  },
  {
    "id": "arXiv:2207.03951",
    "title": "Anomalous transport in periodic photonic chains with designed loss",
    "abstract": " Comments: It is a published version ",
    "url": "https://arxiv.org/abs/2207.03951",
    "authors": [
      "I. Peshko",
      "G. Ya. Slepyan",
      "D. Mogilevtsev"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2209.03681",
    "title": "Tunable Localization of Light Using Nested Invisible Metasurface  Cavities",
    "abstract": " Comments: 7 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2209.03681",
    "authors": [
      "F.S. Cuesta",
      "S. Kosulnikov",
      "V.S. Asadchy"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2211.12871",
    "title": "High-efficiency coupled-cavity optical frequency comb generation",
    "abstract": " Comments: 8 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2211.12871",
    "authors": [
      "Mateusz P. Mrozowski",
      "Jonathan D. Pritchard",
      "J. Jeffers"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.15473",
    "title": "Discrete symmetries and quantum number conservation",
    "abstract": " Comments: 6 pages. 5 Tables. Changes in Fermion descriptions in Table 4.2 and Section 5, to accord with reference [1] ",
    "url": "https://arxiv.org/abs/2211.15473",
    "authors": [
      "Douglas Newman"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  }
]