[
  {
    "id": "arXiv:2301.07177",
    "title": "Holographic fluids: a thermodynamic road to quantum physics",
    "abstract": "Quantum mechanics, superfluids and capillary fluids are closely related: it is thermodynamics that connects them. Liu procedure is applied to analyze the thermodynamic requirements, and the comparison to the traditional method of divergence separation highlights the role of spacetime. It is shown that perfect Korteweg fluids are holographic. The conditions when a complex field can represent the fluid density and velocity fields and when the complex field becomes a wave function of quantum mechanics are treated. The bridge between field and particle representations of physical systems is holography, and the key to holography is the Second Law. ",
    "url": "https://arxiv.org/abs/2301.07177",
    "authors": [
      "Peter Ván"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2301.07195",
    "title": "Excitation of Surface Waves with On-Demand Polarization at  Self-Complementary Metasurface",
    "abstract": "Surface electromagnetic waves are the main carriers of the highly localized in-plane signal in planar antennas and photonic devices. However, the polarization degree of freedom is generally absent for surface waves as far as it is still a challenge to excite the surface waves with a necessary polarization state. In this letter, for the first time, we propose a method to excite the surface waves of arbitrary polarization using the self-complementary metasurfaces obeying Babinet's duality principle. Namely, we demonstrate the excitation of surface waves with (i) linear horizontal and vertical, (ii) linear diagonal, (iii) right- and left-handed circular, and (iv) elliptical polarizations covering, in principle, a whole Poincare sphere of polarization states. Finally, we analyze the impact of substrate on the efficiency of polarization-demanded surface waves excitation. The results obtained may find the numerous applications in planar photonic and flat optical polarization devices. ",
    "url": "https://arxiv.org/abs/2301.07195",
    "authors": [
      "Sergey Polevoy",
      "Oleh Yermakov"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2301.07291",
    "title": "Operando Label-free Optical Imaging of Solution-Phase Ion Transport and  Electrochemistry",
    "abstract": "Ion transport is a fundamental process in many physical, chemical, and biological phenomena, and especially in electrochemical energy conversion and storage. Despite its immense importance, there are no demonstrations of label-free, spatially and temporally resolved ion imaging in the solution phase under operando conditions. Here we spatiotemporally map ion concentration gradient evolution in solution and yield ion transport parameters by refining interferometric reflection microscopy, obviating the need for absorptive or fluorescent labels. As an example, we use an electrochemical cell with planar electrodes to drive concentration gradients in a ferricyanide-based aqueous redox electrolyte, and we observe the lateral spatiotemporal evolution of ions via concentration-dependent changes to the refractive index. Analysis of an evolving spatiotemporal ion distribution directly yields the diffusivity of the redox-active species. The simplicity of this approach makes it amenable to probing local ion transport behavior in a wide range of electrochemical, bioelectronic, and electrophysiological systems. ",
    "url": "https://arxiv.org/abs/2301.07291",
    "authors": [
      "James K. Utterback",
      "Alex J. King",
      "Livia Belman-Wells",
      "David M. Larson",
      "Leo M. Hamerlynck",
      "Adam Z. Weber",
      "Naomi S. Ginsberg"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2301.07304",
    "title": "Coupling spin defects in hexagonal boron nitride to a microwave cavity",
    "abstract": "Optically addressable spin defects in hexagonal boron nitride (hBN) have become a promising platform for quantum sensing. While sensitivity of these defects are limited by their interactions with the spin environment in hBN, inefficient microwave delivery can further reduce their sensitivity. Hare, we design and fabricate a microwave double arc resonator for efficient transferring of the microwave field at 3.8 GHz. The spin transitions in the ground state of VB- are coupled to the frequency of the microwave cavity which results in enhanced optically detected magnetic resonance (ODMR) contrast. In addition, the linewidth of the ODMR signal further reduces, achieving a magnetic field sensitivity as low as 42.4 microtesla per square root of hertz. Our robust and scalable device engineering is promising for future employment of spin defects in hBN for quantum sensing. ",
    "url": "https://arxiv.org/abs/2301.07304",
    "authors": [
      "Thinh N. Tran",
      "Angus Gale",
      "Benjamin Whitefield",
      "Milos Toth",
      "Igor Aharonovich",
      "Mehran Kianinia"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2301.07395",
    "title": "The longitudinal energy spread of ion beams extracted from an electron  cyclotron resonance ion source",
    "abstract": "We present a study of factors affecting the energy spread of ion beams extracted from a Charge Breeder Electron Cyclotron Resonance Ion Source (CB-ECRIS). The comprehensive simulations, supported by experiments with a Retarding Field Analyser (RFA), reveal that the longitudinal and transverse energy spread of the extracted beams are strongly affected by the electrostatic focusing effects, namely the extraction geometry and plasma beam boundary, to the extent that the electrostatic effects dominate over the magnetic field induced rotation of the beam or the effect of plasma potential and ion temperature. The dominance of the electrostatic focusing effect over the magnetic field induced rotation complicates parametric studies of the transverse emittance as a function of the magnetic field strength, and comparison of emittance values obtained with different ion sources having different extraction designs. Our results demonstrate that the full ion beam energy spread, relevant for the downstream accelerator, can be measured with the RFA only when all ions are collected. On the contrary, studying the effect of plasma properties (plasma potential and ion temperature) on the longitudinal energy spread requires heavy collimation of the beam accepting only ions near the symmetry axis of the beam for which the electrostatic and magnetic effects are suppressed. As the extraction system of the CB-ECRIS is similar to a conventional ECRIS, the conclusions of the study can be generalised to apply for all high charge state ECR ion sources. Finally, we present the results of systematic plasma potential measurements of the Phoenix-type CB-ECRIS at LPSC, varying the source potential, the microwave power and the axial magnetic field srength. It was observed that the plasma potential increases with the extraction magnetic field and the microwave power. ",
    "url": "https://arxiv.org/abs/2301.07395",
    "authors": [
      "Julien Angot",
      "Olli Tarvainen",
      "Pierre Chauveau",
      "Sami Kosonen",
      "Taneli Kalvas",
      "Thomas Thuillier",
      "Myriam Migliore",
      "Laurent Maunoury"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2301.07705",
    "title": "Scalable fabrication of hemispherical solid immersion lenses in silicon  carbide through grayscale hard-mask lithography",
    "abstract": "Grayscale lithography allows the creation of micrometer-scale features with spatially-controlled height in a process that is fully compatible with standard lithography. Here, solid immersion lenses are demonstrated in silicon carbide using a novel fabrication protocol combining grayscale lithography and hard-mask techniques to allow nearly hemispherical lenses of 5 $\\mu$m radius to be etched into the substrate. The technique is highly scalable and compatible with CMOS technology, and device aspect ratios can be tuned after resist patterning by controlling the chemistry of the subsequent dry etch. These results provide a low-cost, high-throughput and industrially-relevant alternative to focused ion beam milling for the creation of high-aspect-ratio, rounded microstructures. ",
    "url": "https://arxiv.org/abs/2301.07705",
    "authors": [
      "Christiaan Bekker",
      "Muhammad Junaid Arshad",
      "Pasquale Cilibrizzi",
      "Charalampos Nikolatos",
      "Peter Lomax",
      "Graham S. Wood",
      "Rebecca Cheung",
      "Wolfgang Knolle",
      "Neil Ross",
      "Brian Gerardot",
      "Cristian Bonato"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2301.07298",
    "title": "Nonlocalization of singular potentials in quantum dynamics",
    "abstract": "Nonlocal modeling has drawn more and more attention and becomes steadily more powerful in scientific computing. In this paper, we demonstrate the superiority of a first-principle nonlocal model -- Wigner function -- in treating singular potentials which are often used to model the interaction between point charges in quantum science. The nonlocal nature of the Wigner equation is fully exploited to convert the singular potential into the Wigner kernel with weak or even no singularity, and thus highly accurate numerical approximations are achievable, which are hardly designed when the singular potential is taken into account in the local Schr\\\"odinger equation. The Dirac delta function, the logarithmic, and the inverse power potentials are considered. Numerically converged Wigner functions under all these singular potentials are obtained with an operator splitting spectral method, and display many interesting quantum behaviors as well. ",
    "url": "https://arxiv.org/abs/2301.07298",
    "authors": [
      "Sihong Shao",
      "Lili Su"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Numerical Analysis (math.NA)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2301.07477",
    "title": "Shallow quantum circuits for efficient preparation of Slater  determinants and correlated states on a quantum computer",
    "abstract": "Preparing quantum ansatzes is a necessary prerequisite in many quantum algorithms for quantum chemistry such as the variational quantum eigensolver. Widely-used ansatzes including the Slater determinants and Unitary Coupled Cluster, employ parameterized fermionic excitation gates, with the latter resulting in deep quantum circuits that scale at least polynomially with the system size $N$. Here we propose an alternate paradigm for fermionic ansatz state preparation inspired by data-loading circuits methods developed for quantum machine learning. Our approach provides a shallower, yet scalable $O(d\\log^2 N)$ two-qubit gate depth preparation of $d$-fermion Slater determinants and correlated states, a subexponential improvement in gate depth over existing approaches. This is particularly important as it can be implemented on planar architectures without qubit swapping overheads, thereby enabling the use of larger basis sets needed for high-precision quantum chemistry studies on near-term quantum devices. ",
    "url": "https://arxiv.org/abs/2301.07477",
    "authors": [
      "Chong Hian Chee",
      "Adrian M. Mak",
      "Daniel Leykam",
      "Dimitris G. Angelakis"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2301.07542",
    "title": "Quantum Neural Network Inspired Hardware Adaptable Ansatz for Efficient  Quantum Simulation of Chemical Systems",
    "abstract": "The variational quantum eigensolver is a promising way to solve the Schr\\\"odinger equation on a noisy intermediate-scale quantum (NISQ) computer, while its success relies on a well-designed wavefunction ansatz. Compared to physically motivated ansatzes, hardware heuristic ansatzes usually lead to a shallower circuit, but it may still be too deep for an NISQ device. Inspired by the quantum neural network, we propose a new hardware heuristic ansatz where the circuit depth can be significantly reduced by introducing ancilla qubits, which makes a practical simulation of a chemical reaction with more than 20 atoms feasible on a currently available quantum computer. More importantly, the expressibility of this new ansatz can be improved by increasing either the depth or the width of the circuit, which makes it adaptable to different hardware environments. These results open a new avenue to develop practical applications of quantum computation in the NISQ era. ",
    "url": "https://arxiv.org/abs/2301.07542",
    "authors": [
      "Xiongzhi Zeng",
      "Yi Fan",
      "Jie Liu",
      "Zhenyu Li",
      "Jinlong Yang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2301.07579",
    "title": "High-uniformity TiN/Ti/TiN multilayers for the development of Microwave  Kinetic Inductance Detector",
    "abstract": "Microwave Kinetic Inductance Detectors (MKIDs) are a class of superconducting cryogenic detectors that simultaneously exhibit energy resolution, time resolution and spatial resolution. The pixel yield of MKID arrays is usually a critical figure of merit in the characterisation of an MKIDs array. Currently, for MKIDs intended for the detection of optical and near-infrared photons, only the best arrays exhibit a pixel yield as high as 75-80%. The uniformity of the superconducting film used for the fabrication of MKIDs arrays is often regarded as the main limiting factor to the pixel yield of an array. In this paper we will present data on the uniformity of the TiN/Ti/TiN multilayers deposited at the Tyndall National Institute and compare these results with a statistical model that evaluates how inhomogeneities affect the pixel yield of an array. ",
    "url": "https://arxiv.org/abs/2301.07579",
    "authors": [
      "Mario De Luciab",
      "E. Baldwin",
      "G. Ulbricht",
      "J. D. Piercy",
      "O. Creaner",
      "C. Bracken",
      "T. P. Ray"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2203.11271",
    "title": "A portable sub Hertz ultra-stable laser over 1700km highway  transportation",
    "abstract": " Comments: 10 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2203.11271",
    "authors": [
      "Dongdong Jiao",
      "Guanjun Xu",
      "Jing Gao",
      "Xue Deng",
      "Qi Zang",
      "Xiang Zhang",
      "Tao Liu",
      "Ruifang Dong"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.05794",
    "title": "Generation of highly retrievable atom photon entanglement with a  millisecond lifetime via a spatially multiplexed cavity",
    "abstract": " Title: Generation of highly retrievable atom photon entanglement with a  millisecond lifetime via a spatially multiplexed cavity ",
    "url": "https://arxiv.org/abs/2204.05794",
    "authors": [
      "Minjie Wang",
      "Shengzhi Wang",
      "Tengfei Ma",
      "Ya Li",
      "Yan Xie",
      "Haole Jiao",
      "Hailong Liu",
      "Shujing Li",
      "Hai Wang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2207.08728",
    "title": "Creation and direct laser acceleration of positrons in a single stage",
    "abstract": " Comments: 9 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2207.08728",
    "authors": [
      "B. Martinez",
      "B. Barbosa",
      "M. Vranic"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2211.04525",
    "title": "Development of a hardened THz energy meter for use on the  kilojoule-scale, short-pulse OMEGA EP laser",
    "abstract": " Title: Development of a hardened THz energy meter for use on the  kilojoule-scale, short-pulse OMEGA EP laser ",
    "url": "https://arxiv.org/abs/2211.04525",
    "authors": [
      "G. Bruhaug",
      "H. G. Rinderknecht",
      "Y. E",
      "M. S. Wei",
      "R. B. Brannon",
      "D. Guy",
      "R. G. Peck",
      "N. Landis",
      "G. Brent",
      "R. Fairbanks",
      "C. McAtee",
      "T. Walker",
      "T. Buczek",
      "M. Krieger",
      "M. H. Romanofsky",
      "C. Mileham",
      "K. G. Francis",
      "X. C. Zhang",
      "G. W. Collins",
      "J. R. Rygg"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  }
]