[
  {
    "id": "arXiv:2602.21243",
    "title": "Quantum and Classical mechanics vs QFT",
    "abstract": "           15 years ago Dmitry Diakonov wrote the paper \"Towards lattice-regularized Quantum Gravity\", arXiv:1109.0091. In his approach, gravity with metric and tetrads arise from pre-geometric quantum fields leading to unusual dimensions of physical quantities. In particular, particle masses are dimensionless. We are trying to extend the Akama-Diakonov-Wetterich theory by introducing the Planck constants $\\hbar$ and ${\\slash\\!\\!\\!h}=\\hbar c$ as elements of the emergent metric. The inverse Planck constant $1/\\hbar$ has the dimension of frequency, and, therefore, the mass $M$ of a particle, which has the dimension $\\hbar\\omega$, is dimensionless. In this extension, quantum mechanics emerges from the intrinsic quantum fields either in the symmetry breaking mechanism (GUT), or in the opposite mechanism of emergent symmetry in the low-energy corner (anti-GUT). In both cases, quantum mechanics (QM) serves as a bridge between the area of quantum fields (QFT) in the limit $1/\\hbar \\rightarrow 0$, and the area of classical physics (CM) in the limit $\\hbar \\rightarrow 0$. In the GUT scheme the inverse Planck constants, $1/\\hbar$ and $1/{\\slash\\!\\!\\!h}$, play the role of the order parameter of the symmetry breaking phase transition from the pre-geometric QFT state to the QM state, in which the quantum mechanics emerges together with the space-time metric. In this phase transition, the integration over field variables in the QFT phase transforms to a path integral formulation of QM, which in turn yields the laws of classical mechanics in the limit $1/\\hbar \\rightarrow \\infty$.         ",
    "url": "https://arxiv.org/abs/2602.21243",
    "authors": [
      "G.E. Volovik"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2602.21256",
    "title": "Surrogate neutron-capture studies with fission detection in inverse kinematics at the ESR storage ring",
    "abstract": "           The NECTAR (Nuclear rEaCTions At storage Rings) experiment at the ESR heavy-ion storage ring at GSI Darmstadt is dedicated to surrogate reaction studies of neutron-induced reactions on heavy nuclei in inverse kinematics. In this work, we report on the implementation and performance of a newly developed fission-fragment detection system integrated into the NECTAR experimental setup. The upgraded detector configuration enables, for the first time in a surrogate experiment, the simultaneous detection of \\(\\gamma\\)-decay residues, multi-neutron-emission residues, and fission fragments. The full setup was used for the first time in an experiment where a stored beam of bare \\(^{238}\\)U\\(^{92+}\\) ions at 17.24~MeV/u interacted with a gaseous deuterium target, populating excited \\(^{238}\\)U and \\(^{239}\\)U nuclei via the \\(^{238}\\)U(d,d') and \\(^{238}\\)U(d,p) reactions. We describe the fission detector geometry, design constraints, and simulation-based efficiency determination. The target-like particle identification and beam-like residue spectra demonstrating the performance of the complete setup are also shown.         ",
    "url": "https://arxiv.org/abs/2602.21256",
    "authors": [
      "Bogusław Włoch",
      "Camille Berthelot",
      "Guy Leckenby",
      "Beatriz Jurado",
      "Jerome Pibernat",
      "Manfred Grieser",
      "Jan Glorius",
      "Yuri Litvinov",
      "Laurent Audouin",
      "Bertram Blank",
      "Klaus Blaum",
      "Lucas Bégué--Guillou",
      "Alex Cobo Zarzuelo",
      "Sophia Florence Dellmann",
      "Marc Dupuis",
      "Oliver Forstner",
      "Alexis Francheteau",
      "David Freire Fernández",
      "Miki Fukutome",
      "Mathias Gerbaux",
      "Jérôme Giovinazzo",
      "Alexandre Gumberidze",
      "Andreas Heinz",
      "Ana Henriques",
      "Regina Hess",
      "Indu Jangid",
      "Anton Kalinin",
      "Wolfram Korten",
      "Sergey Litvinov",
      "Bernd Lorentz",
      "Antonio Moro",
      "Nikolaos Petridis",
      "Ulrich Popp",
      "Gregory Potel",
      "Diego Ramos",
      "Mathieu Roche",
      "Mohammad Shahab Sanjari",
      "Michele Sguazzin",
      "Ragandeep Singh Sidhu",
      "Uwe Spillmann",
      "Markus Steck",
      "Thomas Stoehlker",
      "Takayuki Yamaguchi"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Nuclear Experiment (nucl-ex)"
    ]
  },
  {
    "id": "arXiv:2602.21505",
    "title": "Coupling nitrogen vacancy centers in silicon carbide to nanophotonic resonators",
    "abstract": "           Silicon carbide (SiC) is a promising platform for scalable quantum technologies owing to its well-established, wafer-scale industrial processing. SiC also hosts a variety of optically active color centres including the nitrogen vacancy defect that has a spin-triplet ground state. However, strong phonon coupling in the infrared range limits photon extraction from these defects. Here, we use nanophotonic structures, specifically micro-pillar and micro-disk resonators, to enhance optical collection and spin-readout. The micro-pillar geometry yields a 4-fold increase in photon collection, accompanied by a 2.4-fold reduction in spectral noise in optically detected magnetic resonance measurements. Consequently, the magnetic field sensitivity is improved by 24%. The large mode volume of the micro-disk supports resonances spanning 1150-1250 nm, enabling broadband coupling to nitrogen vacancy emission lines. Our results demonstrate that fabrication of scalable photonic structures efficiently improves performance of silicon carbide color centers for integrated quantum light generation and sensing.         ",
    "url": "https://arxiv.org/abs/2602.21505",
    "authors": [
      "Ivan Zhigulin",
      "Konosuke Shimazaki",
      "Samuel M. Stephens",
      "Angus Gale",
      "Karin Yamamura",
      "Hark Hoe Tan",
      "Igor Aharonovich",
      "Mehran Kianinia"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2602.21694",
    "title": "Towards Low-Energy Electron High-Resolution Spectroscopy with Transition-Edge Sensors",
    "abstract": "           We present a study of the energy resolution of transition-edge sensors (TESs) for the detection of electrons in the 100 eV kinetic energy range. The TES is a Ti-Au bilayer with an active area of $(60 \\times 60)$ $\\mu \\text{m}^2$ and a critical temperature of $\\sim$ 80 mK. The electron source is based on vertically-aligned multiwall carbon nanotubes located inside the cryostat, with electrons generated via field emission. For electrons in the (92 - 99) eV kinetic energy range, we obtain a Gaussian energy resolution for fully-absorbed electrons of (0.479 $\\pm$ 0.041 $\\pm$ 0.055) eV. When considering the full-width at half-maximum of the peak, the corresponding resolution is of (1.44 $\\pm$ 0.17 $\\pm$ 0.27) eV. The former represents an improvement of (46 - 60)% with respect to previous results, and is mainly attributed to the reduction in the TES active area. The latter is instead an improvement of over a factor of 20, and is mainly due to the reduction in the emitting area of the electron source, which significantly suppresses electron back-scattering in proximity of the TES. These results represent a major milestone toward high-precision spectroscopy on low-energy electrons, which is a key objective for the PTOLEMY experiment.         ",
    "url": "https://arxiv.org/abs/2602.21694",
    "authors": [
      "R. Ammendola",
      "A. Apponi",
      "G. Benato",
      "M. G. Betti",
      "R. Biondi",
      "P. Bos",
      "M. Cadeddu",
      "A. Casale",
      "O. Castellano",
      "G. Cavoto",
      "L. Cecchini",
      "E. Celasco",
      "M. Chirico",
      "W. Chung",
      "A. G. Cocco",
      "A. P. Colijn",
      "B. Corcione",
      "N. D'Ambrosio",
      "M. D'Incecco",
      "G. De Bellis",
      "M. De Deo",
      "N. de Groot",
      "A. Esposito",
      "M. Farino",
      "S. Farinon",
      "A. D. Ferella",
      "L. Ferro",
      "L. Ficcadenti",
      "G. Galbato Muscio",
      "S. Gariazzo",
      "H. Garrone",
      "F. Gatti",
      "F. Malnati",
      "G. Mangano",
      "L. E. Marcucci",
      "C. Mariani",
      "J. Mead",
      "G. Menichetti",
      "M. Messina",
      "E. Monticone",
      "M. Naafs",
      "S. Nagorny",
      "V. Narcisi",
      "F. Pandolfi",
      "R. Pavarani",
      "C. Pepe",
      "C. Perez de los Heros",
      "O. Pisanti",
      "F. M. Pofi",
      "A. D. Polosa",
      "I. Rago",
      "M. Rajteri",
      "S. Ritarossi",
      "N. Rossi",
      "A. Ruocco",
      "G. Salina",
      "A. Santucci",
      "M. Sestu",
      "A. Tan",
      "V. Tozzini",
      "C. G. Tully",
      "I. van Rens",
      "F. Virzi",
      "G. Visser",
      "M. Viviani"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2602.21732",
    "title": "Solderable Microcontroller-Integrated E-Textiles using UV-Tape-Assisted Laser Patterning Technique",
    "abstract": "           In this study, we developed a UV-tape-assisted laser patterning (UT-Laser) technique that enables the simple transfer-based formation of wiring with line widths below 200 $\\mu$m onto textile substrates. With the rapid advancement of wearable devices capable of acquiring various types of physiological and environmental information, research on electronic textiles (e-textiles)-in which electronic components are integrated into fabrics and clothing-has progressed considerably. However, integrating high-performance, rigid electronic components onto textiles remains challenging: the diameter of textile fibers limits the formation of fine wiring, making reliable mounting of such components difficult. To address these challenges, we devised the UT-Laser technique, in which thin foil or film materials are laser vector-cut on UV tape, and the adhesive strength is controlled through UV exposure. The unnecessary portions are selectively and collectively peeled away to form fine wiring, which is subsequently transferred onto the textile substrate. This approach enables facile fabrication of fine wiring with line widths below 200 $\\mu$m on textiles. Furthermore, by forming fine wiring from a flexible copper clad laminate and transferring it onto heat-resistant glass cloth, electronic components can be soldered directly, allowing the fabrication of e-textile devices capable of withstanding more than 10,000 bending cycles. The prototype e-textile device fabricated using the proposed method integrates a microcontroller, USB connector, battery holder, flash memory, inertial measurement unit, and environmental sensors, and successfully acquires data related to stair climbing, respiration, and changes in body temperature during sleep.         ",
    "url": "https://arxiv.org/abs/2602.21732",
    "authors": [
      "Naoto Tomita",
      "Suguru Sato",
      "Toshihiro Takeshita",
      "Aki Furusawa",
      "Jarred Fastier-Wooller",
      "Shun Muramatsu",
      "Toshihiro Itoh",
      "Michitaka Yamamoto"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2602.21742",
    "title": "Room-temperature, continuous wave lasing in planar microcavities with quantum dots",
    "abstract": "           High-quality planar cavities with low-absorption mirrors based on $Al_{0.2}Ga_{0.8}As/Al_{0.9}Ga_{0.1}As$ layers demonstrate continuous wave lasing at a wavelength of 957 nm. At 300 K, the threshold power density and quality-factor at threshold are (11.4$\\pm$0.7) $kW/cm^2$ and (5070$\\pm$160). Increasing the pumping level above two thresholds results in an enlargement in the quality-factor to at least 19000. Efficient lateral heat dissipation in the planar semiconductor microcavity is confirmed by a low mode-energy shift, which is 660 $\\mu$eV at two lasing thresholds.         ",
    "url": "https://arxiv.org/abs/2602.21742",
    "authors": [
      "Andrey Babichev",
      "Mikhail Bobrov",
      "Alexey Vasilev",
      "Sergey Blokhin",
      "Nikolay Maleev",
      "Ivan Makhov",
      "Natalia Kryzhanovskaya",
      "Leonid Karachinsky",
      "Innokenty Novikov",
      "Anton Egorov"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2602.21946",
    "title": "Symmetry-Broken Cavity Solitons and Collective Polarization Conformity in Fabry-Perot Kerr Resonators",
    "abstract": "           We report on the experimental generation of polarization symmetry-broken cavity solitons (CSs) in a passive, fiber-based, coherently-driven, Fabry-Perot (FP) Kerr resonator. Polarization resolved measurements reveal the spontaneous transition of initially symmetric CSs into asymmetrical vectorial states, triggered by a cross-phase modulation-induced polarization bifurcation. Most notably, due to counter-propagation of light occurring in FP resonators, we unveil a collective polarization conformity effect, whereby multiple CSs circulating in the cavity converge to the same asymmetric polarization state once their number exceeds a certain threshold. These results demonstrate that Fabry-Perot resonators support novel collective soliton dynamics that are absent in ring architectures.         ",
    "url": "https://arxiv.org/abs/2602.21946",
    "authors": [
      "Yohann G. Sanvert",
      "Abdullah Alabbadi",
      "Lewis Hill",
      "Yuandi Xu",
      "Gang Xu",
      "Gian-Luca Oppo",
      "Stephane Coen",
      "Erwan Lucas",
      "Pascal Del'Haye",
      "Julien Fatome"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2602.21990",
    "title": "Proof-of-principle experiment of a novel beam extraction over millions of turns using stable resonance islands and bent crystal",
    "abstract": "           A recent study [1] has introduced an advanced method aimed at extracting from a circular particle accelerator over millions of turns using stable islands and a bent crystal. This technique leverages the strength of non-linear beam dynamics along with adiabatic trapping and transport within stable islands, in combination with a bent silicon crystal, to provide an efficient extraction of hadron beams over millions of turns. The positive and encouraging results of the comprehensive numerical simulations were validated through a successful proof-of-principle experiment at the CERN Super Proton Synchrotron, which demonstrated the feasibility of the technique. This paper presents a detailed discussion and analysis of the experimental results.         ",
    "url": "https://arxiv.org/abs/2602.21990",
    "authors": [
      "D. E. Veres",
      "P. Arrutia",
      "S. Cettour Cave",
      "B. H. F. Lindström",
      "M. Giovannozzi",
      "L. E. Pauwels",
      "F. F. Van der Veken",
      "F. M. Velotti",
      "G. Franchetti"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2602.21991",
    "title": "Geometric representation of higher-order optical modes",
    "abstract": "           An octant representation of higher-order optical modes that includes Laguerre-Gaussian and Hermite-Gaussian modes is presented. The octant picture captures the high-dimensional nature of three-state optical systems and beyond, with standard Poincaré spheres for orbital angular momentum forming subspaces of the entire state space. This representation enables intuitive manipulation of both classical modes and optical qudits and provides a framework for extending Berry phases and topological invariants to high dimensions.         ",
    "url": "https://arxiv.org/abs/2602.21991",
    "authors": [
      "Claire Cisowski"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2602.22106",
    "title": "Purcell-enhanced Bright and Dark Exciton Emission from Perovskite Quantum Dots in Micro-ring Resonators",
    "abstract": "           Colloidal quantum dots (QDs) integrated with waveguide-coupled dielectric resonators are promising building blocks for compact on-chip light sources. However, deterministic placement of QDs with strong mode overlap at the desired location remains a challenge. Here, we demonstrate a simple and scalable strategy for integrating colloidal QDs with a waveguide-coupled Si3N4 micro-ring resonator platform and for controlling the radiative dynamics of both bright and dark excitons via Purcell enhancement. We use strongly quantum-confined CsPbBr3 QDs, which exhibit bright-exciton emission at room-temperature, while emission at cryogenic temperatures originates from both bright and dark excitons. The CsPbBr3 QDs are selectively retained on the Si3N4 micro-ring cavities through a spin-coating/rinsing process, enabling efficient overlap with whispering-gallery modes and routing of the emission through integrated waveguides. We confirm accelerated decay of emission from both bright and dark excitons for CsPbBr3 QDs coupled to the micro-ring cavities. These results demonstrate an effective route to integrate colloidal QDs with Si3N4 micro-ring cavities and to leverage cavity-enhanced emission in scalable integrated photonic devices.         ",
    "url": "https://arxiv.org/abs/2602.22106",
    "authors": [
      "Lanyin Luo",
      "Mohit Khurana",
      "Ian M. Murray",
      "Sina Baghbani Kordmahale",
      "Akanksha Pandey",
      "Xiaohan Liu",
      "Alexei V. Sokolov",
      "Dong Hee Son"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2602.22172",
    "title": "Effects of realistic laser intensity and phase distribution on high-charge laser wakefield acceleration",
    "abstract": "           Laser wakefield acceleration (LWFA) can produce relativistic electron beams and various secondary particles in centimeter-long plasmas, making it a valuable particle source with important applications in many disciplines. In this work, we examine the effects of non-ideal transverse intensity and phase distribution of laser pulses on LWFA through both experimental measurements and particle-in-cell simulations. The complex transverse profile of the 75 TW laser pulses reduces the self-focused intensity in plasma compared with a transversely Gaussian laser. Furthermore, the sheath structure of the nonlinear plasma wake excited by realistic laser pulses is wider and more complicated than that of a Gaussian laser. These hinder the injection of the plasma electrons. As the laser pulse propagates through the plasma, its intensity profile gradually becomes elliptical and drives a plasma wake with a sharp sheath near the azimuths of the major axis, leading to an injection. When using a realistic laser profile in simulations, both the charge and energy of injected electrons closely match experimental results ($\\sim200$ pC of charge and $\\sim 200$ MeV peak energy), whereas the Gaussian laser simulations produce much higher charge ($\\sim500$ pC). Our findings reveal the difference in injection dynamics between LWFA driven by non-ideal laser pulses and those driven by Gaussian pulses, and are useful for applications of LWFA which demand high-charge electron beams.         ",
    "url": "https://arxiv.org/abs/2602.22172",
    "authors": [
      "Yuhui Xia",
      "Zhenan Wang",
      "Ziyao Tang",
      "Jianghao Hu",
      "Qianyi Ma",
      "Yuekai Chen",
      "Letian Liu",
      "Zhiyan Yang",
      "Hui Zhang",
      "Chenxu Wang",
      "Haoyang Lan",
      "Di Wu",
      "Xiuhong Yang",
      "Yixing Geng",
      "Yanying Zhao",
      "Xueqin Yan",
      "Xinlu Xu"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2602.21629",
    "title": "Tuning Wave-Particle Duality of Quantum Light by Generalized Photon Subtraction",
    "abstract": "           Wave--particle duality is a hallmark of quantum mechanics. For bosonic systems, there exists a continuum of intermediate states bridging wave-like Schrödinger cat states and particle-like Fock states. Such states have recently been recognized as valuable resources for enhancing fault-tolerant quantum computation (FTQC) with propagating light. Here we experimentally demonstrate tunable generation of these intermediate states by employing generalized photon subtraction (GPS). By detecting up to three photons from squeezed-light sources with a photon-number-resolving detector, we continuously control the balance between wave- and particle-like features. This approach allows us to construct a spectral family of quantum states with high generation rates, optimized according to the required fault-tolerance threshold. Our results establish GPS as a versatile toolbox for tailoring non-Gaussian resources, opening a pathway to efficient Gottesman--Kitaev--Preskill (GKP) qubit generation and addressing a central bottleneck in optical quantum computing.         ",
    "url": "https://arxiv.org/abs/2602.21629",
    "authors": [
      "Kan Takase",
      "Mamoru Endo",
      "Fumiya Hanamura",
      "Kazuki Hirota",
      "Masahiro Yabuno",
      "Hirotaka Terai",
      "Shigehito Miki",
      "Takahiro Kashiwazaki",
      "Asuka Inoue",
      "Takeshi Umeki",
      "Petr Marek",
      "Radim Filip",
      "Warit Asavanant",
      "Akira Furusawa"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2602.22205",
    "title": "Quantum jumps in open cavity optomechanics and Liouvillian versus Hamiltonian exceptional points",
    "abstract": "           Exceptional points, where two or more eigenstates of a non-Hermitian system coalesce, are now of interest across many fields of physics, from the perspective of open-system dynamics, sensing, nonreciprocal transport, and topological phase transitions. In this work, we investigate exceptional points in cavity optomechanics, a platform of interest to diverse communities working on gravitational-wave detection, macroscopic quantum mechanics, quantum transduction, etc. Specifically, we clarify the role of quantum jumps in making a clear distinction between Liouvillian and Hamiltonian exceptional points in optomechanical systems. While the Liouvillian exceptional point arises from the unconditional Lindblad dynamics and is independent of the phonon-bath temperature, the Hamiltonian exceptional point emerges from the conditional no-jump evolution and acquires a thermal shift due to an enhanced conditional damping. Employing the thermofield formalism, we derive a unified spectral framework that interpolates between these regimes via an analytical hybrid-Liouvillian description. Remarkably, in the weak-quantum-jump regime, the exceptional point is perturbed only at the second order, highlighting the robustness of the Hamiltonian exceptional point under small hybrid perturbations. Our work reveals a continuous family of hybrid exceptional points, clarifies the operational and physical differences between the conditional and unconditional dissipative dynamics in optomechanical systems, and provides a probe for thermal baths.         ",
    "url": "https://arxiv.org/abs/2602.22205",
    "authors": [
      "Aritra Ghosh",
      "M. Bhattacharya"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Mathematical Physics (math-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.22083",
    "title": "Hyperbolic recurrent neural network as the first type of non-Euclidean neural quantum state ansatz",
    "abstract": "           In this work, we introduce the first type of non-Euclidean neural quantum state (NQS) ansatz, in the form of the hyperbolic GRU (a variant of recurrent neural networks (RNNs)), to be used in the Variational Monte Carlo method of approximating the ground state energy for quantum many-body systems. In particular, we examine the performances of NQS ansatzes constructed from both conventional or Euclidean RNN/GRU and from hyperbolic GRU in the prototypical settings of the one- and two-dimensional transverse field Ising models (TFIM) and the one-dimensional Heisenberg $J_1J_2$ and $J_1J_2J_3$ systems. By virtue of the fact that, for all of the experiments performed in this work, hyperbolic GRU can yield performances comparable to or better than Euclidean RNNs, which have been extensively studied in these settings in the literature, our work is a proof-of-concept for the viability of hyperbolic GRU as the first type of non-Euclidean NQS ansatz for quantum many-body systems. Furthermore, in settings where the Hamiltonian displays a clear hierarchical interaction structure, such as the 1D Heisenberg $J_1J_2$ & $J_1J_2J_3$ systems with the 1st, 2nd and even 3rd nearest neighbor interactions, our results show that hyperbolic GRU definitively outperforms its Euclidean version in almost all instances. The fact that these results are reminiscent of the established ones from natural language processing where hyperbolic GRU almost always outperforms Euclidean RNNs when the training data exhibit a tree-like or hierarchical structure leads us to hypothesize that hyperbolic GRU NQS ansatz would likely outperform Euclidean RNN/GRU NQS ansatz in quantum spin systems that involve different degrees of nearest neighbor interactions. Finally, with this work, we hope to initiate future studies of other types of non-Euclidean NQS beyond hyperbolic GRU.         ",
    "url": "https://arxiv.org/abs/2505.22083",
    "authors": [
      "H. L. Dao"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Machine Learning (cs.LG)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2507.17880",
    "title": "Stability of Continuous Time Quantum Walks in Complex Networks",
    "abstract": "           We investigate the stability of continuous-time quantum walks (CTQW) across cycle, complete, star, Erdős-Rényi, small-world, and scale-free topologies under energy-based intrinsic decoherence, node-based Haken-Strobl noise, and edge-based quantum stochastic walk (QSW) decoherence. Defining stability as the preservation of quantum properties, we characterize it using node probabilities, $\\ell_1$-norm of coherence, fidelity, quantum-classical distance, and von Neumann entropy. Our results show that intrinsic decoherence preserves coherence longest while QSW causes rapid decay. Stability rankings vary and depend on the decoherence types, network structure, and properties of node where the walker is initialized specifically in heterogeneous networks. Dense connected network like complete and heterogenous networks, for instance, star, and scale-free are stable under Haken-Strobl noise but become uniquely fragile under QSW when initialized on high degree nodes. However, these same networks, due to their inherent localization, exhibit lower coherence in the noiseless regime, highlighting a fundamental trade-off between localization and coherence. Furthermore, the centrality of the initialization node has a pronounced impact on relaxation time and stability measures, underscoring the critical role of local topological features in quantum dynamics.         ",
    "url": "https://arxiv.org/abs/2507.17880",
    "authors": [
      "Adithya L J",
      "Johannes Nokkala",
      "Jyrki Piilo",
      "Chandrakala Meena"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2509.13017",
    "title": "Mitigating the sign problem by quantum computing",
    "abstract": "           The notorious sign problem severely limits the applicability of quantum Monte Carlo (QMC) simulations, as statistical errors grow exponentially with system size and inverse temperature. A recent proposal of a quantum-computing stochastic series expansion (qc-SSE) method suggested that the problem could be avoided by introducing constant energy shifts into the Hamiltonian. Here we critically examine this framework and show that it does not strictly resolve the sign problem for Hamiltonians with non-commuting terms. Instead, it provides a practical mitigation strategy that suppresses the occurrence of negative weights. Using the antiferromagnetic anisotropic XY chain as a test case, we analyze the dependence of the average sign on system size, temperature, anisotropy, and shift parameters. An operator contraction method is introduced to improve efficiency. Our results demonstrate that moderate shifts optimally balance sign mitigation and statistical accuracy, while large shifts amplify errors, leaving the sign problem unresolved but alleviated.         ",
    "url": "https://arxiv.org/abs/2509.13017",
    "authors": [
      "Kwai-Kong Ng",
      "Min-Fong Yang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Other Condensed Matter (cond-mat.other)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2510.06971",
    "title": "Realistic Threat Models for Fiber and Free-Space Continuous-Variable Quantum Key Distribution",
    "abstract": "           Future global quantum communication networks, or quantum Internet, will realize high-rate secure communication and entanglement distribution for large-scale users over long distances. Continuous variable (CV) quantum key distribution (QKD) provides a powerful setting for secure quantum communications, thanks to the use of room-temperature off-the-shelf optical devices and the potential to reach high rates. However, the achievable performance of CV-QKD protocols is fundamentally limited by the fact that they appear to be fragile to both loss and noise. In this study, we provide a general framework for analyzing the composable finite-size security of CV-QKD with Gaussian-modulated coherent-state protocol (GMCS) under various levels of trust for the loss and noise experienced by the users of the protocol. Our work is comprehensive of several practical scenarios, encompassing both active and passive eavesdropping configurations, with both wired (i.e., fiber-based) and wireless (i.e., free-space and satellite-based) quantum communication channels. Our numerical results evaluate the robustness of the GMCS protocol under varying levels of trust and demonstrate that it is difficult for a practical protocol to remain robust against untrusted loss at the transmitter. In the wireless case, we analyze a scenario with a sun-synchronous satellite, showing that its key distribution rate, even with the worst level of trust, can outperform a ground chain of ideal quantum repeaters. Our results indicate that, when it comes to engineering and optimizing quantum-safe networks, it is essential to mitigate the shortcomings caused by critical trade-offs between rate performance, trust level, system noise, and communication distance.         ",
    "url": "https://arxiv.org/abs/2510.06971",
    "authors": [
      "Zhiyue Zuo",
      "Masoud Ghalaii",
      "Stefano Pirandola"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2511.03556",
    "title": "Quantum error mitigation using energy sampling and extrapolation enhanced Clifford data regression",
    "abstract": "           Error mitigation is essential for the practical implementation of quantum algorithms on noisy intermediate-scale quantum (NISQ) devices. This work explores and extends Clifford Data Regression (CDR) to mitigate noise in quantum chemistry simulations using the Variational Quantum Eigensolver (VQE). Using the H$_4$ molecule with the tiled Unitary Product State (tUPS) ansatz, we perform noisy simulations with the ibm torino noise model to investigate in detail the effect of various hyperparameters in CDR on the error mitigation quality. Building on these insights, two improvements to the CDR framework are proposed. The first, Energy Sampling (ES), improves performance by selecting only the lowest-energy training circuits for regression, thereby further biasing the sample energies toward the target state. The second, Non-Clifford Extrapolation (NCE), enhances the regression model by including the number of non-Clifford parameters as an additional input, enabling the model to learn how the noisy-ideal mapping evolves as the circuit approaches the optimal one. Our numerical results demonstrate that both strategies outperform the original CDR.         ",
    "url": "https://arxiv.org/abs/2511.03556",
    "authors": [
      "Zhongqi Zhao",
      "Erik Rosendahl Kjellgren",
      "Sonia Coriani",
      "Jacob Kongsted",
      "Stephan P. A. Sauer",
      "Karl Michael Ziems"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2601.19006",
    "title": "Frequency- and time-resolved second order quantum coherence function of IDTBT single-molecule fluorescence",
    "abstract": "           The frequency- and time-resolved second order quantum coherence function (g(2)({\\tau})) of single-molecule fluorescence has recently been proposed as a powerful new quantum light spectroscopy that can reveal intrinsic quantum coherence in excitation energy transfer in molecular systems ranging from simple dimers to photosynthetic complexes. Yet, no experiments have been reported to date. Here, we have developed a single-molecule fluorescence g(2)({\\tau}) quantum light spectroscopy (SMFg2-QLS) that can simultaneously measure the fluorescence intensity, lifetime, spectra, and g(2)({\\tau}) with frequency resolution, for a single molecule in a controlled environment at both room temperature and cryogenic temperature. As a proof of principle, we have studied single molecules of IDTBT (indacenodithiophene-co-benzothiadiazole), a semiconducting donor-acceptor conjugated copolymer with a chain-like structure that shows a high carrier mobility and annihilation-limited long-range exciton transport. We have observed different g(2)({\\tau}=0) values with different bands or bandwidths of the single molecule IDTBT fluorescence. The general features are consistent with theoretical predictions and suggest non-trivial excited state quantum dynamics, possibly showing quantum coherence, although further analysis and confirmation will require additional theoretical calculations that take into account the complexity and inhomogeneity of individual IDTBT single molecular chains. Our results demonstrate the feasibility and promise of frequency- and time-resolved SMFg2-QLS to provide new insights into molecular quantum dynamics and to reveal signatures of intrinsic quantum coherence in photosynthetic light harvesting that are independent of the nature of the light excitation.         ",
    "url": "https://arxiv.org/abs/2601.19006",
    "authors": [
      "Quanwei Li",
      "Yuping Shi",
      "Lam Lam",
      "K. Birgitta Whaley",
      "Graham Fleming"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2602.17786",
    "title": "Shortcuts to Adiabaticity via Adaptive Quantum Zeno Measurements",
    "abstract": "           We consider the quantum Zeno dynamics arising from monitoring a time-dependent projector. Starting from a stroboscopic measurement protocol, it is shown that the effective Hamiltonian for Zeno dynamics involves a nonadiabatic geometric connection that takes the form of the Kato-Avron Hamiltonian for parallel transport, stirring the evolution within the time-dependent Zeno subspace. The latter reduces to counterdiabatic driving when projective measurements are performed in the instantaneous energy eigenbasis of the quantum system. The effective Zeno Hamiltonian can also be derived in the context of continuous quantum measurements of a time-dependent observable and the non-Hermitian evolution with a complex absorbing potential varying in time. Our results thus provide a unified framework for realizing shortcuts to adiabaticity via adaptive quantum Zeno measurements.         ",
    "url": "https://arxiv.org/abs/2602.17786",
    "authors": [
      "Adolfo del Campo"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Other Condensed Matter (cond-mat.other)",
      "Atomic Physics (physics.atom-ph)"
    ]
  }
]