[
  {
    "id": "arXiv:2402.09428",
    "title": "Neural-network based high-speed volumetric dynamic optical coherence  tomography",
    "abstract": "We demonstrate deep-learning neural network (NN)-based dynamic optical coherence tomography (DOCT), which generates high-quality logarithmic-intensity-variance (LIV) DOCT images from only four OCT frames. The NN model is trained for tumor spheroid samples using a customized loss function: the weighted mean absolute error. This loss function enables highly accurate LIV image generation. The fidelity of the generated LIV images to the ground truth LIV images generated using 32 OCT frames is examined via subjective image observation and statistical analysis of image-based metrics. Fast volumetric DOCT imaging with an acquisition time of 6.55 s/volume is demonstrated using this NN-based method. ",
    "url": "https://arxiv.org/abs/2402.09428",
    "authors": [
      "Yusong Liu",
      "Ibrahim Abd El-Sadek",
      "Shuichi Makita",
      "Tomoko Mori",
      "Atsuko Furukawa",
      "Satoshi Matsusaka",
      "Yoshiaki Yasuno"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)",
      "Biological Physics (physics.bio-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.09431",
    "title": "Signal-to-noise per unit time optimization for in vivo single-voxel  proton magnetic resonance spectroscopy of the brain: Theoretical formulation  and experimental verification at two field strengths",
    "abstract": "Signal-to-noise ratio optimization, regarding repetition time selection, was explored mathematically and experimentally for single-voxel proton magnetic resonance spectroscopy. Theoretical findings were benchmarked against phantom measurements at 1.5 Tesla and localized in vivo proton brain spectra acquired at both 1.5 Tesla/3.0 Tesla. A detailed mathematical description of signal-to-noise ratio per unit time was derived, yielding an optimal repetition time of 1.256 times the metabolite longitudinal relaxation time. While long-repetition-time acquisitions minimize longitudinal relaxation time contributions, a repetition time of ~1.5s results in maximum signal-to-noise ratio per unit time, which can in turn be invested into smaller voxel sizes. The latter is of utmost importance in brain oncology, allowing accurate spectroscopic characterization of small lesions. ",
    "url": "https://arxiv.org/abs/2402.09431",
    "authors": [
      "Dimosthenis E. Gkotsis",
      "Efstathios D. Gotsis",
      "Eleftherios P. Pappas",
      "Eftichia Z. Kapsalaki",
      "Ioannis Seimenis"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2402.09468",
    "title": "Silica final lens performance in laser fusion facilities: HiPER and LIFE",
    "abstract": "Nowadays, the projects LIFE (Laser Inertial Fusion Energy) in USA and HiPER (High Power Laser Energy Research) in Europe are the most advanced ones to demonstrate laser fusion energy viability. One of the main points of concern to properly achieve ignition is the performance of the final optics (lenses) under the severe irradiation conditions that take place in fusion facilities. In this paper, we calculate the radiation fluxes and doses as well as the radiation-induced temperature enhancement and colour centre formation in final lenses assuming realistic geometrical configurations for HiPER and LIFE. On these bases, the mechanical stresses generated by the established temperature gradients are evaluated showing that from a mechanical point of view lenses only fulfill specifications if ions resulting from the imploding target are mitigated. The absorption coefficient of the lenses is calculated during reactor startup and steady-state operation. The obtained results evidence the necessity of new solutions to tackle ignition problems during the startup process for HiPER. Finally, we evaluated the effect of temperature gradients on focal length changes and lens surface deformations. In summary, we discuss the capabilities and weak points of silica lenses and propose alternatives to overcome predictable problems. ",
    "url": "https://arxiv.org/abs/2402.09468",
    "authors": [
      "David Garoz",
      "R. González-Arrabal",
      "R. Juárez",
      "J. Álvarez",
      "J. Sanz",
      "J. M. Perlado",
      "A. Rivera"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.09700",
    "title": "Observation of topology transition in Floquet non-Hermitian skin effects  in silicon photonics",
    "abstract": "Non-Hermitian physics has greatly enriched our understanding of nonequilibrium phenomena and uncovered novel effects such as the non-Hermitian skin effect (NHSE) that has profoundly revolutionized the field. NHSE is typically predicted in systems with nonreciprocal couplings which, however, are difficult to realize in experiments. Without nonreciprocal couplings, the NHSE can also emerge in systems with coexisting gauge fields and loss or gain (e.g., in Floquet non-Hermitian systems). However, such Floquet NHSE remains largely unexplored in experiments. Here, we realize the Floquet NHSEs in periodically modulated optical waveguides integrated on a silicon photonics platform. By engineering the artificial gauge fields induced by the periodical modulation, we observe various Floquet NHSEs and unveil their rich topological transitions. Remarkably, we discover the transitions between the normal unipolar NHSEs and an unconventional bipolar NHSE which is accompanied by the directional reversal of the NHSEs. The underlying physics is revealed by the band winding in complex quasienergy space which undergoes a topology change from isolated loops with the same winding to linked loops with opposite windings. Our work unfolds a new route toward Floquet NHSEs originating from the interplay between gauge fields and dissipation effects and offers fundamentally new ways for steering light and other waves. ",
    "url": "https://arxiv.org/abs/2402.09700",
    "authors": [
      "Zhiyuan Lin",
      "Wange Song",
      "Li-Wei Wang",
      "Haoran Xin",
      "Jiacheng Sun",
      "Shengjie Wu",
      "Chunyu Huang",
      "Shining Zhu",
      "Jian-Hua Jiang",
      "Tao Li"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2402.09771",
    "title": "Detailed analysis of the direct piezo-response of AlN nanowire-based  vertically integrated nanogenerators",
    "abstract": "In this work, detailed analysis of the direct piezo-response of AlN nanowire-based vertically integrated nanogenerators (VINGs) is undertaken as a function of mechanical excitation frequency. We demonstrate that the piezo-charge, piezo-voltage, and impedance of the devices can be directly correlated using an equivalent circuit model. The performance figure of merit (FoM) of nanowire-based VINGs, namely the piezoelectric voltage constant (g) for sensing, and the product gxd for energy harvesting, where d is a piezoelectric charge constant, are extracted from our presented results and compared with that of bulk single crystal GaN and quartz substrates, as well as sputtered AlN thin films. The measured FoM values suggest that the nanowires can outperform their rigid counterparts in terms of mechanical sensing applications, while further improvements are required to enhance their capability for energy generation. This work not only provides new experimental guidelines for understanding the direct piezo-characteristics of VINGs, but it also enables a quantitative comparison between nanostructured piezoelectric devices fabricated using different materials or architectures. ",
    "url": "https://arxiv.org/abs/2402.09771",
    "authors": [
      "N. Buatip",
      "T. Auzelle",
      "P. John",
      "M. Sohdi",
      "M. Saluan",
      "B. Fernandez",
      "E. Monroy",
      "D. Mornex",
      "C. R. Bowen",
      "R. Songmuang"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2402.09777",
    "title": "Switching waves-induced broadband Kerr frequency comb in fiber  Fabry-Perot resonators",
    "abstract": "We report the generation of broadband frequency combs in fiber Fabry-Perot resonators in the normal dispersion regime enabled by the excitation of switching waves. We theoretically characterise the process by means of a transverse linear stability analysis of the Lugiato-Lefever equation, enabling precise prediction of the switching waves' frequencies. Experimentally, we employed a pulsed-pump fiber Fabry-Perot resonator operating in the normal dispersion regime, integrated into an all-fiber experimental setup. The synchronisation mismatch and the influence of dispersion is thoroughly discussed, unveiling the potential to generate a frequency comb spanning over 15 THz bandwidth, specifically leveraging a flattened low dispersion cavity. ",
    "url": "https://arxiv.org/abs/2402.09777",
    "authors": [
      "Thomas Bunel",
      "Matteo Conforti",
      "Julien Lumeau",
      "Antonin Moreau",
      "Arnaud Mussot"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.09885",
    "title": "Strong coupling in molecular systems: a simple predictor employing  routine optical measurements",
    "abstract": "We provide a simple method that enables readily acquired experimental data to be used to predict whether or not a candidate molecular material may exhibit strong coupling. Specifically, we explore the relationship between the hybrid molecular/photonic (polaritonic) states and the bulk optical response of the molecular material. For a given material this approach enables a prediction of the maximum extent of strong coupling (vacuum Rabi splitting), irrespective of the nature of the confined light field. We provide formulae for the upper limit of the splitting in terms of the molar absorption coefficient, the attenuation coefficient, the extinction coefficient (imaginary part of the refractive index) and the absorbance. To illustrate this approach we provide a number of examples, we also discuss some of the limitations of our approach. ",
    "url": "https://arxiv.org/abs/2402.09885",
    "authors": [
      "Marie S. Rider",
      "Edwin C. Johnson",
      "Demetris Bates",
      "William P. Wardley",
      "Robert H. Gordon",
      "Robert D. J. Oliver",
      "Steven P. Armes",
      "Graham J. Leggett",
      "William L. Barnes"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2402.09889",
    "title": "Dissipation of nonlinear acoustic waves in thermoviscous pores",
    "abstract": "We derive a nonlinear acoustic wave propagation model for analysing the thermoviscous dissipation in narrow pores with wavy walls. As the nonlinear waves propagate in the thermoviscous pores, the wave-steepening effect competes with the bulk dissipation, as well as the thermoviscous heat transfer and shear from the pore walls. Consequently, the length scale of the wave is modified. We use the characteristic nonlinear wave thickness scale to obtain linear and nonlinear wave equations governing the unsteady shock-wall interaction. We also perform two-dimensional shock-resolved DNS of the wave propagation inside the pores and compare the results with model equations. We show that for flat-walls and shock strength parameter $\\epsilon$, the dimensional wall heat-flux and shear scale as $\\epsilon$. For wavy walls, the scaling becomes $\\epsilon^{3/2 - n(k)}$ where $k$ is the wall-waviness wavenumber and the exponent $n$ increases from $0.5$ for $k=0$ to $n(k)\\approx0.65$ for $k=10$, $n(k)\\approx 0.75$ for $k=20$, and $n(k)\\approx0.85$ for $k=40$. Hence, increasing the wall waviness reduces the dependence of the wall heat-flux and shear on nonlinear acoustic wave strength. ",
    "url": "https://arxiv.org/abs/2402.09889",
    "authors": [
      "Krishna Sahithi",
      "Prateek Gupta"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2402.09933",
    "title": "Prediction Through Quantum Dynamics Simulations: Photo-excited  Cyclobutanone",
    "abstract": "Quantum dynamics simulations are becoming a standard tool for simulating photo-excited molecular systems involving a manifold of coupled states, known as non-adiabatic dynamics. While these simulations have had many successes in explaining experiments and giving details of non-adiabatic transitions, the question remains as to their predictive power. In this work, we present a set of quantum dynamics simulations on cyclobutanone, using both grid-based multi-configuration time-dependent Hartree (MCTDH) and direct dynamics variational multi-configuration Gaussian (DD-vMCG) methods. The former used a parameterised vibronic coupling model Hamiltonian and the latter generated the potential energy surfaces on-the-fly. The results give a picture of the non-adiabatic behaviour of this molecule and were used to calculate the signal from a gas-phase ultrafast electron diffraction (GUED) experiment. Corresponding experimental results will be obtained and presented at a later stage for comparison to test the predictive power of the methods. The results show that over the first 500 fs after photo-excitation to the S$_2$ state, cyclobutanone relaxes quickly to the S$_1$ state, but only a small population relaxes further to the S$_0$ state. No significant transfer of population to the triplet manifold is found. It is predicted that the GUED experiments over this time scale will see s signal related mostly to the C-O stretch motion and elongation of the molecular ring along the C-C-O axis. ",
    "url": "https://arxiv.org/abs/2402.09933",
    "authors": [
      "Olivia Bennett",
      "Antonia Freibert",
      "K. Eryn Spinlove",
      "Graham A. Worth"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2402.10075",
    "title": "Direct laser cooling of Rydberg atoms with an isolated-core transition",
    "abstract": "We propose a scheme to directly laser cool Rydberg atoms by laser cooling the residual ion core within the Rydberg-electron orbit. The scheme is detailed for alkaline-earth-metal Rydberg atoms, whose ions can be easily laser cooled. We demonstrate that a closed optical cooling cycle can be found despite the perturbations caused by the Rydberg electron, and that this cycle can be driven over more than $100~\\mu$s to achieve laser cooling. The cooling dynamics with and without the presence of magnetic fields are discussed in detail. ",
    "url": "https://arxiv.org/abs/2402.10075",
    "authors": [
      "Alisée Bouillon",
      "Eduardo Marin-Bujedo",
      "Matthieu Génévriez"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2402.10108",
    "title": "Limitations to the energy resolution of single-photon sensitive  Microwave Kinetic Inductance Detectors",
    "abstract": "This paper describes the energy resolution of Microwave Kinetic Inductance Detectors (MKIDs), and models some limiting factors to it. Energy resolution is a measure of the smallest possible difference in energy of the impinging photons, Delta E, that the detector can identify and is of critical importance for many applications. Limits to the energy resolution cause by the Fano effect, amplifier noise, current inhomogeneities, and readout sampling frequency are taken into consideration for this model. This paper describes an approach to combine all of these limitations and predict a wavelength dependency of the upper limit to the resolving power. ",
    "url": "https://arxiv.org/abs/2402.10108",
    "authors": [
      "Mario De Lucia",
      "Gerhard Ulbricht",
      "Eoin Baldwin",
      "Jack Piercy",
      "Colm Bracken",
      "Oisin Creaner",
      "Tom Ray"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ]
  },
  {
    "id": "arXiv:2402.09415",
    "title": "Accumulation of cross-channel non-linear interference in  dispersion-managed and disaggregated optical network segment",
    "abstract": "We evaluate the generation of the cross-channel interference (XCI) for coherent transmission through a variety of dispersion-managed segments in a disaggregated optical network framework, using split-step Fourier method (SSFM) simulations and an implementation of the Gaussian noise (GN) model. We observe that the small inline residual dispersion remaining after each span affects the accumulation of the XCI, causing GN model predictions to no longer be conservative. We find an asymptotic upper bound to this additional accumulation, providing a worst-case prediction, and observe that this depends upon the residual dispersion within the link. This upper bound scales similarly to the self-channel interference (SCI) accumulation, and is well characterized by the parameters of the underlying fiber spans and the transmitted signals. ",
    "url": "https://arxiv.org/abs/2402.09415",
    "authors": [
      "Elliot London",
      "Emanuele Virgillito",
      "Andrea D'Amico",
      "Vittorio Curri"
    ],
    "subjectives": [
      "Signal Processing (eess.SP)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.09417",
    "title": "Optimization of Frequency Selective Surface Bandstop Filter Based on  Fractal Unit Cell",
    "abstract": "In this paper, a Frequency Selective Surface fractalized unit cell design previously explored in the literature is replicated then extended and optimized for multilayer FSS morphologies. A 10 mm x 10 mm planar unit cell is used and then iterated on to create a multilayer structure optimized for use as a bandstop filter in the X-band and Ku-band. Substrate thickness, unit cell shift, and number of layers are varied and numerical results are obtained via the finite element method employed by Ansys solver for electromagnetic structures (HFSS). S-parameters for reflection and transmission are obtained at various stages of design optimization to verify the desired bandstop results, and bandpass characteristics are explored at each stage of the design as well. ",
    "url": "https://arxiv.org/abs/2402.09417",
    "authors": [
      "Jordon Fletcher"
    ],
    "subjectives": [
      "Signal Processing (eess.SP)",
      "Applied Physics (physics.app-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2402.09420",
    "title": "Fabrication uncertainty aware and robust design optimization of a  photonic crystal nanobeam cavity by using Gaussian processes",
    "abstract": "We present a fabrication uncertainty aware and robust design optimization approach that can be used to obtain robust design estimates for nonlinear, nonconvex, and expensive model functions. It is founded on Gaussian processes and a Monte Carlo sampling procedure, and assumes knowledge about the uncertainties associated with a manufacturing process. The approach itself is iterative. First, a large parameter domain is sampled in a coarse fashion. This coarse sampling is used primarily to determine smaller candidate regions to investigate in a second, more refined sampling pass. This finer step is used to obtain an estimate of the expected performance of the found design parameter under the assumed manufacturing uncertainties. We apply the presented approach to the robust optimization of the Purcell enhancement of a photonic crystal nanobeam cavity. We obtain a predicted robust Purcell enhancement of $\\overline{F}_{\\mathrm{P}} \\approx 3.3$. For comparison we also perform an optimization without robustness. We find that an unrobust optimum of $F_{\\mathrm{P}} \\approx 256.5$ dwindles to only $\\overline{F}_{\\mathrm{P}} \\approx 0.7$ when fabrication uncertainties are taken into account. We thus demonstrate that the presented approach is able to find designs of significantly higher performance than those obtained with conventional optimization. ",
    "url": "https://arxiv.org/abs/2402.09420",
    "authors": [
      "Matthias Plock",
      "Felix Binkowski",
      "Lin Zschiedrich",
      "Philipp-Immanuel Schneider",
      "Sven Burger"
    ],
    "subjectives": [
      "Signal Processing (eess.SP)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.09423",
    "title": "Online Mean Estimation for Multi-frame Optical Fiber Signals On Highways",
    "abstract": "In the era of Big Data, prompt analysis and processing of data sets is critical. Meanwhile, statistical methods provide key tools and techniques to extract valuable insights and knowledge from complex data sets. This paper creatively applies statistical methods to the field of traffic, particularly focusing on the preprocessing of multi-frame signals obtained by optical fiber-based Distributed Acoustic Sensing (DAS) system. An online non-parametric regression model based on Local Polynomial Regression (LPR) and variable bandwidth selection is employed to dynamically update the estimation of mean function as signals flow in. This mean estimation method can derive average information of multi-frame fiber signals, thus providing the basis for the subsequent vehicle trajectory extraction algorithms. To further evaluate the effectiveness of the proposed method, comparison experiments were conducted under real highway scenarios, showing that our approach not only deals with multi-frame signals more accurately than the classical filter-based Kalman and Wavelet methods, but also meets the needs better under the condition of saving memory and rapid responses. It provides a new reliable means for signal processing which can be integrated with other existing methods. ",
    "url": "https://arxiv.org/abs/2402.09423",
    "authors": [
      "Linlin Wang",
      "Mingxue Quan",
      "Wei Wang",
      "Dezhao Wang",
      "Shanwen Wang"
    ],
    "subjectives": [
      "Signal Processing (eess.SP)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2402.09451",
    "title": "Effects of Transceiver Jitter on the Performance of Optical Scattering  Communication Systems",
    "abstract": "In ultraviolet communications, the transceiver jitter effects have been ignored in previous studies, which can result in non-negligible performance degradation especially in vibration states or in mobile scenes. To address this issue, we model the relationship between the received power and transceiver jitter by making use of a moment-based density function approximation method. Based on this relationship, we incorporate the transceiver jitter effects in combination with Poisson distribution. The error rate results are obtained assuming on-off key modulation with optimal threshold based detection. We validate the error rate expressions by comparing the analytical results with Monte-Carlo simulation results. The results show that the transceiver jitter effects cause performance degradation especially in smaller transceiver elevation angles or in shorter distances, which are often adopted in short-range ultraviolet communications. The results also show that larger elevation angle cases have a better performance with respect to anti-jitter and may perform better compared to smaller elevation angle situations in the case of larger standard deviation of jitter. This work studies for the first time the transceiver jitter effects in ultraviolet communications and provides guidelines for experimental system design. ",
    "url": "https://arxiv.org/abs/2402.09451",
    "authors": [
      "Zanqiu Shen",
      "Jianshe Ma",
      "Serge B. Provost",
      "Ping Su"
    ],
    "subjectives": [
      "Signal Processing (eess.SP)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.06059",
    "title": "Realization of high-fidelity unitary operations on up to 64 frequency  bins",
    "abstract": " Title: Realization of high-fidelity unitary operations on up to 64 frequency  bins ",
    "url": "https://arxiv.org/abs/2206.06059",
    "authors": [
      "Syamsundar De",
      "Vahid Ansari",
      "Jan Sperling",
      "Sonja Barkhofen",
      "Benjamin Brecht",
      "Christine Silberhorn"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2307.06503",
    "title": "A quantum Monte Carlo algorithm for arbitrary spin-1/2 Hamiltonians",
    "abstract": " Comments: 18 pages, 8 figures ",
    "url": "https://arxiv.org/abs/2307.06503",
    "authors": [
      "Lev Barash",
      "Arman Babakhani",
      "Itay Hen"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Other Condensed Matter (cond-mat.other)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2308.01989",
    "title": "Observation of the thermal acoustic breathing modes of a bubble",
    "abstract": " Title: Observation of the thermal acoustic breathing modes of a bubble ",
    "url": "https://arxiv.org/abs/2308.01989",
    "authors": [
      "K. G. Scheuer",
      "F. B. Romero",
      "R.G. DeCorby"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2310.03569",
    "title": "Design, fabrication and characterization of kinetic-inductive force  sensors for scanning probe applications",
    "abstract": " Comments: 15 pages, 10 figures, 1 table ",
    "url": "https://arxiv.org/abs/2310.03569",
    "authors": [
      "August K. Roos",
      "Ermes Scarano",
      "Elisabet K. Arvidsson",
      "Erik Holmgren",
      "David B. Haviland"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2402.09338",
    "title": "Neural Networks Asymptotic Behaviours for the Resolution of Inverse  Problems",
    "abstract": " Title: Neural Networks Asymptotic Behaviours for the Resolution of Inverse  Problems ",
    "url": "https://arxiv.org/abs/2402.09338",
    "authors": [
      "Luigi Del Debbio",
      "Manuel Naviglio",
      "Francesco Tarantelli"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Artificial Intelligence (cs.AI)",
      "High Energy Physics - Lattice (hep-lat)",
      "High Energy Physics - Theory (hep-th)"
    ]
  }
]