[
  {
    "id": "arXiv:2203.15066",
    "title": "Inverse design of broadband, strongly-coupled plexcitonic nonlinear  metasurfaces",
    "abstract": "Hybrid photonic structures of plasmonic metasurfaces coupled to atomically thin semiconductors have emerged as a versatile platform for strong light-matter interaction, supporting both strong coupling and parametric nonlinearities. However, designing optimized nonlinear hybrid metasurfaces is a complex task, as the multiple parameters' contribution to the nonlinear response is elusive. Here we present a simple yet powerful strategy for maximizing the nonlinear response of the hybrid structures based on evolutionary inverse design of the metasurface's near-field enhancement around the excitonic frequency. We show that the strong coupling greatly enhances the nonlinear signal, and that its magnitude is mainly determined by the Rabi splitting, making it robust to geometrical variations of the metasurface. Furthermore, the large Rabi splitting attained by these hybrid structures enables broadband operation over the frequencies of the hybridized modes. Our results constitute a significant step towards achieving flexible nonlinear control, which can benefit applications in nonlinear frequency conversion, all-optical switching, and phase-controlled nonlinear metasurfaces. ",
    "url": "https://arxiv.org/abs/2203.15066",
    "authors": [
      "Yael Blechman",
      "Shai Tsesses",
      "Guy Bartal",
      "Euclides Almeida"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.15226",
    "title": "On-chip Light Trapping in Bilayer Moiré Photonic Crystal Slabs",
    "abstract": "There has been remarkable recent progress in the formation of nano-resonators that support ultra-low-loss, compact dielectric photonic crystals with exceptional high-Q modes that operate at visible or telecom wavelengths. New insights into modal engineering have recently emerged from researchers exploring exotic electronic phases in 2D materials. The phenomenon relates to a twist in the angle between two layers of materials with high periodic spatial ordering, such as graphene. A moire pattern forms, and at a particular magic angle of twist, the electronic behavior significantly changes, enjoying a flat energy-momentum dispersion relationship. There is an optical analog to the electron twistronics: bilayer moire photonic crystal slabs can realize a flat-band condition. Under these conditions, the propagating modes have zero group velocity, thus giving rise to momentum-free trapping of Bloch waves in both transverse and vertical directions, creating high quality-factors and exceptionally small modal volumes that eventually lead to the enhancement of the Purcell effect. The dramatically different means of light-localization afforded by moire-structured cavities, very small mode volumes, and spatial determination by the overall moire pattern can manipulate spontaneous emission. This provides many opportunities for applications such as low-threshold lasing, single-photon source, quantum electrodynamics, photonic circuit, and quantum information processing. ",
    "url": "https://arxiv.org/abs/2203.15226",
    "authors": [
      "Haoning Tang",
      "Xueqi Ni",
      "Fan Du",
      "Eric Mazur"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.15505",
    "title": "Laser-Induced Graphitisation of Diamond Under 30 fs Laser Pulse  Irradiation",
    "abstract": "The degree of laser-induced graphitisation from a sp3-bonded to a sp2-bonded carbon fraction in a single crystal chemical vapour deposited (CVD) diamond under a varying fluence of an ultrashort pulsed laser (30 fs, 800 nm, 1 kHz) irradiation has been studied. The tetrahedral CVD sp3-phase was found to transition to primarily an sp2-aromatic crystalline graphitic fraction below the critical fluence of 3.9 J/cm2, above which predominantly an amorphous carbon was formed. A fractional increase of fluence from 3.3 J/cm2 to 3.9 J/cm2 (~ 20 %) resulted in a substantial (~ three-fold) increased depth of the sp2-graphitised areas owing to the non-linear interactions associated with an fs-laser irradiation. Additionally, formation of C=O carbonyl group was observed below the critical threshold fluence; the C=O cleavage occurred gradually with the increase of irradiation fluence of 30 fs laser light. The implications for these findings on enhancement of fs-driven processing of diamond are discussed. ",
    "url": "https://arxiv.org/abs/2203.15505",
    "authors": [
      "Bakhtiar Ali",
      "Han Xu",
      "Dashavir Chetty",
      "Robert T. Sang",
      "Igor V. Litvinyuk",
      "Maksym Rybachuk"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2203.15525",
    "title": "Quantum Machine Learning Corrects Classical Force Fields: Stretching DNA  Base Pairs in Explicit Solvent",
    "abstract": "In order to improve the accuracy of molecular dynamics simulations, classical force fields are supplemented with a kernel-based machine learning method trained on quantum-mechanical fragment energies. As an example application, a potential-energy surface is generalised for a small DNA duplex, taking into account explicit solvation and long-range electron exchange--correlation effects. Study of the corrected potential energy versus extension shows that leading classical DNA models have excessive stiffness with respect to stretching. This discrepancy is found to be common across multiple forcefields. The quantum correction is in qualitative agreement to the experimental thermodynamics for larger DNA double helices, providing a candidate explanation for the general and long-standing discrepancy between single molecule stretching experiments and classical calculations of DNA stretching. The new dataset of quantum calculations and the associated Kernel Modified Molecular Dynamics (KMMD) method should be of general utility in biomolecular simulations. KMMD is made available as part of the AMBER22 simulation software. ",
    "url": "https://arxiv.org/abs/2203.15525",
    "authors": [
      "Joshua T. Berryman",
      "Amirhossein Taghavi",
      "Florian Mazur",
      "Alexandre Tkatchenko"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2203.15593",
    "title": "Triple-junction solar cells with 39.5% terrestrial and 34.2% space  efficiency enabled by thick quantum well superlattices",
    "abstract": "Multijunction solar cell design is guided by both the theoretical optimal bandgap combination as well as the realistic limitations to materials with these bandgaps. For instance, triple-junction III-V multijunction solar cells commonly use GaAs as a middle cell because of its near-perfect material quality, despite its bandgap being higher than optimal for the global spectrum. Here, we modify the GaAs bandgap using thick GaInAs/GaAsP strain-balanced quantum well (QW) solar cells with excellent voltage and absorption. These high-performance QWs are incorporated into a triple-junction inverted metamorphic multijunction device consisting of a GaInP top cell, GaInAs/GaAsP QW middle cell, and lattice-mismatched GaInAs bottom cell, each of which has been highly optimized. We demonstrate triple-junction efficiencies of 39.5% and 34.2% under the global and space spectra, respectively, which are higher than previous record six-junction devices. ",
    "url": "https://arxiv.org/abs/2203.15593",
    "authors": [
      "Ryan M. France",
      "John F. Geisz",
      "Tao Song",
      "Waldo Olavarria",
      "Michelle Young",
      "Alan Kibbler",
      "Myles A. Steiner"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2203.15631",
    "title": "Scintillation detectors with silicon photomultiplier readout in a  dilution refrigerator at temperatures down to 0.2 K",
    "abstract": "We are developing a novel high-brightness atomic beam, comprised of a two-body exotic atom called muonium (M $ = \\mu^+ + e^-$), for next-generation atomic physics and gravitational interaction measurements. This M source originates from a thin sheet of superfluid helium (SFHe), hence diagnostics and later measurements require a detection system which is operational in a dilution cryostat at temperatures below 1 K. In this paper, we describe the operation and characterization of silicon photomultipliers (SiPMs) at ultra-low temperatures in SFHe targets. We show the temperature dependence of the signal shape, breakdown voltage, and single photon detection efficiency, concluding that single photon detection with SiPMs below 0.85 K is feasible. Furthermore, we show the development of segmented scintillation detectors, where 16 channels at 1.7 K and one channel at 170 mK were commissioned using a muon beam. ",
    "url": "https://arxiv.org/abs/2203.15631",
    "authors": [
      "J.Zhang",
      "D. Goeldi",
      "R. Iwai",
      "M. Sakurai",
      "A. Soter"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2203.15775",
    "title": "Decadal bandwidth phase matching for frequency resolved optical gating  from the near to the long wavelength infrared",
    "abstract": "Ultra-fast laser pulses have made possible the study of extreme nonlinear processes. Many of these experiments however require a full characterization of the electric field, which typically requires a separate parametric optical process. As the central wavelength range of new sources continues to increase so too does the need for nonlinear crystals suited for characterizing these differing wavelengths. Here we report on the use of polycrystalline Zinc Selenide as a universal nonlinear crystal in the frequency resolved optical gating characterization technique from the near to long-wavelength infrared, capable of phase matching second-harmonic generation and sum-frequency generation over a decade of bandwidth, as well as ultra-broadband pulses, all of which being crystal orientation and input polarization independent. With the majority of ultra-fast laser sources being in this span of wavelengths, this work demonstrates a greatly simplified approach towards ultra-fast pulse characterization in the mid to long-wavelength infrared. ",
    "url": "https://arxiv.org/abs/2203.15775",
    "authors": [
      "Brandin Davis",
      "Tobias Saule",
      "Carlos A. Trallero-Herrero"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.15013",
    "title": "Net energy up-conversion processes in CdSe/CdS (core/shell) quantum  dots, a possible pathway to towards optical cooling",
    "abstract": "The investigation of the possibility of optical refrigeration (OR) on zinc-blende cadmium selenide/cadmium sulfide (CdSe/CdS) core/shell structure quantum dots (QDs) has been carried out. Quality samples were synthesized in our lab, and significant energy up-conversion photoluminescence (UCPL) was observed in these samples, showing the potential of generating net cooling effects. To better understand and predict the UCPL characteristics of the QDs, a semi-empirical model has been developed, showing good agreement with our experimental results. The model takes into account the corresponding quantum yield and cooling efficiency, predicting the possibility of realizing optical refrigeration on a CdSe QDs system. ",
    "url": "https://arxiv.org/abs/2203.15013",
    "authors": [
      "Muchuan Hua",
      "Ricardo S. Decca"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2203.15051",
    "title": "Ultra-long photonic quantum walks via spin-orbit metasurfaces",
    "abstract": "The possibility of fine-tuning the couplings between optical modes is a key requirement in programmable photonic simulators and quantum computers. Engineering particle evolutions across large lattices is a challenging task, which requires sophisticated setups that are often intrinsically lossy. Here we report ultra-long photonic quantum walks across several hundred optical modes, obtained by propagating a light beam through very few closely-stacked liquid-crystal metasurfaces, without any optical amplification. By exploiting spin-orbit effects, these metasurfaces realize a space-dependent polarization transformation which mixes circularly polarized optical modes carrying quantized transverse momentum. With this setup we engineer quantum walks up to 320 discrete steps, far beyond state-of-the-art experiments. To showcase the potential of this method, we experimentally demonstrate that in the long-time limit a quantum walk affected by dynamical disorder generates maximal entanglement between two system partitions. Our platform grants experimental access to ultra-long unitary evolutions while keeping optical losses constant, thereby paving the way to massive multi-photon multi-mode quantum simulations. ",
    "url": "https://arxiv.org/abs/2203.15051",
    "authors": [
      "Francesco Di Colandrea",
      "Amin Babazadeh",
      "Alexandre Dauphin",
      "Pietro Massignan",
      "Lorenzo Marrucci",
      "Filippo Cardano"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.15063",
    "title": "The Basics of Quantum Computing for Chemists",
    "abstract": "The rapid and successful strides in quantum chemistry in the past decades can be largely credited to a conspicuous synergy between theoretical and computational advancements. However, the architectural computer archetype that enabled such a progress is approaching a state of more stagnant development. One of the most promising technological avenues for the continuing progress of quantum chemistry is the emerging quantum computing paradigm. This revolutionary proposal comes with several challenges, which span a wide array of disciplines. In chemistry, it implies, among other things, a need to reformulate some of its long established cornerstones in order to adjust to the operational demands and constraints of quantum computers. Due to its relatively recent emergence, much of quantum computing may still seem fairly nebulous and largely unknown to most chemists. It is in this context that here we review and illustrate the basic aspects of quantum information and their relation to quantum computing insofar as enabling simulations of quantum chemistry. We consider some of the most relevant developments in light of these aspects and discuss the current landscape when of relevance to quantum chemical simulations in quantum computers. ",
    "url": "https://arxiv.org/abs/2203.15063",
    "authors": [
      "Daniel Claudino"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2203.15262",
    "title": "Applications of the Numerov method to simple quantum systems using  Python",
    "abstract": "Numerov's numerical method is developed in a didactic way by using Python in its {\\it Jupyter Notebook} version 6.0.3 for three different quantum physical systems: the hydrogen atom, a molecule governed by the Morse potential and for a quantum dot. After a brief introduction to the Numerov method, the complete code to calculate the eigenfunctions and eigenvalues of the hydrogen atom is presented. The necessary code changes to calculate the other two examples are also provided in the sequel. ",
    "url": "https://arxiv.org/abs/2203.15262",
    "authors": [
      "Francisco Caruso",
      "Vitor Oguri",
      "Felipe Silveira"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2203.15476",
    "title": "Excitation and detection of acoustic phonons in nanoscale systems",
    "abstract": "Phonons play a key role in the physical properties of materials, and have long been a topic of study in physics. While the effects of phonons had historically been considered to be a hindrance, modern research has shown that phonons can be exploited due to their ability to couple to other excitations and consequently affect the thermal, dielectric, and electronic properties of solid state systems, greatly motivating the engineering of phononic structures. Advances in nanofabrication have allowed for structuring and phonon confinement even down to the nanoscale, drastically changing material properties. Despite developments in fabricating such nanoscale devices, the proper manipulation and characterization of phonons continues to be challenging. However, a fundamental understanding of these processes could enable the realization of key applications in diverse fields such as topological phononics, information technologies, sensing, and quantum electrodynamics, especially when integrated with existing electronic and photonic devices. Here, we highlight seven of the available methods for the excitation and detection of acoustic phonons and vibrations in solid materials, as well as advantages, disadvantages, and additional considerations related to their application. We then provide perspectives towards open challenges in nanophononics and how the additional understanding granted by these techniques could serve to enable the next generation of phononic technological applications. ",
    "url": "https://arxiv.org/abs/2203.15476",
    "authors": [
      "Ryan C Ng",
      "Alexandros El Sachat",
      "Francisco Cespedes",
      "Martin Poblet",
      "Guilhem Madiot",
      "Juliana Jaramillo-Fernandez",
      "Peng Xiao",
      "Omar Florez",
      "Marianna Sledzinska",
      "Clivia Sotomayor-Torres",
      "Emigdio Chavez-Angel"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2203.15546",
    "title": "Modelling Carbon Capture on Metal-Organic Frameworks with Quantum  Computing",
    "abstract": "Despite the recent progress in quantum computational algorithms for chemistry, there is a dearth of quantum computational simulations focused on material science applications, especially for the energy sector, where next generation sorbing materials are urgently needed to battle climate change. To drive their development, quantum computing is applied to the problem of CO$_2$ adsorption in Al-fumarate Metal-Organic Frameworks. Fragmentation strategies based on Density Matrix Embedding Theory are applied, using a variational quantum algorithm as a fragment solver, along with active space selection to minimise qubit number. By investigating different fragmentation strategies and solvers, we propose a methodology to apply quantum computing to Al-fumarate interacting with a CO$_2$ molecule, demonstrating the feasibility of treating a complex porous system as a concrete application of quantum computing. Our work paves the way for the use of quantum computing techniques in the quest of sorbents optimisation for more efficient carbon capture and conversion applications. ",
    "url": "https://arxiv.org/abs/2203.15546",
    "authors": [
      "Gabriel Greene-Diniz",
      "David Zsolt Manrique",
      "Wassil Sennane",
      "Yann Magnin",
      "Elvira Shishenina",
      "Philippe Cordier",
      "Philip Llewellyn",
      "Michal Krompiec",
      "Marko J. Rančić",
      "David Muñoz Ramo"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Atomic Physics (physics.atom-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2203.15757",
    "title": "Infrared Optical Spectroscopy of Molten Fluorides: Methods, Electronic  and Vibrational Data, Structural Interpretation, and Relevance to Radiative  Heat Transfer",
    "abstract": "To help address the need for predicting radiative heat transfer (RHT) behavior of molten salts, we conducted a comprehensive review of methods and data from infrared optical spectroscopic measurements on molten fluoride salts. Transmittance, reflectance, and trans-reflectance experimental methods are discussed, along with the corresponding data reduction methodology and the limitations of each technique. Optical spectroscopy is a convenient indirect probe for changes in structural parameters with temperature and composition. Electronic and vibrational absorption data for transition-metal, lanthanide, and actinide solutes and vibrational absorption data for alkali and alkaline earth fluoride solvents are compiled, and the corresponding structural interpretation is discussed and compared with other experimental and theoretical work. We find that solvent and solute vibrational absorption can be significant in the mid-infrared, resulting in near-infrared edges of significance to RHT. Extrapolation and averaging of existing edge data leads to estimated gray absorption coefficient values at 700 degrees C of 493 m^(-1) for FLiBe and 148 m^(-1) for FLiNaK, both within the range of 1 to 6000 m^(-1) identified to be of engineering relevance for radiative heat transfer analysis. ",
    "url": "https://arxiv.org/abs/2203.15757",
    "authors": [
      "Will B. Derdeyn",
      "Sara Mastromarino",
      "Ruchi Gakhar",
      "Mark H. Anderson",
      "Mikhail A. Kats",
      "Raluca O. Scarlat"
    ],
    "subjectives": [
      "Soft Condensed Matter (cond-mat.soft)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2005.05004",
    "title": "Probing the acoustic losses of graphene with a low-loss quartz  bulk-acoustic-wave resonator at cryogenic temperatures",
    "abstract": " Comments: New Fig. and Text improved ",
    "url": "https://arxiv.org/abs/2005.05004",
    "authors": [
      "Serge Galliou",
      "Jérémy Bon",
      "Philippe Abbé",
      "Rémy Vicarini",
      "Michael E. Tobar",
      "Maxim Goryachev"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2111.09639",
    "title": "Recurrent Variational Network: A Deep Learning Inverse Problem Solver  applied to the task of Accelerated MRI Reconstruction",
    "abstract": " Comments: 18 pages, 10 figures, 3 tables, CVPR 22 ",
    "url": "https://arxiv.org/abs/2111.09639",
    "authors": [
      "George Yiasemis",
      "Jan-Jakob Sonke",
      "Clarisa Sánchez",
      "Jonas Teuwen"
    ],
    "subjectives": [
      "Image and Video Processing (eess.IV)",
      "Computer Vision and Pattern Recognition (cs.CV)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2112.02201",
    "title": "Higher-order photon statistics as a new tool to reveal hidden excited  states in a plasmonic cavity",
    "abstract": " Comments: 10 pages manuscript + 8 pages supporting information ",
    "url": "https://arxiv.org/abs/2112.02201",
    "authors": [
      "Philipp Stegmann",
      "Satyendra Nath Gupta",
      "Gilad Haran",
      "Jianshu Cao"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Chemical Physics (physics.chem-ph)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2112.09261",
    "title": "Superradiance-mediated photon storage for broadband quantum memory",
    "abstract": " Comments: The manuscript contains 6 pages (with references), includes supplementary information (6 pages), and 5 figures. In the revised version, corrected the bandwidth calculations for probe fields in the Supplementary section: accordingly the inset in Figure 2b, and the bandwidth and control power scaling in Figure 3 of the main text are modified ",
    "url": "https://arxiv.org/abs/2112.09261",
    "authors": [
      "Anindya Rastogi",
      "Erhan Saglamyurek",
      "Taras Hrushevskyi",
      "Lindsay J. LeBlanc"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2201.07772",
    "title": "Characterization of BNL and HPK AC-LGAD sensors with a 120 GeV proton  beam",
    "abstract": " Title: Characterization of BNL and HPK AC-LGAD sensors with a 120 GeV proton  beam ",
    "url": "https://arxiv.org/abs/2201.07772",
    "authors": [
      "Ryan Heller",
      "Christopher Madrid",
      "Artur Apresyan",
      "William K. Brooks",
      "Wei Chen",
      "Gabriele D'Amen",
      "Gabriele Giacomini",
      "Ikumi Goya",
      "Kazuhiko Hara",
      "Sayuka Kita",
      "Sergey Los",
      "Adam Molnar",
      "Koji Nakamura",
      "Cristián Peña",
      "Claudio San Martín",
      "Alessandro Tricoli",
      "Tatsuki Ueda",
      "Si Xie"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2201.12130",
    "title": "Spatial resolution and efficiency of prototype sensors for the LHCb VELO  Upgrade",
    "abstract": " Comments: 18 pages, 15 Figures ",
    "url": "https://arxiv.org/abs/2201.12130",
    "authors": [
      "E. Buchanan",
      "K. Akiba",
      "M. van Beuzekom",
      "P. Collins",
      "E. Dall'Occo",
      "T. Evans",
      "V. Franco Lima",
      "R. Geertsema",
      "P. Kopciewicz",
      "E. Price",
      "B. Rachwal",
      "S. Richards",
      "D. Saunders",
      "H. Schindler",
      "T. Szumlak",
      "P. Tsopelas",
      "J. Velthuis",
      "M.R.J. Williams"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2203.07626",
    "title": "Monolithic Active Pixel Sensors on CMOS technologies",
    "abstract": " Comments: 25 pages, 18 figures, contribution to Snowmass 2021 ",
    "url": "https://arxiv.org/abs/2203.07626",
    "authors": [
      "Nicole Apadula",
      "Whitney Armstrong",
      "James Brau",
      "Martin Breidenbach",
      "R. Caputo",
      "Gabriella Carinii",
      "Alberto Collu",
      "Marcel Demarteau",
      "Grzegorz Deptuch",
      "Angelo Dragone",
      "Gabriele Giacomini",
      "Carl Grace",
      "Norman Graf",
      "Leo Greiner",
      "Ryan Herbst",
      "Gunther Haller",
      "Manoj Jadhav",
      "Sylvester Joosten",
      "Christopher J. Kenney",
      "C. Kierans",
      "Jihee Kim",
      "Thomas Markiewicz",
      "Yuan Mei",
      "Jessica Metcalfe",
      "Zein-Eddine Meziani",
      "Tim K. Nelson",
      "Chao Peng",
      "Giovanni Pinaroli",
      "Paul E. Reimer",
      "Lorenzo Rota",
      "Marshall Scott",
      "Julie Segal",
      "Ernst Sichterman",
      "Nikolai Sinev",
      "A. Steinhebel",
      "David Strom",
      "Alessandro Tricoli",
      "Caterina Vernieri",
      "Charles Young",
      "Maria Zurek"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)",
      "Nuclear Experiment (nucl-ex)"
    ]
  },
  {
    "id": "arXiv:2203.12535",
    "title": "LASED: A Laser-Atom Interaction Simulator using Quantum Electrodynamics",
    "abstract": " Comments: 14 pages, 8 figures, for source code go to this https URL Changes in V2: added Sec. III D detailing the visualisation of angular shape, replaced Fig. 6 and Sec. IV B with new results from modelling a realistic 3D to 10P transition in He with the evolution of angular shape ",
    "url": "https://arxiv.org/abs/2203.12535",
    "authors": [
      "Manish Patel",
      "Matthew Harvey",
      "Andrew James Murray"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2203.12544",
    "title": "Highly sensitive and high throughput magnetic resonance thermometry  using superparamagnetic nanoparticles",
    "abstract": " Title: Highly sensitive and high throughput magnetic resonance thermometry  using superparamagnetic nanoparticles ",
    "url": "https://arxiv.org/abs/2203.12544",
    "authors": [
      "Darshan Chalise",
      "David G. Cahill"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)"
    ]
  }
]