[
  {
    "id": "arXiv:2110.03242",
    "title": "On the asymptotical regularization with convex constraints for inverse  problems",
    "abstract": "In this paper, we consider the asymptotical regularization with convex constraints for nonlinear ill-posed problems. The method allows to use non-smooth penalty terms, including the L1-like and the total variation-like penalty functionals, which are significant in reconstructing special features of solutions such as sparsity and piecewise constancy. Under certain conditions we give convergence properties of the methods. Moreover, we propose Runge-Kutta type methods to discrete the initial value problems to construct new type iterative regularization methods. ",
    "url": "https://arxiv.org/abs/2110.03242",
    "authors": [
      "Min Zhong",
      "Wang Wei"
    ],
    "subjectives": [
      "Numerical Analysis (math.NA)"
    ]
  },
  {
    "id": "arXiv:2110.03265",
    "title": "Optical secret sharing with cascaded metasurface holography",
    "abstract": "Secret sharing is a well-established cryptographic primitive for storing highly sensitive information like encryption keys for encoded data. It describes the problem of splitting a secret into different shares, without revealing any information about the secret to its shareholders. Here, we demonstrate an all-optical solution for secret sharing based on metasurface holography. In our concept, metasurface holograms are used as spatially separable shares that carry an encrypted message in form of a holographic image. Two of these shares can be recombined by bringing them close together. Light passing through this stack of metasurfaces accumulates the phase shift of both holograms and can optically reconstruct the secret with high fidelity. On the other hand, the holograms generated by the single metasurfaces can be used for identifying each shareholder. Furthermore, we demonstrate that the inherent translational alignment sensitivity between the two stacked metasurface holograms can be used for spatial multiplexing, which can be further extended to realize optical rulers. ",
    "url": "https://arxiv.org/abs/2110.03265",
    "authors": [
      "Philip Georgi",
      "Qunshuo Wei",
      "Basudeb Sain",
      "Christian Schlickriede",
      "Yongtian Wang",
      "Lingling Huang",
      "Thomas Zentgraf"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Cryptography and Security (cs.CR)"
    ]
  }
]