[
  {
    "id": "arXiv:2309.06556",
    "title": "The Quantum and thermodynamic properties of dyonic RN-like black holes",
    "abstract": "The effect of magnetic fields on black hole superradiance is an exciting topic with possible astrophysical applications. A dyonic RN-like black hole is not asymptotically flat. It describes a black hole immersed in an asymptotically uniform magnetic field. This paper discusses the superadditive stability of binary RN black holes, asymptotically flat, band-like black holes. This article introduces the above condition into dyonic RN-like black holes if a dyonic RN-like black hole satisfies the requirement of $\\mu=y\\omega$, When $\\sqrt{2(B^2+Q^2)}/{r^2_+}< \\omega< q\\varPhi_H$,particularly $\\mu \\ge \\sqrt{2}(q\\varPhi_H)$,the dyonic RN-like black hole is superradiantly stable at that time.Scalars can be seen as combinations of positive/negative powers of a base, much like the decimal system. This principle is key in math and computing, from number systems to Fourier series (linked to $e^{i x}$ ). Dyonic RN-like black holes show no phase transition. ",
    "url": "https://arxiv.org/abs/2309.06556",
    "authors": [
      "Wen-Xiang Chen",
      "Yao-Guang Zheng"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2309.06561",
    "title": "Pilot bunch and co-magnetometry of polarized particles stored in a ring",
    "abstract": "In polarization experiments at storage rings, one of the challenges is to maintain the spin-resonance condition of a radio-frequency spin rotator with the spin-precessions of the orbiting particles. Time-dependent variations of the magnetic fields of ring elements lead to unwanted variations of the spin precession frequency. We report here on a solution to this problem by shielding (or masking) one of the bunches stored in the ring from the high-frequency fields of the spin rotator, so that the masked pilot bunch acts as a co-magnetometer for the other signal bunch, tracking fluctuations in the ring on a time scale of about one second. While the new method was developed primarily for searches of electric dipole moments of charged particles, it may have far-reaching implications for future spin physics facilities, such as the EIC and NICA. ",
    "url": "https://arxiv.org/abs/2309.06561",
    "authors": [
      "J. Slim",
      "F. Rathmann",
      "A. Andres",
      "V. Hejny",
      "A. Nass",
      "A. Kacharava",
      "P. Lenisa",
      "N.N. Nikolaev",
      "J. Pretz",
      "A. Saleev",
      "V. Shmakova",
      "H. Soltner",
      "F. Abusaif",
      "A. Aggarwal",
      "A. Aksentev",
      "B. Alberdi",
      "L. Barion",
      "I. Bekman",
      "M. Beyß",
      "C. Böhme",
      "B. Breitkreutz",
      "N. Canale",
      "G. Ciullo",
      "S. Dymov",
      "N.-O. Fröhlich",
      "R. Gebel",
      "M. Gaisser",
      "K. Grigoryev",
      "D. Grzonka",
      "J. Hetzel",
      "O. Javakhishvili",
      "V. Kamerdzhiev",
      "S. Karanth",
      "I. Keshelashvili",
      "A. Kononov",
      "K. Laihem",
      "A. Lehrach",
      "N. Lomidze",
      "B. Lorentz",
      "G. Macharashvili",
      "A. Magiera",
      "D. Mchedlishvili",
      "A. Melnikov",
      "F. Müller",
      "A. Pesce",
      "V. Poncza",
      "D. Prasuhn",
      "D. Shergelashvili",
      "N. Shurkhno",
      "S. Siddique",
      "A. Silenko",
      "S. Stassen",
      "E.J. Stephenson",
      "H. Ströher",
      "M. Tabidze",
      "G. Tagliente",
      "Y. Valdau",
      "M. Vitz",
      "T. Wagner",
      "A. Wirzba",
      "A. Wrońska",
      "P. Wüstner"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2309.06568",
    "title": "Quantum SI: The New System of Units",
    "abstract": "This article gives an overview of the new SI and a few details as to how its setting up was achieved. Those interested in the story of how the kilogram was fixed by tying it to the Planck constant can go straight to section five. Otherwise, apart from the introduction given as section one which also presents excerpts from the relevant official documents on key aspects of the new system, section two gives a brief timeline of the history of the decimal metric system, section three gives a few details of the procedural steps -- from the setting up of a standard of measurement to its percolation to the public, taking the time standard as an example and, section four attempts to give a flavour of the actual process of the setting up of a standard. ",
    "url": "https://arxiv.org/abs/2309.06568",
    "authors": [
      "Indulekha Kavila"
    ],
    "subjectives": [
      "Popular Physics (physics.pop-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2309.06639",
    "title": "Modeling the 3-micron Class Er-Doped Fluoride Fiber Laser with a Cubic  Energy Transfer Rate Dependence",
    "abstract": "We propose an energy transfer model with a cubic atomic population dependence to accurately model the behavior of various reported high-power erbium-doped fluoride fiber lasers operating near 2.8 microns. We first show that the previously introduced weakly interacting (WI) and strongly interacting (SI) models are not adequate for precisely modeling such high-power erbium-doped fluoride fiber lasers. We compare results obtained with the WI and SI models to the proposed model by simulating 4 different highly doped (7 mol.%) fiber lasers previously reported in the literature. Laser efficiencies and powers are reproduced with great accuracy. In addition, four other independent fiber laser systems based on erbium doping concentrations varying from 1-6 mol.% are also simulated with good accuracy using the proposed model with the exact same set of spectroscopic parameters, which confirms its validity for various erbium doping concentrations. Redshifting of laser wavelength is also taken into account by considering the full cross section spectra and computing signal powers over several wavelength channels. ",
    "url": "https://arxiv.org/abs/2309.06639",
    "authors": [
      "William Bisson",
      "Alexandre Michaud",
      "Pascal Paradis",
      "Réal Vallée",
      "Martin Bernier"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2309.06962",
    "title": "Quantum non-locality: from denigration to the Nobel prize, via quantum  cryptography",
    "abstract": "In the late 1960s, a young physicist was sailing along the coast of California towards Berkeley, where he got a post-doc position in astronomy. But his real goal was not astronomy, at least not immediately. First, John Clauser eagerly wanted to test some predictions of quantum theory that were at odds with a then recent and mostly ignored result by an Irish physicist John Stewart Bell, working at the celebrated CERN near Geneva. ",
    "url": "https://arxiv.org/abs/2309.06962",
    "authors": [
      "Nicolas Gisin"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2309.07007",
    "title": "Frequency modulation of Rydberg states by radio frequency  electromagnetic fields",
    "abstract": "In this work, we demonstrate the generation of sidebands in electromagnetically induced transparency (EIT) signal due to frequency modulation of Rydberg states in $^{87}\\text{Rb}$ thermal vapor. An oscillating radio-frequency (RF) electric field generated through a pair of parallel-placed copper plates leads to modulation of the Rydberg state by virtue of Stark effect where the frequency and strength of the sidebands quantify the RF electric field present. The variation of the strength of the EIT peak and the sidebands with RF voltage is observed to vary as a function of the Bessel function of modulation index. It provides an estimate of the atomic polarizability in the medium, which for $54S_{1/2}$ state, is found to be $(h)\\cdot1.01\\times10^8$ $\\text{Hz/(V/cm)}^2$. ",
    "url": "https://arxiv.org/abs/2309.07007",
    "authors": [
      "Nabendu S. Mishra"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2309.06464",
    "title": "Bootstrapping the Stochastic Resonance",
    "abstract": "Stochastic resonance is a phenomenon where a noise of appropriate intensity enhances the input signal strength. In this work, by employing the recently developed convex optimization methods in the context of dynamical systems and stochastic processes, we derive rigorous two-sided bounds on the expected power at the input signal frequency for the prototypical example of stochastic resonance, the double-well potential with periodic forcing and Gaussian white noise. ",
    "url": "https://arxiv.org/abs/2309.06464",
    "authors": [
      "Minjae Cho"
    ],
    "subjectives": [
      "Dynamical Systems (math.DS)",
      "High Energy Physics - Theory (hep-th)",
      "Optimization and Control (math.OC)",
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2309.06579",
    "title": "Compact and Low-Loss PCM-based Silicon Photonic MZIs for Photonic Neural  Networks",
    "abstract": "We present an optimized Mach-Zehnder Interferometer (MZI) with phase change materials for photonic neural networks (PNNs). With 0.2 dB loss, -38 dB crosstalk, and length of 52 micrometer, the designed MZI significantly improves the scalability and accuracy of PNNs under loss and crosstalk. ",
    "url": "https://arxiv.org/abs/2309.06579",
    "authors": [
      "Amin Shafiee",
      "Sanmitra Banerjee",
      "Benoit Charbonnier",
      "Sudeep Pasricha",
      "Mahdi Nikdast"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2309.07061",
    "title": "Swarming Proxima Centauri: Optical Communication Over Interstellar  Distances",
    "abstract": "Interstellar communications are achievable with gram-scale spacecraft using swarm techniques introduced herein if an adequate energy source, clocks and a suitable communications protocol exist. The essence of our approach to the Breakthrough Starshot challenge is to launch a long string of 100s of gram-scale interstellar probes at 0.2c in a firing campaign up to a year long, maintain continuous contact with them (directly amongst each other and via Earth utilizing the launch laser), and gradually, during the 20-year cruise, dynamically coalesce the long string into a lens-shaped mesh network $\\sim$100,000 km across centered on the target planet Proxima b at the time of fly-by. In-flight formation would be accomplished using the \"time on target\" technique of grossly modulating the initial launch velocity between the head and the tail of the string, and combined with continual fine control or \"velocity on target\" by adjusting the attitude of selected probes, exploiting the drag imparted by the ISM. Such a swarm could tolerate significant attrition, e.g., by collisions enroute with interstellar dust grains, thus mitigating the risk that comes with \"putting all your eggs in one basket\". It would also enable the observation of Proxima b at close range from a multiplicity of viewpoints. Swarm synchronization with state-of-the-art space-rated clocks would enable operational coherence if not actual phase coherence in the swarm optical communications. Betavoltaic technology, which should be commercialized and space-rated in the next decade, can provide an adequate primary energy storage for these swarms. The combination would thus enable data return rates orders of magnitude greater than possible from a single probe. ",
    "url": "https://arxiv.org/abs/2309.07061",
    "authors": [
      "T. Marshall Eubanks W. Paul Blase Andreas Hein Adam Hibberd Robert G. Kennedy III"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      "Popular Physics (physics.pop-ph)"
    ]
  },
  {
    "id": "arXiv:2309.07063",
    "title": "Real-time quantum dynamics of thermal states with neural thermofields",
    "abstract": "Solving the time-dependent quantum many-body Schr\\\"odinger equation is a challenging task, especially for states at a finite temperature, where the environment affects the dynamics. Most existing approximating methods are designed to represent static thermal density matrices, 1D systems, and/or zero-temperature states. In this work, we propose a method to study the real-time dynamics of thermal states in two dimensions, based on thermofield dynamics, variational Monte Carlo, and neural-network quantum states. To this aim, we introduce two novel tools: (i) a procedure to accurately simulate the cooling down of arbitrary quantum variational states from infinite temperature, and (ii) a generic thermal (autoregressive) recurrent neural-network (ARNNO) Ansatz that allows for direct sampling from the density matrix using thermofield basis rotations. We apply our technique to the transverse-field Ising model subject to an additional longitudinal field and demonstrate that the time-dependent observables, including correlation operators, can be accurately reproduced for a 4x4 spin lattice. We provide predictions of the real-time dynamics on a 6x6 lattice that lies outside the reach of exact simulations. ",
    "url": "https://arxiv.org/abs/2309.07063",
    "authors": [
      "Jannes Nys",
      "Zakari Denis",
      "Giuseppe Carleo"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Other Condensed Matter (cond-mat.other)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2301.03912",
    "title": "MALTA-Cz: A radiation hard full-size monolithic CMOS sensor with small  electrodes on high-resistivity Czochralski substrate",
    "abstract": " Title: MALTA-Cz: A radiation hard full-size monolithic CMOS sensor with small  electrodes on high-resistivity Czochralski substrate ",
    "url": "https://arxiv.org/abs/2301.03912",
    "authors": [
      "H. Pernegger",
      "P. Allport",
      "D.V. Berlea",
      "A. Birman",
      "D. Bortoletto",
      "C. Buttar",
      "E. Charbon",
      "F. Dachs",
      "V. Dao",
      "H. Denizli",
      "D. Dobrijevic",
      "M. Dyndal",
      "A. Fenigstein",
      "L. Flores Sanz de Acedo",
      "P. Freeman",
      "A. Gabrielli",
      "M. Gazi",
      "L. Gonella",
      "V. Gonzalez",
      "G. Gustavino",
      "A. Haim",
      "T. Kugathasan",
      "M. LeBlanc",
      "M. Munker",
      "K.Y. Oyulmaz",
      "F. Piro",
      "P. Riedler",
      "H. Sandaker",
      "E.J. Schioppa",
      "A. Sharma",
      "W. Snoeys",
      "C. Solans Sanchez",
      "T. Suligoj",
      "E. Toledano",
      "M. van Rijnbach",
      "M. Vazquez Nunez",
      "J. Weick",
      "S. Worm",
      "A.M. Zoubir"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2304.08331",
    "title": "Calibrated Microwave Reflectance in Low-Temperature Scanning Tunneling  Microscopy",
    "abstract": " Comments: The manuscript has been improved in response to reviewer comments. Changes include addition of extra details and verification, updated figure layout to improve clarity, and additional context added to the introduction and conclusion. The conclusions and the underlying data remain the same. 12 pages, 4 figures, submitted to Review of Scientific Instruments ",
    "url": "https://arxiv.org/abs/2304.08331",
    "authors": [
      "Bareld Wit",
      "Georg Gramse",
      "Stefan Müllegger"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2305.03583",
    "title": "4-field symmetry breakings in twin-resonator photonic isomers",
    "abstract": " Comments: 9 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2305.03583",
    "authors": [
      "Alekhya Ghosh",
      "Lewis Hill",
      "Gian-Luca Oppo",
      "Pascal Del'Haye"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.06016",
    "title": "Time-sharing Orbit Jump and Energy Harvesting in Nonlinear Piezoelectric  Energy Harvesters Using a Synchronous Switch Circuit",
    "abstract": " Title: Time-sharing Orbit Jump and Energy Harvesting in Nonlinear Piezoelectric  Energy Harvesters Using a Synchronous Switch Circuit ",
    "url": "https://arxiv.org/abs/2305.06016",
    "authors": [
      "Bao Zhao",
      "Jiahua Wang",
      "Guobiao Hu",
      "Andrea Colombi",
      "Wei-Hsin Liao",
      "Junrui Liang"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2307.04602",
    "title": "Inverse cascading for initial MHD turbulence spectra between Saffman and  Batchelor",
    "abstract": " Comments: 16 pages, 7 figures, 3 tables, submitted to J. Plasma Physics ",
    "url": "https://arxiv.org/abs/2307.04602",
    "authors": [
      "Axel Brandenburg",
      "Ramkishor Sharma",
      "Tanmay Vachaspati"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2308.11354",
    "title": "Transmission of optical communication signals through ring core fiber  using perfect vortex beams",
    "abstract": " Comments: 13 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2308.11354",
    "authors": [
      "Nelson Villalba",
      "Cristóbal Melo",
      "Sebastián Ayala",
      "Christopher Mancilla",
      "Wladimir Valenzuela",
      "Miguel Figueroa",
      "Erik Baradit",
      "Riu Lin",
      "Ming Tang",
      "Stephen P. Walborn",
      "Gustavo Lima",
      "Gabriel Saavedra",
      "Gustavo Cañas"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  }
]