[
  {
    "id": "arXiv:2306.07985",
    "title": "Magnonic frequency comb in the magnomechanical resonator",
    "abstract": "An optical frequency comb is a spectrum of optical radiation which consists of evenly spaced and phase-coherent narrow spectral lines and is initially invented in laser for frequency metrology purposes. A direct analogue of frequency combs in the magnonic systems has not been demonstrated to date. In our experiment, we generate a new magnonic frequency comb in the resonator with giant mechanical oscillation through the magnomechanical interaction. We observe the magnonic frequency comb contains up to 20 comb lines, which are separated to the mechanical frequency of the 10.08 MHz. The thermal effect based on the strong pump power induces the cyclic oscillation of the magnon frequency shift, which leads to a periodic oscillation of the magnonic frequency comb. Moreover, we demonstrate the stabilization and control of the frequency spacing of the magnonic frequency comb via injection locking. Our work lays the groundwork of magnonic frequency combs for sensing and metrology. ",
    "url": "https://arxiv.org/abs/2306.07985",
    "authors": [
      "Guan-Ting Xu",
      "Mai Zhang",
      "Yu Wang",
      "Zhen Shen",
      "Guang-Can Guo",
      "Chun-Hua Dong"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.07990",
    "title": "Photonic-electronic integrated circuit-based coherent LiDAR engine",
    "abstract": "Microelectronic integration is a key enabler for the ubiquitous deployment of devices in large volumes ranging from MEMS and imaging sensors to consumer electronics. Such integration has also been achieved in photonics, where compact optical transceivers for data centers employ co-integrated photonic and electronic components. Chip-scale integration is of particular interest to coherent laser ranging i.e. frequency modulated continuous wave (FMCW LiDAR), a perception technology that benefits from instantaneous velocity and distance detection, eye-safe operation, long-range and immunity to interference. Full wafer-scale integration of this technology has been compounded by the stringent requirements on the lasers, requiring high optical coherence, low chirp nonlinearity and requiring optical amplifiers. Here, we overcome this challenge and demonstrate a photonic-electronic integrated circuit-based coherent LiDAR engine, that combined all functionalities using fully foundry-compatible wafer scale manufacturing. It is comprised of a micro-electronic based high voltage arbitrary waveform generator, a hybrid photonic circuit based tunable Vernier laser with piezoelectric actuators, and an erbium-doped waveguide optical amplifier - all realized in a wafer scale manufacturing compatible process that comprises III-V semiconductors, SiN silicon nitride photonic integrated circuits as well as 130nm SiGe BiCMOS technology. The source is a turnkey, linearization-free, and can serve as a 'drop-in' solution in any FMCW LiDAR, that can be seamlessly integrated with an existing focal plane and optical phased array LiDAR approaches, constituting a missing step towards a fully chip-scale integrated LiDAR system. ",
    "url": "https://arxiv.org/abs/2306.07990",
    "authors": [
      "Anton Lukashchuk",
      "Halil Kerim Yildirim",
      "Andrea Bancora",
      "Grigory Lihachev",
      "Yang Liu",
      "Zheru Qiu",
      "Xinru Ji",
      "Andrey Voloshin",
      "Sunil A. Bhave",
      "Edoardo Charbon",
      "Tobias J. Kippenberg"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.08087",
    "title": "Reduced-order Modeling on a Near-term Quantum Computer",
    "abstract": "Quantum computing is an advancing area of research in which computer hardware and algorithms are developed to take advantage of quantum mechanical phenomena. In recent studies, quantum algorithms have shown promise in solving linear systems of equations as well as systems of linear ordinary differential equations (ODEs) and partial differential equations (PDEs). Reduced-order modeling (ROM) algorithms for studying fluid dynamics have shown success in identifying linear operators that can describe flowfields, where dynamic mode decomposition (DMD) is a particularly useful method in which a linear operator is identified from data. In this work, DMD is reformulated as an optimization problem to propagate the state of the linearized dynamical system on a quantum computer. Quadratic unconstrained binary optimization (QUBO), a technique for optimizing quadratic polynomials in binary variables, allows for quantum annealing algorithms to be applied. A quantum circuit model (quantum approximation optimization algorithm, QAOA) is utilized to obtain predictions of the state trajectories. Results are shown for the quantum-ROM predictions for flow over a 2D cylinder at Re = 220 and flow over a NACA0009 airfoil at Re = 500 and $\\alpha = 15^\\circ{}$. The quantum-ROM predictions are found to depend on the number of bits utilized for a fixed point representation and the truncation level of the DMD model. Comparisons with DMD predictions from a classical computer algorithm are made, as well as an analysis of the computational complexity and prospects for future, more fault-tolerant quantum computers. ",
    "url": "https://arxiv.org/abs/2306.08087",
    "authors": [
      "Katherine Asztalos",
      "René Steijl",
      "Romit Maulik"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Dynamical Systems (math.DS)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2306.08124",
    "title": "Room and Low-Temperature Performance for a Sub-Attofarad Capacitance  Sensor for Precision Measurements, Including Applications in Gravitational  Wave Detectors",
    "abstract": "We describe the design principles, fabrication, and characterization of a precision AC capacitance sensor with a measured 0.33 aF/rtHz short term sensitivity, at 118 kHz bridge resonance frequency and at 1 Hz Fourier measurement frequency. The sensor is based on a high-Q resonant differential planar printed circuit board transformer that provides an excellent improvement in signal-to-noise of over two orders of magnitude, compared with a standard transformer-based capacitance bridge. Cryogenic operation of the transformer at 120 K resulted in a measured sensitivity of 0.21 aF/rtHz at 1 Hz, which, extrapolated to 3 K, would yield a capacitance sensitivity ~0.03 aF/rtHz. Repeating the experiment with a second transformer core yielded sensitivities of 0.42 aF/rtHz and 0.34 aF/rtHz at 293 K and 125 K respectively, providing a first order approximation of the variability of the sensor performance. 28-hours room temperature runs with the two cores demonstrated long-term sensitivities of 0.36 +/- 0.01 aF/rtHz and 0.46 +/-0.01 aF/rtHz, respectively. ",
    "url": "https://arxiv.org/abs/2306.08124",
    "authors": [
      "S. Saraf",
      "C.Y. Lui",
      "S. Wang",
      "S. Buchman",
      "J. Lipa"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Space Physics (physics.space-ph)"
    ]
  },
  {
    "id": "arXiv:2306.08195",
    "title": "Multi-Mode Optical Chirality Extremizations on Incident Momentum Sphere",
    "abstract": "We study the momentum-space evolutions for chiral optical responses of multi-mode resonators scattering plane waves of varying incident directions. It was revealed, in our previous study [Phys. Rev. Lett. $\\mathbf{126}$, 253901 (2021)], that for single-mode resonators the scattering optical chiralities characterized by circular dichroism ($\\mathbf{CD}$) are solely decided by the third Stokes parameter distributions of the quasi-normal mode (QNM) radiations: $\\mathbf{CD}=\\mathbf{S}_3$. Here we extend the investigations to multi-mode resonators, and explore numerically the dependence of optical chiralities on incident directions from the perspectives of QNM radiations and their circular polarization singularities. In contrast to the single-mode regime, for multi-mode resonators it is discovered that $\\mathbf{CD}$s defined in terms of extinction, scattering and absorption generally are different and cannot reach the ideal values of $\\pm 1$ throughout the momentum sphere. Though the exact correspondence between $\\mathbf{CD}$ and $\\mathbf{S}_3$ does not hold anymore in the multi-mode regime, we demonstrate that the positions of the polarization singularities still serve as an efficient guide for identifying those incident directions where the optical chiralities can be extremized. ",
    "url": "https://arxiv.org/abs/2306.08195",
    "authors": [
      "Pengxiang Wang",
      "Yuntian Chen",
      "Wei Liu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.08207",
    "title": "Thermo-osmotic slip flows around a thermophoretic microparticle  characterized by optical trapping of tracers",
    "abstract": "Thermo-osmotic flow around a microparticle in a liquid is characterized by observing and analyzing the distribution of tiny particles, i.e., tracers, near the microparticle's surface. First, an optical trapping laser is used to localize the tracer motion along a circular path near the circumference of the microparticle. Then, upon creating an overall temperature gradient in the liquid, the tracers on the circular path, originally uniformly distributed, gather towards the hotter side of the microparticle, indicating a flow along the particle toward the hot. Analyzing the tracer distribution further, it is found that (i) the flow magnitude decreases with the distance from the surface, and (ii) changing the surface property of the microparticle results in a change in the flow magnitude. These show that the observed flow is a thermally induced slip flow along the microparticle's surface. Then, assuming a simple slip boundary condition for a fluid equation, we evaluate the magnitude of the slip coefficient based on two experimental data: (i) the thermophoretic velocity of the microparticle and (ii) the thermo-osmotic flow around the microparticle. The results of the two approaches are in quantitative agreement. They are also compared with those of theoretical models for a slip flow in existing studies. ",
    "url": "https://arxiv.org/abs/2306.08207",
    "authors": [
      "Tetsuro Tsuji",
      "Satoshi Mei",
      "Satoshi Taguchi"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.08269",
    "title": "Highly Accurate Prediction of NMR Chemical Shifts from Low-Level Quantum  Mechanics Calculations Using Machine Learning",
    "abstract": "Theoretical predictions of NMR chemical shifts from first-principles can greatly facilitate experimental interpretation and structure identification. However, accurate prediction of chemical shifts using the best coupled cluster methods can be prohibitively expensive for systems larger than ten to twenty non-hydrogen atoms on today's computers. By contrast machine learning methods offer inexpensive alternatives but are hampered by generalization to molecules outside the original training set. Here we propose a novel machine learning feature representation informed by intermediate calculations of atomic chemical shielding tensors within a molecular environment using an inexpensive quantum mechanics method, and training it to predict NMR chemical shieldings of a high-level composite theory that is comparable to CCSD(T) in the complete basis set limit. The inexpensive shift machine learning (iShiftML) algorithm is trained through a new progressive active learning workflow that reduces the total number of expensive calculations required when constructing the dataset, while allowing the model to continuously improve on data it has never seen. Furthermore, we show that the error estimations from our model correlate quite well with actual errors to provide confidence values on new predictions. We illustrate the predictive capacity of iShiftML across gas phase experimental chemical shifts for small organic molecules and much larger and more complex natural products in which we can accurately differentiate between subtle diastereomers based on chemical shift assignments. ",
    "url": "https://arxiv.org/abs/2306.08269",
    "authors": [
      "Jie Li",
      "Jiashu Liang",
      "Zhe Wang",
      "Aleksandra L. Ptaszek",
      "Xiao Liu",
      "Brad Ganoe",
      "Martin Head-Gordon",
      "Teresa Head-Gordon"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2306.08361",
    "title": "Optical \"fingerprints\" of dielectric resonators",
    "abstract": "The complete picture of the optical properties of resonant structures, along with the frequency, quality factor, and line shape in the scattering spectra, is determined by the electromagnetic field distribution patterns, which are a kind of \"fingerprint\" of each resonant eigenmode. In this paper, we simultaneously analyze the changes in the spectra and the transformation of the field pattern during the topological transitions from a thin disk to a ring with a gradually increasing thickness and further to a split ring. In addition, we demonstrate characteristic optical fingerprints for well-known interference effects such as bound states in the continuum and Fano resonances. ",
    "url": "https://arxiv.org/abs/2306.08361",
    "authors": [
      "A.P. Chetverikova",
      "M.E. Bochkarev",
      "N.S. Solodovchenko",
      "K.B. Samusev",
      "M.F. Limonov"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.08414",
    "title": "Role of negative-energy states on the E2-M1 polarizability of optical  clocks",
    "abstract": "The theoretical calculations of the dynamic E2-M1 polarizability at the magic wavelength of the Sr optical clock are inconsistent with experimental results. We investigate role of negative-energy states in the E2 and M1 polarizabilities. Our result for E2-M1 polarizability difference $-$7.74(3.92)$\\times$10$^{-5}$ a.u. is dominated by the contribution from negative-energy states to M1 polarizability and has the same sign as and consistent with all the experimental values. In addition, we apply the present calculations to various other optical clocks, further confirming the importance of negative-energy states to the M1 polarizability. ",
    "url": "https://arxiv.org/abs/2306.08414",
    "authors": [
      "Fang-Fei Wu",
      "Ting-Yun Shi",
      "Wei-Tou Ni",
      "Li-Yan Tang"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2306.08416",
    "title": "Characteristics of the edge temperature ring oscillation during  stationary improved confnement mode in EAST",
    "abstract": "I-mode is a natural ELMy-free regime with H-mode like improved energy confnement and L-mode like particle confnement, making it an attractive scenario for future tokamak based fusion reactors. A kind of low frequency oscillation was widely found and appeared to be unique in I-mode, with the frequency between stationary zonal flow and geodesic-acoustic mode (GAM) zonal flow. In EAST, 90 percent I-mode shots have such mode, called edge temperature ring oscillation (ETRO). The mode probably plays an important role during I-mode development and sustainment, while investigations are needed to clarify the differences between ETRO and the similar mode named as low frequency edge oscillation (LFEO) in AUG and C-Mod, especially whether it is still GAM. In the paper, the ETRO characteristics in EAST were investigated in detail and most do not agree with GAM, including that 1) during L-I transition with edge Te and Ti both increasing, ETRO has a smaller frequency than GAM; 2) ETRO has distinct harmonics in various diagnostics; 3) The magnetic component of ETRO is dominated by m = 1 structure; 4) ETRO is accompanied by turbulence transition between electron-scale and ion-scale; 5) As I-mode approaching to H-mode, ETRO frequency would decrease rapidly with Te increasing. These features imply that ETRO is probably caused by the stationary zonal flow with fnite frequency. Moreover, other damping mechanisms need to be involved besides collision in the Imode edge region. It was found that modest fueling could decrease the ETRO intensity with the I-mode confnement sustaining, suggesting that supersonic molecular beam injection (SMBI) could be used as an effective tool to control ETRO. ",
    "url": "https://arxiv.org/abs/2306.08416",
    "authors": [
      "A. D. Liu",
      "X. L. Zou",
      "X.M. Zhong",
      "Y.T. Song",
      "M.K. Han",
      "Y.M. Duan",
      "H.Q. Liu",
      "T.B. Wang",
      "E.Z. Li",
      "L. Zhang",
      "X. Feng",
      "G. Zhuang",
      "EAST I-mode working group"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2306.08491",
    "title": "Exploring the parameter space of an endohedral atom in a cylindrical  cavity",
    "abstract": "Endohedral fullerenes, or endofullerenes, are chemical systems of fullerene cages encapsulating single atoms or small molecules. These species provide an interesting challenge of Potential Energy Surface (PES) determination as examples of non-covalently bonded, bound systems. While the majority of studies focus on C$_{60}$ as the encapsulating cage, introducing some anisotropy by using a different fullerene, e.g., C$_{70}$ can unveil a double well potential along the unique axis. By approximating the potential as a pairwise Lennard-Jones (LJ) summation over the fixed C cage atoms, the parameter space of the Hamiltonian includes three tunable variables: $(M,\\varepsilon,\\sigma)$ representing the mass of the trapped species, the LJ energy, and length scales respectively. Fixing the mass and allowing the others to vary can imitate the potentials of endohedral species trapped in more elongated fullerenes. We choose to explore the LJ parameter space of an endohedral atom in C$_{70}$ with $\\varepsilon\\in$ [20cm$^{-1}$, 150cm$^{-1}$], and $\\sigma\\in$ [2.85\\r{A} , 3.05\\r{A}]. As the barrier height and positions of these wells vary between [1cm$^{-1}$, 264cm$^{-1}$] and [0.35\\r{A}, 0.85\\r{A}] respectively, using a 3D direct product basis of 1D harmonic oscillator (HO) wavefunctions centred at the origin where there is a local maximum is unphysical. Instead we propose the use of a non-orthogonal basis set, using 1D HO wavefunctions centred in each minimum and compare this to other choices. The ground state energy of the X@C$_{70}$ is tracked across the LJ parameter space, along with its corresponding nuclear translational wavefunctions. A classification of the wavefunction characteristics, namely the prolateness and ``peanut-likeness'' based on its statistical moments is also proposed. ",
    "url": "https://arxiv.org/abs/2306.08491",
    "authors": [
      "K. Panchagnula",
      "A.J.W. Thom"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2306.08570",
    "title": "Polarization dependence in inelastic scattering of electrons by hydrogen  atoms in a circularly polarized laser field",
    "abstract": "We theoretically study the influence of laser polarization in inelastic scattering of electrons by hydrogen atoms in the presence of a circularly polarized laser field in the domain of field strengths below $10^{7}$ V/cm and high projectile energies. A semi-perturbative approach is used in which the interaction of the projectile electrons with the laser field is described by Gordon-Volkov wave functions, while the interaction of the hydrogen atom with the laser field is described by first-order time-dependent perturbation theory. A \\textit{closed analytical solution} is derived in laser-assisted inelastic electron-hydrogen scattering for the $1s \\to nl$ excitation cross section which is valid for both circular and linear polarizations. For the excitation of the $n=2$ levels simple analytical expressions of differential cross section are derived for laser-assisted inelastic scattering in the perturbative domain, and the differential cross sections by the circularly and linearly polarized laser fields and their ratios for one- and two-photon absorption are calculated as a function of the scattering angle. Detailed numerical results for the angular dependence and the resonance structure of the differential cross sections is discussed for the $1s \\to 4l$ excitations of hydrogen in a circularly polarized laser field. ",
    "url": "https://arxiv.org/abs/2306.08570",
    "authors": [
      "Gabriela Buică"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2306.08572",
    "title": "Symmetries in elastic scattering of electrons by hydrogen atoms in a  two-color bicircular laser field",
    "abstract": "We consider the elastic scattering of electrons by hydrogen atoms in the presence of a two-color circularly polarized laser field in the domain of moderate intensities below $10^{13}$ W/cm$^2$ and high projectile energies. A hybrid approach is used, where for the interaction of the incident and scattered electrons with the laser field we employ the Gordon-Volkov wave functions, while the interaction of the hydrogen atom with the laser field is treated in second-order perturbation theory. Within this formalism, a closed analytical solution is derived for the nonlinear differential cross section, which is valid for circular as well linear polarizations. Simple analytical expressions of differential cross section are derived in the weak field domain for two-color laser field that is a combination of the fundamental and its second or third harmonics. It is shown that the nonlinear differential cross sections depend on the dynamical phase of the scattering process and on the helicities of the two-color circularly polarized laser field. A comparison between the two-photon absorption scattering signal for two-color co- and counter-rotating circularly polarized laser fields is made for even ($2\\omega$) or odd ($3\\omega$) harmonics, and the effect of the intensity ratio of the two-color laser field components is studied. We analyze the origin of the symmetries in the differential cross sections and we show that the modification of the photon helicity implies a change in the symmetries of the scattering signal. ",
    "url": "https://arxiv.org/abs/2306.08572",
    "authors": [
      "Gabriela Buica"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2306.08576",
    "title": "Quantum interference effects in a $Λ$-type atom interacting with  two short laser pulse trains",
    "abstract": "We study the quantum interference between the excitation pathways in a three-level $\\Lambda$-type atom interacting with two short laser pulse trains under the conditions of electromagnetically induced transparency. The probability amplitude equations which describe the interaction of a three-level $\\Lambda$-type atom with two laser pulse trains are numerically solved. We derive analytical expressions for the population of the upper excited state for resonant laser pulse trains with a rectangular temporal profile. By varying the parameters of the laser pulse trains such as area of a single pulse, detuning, repetition period, and number of individual pulses, we analyze the quantum interference between the excitation pathways in terms of the upper excited state population. ",
    "url": "https://arxiv.org/abs/2306.08576",
    "authors": [
      "Gabriela Buica"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2306.08580",
    "title": "Quiet point engineering for low-noise microwave generation with soliton  microcombs",
    "abstract": "Low-noise microwave signals can be efficiently generated with microresonator-based dissipative Kerr solitons ('microcombs'). However, the achieved phase noise in integrated microcombs is presently several orders of magnitude above the limit imposed by fundamental thermorefractive noise. This additional noise results from residual pump laser frequency noise transduction to the soliton pulse repetition rate via the soliton Raman self frequency shift. Quiet points (QPs) allow minimizing the transduction of laser frequency noise to soliton group velocity. While this method has allowed partial reduction of phase noise towards the fundamental thermodynamical limit, it relies on accidental mode crossings and only leads to very narrow regions of laser detuning where cancellation occurs, significantly narrower than the cavity linewidth. Here we present a method to deterministically engineer the QP, both in terms of its spectral width, and position, showing an increased phase noise suppression. This is achieved using coupled high-Q resonators arranged in the Vernier configuration. Investigating a generalized Lugiato-Lefever equation that accounts for the hybridized mode spectral displacement, we discover a continuum of possible QPs within the soliton existence region, characterized by ultra-low noise performance. Furthermore, we discover that using two controlled optical mode crossings, it is possible to achieve regions where the QPs interact with each other enabling a substantial increase of the noise suppression range. Our work demonstrates a promising way to reach the fundamental limit of low-noise microwave generation in integrated microcombs. ",
    "url": "https://arxiv.org/abs/2306.08580",
    "authors": [
      "Andrea C. Triscari",
      "Aleksandr Tusnin",
      "Alexey Tikan",
      "Tobias J. Kippenberg"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2306.08613",
    "title": "Quantum Control of Radical Pair Dynamics beyond Time-Local Optimisation",
    "abstract": "By extending Gradient Ascent Pulse Engineering (GRAPE) to allow for optimising reaction yields, we realise arbitrary waveform-based control in spin-selective recombination reactions of radical pairs in the low magnetic field regime. This overcomes drawbacks of previous time-local optimisation approaches for realising reaction control, which were limited in their applicability to radical pairs driven by high biasing fields. We demonstrate how efficient time-global optimisation of the radical pair recombination yields can be realised by gradient based methods augmented with time-blocking, sparse sampling of the yield, and evaluation of the central single-timestep propagators and their Fr\\'echet derivatives using iterated Trotter-Suzuki splittings. Results are shown for both a toy model, previously used to demonstrate coherent control of radical pair reactions in the simpler high-field scenario, and furthermore for a realistic exciplex-forming donor-acceptor system comprising 16 nuclear spins. This raises prospects for the spin-control of actual radical pair systems in ambient magnetic fields, by suppressing or boosting radical reaction yields using purpose-specific radio-frequency waveforms, paving the way for radical inspired qubit architectures for reaction-yield-dependent quantum magnetometry and potentially applications of quantum control to biochemical radical pair reactions. ",
    "url": "https://arxiv.org/abs/2306.08613",
    "authors": [
      "Farhan T. Chowdhury",
      "Matt C. J. Denton",
      "Daniel C. Bonser",
      "Daniel R. Kattnig"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2306.08662",
    "title": "An N-loop potential energy model for levitated mm-scale magnets in  cm-scale superconducting coaxial microwave resonators",
    "abstract": "The levitation of a macroscopic object within a superconducting resonator provides a unique and novel platform to study optomechanics, quantum information, and gravitational wave detection. Existing mirror-method and single-loop models for calculating magnet levitation are insufficient for predicting the position and motion of the levitated magnet. If the cavity-magnet interaction is modeled using a large number of smaller surface current loops, one can quantitatively model the dynamics of the levitation of the magnet within the cavity. The magnet's most-likely position and orientation can be predicted for non-trivial cavity geometries and cavity orientations. Knowing the potential energy landscape within the cavity configuration also provides a means to estimate the resonant mechanical frequencies at which the levitated magnet vibrates, and enables tailoring the cavity design for specific outcomes. ",
    "url": "https://arxiv.org/abs/2306.08662",
    "authors": [
      "Jeffrey Miller",
      "Nabin K. Raut",
      "Demitrius Zulevic",
      "Harold Hart",
      "Luis A. Martinez",
      "Alessandro Castelli",
      "Raymond Chiao",
      "Jay E. Sharping"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2306.08697",
    "title": "Modulation-free Laser Stabilization Technique Using Integrated  Cavity-Coupled Mach-Zehnder Interferometer",
    "abstract": "Stable narrow-linewidth light sources play a significant role in many precision optical systems. Electro-optic laser frequency stabilization systems, such as the well-known Pound-Drever-Hall (PDH) technique, have been key components of stable laser systems for decades. These control loops utilize an optical frequency noise discriminator (OFND) to measure frequency noise and convert it to an electronic servo signal. Despite their excellent performance, there has been a trade-off between complexity, scalability, power consumption, and noise measurement sensitivity. Here, we propose and experimentally demonstrate a modulation-free laser stabilization technique using an integrated cavity-coupled Mach-Zehnder interferometer (MZI) as an OFND. The proposed architecture maintains the sensitivity and performance of the PDH architecture without the need for any modulation. This significantly improves overall power consumption, simplifies the architecture, and makes it easier to miniaturize into an integrated photonic platform. An on-chip microring resonator with a loaded quality factor of 2.5 million is used as the frequency reference. The implemented chip suppresses the frequency noise of a semiconductor laser by 4 orders of magnitude. The integral linewidth of the free-running laser is suppressed from 6.1 MHz to 695 KHz. The passive implemented photonic integrated circuit occupies an area of 0.456 mm$^2$ and is integrated on AIM Photonics 180 nm silicon-on-insulator process. ",
    "url": "https://arxiv.org/abs/2306.08697",
    "authors": [
      "Mohamad Hossein Idjadi",
      "Kwangwoong Kim"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2306.08908",
    "title": "Detection of per- and polyfluoroalkyl water contaminants with  multiplexed 4D microcavities sensor",
    "abstract": "The per- and polyfluoroalkyl substances (PFAS) constitute a group of organofluorine chemicals treated as the emerging pollutants and currently are of particularly acute concern. These compounds have been employed intensively as surfactants over multiple decades and are already to be found in surface and ground waters at amounts sufficient to have an effect on the human health and ecosystems. Because of the carbon-fluorine bonds the PFAS have an extreme environmental persistence and their negative impact accumulates with further production and penetration into the environment. In Germany alone, more than thousands sites have been identified to be contaminated with PFAS and thus timely detection of PFAS residues is becoming a high-priority task. In this paper we report on the high performance optical detection method based on whispering gallery modes microcavities applied for the first time for detection of the PFAS contaminants in aqueous solutions. A self-sensing boosted 4D microcavity fabricated with two-photon polymerization is employed as an individual sensing unit. On example of the multiplexed imaging sensor with multiple hundreds of simultaneously interrogated microcavities we demonstrate the possibility to detect the PFAS chemicals representatives at the level of down to 1 ppb. ",
    "url": "https://arxiv.org/abs/2306.08908",
    "authors": [
      "Anton V. Saetchnikov",
      "Elina A. Tcherniavskaia",
      "Vladimir A. Saetchnikov",
      "Andreas Ostendorf"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2306.08948",
    "title": "The nanoscale imaging of the bulk polycrystalline material with the  effects of depth of field and field of view based on x-ray free electron  laser",
    "abstract": "Microscale imaging of mesoscale bulk materials under dynamic compression is important for understanding their properties. In this work, we study the effects of the depth of field (DoF) and field of view (FoV) of the optical lens and extract the scattered light of the region to be imaged within the bulk polycrystalline material based on the objective Bragg coherent diffraction imaging. We describe how the DoF and FoV quantitatively limit the diffraction volume, where the DoF and FoV limit the scattering region parallel and perpendicular to the direction of the light source respectively. We demonstrate this scheme by simulating the separate imaging of a submicron-sized crack region within a few {\\mu}m-sized Si bulk material, and obtain a high imaging quality. This scheme enables imaging of selected regions within bulk polycrystalline materials with the resolution up to the order of 10 nm. ",
    "url": "https://arxiv.org/abs/2306.08948",
    "authors": [
      "Chuan Wang",
      "Yihan Liang",
      "Ronghao Hu",
      "Kai He",
      "Guilong Gao",
      "Xin Yan",
      "Dong Yao",
      "Tao Wang",
      "Xiaoya Li",
      "Jinshou Tian",
      "Wenjun Zhu",
      "Meng Lv"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.09027",
    "title": "Ultra-low-loss optical interconnect enabled by topological  unidirectional guided resonance",
    "abstract": "Grating couplers that interconnect photonic chips to off-chip components are of essential importance for various optoelectronics applications. Despite numerous efforts in past decades, existing grating couplers still suffer from poor energy efficiency and thus hinder photonic integration toward a larger scale. Here, we theoretically propose and experimentally demonstrate a method to achieve ultra-low-loss grating coupler by employing topological unidirectional guided resonances (UGRs). Leveraging the unidirectional emitting nature of UGRs, the useless downward radiation is greatly suppressed with no mirror placed on the bottom. By engineering the dispersion and apodizing the geometry of grating, we realize a grating coupler on 340 nm silicon-on-insulator platform with a record-low-loss of 0.34 dB and bandwidth exceeding 30 nm at the telecom wavelength of 1550 nm. We further show a pair of grating couplers works as optic via that interconnects two stacked photonic chips with a loss of only 0.94 dB. Our work sheds light on the feasibility of energy-efficient optical interconnect for silicon photonics, and paving the way to large-scale photonic integration for applications from optical communication to photonic computing. ",
    "url": "https://arxiv.org/abs/2306.09027",
    "authors": [
      "Haoran Wang",
      "Yi Zuo",
      "Xuefan Yin",
      "Zihao Chen",
      "Zixuan Zhang",
      "Feifan Wang",
      "Yuefeng Hu",
      "Xiaoyu Zhang",
      "Chao Peng"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2306.09043",
    "title": "Mid-infrared Kerr index evaluation via cross-phase modulation with a  near-infrared probe beam",
    "abstract": "We propose a simple method to measure nonlinear Kerr refractive index in mid-infrared frequency range that avoids using sophisticated infrared detectors. Our approach is based on using a near-infrared probe beam which interacts with a mid-IR beam via wavelength-non-degenerate cross-phase modulation (XPM). By carefully measuring XPM-induced spectral modifications in the probe beam and comparing the experimental data with simulation results we extract the value for the non-degenerate Kerr index. Finally, in order to obtain the value of degenerate mid-IR Kerr index we use the well-established two-band formalism of Sheik-Bahae et al., which is shown to become particularly simple in the limit of low frequencies. The proposed technique is complementary to the conventional techniques such as z-scan and has the advantage of not requiring any mid-infrared detectors. ",
    "url": "https://arxiv.org/abs/2306.09043",
    "authors": [
      "Dusan Lorenc",
      "Zhanybek Alpichshev"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.09100",
    "title": "Shock-induced melting and crystallization in titanium irradiated by  ultrashort laser pulse",
    "abstract": "Modification of titanium microstructure after propagation of a melting shock wave (SW) generated by a femtosecond laser pulse is investigated experimentally and analyzed using hydrodynamic and atomistic simulations. Scanning and transmission electron microscopy with analysis of microdiffraction is used to determine the microstructure of subsurface layers of pure titanium sample before and after modification. We found that two layers of modified titanium are formed beneath the surface. A top surface polycrystalline layer of nanoscale grains is formed from a shock-molten layer via rapid crystallization. In a deeper subsurface layer, where the shock-induced melting becomes impossible due attenuation of SW, recrystallization of plastically deformed titanium leads to grain size changes in comparison with intact titanium. Molecular dynamics simulation of single-crystal titanium reveals that the SW front continues to melt/liquefy even after its temperature drops below the melting curve $T_m(P)$. The enormous shear stress generated in a narrow SW front leads to collapse/amorphization of the crystal lattice and formation of a supercooled metastable melt. Such melt crystallizes in an unloading tail of SW until its temperature becomes higher than $T_m(P)$ due to a rapid pressure drop. Later, crystallization of the subsurface molten layer will continue after the heat leaves it. After the shear stress drops below $\\sim 12$GPa within the SW front, such the cold mechanical melting ceases giving place to the shock-induced plastic deformations. The depth of modification is limited by SW attenuation to the Hugoniot elastic limit, and can reach several micrometers. The obtained results reveal the basic physical mechanisms of surface hardening of metals by ultrashort laser pulses. ",
    "url": "https://arxiv.org/abs/2306.09100",
    "authors": [
      "Vasily Zhakhovsky",
      "Yury Kolobov",
      "Sergey Ashitkov",
      "Nail Inogamov",
      "Ivan Nelasov",
      "Sergey Manokhin",
      "Victor Khokhlov",
      "Denis Ilnitsky",
      "Yury Petrov",
      "Andrey Ovchinnikov",
      "Oleg Chefonov",
      "Dmitriy Sitnikov"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2306.09207",
    "title": "The Design of New Practical Constraints in Auxiliary-Field Quantum Monte  Carlo",
    "abstract": "We formulate and characterize a new constraint for Auxiliary Field Quantum Monte Carlo (AFQMC) applicable for general fermionic systems, which allows for the accumulation of phase in the random walk but disallows walkers with a magnitude of phase greater than $\\pi$ with respect to the trial wave function. For short imaginary times, before walkers accumulate sizable phase values, this approach is equivalent to exact free projection, allowing one to observe the accumulation of bias associated with the constraint and thus estimate its magnitude \\textit{a priori}. We demonstrate the stability of this constraint over arbitrary imaginary times and system sizes, highlighting the removal of noise due to the fermionic sign problem. Benchmark total energies for a variety of weakly and strongly correlated molecular systems reveal a distinct bias with respect to standard phaseless AFQMC, with a comparative increase in accuracy given a sufficient quality of trial wave function for the set of studied cases. We then take this constraint, referred to as linecut (lc-) AFQMC, and systematically release it (lcR-AFQMC), providing a route to obtain a smooth bridge between constrained AFQMC and the exact free projection results. ",
    "url": "https://arxiv.org/abs/2306.09207",
    "authors": [
      "John L. Weber",
      "Hung Vuong",
      "Richard A. Friesner",
      "David R. Reichman"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2306.09257",
    "title": "Fast multi-channel inverse design through augmented partial  factorization",
    "abstract": "Computer-automated design and discovery have led to high-performance nanophotonic devices with diverse functionalities. However, massively multi-channel systems such as metasurfaces controlling many incident angles and photonic-circuit components coupling many waveguide modes still present a challenge. Conventional methods require $M_{\\rm in}$ forward simulations and $M_{\\rm in}$ adjoint simulations -- $2M_{\\rm in}$ simulations in total -- to compute the objective function and its gradient for a design involving the response to $M_{\\rm in}$ input channels. By generalizing the adjoint method and the recently proposed augmented partial factorization method, here we show how to obtain both the objective function and its gradient for a massively multi-channel system in a single simulation, achieving over-two-orders-of-magnitude speedup and reduced memory usage. We use this method to inverse design a metasurface beam splitter that separates the incident light to the target diffraction orders for all incident angles of interest, a key component of the dot projector for 3D sensing. This formalism enables efficient inverse design for a wide range of multi-channel optical systems. ",
    "url": "https://arxiv.org/abs/2306.09257",
    "authors": [
      "Shiyu Li",
      "Ho-Chun Lin",
      "Chia Wei Hsu"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.08241",
    "title": "Entropy Structure Informed Learning for Inverse XDE Problems",
    "abstract": "Entropy, since its first discovery by Ludwig Boltzmann in 1877, has been widely applied in diverse disciplines, including thermodynamics, continuum mechanics, mathematical analysis, machine learning, etc. In this paper, we propose a new method for solving the inverse XDE (ODE, PDE, SDE) problems by utilizing the entropy balance equation instead of the original differential equations. This distinguishing feature constitutes a major difference between our current method and other previous classical methods (e.g. SINDy). Despite concerns about the potential information loss during the compression procedure from the original XDEs to single entropy balance equation, various examples from MM reactions, Schlogl model and chemical Lorenz equations in the form of ODEs to nonlinear porous medium equation and Fokker-Planck equation with a double-well potential in the PDE form all well confirm the accuracy, robustness and reliability of our method, as well as its comparable performance with respect to SINDy. ",
    "url": "https://arxiv.org/abs/2306.08241",
    "authors": [
      "Yan Jiang",
      "Wuyue Yang",
      "Yi Zhu",
      "Liu Hong"
    ],
    "subjectives": [
      "Dynamical Systems (math.DS)",
      "Chaotic Dynamics (nlin.CD)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2306.08311",
    "title": "Coherent control based on quantum Zeno and anti-Zeno effects: Role of  coherences and timing",
    "abstract": "The quantum-Zeno and anti-Zeno effects (QZE/AZE) are known for a long time. In a general quantum system with a number of coupled discrete levels, the measurement of a particular level population can lead to either acceleration (i.e. AZE) or retardation (i.e. QZE) of its population transfer to other levels. Here we consider how one can control the population flow from a coupled quantum state by measurement at a particular time, and what system parameters are responsible for that. We propose a framework for analysis of quantum Zeno dynamics based on time-dependent density matrix perturbation theory. This framework allows us to clearly separate state populations from their coherences and to predict appearance of either QZE or AZE. We illustrate our analysis on two model systems: 1) two coupled levels and 2) a level coupled to a continuum. In both cases dynamics of quantum coherences play a crucial role, and perturbative considerations allow us to predict the effect of projective measurements. In addition, we have extended our consideration to a closely related coherent control scenario, a unitary transformation flipping a sign of a state in a coherent superposition describing the system wavefunction. ",
    "url": "https://arxiv.org/abs/2306.08311",
    "authors": [
      "Jacob Levitt",
      "Artur F. Izmaylov"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2306.08544",
    "title": "Modeling Non-Covalent Interatomic Interactions on a Photonic Quantum  Computer",
    "abstract": "Non-covalent interactions are a key ingredient to determine the structure, stability, and dynamics of materials, molecules, and biological complexes. However, accurately capturing these interactions is a complex quantum many-body problem, with no efficient solution available on classical computers. A widely used model to accurately and efficiently model non-covalent interactions is the Coulomb-coupled quantum Drude oscillator (cQDO) many-body Hamiltonian, for which no exact solution is known. We show that the cQDO model lends itself naturally to simulation on a photonic quantum computer, and we calculate the binding energy curve of diatomic systems by leveraging Xanadu's Strawberry Fields photonics library. Our study substantially extends the applicability of quantum computing to atomistic modeling, by showing a proof-of-concept application to non-covalent interactions, beyond the standard electronic-structure problem of small molecules. Remarkably, we find that two coupled bosonic QDOs exhibit a stable bond. In addition, our study suggests efficient functional forms for cQDO wavefunctions that can be optimized on classical computers, and capture the bonded-to-noncovalent transition for increasing interatomic distances. Remarkably, we find that two coupled bosonic QDOs exhibit a stable bond. In addition, our study suggests efficient functional forms for cQDO wavefunctions that can be optimized on classical computers, and capture the bonded-to-noncovalent transition for increasing interatomic distances. ",
    "url": "https://arxiv.org/abs/2306.08544",
    "authors": [
      "Matthieu Sarkis",
      "Alessio Fallani",
      "Alexandre Tkatchenko"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2306.08596",
    "title": "Transforming Rydberg Interactions with Floquet Frequency Modulation",
    "abstract": "The Rydberg blockade is a key ingredient for entangling atoms in arrays. However, it requires atoms to be spaced well within the blockade radius, which limits the range of local quantum gates. Here we break this constraint using Floquet frequency modulation, with which we demonstrate Rydberg-blockade entanglement beyond the traditional blockade radius. Further, we find that the coherence of entangled states can be extended under Floquet frequency modulation. Finally, we realize Rydberg anti-blockade states for two atoms within the blockade radius, where the steady-state population cannot be achieved with only the conventional static drive. Our work transforms between the paradigmatic regimes of Rydberg blockade versus anti-blockade and paves the way for realizing more connected, coherent, and versatile neutral atom quantum processors with a single approach. ",
    "url": "https://arxiv.org/abs/2306.08596",
    "authors": [
      "Luheng Zhao",
      "Michael Dao Kang Lee",
      "Mohammad Mujahid Aliyu",
      "Huanqian Loh"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2306.08716",
    "title": "Radiation-Induced Degradation Mechanism of X-ray SOI Pixel Sensors with  Pinned Depleted Diode Structure",
    "abstract": "The X-ray Silicon-On-Insulator (SOI) pixel sensor named XRPIX has been developed for the future X-ray astronomical satellite FORCE. XRPIX is capable of a wide-band X-ray imaging spectroscopy from below 1 keV to a few tens of keV with a good timing resolution of a few tens of $\\mu$s. However, it had a major issue with its radiation tolerance to the total ionizing dose (TID) effect because of its thick buried oxide layer due to the SOI structure. Although new device structures introducing pinned depleted diodes dramatically improved radiation tolerance, it remained unknown how radiation effects degrade the sensor performance. Thus, this paper reports the results of a study of the degradation mechanism of XRPIX due to radiation using device simulations. In particular, mechanisms of increases in dark current and readout noise are investigated by simulation, taking into account the positive charge accumulation in the oxide layer and the increase in the surface recombination velocity at the interface between the sensor layer and the oxide layer. As a result, it is found that the depletion of the buried p-well at the interface increases the dark current, and that the increase in the sense-node capacitance increases the readout noise. ",
    "url": "https://arxiv.org/abs/2306.08716",
    "authors": [
      "Kouichi Hagino",
      "Masatoshi Kitajima",
      "Takayoshi Kohmura",
      "Ikuo Kurachi",
      "Takeshi G. Tsuru",
      "Masataka Yukumoto",
      "Ayaki Takeda",
      "Koji Mori",
      "Yusuke Nishioka",
      "Takaaki Tanaka"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2203.06037",
    "title": "Directional Detection of Dark Matter Using Solid-State Quantum Sensing",
    "abstract": " Comments: contribution to Snowmass 2021, 30 pages + references, 14 figures; v3: journal format (20 pages + references, 14 figures), journal reference added ",
    "url": "https://arxiv.org/abs/2203.06037",
    "authors": [
      "Reza Ebadi",
      "Mason C. Marshall",
      "David F. Phillips",
      "Johannes Cremer",
      "Tao Zhou",
      "Michael Titze",
      "Pauli Kehayias",
      "Maziar Saleh Ziabari",
      "Nazar Delegan",
      "Surjeet Rajendran",
      "Alexander O. Sushkov",
      "F. Joseph Heremans",
      "Edward S. Bielejec",
      "Martin V. Holt",
      "Ronald L. Walsworth"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Cosmology and Nongalactic Astrophysics (astro-ph.CO)",
      "High Energy Physics - Experiment (hep-ex)",
      "High Energy Physics - Phenomenology (hep-ph)"
    ]
  },
  {
    "id": "arXiv:2206.12201",
    "title": "Experimental graybox quantum system identification and control",
    "abstract": " Title: Experimental graybox quantum system identification and control ",
    "url": "https://arxiv.org/abs/2206.12201",
    "authors": [
      "Akram Youssry",
      "Yang Yang",
      "Robert J. Chapman",
      "Ben Haylock",
      "Francesco Lenzini",
      "Mirko Lobino",
      "Alberto Peruzzo"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Systems and Control (eess.SY)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.08007",
    "title": "Atom Interferometric Imaging of Differential Potentials Using an Atom  Laser",
    "abstract": " Comments: Updated to match published version. 13 pages, 9 figures ",
    "url": "https://arxiv.org/abs/2208.08007",
    "authors": [
      "Maren E. Mossman",
      "Ryan A. Corbin",
      "Michael McNeil Forbes",
      "Peter Engels"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2208.11394",
    "title": "Simulating the Spread of Infection in Networks with Quantum Computers",
    "abstract": " Comments: 13 pages, 10 figures, one supplementary material ",
    "url": "https://arxiv.org/abs/2208.11394",
    "authors": [
      "Xiaoyang Wang",
      "Yinchenguang Lyu",
      "Changyu Yao",
      "Xiao Yuan"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Physics and Society (physics.soc-ph)"
    ]
  },
  {
    "id": "arXiv:2209.03707",
    "title": "Analysis of parameter combinations for optimal soliton microcomb  generation efficiency in a simple single-cavity scheme",
    "abstract": " Comments: Final version does not include some of the basics of the theory (normalization section), but is more clear and full. The title is also changed. Old name \"Detailed analysis of ultimate soliton microcomb generation efficiency\" ",
    "url": "https://arxiv.org/abs/2209.03707",
    "authors": [
      "Nikita Kondratiev",
      "Valery Lobanov",
      "Nikita Dmitriev",
      "Steevy Cordette",
      "Igor Bilenko"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2209.09759",
    "title": "Structured transverse orbital angular momentum probed by a levitated  optomechanical sensor",
    "abstract": " Title: Structured transverse orbital angular momentum probed by a levitated  optomechanical sensor ",
    "url": "https://arxiv.org/abs/2209.09759",
    "authors": [
      "Yanhui Hu",
      "Jack J. Kingsley-Smith",
      "Maryam Nikkhou",
      "James A. Sabin",
      "Francisco J. Rodríguez-Fortuño",
      "Xiaohao Xu",
      "James Millen"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2209.13377",
    "title": "Quantum and classical correlations in open quantum-spin lattices via  truncated-cumulant trajectories",
    "abstract": " Title: Quantum and classical correlations in open quantum-spin lattices via  truncated-cumulant trajectories ",
    "url": "https://arxiv.org/abs/2209.13377",
    "authors": [
      "Wouter Verstraelen",
      "Dolf Huybrechts",
      "Tommaso Roscilde",
      "Michiel Wouters"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.00019",
    "title": "Experimental demonstration of superdirective spherical dielectric  antenna",
    "abstract": " Title: Experimental demonstration of superdirective spherical dielectric  antenna ",
    "url": "https://arxiv.org/abs/2212.00019",
    "authors": [
      "Roman Gaponenko",
      "Mikhail S. Sidorenko",
      "Dmitry Zhirihin",
      "Ilia L. Rasskazov",
      "Alexander Moroz",
      "Konstantin Ladutenko",
      "Pavel Belov",
      "Alexey Shcherbakov"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2301.04501",
    "title": "Recurrent generation of maximally entangled single particle states via  quantum walks on cyclic graphs",
    "abstract": " Comments: 17 pages, 9 figures, 2 tables ",
    "url": "https://arxiv.org/abs/2301.04501",
    "authors": [
      "Dinesh Kumar Panda",
      "Colin Benjamin"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Other Condensed Matter (cond-mat.other)",
      "High Energy Physics - Theory (hep-th)",
      "Dynamical Systems (math.DS)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.06161",
    "title": "Light-Driven Transitions in Quantum Paraelectrics",
    "abstract": " Title: Light-Driven Transitions in Quantum Paraelectrics ",
    "url": "https://arxiv.org/abs/2301.06161",
    "authors": [
      "Zekun Zhuang",
      "Ahana Chakraborty",
      "Premala Chandra",
      "Piers Coleman",
      "Pavel A. Volkov"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2302.12639",
    "title": "Analytic error function and numeric inverse obtained by geometric means",
    "abstract": " Comments: 10 pages, 2 figures, 2 tables ",
    "url": "https://arxiv.org/abs/2302.12639",
    "authors": [
      "Dmitri Martila",
      "Stefan Groote"
    ],
    "subjectives": [
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2303.00104",
    "title": "Optical galleries of dielectric rings: antipode to whispering gallery  modes",
    "abstract": " Comments: 4 pages, 5 figures, Supplementary material ",
    "url": "https://arxiv.org/abs/2303.00104",
    "authors": [
      "A. P. Chetverikova",
      "M. S. Sidorenko",
      "K. B. Samusev",
      "M. F. Limonov",
      "N. S. Solodovchenko"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2303.10825",
    "title": "TenCirChem: An Efficient Quantum Computational Chemistry Package for the  NISQ Era",
    "abstract": " Title: TenCirChem: An Efficient Quantum Computational Chemistry Package for the  NISQ Era ",
    "url": "https://arxiv.org/abs/2303.10825",
    "authors": [
      "Weitang Li",
      "Jonathan Allcock",
      "Lixue Cheng",
      "Shi-Xin Zhang",
      "Yu-Qin Chen",
      "Jonathan P. Mailoa",
      "Zhigang Shuai",
      "Shengyu Zhang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2305.05373",
    "title": "Hydrodynamics of Quantum Vortices on a Closed Surface",
    "abstract": " Comments: 4 pages, 1 figure ",
    "url": "https://arxiv.org/abs/2305.05373",
    "authors": [
      "Yanqi Xiong",
      "Xiaoquan Yu"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Other Condensed Matter (cond-mat.other)",
      "Superconductivity (cond-mat.supr-con)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2306.04341",
    "title": "A Minimum Assumption Approach to MEG Sensor Array Design",
    "abstract": " Title: A Minimum Assumption Approach to MEG Sensor Array Design ",
    "url": "https://arxiv.org/abs/2306.04341",
    "authors": [
      "Andrey Zhdanov",
      "Jussi Nurminen",
      "Joonas Iivanainen",
      "Samu Taulu"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)",
      "Signal Processing (eess.SP)"
    ]
  },
  {
    "id": "arXiv:2306.06460",
    "title": "Tunable quantum emitters on large-scale foundry silicon photonics",
    "abstract": " Comments: 8 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2306.06460",
    "authors": [
      "Hugo Larocque",
      "Mustafa Atabey Buyukkaya",
      "Carlos Errando-Herranz",
      "Samuel Harper",
      "Jacques Carolan",
      "Chang-Min Lee",
      "Christopher J.K. Richardson",
      "Gerald L. Leake",
      "Daniel J. Coleman",
      "Michael L. Fanto",
      "Edo Waks",
      "Dirk Englund"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2306.07522",
    "title": "HEOM.jl: An efficient Julia framework for hierarchical equations of  motion in open quantum systems",
    "abstract": " Comments: 19 pages, 7 figures, 4 tables ",
    "url": "https://arxiv.org/abs/2306.07522",
    "authors": [
      "Yi-Te Huang",
      "Po-Chen Kuo",
      "Neill Lambert",
      "Mauro Cirio",
      "Simon Cross",
      "Shen-Liang Yang",
      "Franco Nori",
      "Yueh-Nan Chen"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2306.07898",
    "title": "Numerical Modeling of a Proof-of-Principle Experiment on Optical  Stochastic Cooling at the IOTA Electron Storage Ring",
    "abstract": " Comments: 15 pages, 10 figures ",
    "url": "https://arxiv.org/abs/2306.07898",
    "authors": [
      "Austin Dick",
      "Michael Borland",
      "Jonathan Jarvis",
      "Valeri Lebedev",
      "Philippe Piot",
      "Aleksandr Romanov",
      "Michael Wallbank"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2306.07924",
    "title": "Second Response Theory: A Theoretical Formalism for the Propagation of  Quantum Superpositions",
    "abstract": " Comments: 25 pages, 7 figures ",
    "url": "https://arxiv.org/abs/2306.07924",
    "authors": [
      "Martín A. Mosquera"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  }
]