[
  {
    "id": "arXiv:2206.11405",
    "title": "Giant second-harmonic generation enabled by bound-state continuum cavity  on lithium niobate membra",
    "abstract": "In this paper, we proposed and numerically demonstrated a giant enhancement up to 108 in both forward and backward propagation of the Second Harmonic Generation by combining the high-quality factor cavities of the Bound States in the Continuum and the excellent nonlinear optical crystal of lithium niobate. The enhancement factor is defined as the ratio of the second harmonic signal generated by the structure (lithium niobate membrane with Si grating) divided by the signal generated by lithium niobate membrane alone. Furthermore, a minimum interaction time of 350 ps is achieved despite the etching less lithium niobate membrane with a conversion efficiency of 4.77x10-6. The origin of the enhancements is linked to the excitation of a Fano-like shape Symmetry-Protected Mode (SPM) that is revealed by Finite Difference Time Domain (FDTD) simulations. The proposed platform opens the way to a new generation of efficient integrated optical sources compatible with nanophotonic devices for classical and quantum applications. ",
    "url": "https://arxiv.org/abs/2206.11405",
    "authors": [
      "Juan José Robayo Yepes",
      "Fadi Issam Baida",
      "Abdoulaye Ndao"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.11627",
    "title": "Learning Newtonian mechanics with an intrinsically integrated  educational game",
    "abstract": "Research on cognitive effects of educational games in general shows promising results. However, large variations in learning outcomes between individual educational games exists. Research on the design process and different design elements of educational games has led to some interesting directions, but some design aspects remain unclear. We examined how an educational game designed on the basis of intrinsic integration theory, based on a strong alignment between game and learning goals, supports the learning of Newtonian mechanics. This study applied a mixed methods approach. An pre and posttest design was used to examine possible learning and transfer effects fostered by playing the educational game, Newtons Race. To examine how players played the game, log data of each player was digitally recorded during gameplay. Our findings demonstrated a significant positive learning effect of Newtons Race. This finding can be explained with acquired log data. Log data show that players gameplay mostly matched expected learning during the game, with physically correct game settings occurring more and more as gameplay progressed. The ability to transfer learned knowledge onto other situations was shown to be limited to situations closely resembling the game environment. Similar designed intrinsically integrated games on different (physics) subjects could also foster learning in a relative short time. In order to foster transfer to other situations we propose embedding the game within other instructional activities. ",
    "url": "https://arxiv.org/abs/2206.11627",
    "authors": [
      "Anne van der Linden",
      "Ralph F.G. Meulenbroeks",
      "Wouter R. van Joolingen"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)"
    ]
  },
  {
    "id": "arXiv:2206.11648",
    "title": "The Silicon Vertex Detector of the Belle II Experiment",
    "abstract": "Since the start of data taking in spring 2019 at the SuperKEKB collider (KEK, Japan) the Belle II Silicon Vertex Detector (SVD) has been operating reliably and with high efficiency, while providing high quality data: high signal-to-noise ratio, greater than 99% hit efficiency, and precise spatial resolution. These attributes, combined with stability over time, result in good tracking efficiency. Currently the occupancy, dominated by beam-background hits, is quite low (about 0.5% in the innermost layer), causing no problems to the SVD data reconstruction. In view of the operation at higher luminosity foreseen in the next years, specific strategies aiming to preserve the tracking performance have been developed and tested on data. The time stability of the trigger allows reducing sampling of the strip-amplifier waveform. The good hit-time resolution can be exploited to further improve the robustness against the higher level of beam background. First effects of radiation damage on strip noise, sensor currents and depletion voltage have been measured: they do not have any detrimental effect on the performance of the detector. Furthermore, no damage to the SVD is observed after sudden and intense bursts of radiation due to beam losses. ",
    "url": "https://arxiv.org/abs/2206.11648",
    "authors": [
      "Laura Zani"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2206.11829",
    "title": "Sensitivity of Rydberg-atom receiver to frequency and amplitude  modulation of microwaves",
    "abstract": "Electromagnetically induced transparency (EIT) in atomic systems involving Rydberg states is known to be a sensitive probe of incident microwave (MW) fields, in particular those resonant with Rydberg-to-Rydberg transitions. Here we investigate the sensitivity of an EIT-based Rydberg receiver to amplitude- (AM) and frequency-modulated (FM) signals, comparing an intelligible analytical model with experimental results. We present a setup that allows sending signals with either AM or FM and evaluating their efficiency with demodulation. The setup reveals a detection configuration alternative to the ones presented previously. In our measurements we find that in different regimes optimal probe laser detunings fall outside the two-photon resonance. We also estimate optimal MW amplitudes (Rabi frequencies) for AM and FM, as well as optimal FM modulation index (modulation bandwidth). Our results directly address the need to devise a robust Rydberg MW sensor and its operational protocol. ",
    "url": "https://arxiv.org/abs/2206.11829",
    "authors": [
      "Sebastian Borówka",
      "Uliana Pylypenko",
      "Mateusz Mazelanik",
      "Michał Parniak"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2206.11838",
    "title": "Quality Control of Image Sensors using Gaseous Tritium Light Sources",
    "abstract": "We propose a practical method for radiometrically calibrating cameras using widely available gaseous tritium light sources (betalights). Along with the gain(conversion factor) and read noise level, the predictable photon flux of the source allows us to gauge the quantum effciency. The design is easily reproducible with a 3D printer and three inexpensive parts. Suitable for common image sensors, we believe that the method has the potential to be a useful tool in microscopy facilities and optical labs alike. ",
    "url": "https://arxiv.org/abs/2206.11838",
    "authors": [
      "David McFadden",
      "Brad Amos",
      "Rainer Heintzmann"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.11285",
    "title": "The inverse problem for fractal curves solved with the dynamical  approach method",
    "abstract": "The purpose of the present paper is to present the main applications of a new method for the determination of the fractal structure of plane curves. It is focused on the inverse problem, that is, given a curve in the plane, find its fractal dimension. It is shown that the dynamical approach extends the characterization of a curve as a fractal object introducing the effects of mass density, elastic properties, and transverse geometry. The dynamical dimension characterizes material objects and suggests that biological characterization can be much more complete with the methodology presented here. ",
    "url": "https://arxiv.org/abs/2206.11285",
    "authors": [
      "Luiz Bevilacqua",
      "Marcelo M. Barros",
      "Felipe C. V. Venturelli"
    ],
    "subjectives": [
      "Pattern Formation and Solitons (nlin.PS)",
      "Metric Geometry (math.MG)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2206.11306",
    "title": "Perturbation theory under the truncated Wigner approximation reveals how  system-environment entanglement formation drives quantum decoherence",
    "abstract": "Quantum decoherence is the disappearance of simple phase relations within a discrete quantum system as a result of interactions with an environment. For many applications, the question is not necessarily how to avoid (inevitable) system-environment interactions, but rather how to design environments that optimally preserve a system's phase relations in spite of such interactions. The formation of system-environment entanglement is a major driving mechanism for decoherence, and a detailed understanding of this process could inform strategies for conserving coherence optimally. This requires scalable, flexible, and systematically improvable quantum dynamical methods that retain detailed information about the entanglement properties of the environment, yet very few current methods offer this combination of features. Here, we address this need by introducing a theoretical framework wherein we combine the truncated Wigner approximation with standard time-dependent perturbation theory allowing for computing expectation values of operators in the combined system-environment Hilbert space. We demonstrate the utility of this framework by applying it to the spin-boson model, representative of qubits and simple donor-acceptor systems. For this model, our framework provides an analytical description of perturbative contributions to expectation values. We monitor how quantum decoherence at zero temperature is accompanied by entanglement formation with individual environmental degrees of freedom. Based on this entanglement behavior, we find that the selective suppression of low-frequency environmental modes is particularly effective for mitigating quantum decoherence. ",
    "url": "https://arxiv.org/abs/2206.11306",
    "authors": [
      "Justin Provazza",
      "Roel Tempelaar"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2206.11387",
    "title": "Quantum metrology timing limits of the Hong-Ou-Mandel interferometer and  of general two-photon measurements",
    "abstract": "We examine the precision limits of Hong-Ou-Mandel (HOM) timing measurements, as well as precision limits applying to generalized two-photon measurements. As a special case, we consider the use of two-photon measurements using photons with variable bandwidths and frequency correlations. When the photon bandwidths are not equal, maximizing the measurement precision involves a trade-off between high interference visibility and strong frequency anticorrelations, with the optimal precision occuring when the photons share non-maximal frequency anticorrelations. We show that a generalized measurement has precision limits that are qualitatively similar to those of the HOM measurement whenever the generalized measurement is insensitive to the net delay of both photons. By examining the performance of states with more general frequency distributions, our analysis allows for engineering of the joint spectral amplitude for use in realistic situations, in which both photons may not have ideal spectral properties. ",
    "url": "https://arxiv.org/abs/2206.11387",
    "authors": [
      "Kyle M. Jordan",
      "Raphael A. Abrahao",
      "Jeff S. Lundeen"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2006.04274",
    "title": "Universal threshold and Arnold tongues in Kerr ring microresonators",
    "abstract": " Comments: see instead a more up-to-date submission arXiv:2101.02247 ",
    "url": "https://arxiv.org/abs/2006.04274",
    "authors": [
      "D.V. Skryabin",
      "Z. Fan",
      "A. Villois",
      "D.N. Puzyrev"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2107.05224",
    "title": "Fock State-enhanced Expressivity of Quantum Machine Learning Models",
    "abstract": " Comments: 16 pages, 7 figures ",
    "url": "https://arxiv.org/abs/2107.05224",
    "authors": [
      "Beng Yee Gan",
      "Daniel Leykam",
      "Dimitris G. Angelakis"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)",
      "Machine Learning (stat.ML)"
    ]
  },
  {
    "id": "arXiv:2108.03972",
    "title": "An inhibited laser",
    "abstract": " Comments: 14 pages, 9 figures, 1 table ",
    "url": "https://arxiv.org/abs/2108.03972",
    "authors": [
      "Tiantian Shi",
      "Duo Pan",
      "Jingbiao Chen"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2110.13885",
    "title": "Inverse energy cascade in self-gravitating collisionless dark matter  flow and effects of halo shape",
    "abstract": " Comments: Reformatted with data source provided ",
    "url": "https://arxiv.org/abs/2110.13885",
    "authors": [
      "Zhijie"
    ],
    "subjectives": [
      "Astrophysics of Galaxies (astro-ph.GA)",
      "Cosmology and Nongalactic Astrophysics (astro-ph.CO)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2202.03313",
    "title": "A Modernized View of Coherence Pathways Applied to Magnetic Resonance  Experiments in Unstable, Inhomogeneous Fields",
    "abstract": " Comments: 32 pages, 18 figures ",
    "url": "https://arxiv.org/abs/2202.03313",
    "authors": [
      "Alec A. Beaton",
      "Alexandria Guinness",
      "John M. Franck"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2205.09103",
    "title": "Single-Shot Optical Neural Network",
    "abstract": " Comments: Main text: 13 pages, 4 figures, 1 table. Supplementary: 5 pages, 2 figures, 2 tables ",
    "url": "https://arxiv.org/abs/2205.09103",
    "authors": [
      "Liane Bernstein",
      "Alexander Sludds",
      "Christopher Panuski",
      "Sivan Trajtenberg-Mills",
      "Ryan Hamerly",
      "Dirk Englund"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Machine Learning (cs.LG)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.04991",
    "title": "Piezoresistance characterization of silicon nanowires in uniaxial and  isostatic pressure variation",
    "abstract": " Comments: 7 pages 10 figures ",
    "url": "https://arxiv.org/abs/2206.04991",
    "authors": [
      "Elham Fakhri",
      "Rodica Plugaru",
      "Muhammad Taha Sultan",
      "Thorsteinn Hanning Kristinsson",
      "Hákon Örn Árnason",
      "Neculai Plugaru",
      "Andrei Manolescu",
      "Snorri Ingvarsson",
      "Halldor Gudfinnur Svavarsson"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2206.08798",
    "title": "Open Source Variational Quantum Eigensolver Extension of the Quantum  Learning Machine (QLM) for Quantum Chemistry",
    "abstract": " Title: Open Source Variational Quantum Eigensolver Extension of the Quantum  Learning Machine (QLM) for Quantum Chemistry ",
    "url": "https://arxiv.org/abs/2206.08798",
    "authors": [
      "Mohammad Haidar",
      "Marko J. Rančić",
      "Thomas Ayral",
      "Yvon Maday",
      "Jean-Philip Piquemal"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  }
]