[
  {
    "id": "arXiv:2207.11516",
    "title": "8.7-W average power, in-band pumped femtosecond Ho:CALGO laser at 2.1 um",
    "abstract": "We report on an in-band pumped SESAM mode-locked Ho:CALGO bulk laser with a record-high average power of 8.7 W and an optical-to-optical efficiency of 38.2% at a central wavelength of 2.1 um. At this power level, the bulk laser generates pulses with a duration of 369 fs at 84.4-MHz repetition rate, corresponding to a pulse energy of 103 nJ and a peak power of 246 kW. To the best of our knowledge, this is the highest average power and pulse energy directly generated from a mode-locked bulk laser in the 2-3 um wavelength region. Our current results indicate that Ho:CALGO is a competitive candidate for average power scaling of 2 um femtosecond lasers. ",
    "url": "https://arxiv.org/abs/2207.11516",
    "authors": [
      "Weichao Yao",
      "Yicheng Wang",
      "Sergei Tomilov",
      "Martin Hoffmann",
      "Sharhwar Ahmed",
      "Christoph Liebald",
      "Daniel Rytz",
      "Mark Peltz",
      "Volker Wesemann",
      "Clara J. Saraceno"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2207.11704",
    "title": "Ultra-low threshold continuous-wave quantum dot mini-BIC lasers",
    "abstract": "Highly compact lasers with ultra-low threshold and single-mode continuous wave (CW) operation have been a long sought-after component for photonic integrated circuits (PICs). Photonic bound states in the continuum (BICs), due to their excellent ability of trapping light and enhancing light-matter interaction, have been investigated in lasing configurations combining various BIC cavities and optical gain materials. However, the realization of BIC laser with a highly compact size and an ultra-low CW threshold has remained elusive. We demonstrate room temperature CW BIC lasers in the 1310 nm O-band wavelength range, by fabricating a miniaturized BIC cavity in an InAs/GaAs epitaxial quantum dot (QD) gain membrane. By enabling effective trapping of both light and carriers in all three dimensions, single-mode lasing is realized in cavities as small as only 5*5 unit-cells (~2.5*2.5 {\\mu}m2 cavity size) with a mode volume of 1.16({\\lambda}/n)3, exhibiting an ultra-low threshold of 17 {\\mu}W (74 W/cm2). With its advantages in terms of a small footprint, ultralow power consumption, robustness of fabrication and adaptness for integration, the mini-BIC lasers offer a perspective light source for future PICs aimed at high-capacity optical communications, sensing and quantum information. ",
    "url": "https://arxiv.org/abs/2207.11704",
    "authors": [
      "Hancheng Zhong",
      "Jiawei Yang",
      "Zhengqing Ding",
      "Mujie Rao",
      "Lidan Zhou",
      "Yingxin Chen",
      "Ying Yu",
      "Siyuan Yu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2207.11766",
    "title": "Single-pulse time-resolved terahertz spectroscopy of sub-millisecond  time dynamics",
    "abstract": "Slow motion movies are not only fascinating to watch, they also allow us to see intricate details of the mechanical dynamics of complex phenomena. If the images in each frame are replaced by terahertz (THz) waves, such movies can monitor low-energy resonances and reveal fast structural or chemical transitions. Here, we combine THz spectroscopy as a non-invasive optical probe with a real-time monitoring technique to resolve non-reproducible phenomena at 50k frames per second. The concept, based on dispersive Fourier transform spectroscopy to achieve unprecedented acquisition speed of THz spectroscopy data, is demonstrated by monitoring sub-millisecond dynamics of hot carriers injected in silicon by successive resonant pulses as a saturation density is established. We anticipate that our experimental configuration will play a crucial role in revealing fast irreversible physical and chemical processes at THz frequencies with microsecond resolution to enable new applications in fundamental research as well as in industry, notably as a rapid supply chain monitoring system in high-volume manufacturing. ",
    "url": "https://arxiv.org/abs/2207.11766",
    "authors": [
      "Nicolas Couture",
      "Wei Cui",
      "Markus Lippl",
      "Rachel Ostic",
      "Défi Junior Jubgang Fandio",
      "Eeswar Kumar Yalavarthi",
      "Aswin Vishnu Radhan",
      "Angela Gamouras",
      "Nicolas Joly",
      "Jean-Michel Ménard"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2207.11768",
    "title": "Scalable quantum logic spectroscopy",
    "abstract": "In quantum logic spectroscopy (QLS), one species of trapped ion is used as a sensor to detect the state of an otherwise inaccessible ion species. This extends precision measurements to a broader class of atomic and molecular systems for applications like atomic clocks and tests of fundamental physics. Here, we develop a new technique based on a Schr\\\"{o}dinger cat interferometer to address the problem of scaling QLS to larger ion numbers. We demonstrate the basic features of this method using various combinations of $^{25}\\text{Mg}^+$ logic ions and $^{27}\\text{Al}^+$ spectroscopy ions. We observe higher detection efficiency by increasing the number of $^{25}\\text{Mg}^+$ ions. Applied to multiple $^{27}\\text{Al}^+$, this method will improve the stability of high-accuracy optical clocks and could enable Heisenberg-limited QLS. ",
    "url": "https://arxiv.org/abs/2207.11768",
    "authors": [
      "Kaifeng Cui",
      "Jose Valencia",
      "Kevin T. Boyce",
      "David R. Leibrandt",
      "David B. Hume"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2207.11913",
    "title": "Contactless Excitation of Acoustic Resonance in Thin Wafers",
    "abstract": "Contactless excitation and detection of high harmonic acoustic overtones in a thin single crystal are described using radio frequency spectroscopy techniques. Single crystal [001] silicon wafer samples were investigated, one side covered with a Nb thin film, the common starting point for fabrication of quantum devices. The coupling between electromagnetic signals and mechanical oscillation is achieved from the Lorentz force generated by an external magnetic field. This method is suitable for any sample with a metallic surface or covered with a thin metal film. High resolution measurements of the temperature dependence of the sound velocity and elastic constants of silicon are reported and compared with previous work. ",
    "url": "https://arxiv.org/abs/2207.11913",
    "authors": [
      "Gan Zhai",
      "Yizhou Xin",
      "Cameron J. Kopas",
      "Ella Lachman",
      "Mark Field",
      "Josh Y. Mutus",
      "Katarina Cicak",
      "Jose Aumentado",
      "Zuhawn Sung",
      "William P. Halperin"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2207.12160",
    "title": "Double excitation energies from quantum Monte Carlo using state-specific  energy optimization",
    "abstract": "We show that recently developed quantum Monte Carlo methods, which provide accurate vertical transition energies for single excitations, also successfully treat double excitations. We study the double excitations in medium-sized molecules, some of which are challenging for high level coupled-cluster calculations to model accurately. Our fixed-node diffusion Monte Carlo excitation energies are in very good agreement with reliable benchmarks, when available, and provide accurate predictions for excitation energies of difficult systems where reference values are lacking. ",
    "url": "https://arxiv.org/abs/2207.12160",
    "authors": [
      "Stuart Shepard",
      "Ramón Lorenzo Panadés-Barrueta",
      "Saverio Moroni",
      "Anthony Scemama",
      "Claudia Filippi"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2207.12286",
    "title": "Higher-order topological states in photonic Thue-Morse quasicrystals:  quadrupole insulator and a new origin of corner states",
    "abstract": "Corner states (CSs) in higher-order topological insulators (HOTIs) have recently been of great interest in both crystals and quasicrystals. In contrast to electronic systems, HOTIs have not been found in photonic quasicrystals (PQCs). Here, we systemically study the higher-order topology in the two-dimensional Thue-Morse photonic quasicrystals (TM-PQCs). Not only the topological phase transition and the non-trivial CSs with fractional charge induced by multipole moments, but also a new type of CSs are found due to the complex structure of TM-PQCs near corners. The different origins of these CSs are also analyzed based on the tight-binding model. Our work opens the door to explore richer HOT physics beyond photonic crystals and the robustness of CSs in PQC shows the potential for applications. ",
    "url": "https://arxiv.org/abs/2207.12286",
    "authors": [
      "Langlang Xiong",
      "Yu Zhang",
      "Yufu Liu",
      "Yaoxian Zheng",
      "Xunya Jiang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Other Condensed Matter (cond-mat.other)"
    ]
  },
  {
    "id": "arXiv:2207.12340",
    "title": "Hybrid quantum nanophotonic devices with color centers in nanodiamonds",
    "abstract": "Optically active color centers in nanodiamonds offer unique opportunities for generating and manipulating quantum states of light. These mechanically, chemically, and optically robust emitters can be produced in mass quantities, deterministically manipulated, and integrated with a variety of quantum device geometries and photonic material platforms. Nanodiamonds with deeply sub-wavelength sizes coupled to nanophotonic structures feature a giant enhancement of light-matter interaction, promising high bitrates in quantum photonic systems. We review the recent advances in controlled techniques for synthesizing, selecting, and manipulating nanodiamond-based color centers for their integration with quantum nanophotonic devices. ",
    "url": "https://arxiv.org/abs/2207.12340",
    "authors": [
      "Swetapadma Sahoo",
      "Valery Davydov",
      "Viatcheslav Agafonov",
      "Simeon I. Bogdanov"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2207.12374",
    "title": "Monolithically integrated MEMS cantilevers with embedded waveguides for  visible light beam-scanning",
    "abstract": "Beam-forming in the visible spectrum has important applications in, for example, fluorescence microscopy, quantum information processing, and holographic displays. For infrared light, photonic integrated circuit 16 (PIC) beam-scanners are often optical phased arrays (OPAs) that steer a light beam using wavelength tuning and/or phase shifters. For visible light, OPAs are significantly more challenging due to the lack of wideband tunable laser sources, lower efficiency phase shifters, and need for smaller feature sizes. Here, we demonstrate side-lobe-free, wideband visible spectrum ({\\lambda} = 410-700 nm) beam steering by electro-thermally actuated micro-cantilevers with embedded silicon nitride waveguides and grating couplers. The devices achieved a scan range of 30.6{\\deg} with only 31 mW of electrical power for one-dimensional scanning and a 12{\\deg}x24{\\deg} field of view with 46 mW of electrical power for two-dimensional scanning. The devices were monolithically integrated in an active visible light photonic platform on 200-mm silicon wafers. Due to their scalability, ultra-compactness, and wavelength-independent scan range, these beam-scanners offer a unique approach for efficient chip-scale light projection. ",
    "url": "https://arxiv.org/abs/2207.12374",
    "authors": [
      "Saeed Sharif Azadeh",
      "Jason C. C. Mak",
      "Hong Chen",
      "Xianshu Luo",
      "Fu-Der Chen",
      "Hongyao Chua",
      "Frank Weiss",
      "Christopher Alexiev",
      "Andrei Stalmashonak",
      "Youngho Jung",
      "John N. Straguzzi",
      "Guo-Qiang Lo",
      "Wesley D. Sacher",
      "Joyce K. S. Poon"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2207.11423",
    "title": "Invisible non-Hermitian potentials in discrete-time photonic quantum  walks",
    "abstract": "Discrete-time photonic quantum walks on a synthetic lattice, where both spatial and temporal evolution of light is discretized, have provided recently a fascinating platform for the observation of a wealth of non-Hermitian physical phenomena and for the control of light scattering in complex media. A rather open question is whether invisible potentials, analogous to the ones known for continuous optical media, do exist in such discretized systems. Here it is shown that, under certain conditions, slowly-drifting Kramers-Kronig potentials behave as invisible potentials in discrete-time photonic quantum walks. ",
    "url": "https://arxiv.org/abs/2207.11423",
    "authors": [
      "Stefano Longhi"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2207.11429",
    "title": "Resolving degeneracies in Google search via quantum stochastic walks",
    "abstract": "The internet is one of the most valuable technologies invented to date. Among them, Google is the most widely used search engine. The PageRank algorithm is the backbone of Google search, ranking web pages according to relevance and recency. We employ quantum stochastic walks (QSW) with the hope of bettering the classical PageRank (CPR) algorithm, which is based on classical continuous time random walks (CTRW). We implement QSW via two schemes: only incoherence and dephasing with incoherence. PageRank using QSW with only incoherence or QSW with dephasing and incoherence best resolves degeneracies that are unresolvable via CPR and with a convergence time comparable to that for CPR, which is generally the minimum. For some networks, the two QSW schemes obtain a convergence time lower than CPR and an almost degeneracy-free ranking compared to CPR. ",
    "url": "https://arxiv.org/abs/2207.11429",
    "authors": [
      "Naini Dudhe",
      "Colin Benjamin"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Social and Information Networks (cs.SI)",
      "Systems and Control (eess.SY)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2207.11470",
    "title": "Scale Factor Determination for the GRACE-Follow On Laser Ranging  Interferometer including Thermal Correction",
    "abstract": "The GRACE Follow-On satellites carry the very first inter-spacecraft Laser Ranging Interferometer (LRI). After more than four years in orbit, the LRI does well in challenging the conventional Microwave Instrument (MWI). However, in the current data processing scheme, the LRI product still needs the MWI data to co-estimate the unknown absolute laser frequency, representing the \"ruler\" for converting the raw phase measurements into a physical displacement in meters. In this paper, we derive formulas for precisely converting the phase measurement into a range, giving rise to a varying carrier frequency. Furthermore, the dominant errors due to knowledge uncertainty of the carrier frequency as well as uncorrected time biases are derived. In the second part, we address the dependency of the LRI on the MWI in the currently employed cross-calibration scheme and present three different models for the LRI laser frequency, two of which are largely independent of the MWI. Furthermore, we analyze the contribution of thermal variations on the scale factor estimates and the LRI-MWI residuals. A linear model called Thermal Correction (TC) is derived that significantly reduces the differences between LRI and MWI to a level where the MWI observations limit the comparison. ",
    "url": "https://arxiv.org/abs/2207.11470",
    "authors": [
      "Malte Misfeldt",
      "Vitali Müller",
      "Laura Müller",
      "Henry Wegener",
      "Gerhard Heinzel"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2207.11494",
    "title": "Pretransitional behavior of electrooptic Kerr effect in liquid thymol",
    "abstract": "Melting/freezing are canonical examples of discontinuous phase transitions, for which no pretransitional effects in the liquid phase are expected.For the solid phase, weak premelting effects are evidenced. This report shows long-range, critical-like, pretransitional effect in liquid thymol detected in Electrooptic Kerr effect (EKE) studies. Notable is the negative sign of EKE pretransitional anomaly. Studies are supplemented by high-resolution by dielectric constant temperature-related scan, which revealed a weak premelting effect in the solid phase. Both EKE and dielectric constant show a 'crossover' change ca. 10K above the melting temperature. It can be recognized as the hallmark of the challenging Liquid-Liquid transition phenomenon . ",
    "url": "https://arxiv.org/abs/2207.11494",
    "authors": [
      "Aleksander Szpakiewicz Szatan",
      "Sylwester J. Rzoska",
      "Aleksandra Drozd-Rzoska"
    ],
    "subjectives": [
      "Soft Condensed Matter (cond-mat.soft)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2207.12060",
    "title": "Scaling waveguide-integrated superconducting nanowire single-photon  detector solutions to large numbers of independent optical channels",
    "abstract": "Superconducting nanowire single-photon detectors are an enabling technology for modern quantum information science and are gaining attractiveness for the most demanding photon counting tasks in other fields. Embedding such detectors in photonic integrated circuits enables additional counting capabilities through nanophotonic functionalization. Here we show how a scalable number of waveguide-integrated superconducting nanowire single-photon detectors can be interfaced with independent fiber optic channels on the same chip. Our plug-and-play detector package is hosted inside a compact and portable closed-cycle cryostat providing cryogenic signal amplification for up to 64 channels. We demonstrate state-of-the-art photon counting performance with up to 60 % system detection efficiency and down to 26.0 ps timing accuracy for individually addressable detectors. Our multi-channel single photon receiver offers exciting measurement capabilities for future quantum communication, remote sensing and imaging applications. ",
    "url": "https://arxiv.org/abs/2207.12060",
    "authors": [
      "Matthias Häußler",
      "Robin Terhaar",
      "Martin A. Wolff",
      "Helge Gehring",
      "Fabian Beutel",
      "Wladick Hartmann",
      "Nicolai Walter",
      "Max Tillmann",
      "Mahdi Ahangarianabhari",
      "Michael Wahl",
      "Tino Röhlicke",
      "Hans-Jürgen Rahn",
      "Wolfram H.P. Pernice",
      "Carsten Schuck"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Superconductivity (cond-mat.supr-con)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2207.12134",
    "title": "Optoelectronic control of atomic bistability with graphene",
    "abstract": "We explore the emergence and active control of optical bistability in a two-level atom near a graphene sheet. Our theory incorporates self-interaction of the optically-driven atom and its coupling to electromagnetic vacuum modes, both of which are sensitive to the electrically-tunable interband transition threshold in graphene. We show that electro-optical bistability and hysteresis can manifest in the intensity, spectrum, and quantum statistics of the light emitted by the atom, which undergoes critical slow-down to steady-state. The optically-driven atom-graphene interaction constitutes a platform for active control of driven atomic systems in quantum coherent control and atomic physics. ",
    "url": "https://arxiv.org/abs/2207.12134",
    "authors": [
      "Mikkel Have Eriksen",
      "Jakob E. Olsen",
      "Christian Wolff",
      "Joel D. Cox"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:1309.5347",
    "title": "Exponential Decay and Fermi's Golden Rule from an Uncontrolled Quantum  Zeno Effect",
    "abstract": " Comments: Replaced by arXiv:2206.14875, which is an improved development different enough to warrant a new submission ",
    "url": "https://arxiv.org/abs/1309.5347",
    "authors": [
      "P. W. Bryant"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Nuclear Theory (nucl-th)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2109.11158",
    "title": "Generation of hyperentangled states and two-dimensional quantum walks  using $J$- ($q$)- plates and polarization beamsplitters",
    "abstract": " Comments: A new appendix has been included, where Jones matrices are realized using $J$-plates and variable waveplates ",
    "url": "https://arxiv.org/abs/2109.11158",
    "authors": [
      "P. A. Ameen Yasir",
      "C. M. Chandrashekar"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2202.08877",
    "title": "Frequency dependence of near-surface oceanic kinetic energy from drifter  observations and global high-resolution models",
    "abstract": " Comments: revised for AGU JGR: Oceans ",
    "url": "https://arxiv.org/abs/2202.08877",
    "authors": [
      "Brian K. Arbic",
      "Shane Elipot",
      "Jonathan M. Brasch",
      "Dimitris Menemenlis",
      "Aurelien L. Ponte",
      "Jay F. Shriver",
      "Xiaolong Yu",
      "Edward D. Zaron",
      "Matthew H. Alford",
      "Maarten C. Buijsman",
      "Ryan Abernathey",
      "Daniel Garcia",
      "Lingxiao Guan",
      "Paige E. Martin",
      "Arin D. Nelson"
    ],
    "subjectives": [
      "Atmospheric and Oceanic Physics (physics.ao-ph)",
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2203.08329",
    "title": "Decoherence predictions in a superconductive quantum device using the  steepest-entropy-ascent quantum thermodynamics framework",
    "abstract": " Comments: 11 pages, 8 figures ",
    "url": "https://arxiv.org/abs/2203.08329",
    "authors": [
      "J. A. Montanez-Barrera",
      "M. R. von Spakovsky",
      "C. E. Damian-Ascencio",
      "S. Cano-Andrade"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2205.09498",
    "title": "Demonstration of fully integrated parity-time-symmetric electronics",
    "abstract": " Comments: 52 pages (16 pages Main Text, 28 pages Supplementary Materials, 4 pages reference), 27 figures (4 figures Main Text, 23 figures Supplementary Materials), 93 references (50 references Main Text, 43 references Supplementary Materials) ",
    "url": "https://arxiv.org/abs/2205.09498",
    "authors": [
      "Weidong Cao",
      "Changqing Wang",
      "Weijian Chen",
      "Song Hu",
      "Hua Wang",
      "Lan Yang",
      "Xuan Zhang"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Hardware Architecture (cs.AR)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.09849",
    "title": "Quantum Thermodynamic Uncertainty Relations, Generalized Current  Fluctuations and Nonequilibrium Fluctuation-Dissipation Inequalities",
    "abstract": " Comments: 24 pages, 3 figures ",
    "url": "https://arxiv.org/abs/2206.09849",
    "authors": [
      "Daniel Reiche",
      "Jen-Tsung Hsiang",
      "Bei-Lok Hu"
    ],
    "subjectives": [
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  }
]