[
  {
    "id": "arXiv:2308.08555",
    "title": "On the Galilean covariance of the d'Alembert equation for acoustic  phenomena",
    "abstract": "The covariance of the d'Alembert equation for acoustic phenomena -- which is a mechanical wave equation -- under the conventional Galilean transformation is demonstrated without the need to abandon the hypothesis that time is absolute in Classical Mechanics, {what would imply} a modification of Galileo's transformations, as suggested in a paper recently published in this journal. ",
    "url": "https://arxiv.org/abs/2308.08555",
    "authors": [
      "Francisco Caruso",
      "Vitor Oguri",
      "Felipe Silveira"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2308.08573",
    "title": "Fourier modal method for inverse design of metasurface-enhanced  micro-LEDs",
    "abstract": "We present a simulation capability for micro-scale light-emitting diodes (uLEDs) that achieves comparable accuracy to CPU-based finite-difference time-domain simulation but is more than 10^7 times faster. Our approach is based on the Fourier modal method (FMM) -- which, as we demonstrate, is well suited to modeling thousands of incoherent sources -- with extensions that allow rapid convergence for uLED structures that are challenging to model with standard approaches. The speed of our method makes the inverse design of uLEDs tractable, which we demonstrate by designing a metasurface-enhanced uLED that doubles the light extraction efficiency of an unoptimized device. ",
    "url": "https://arxiv.org/abs/2308.08573",
    "authors": [
      "Martin F. Schubert",
      "Alec M. Hammond"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2308.08677",
    "title": "Demonstration of an Integrated Terahertz Band-Stop Filter Using an  Apodized Bragg Grating",
    "abstract": "This paper presents the demonstration of an on-chip integrated Terahertz (THz) Apodized Bragg grating (TABG) which functions as band-stop filter with a center frequency of 0.8 THz and a bandwidth of 200 GHz. For experimentation, we integrate the TABG into our THz System-on-Chip to enable wideband (DC - 1.5 THz) device characterization. Using this methodology, we measure the signal transmission through the TABG and find the experimental results align with simulation and theory provides a rejection of approximately 20 dB across the stop-band. ",
    "url": "https://arxiv.org/abs/2308.08677",
    "authors": [
      "Ali Dehghanian",
      "Walid Gomaa",
      "Mohsen Haghighat",
      "Thomas Darcie",
      "Levi Smith"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2308.08740",
    "title": "On-chip coherent beam combination of waveguide amplifiers on  Er$^{3+}$-doped thin film lithium niobate",
    "abstract": "We demonstrate on-chip coherent beam combination of two waveguide amplifiers on Er$^{3+}$-doped thin film lithium niobate (Er: TFLN) platform. Our device is built based on an electro-optic modulator fabricated on Er: TFLN. The output power of the coherently combined amplifiers is measured as high as 12.9 mW, surpassing that of previous single waveguide amplifiers based on Er$^{3+}$-doped thin film lithium niobate platform. ",
    "url": "https://arxiv.org/abs/2308.08740",
    "authors": [
      "Rui Bao",
      "Lvbin Song",
      "Zhiwei Fang",
      "Jinmin Chen",
      "Zhe Wang",
      "Jian Liu",
      "Lang Gao",
      "Zhaoxiang Liu",
      "Zhihao Zhang",
      "Min Wang",
      "Haisu Zhang",
      "Ya Cheng"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2308.08880",
    "title": "Continuous optical generation of microwave signals for fountain clocks",
    "abstract": "For the optical generation of ultrastable microwave signals for fountain clocks we developed a setup, which is based on a cavity stabilized laser and a commercial frequency comb. The robust system, in operation since 2020, is locked to a 100 MHz output frequency of a hydrogen maser and provides an ultrastable 9.6 GHz signal for the interrogation of atoms in two caesium fountain clocks, acting as primary frequency standards. Measurements reveal that the system provides a phase noise level which enables quantum projection noise limited fountain frequency instabilities at the low $10^{-14} (\\tau /\\mathrm{s})^{-1/2}$ level. At the same time it offers largely maintenance-free operation. ",
    "url": "https://arxiv.org/abs/2308.08880",
    "authors": [
      "Burghard Lipphardt",
      "Patrick Walkemeyer",
      "Michael Kazda",
      "Johannes Rahm",
      "Stefan Weyers"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2308.08937",
    "title": "Vernier Microcombs for Integrated Optical Atomic Clocks",
    "abstract": "CMOS-compatible Kerr microcombs have drawn substantial interest as mass-manufacturable, compact alternatives to bulk frequency combs. This could enable deployment of many comb-reliant applications previously confined to laboratories. Particularly enticing is the prospect of microcombs performing optical frequency division in compact optical atomic clocks. Unfortunately, it is difficult to meet the self-referencing requirement of microcombs in these systems due to the $\\sim$THz repetition rates typically required for octave-spanning comb generation. Additionally, it is challenging to spectrally engineer a microcomb system to align a comb mode with an atomic clock transition with sufficient signal-to-noise ratio. Here, we adopt a Vernier dual-microcomb scheme for optical frequency division of a stabilized ultranarrow-linewidth continuous-wave laser at 871 nm to a $\\sim$235 MHz output frequency. In addition to enabling measurement of the comb repetition rates, this scheme brings the freedom to pick comb lines from either or both of the combs. We exploit this flexibility to shift an ultra-high-frequency ($\\sim$100 GHz) carrier-envelope offset beat down to frequencies where detection is possible and to place a comb line close to the 871 nm laser - tuned so that if frequency-doubled it would fall close to the clock transition in $^{171}$Yb$^+$. Moreover, we introduce a novel scheme which suppresses frequency noise arising from interferometric phase fluctuations in our dual-comb system and reduces the frequency instability down to our measurement limit. Our dual-comb system can potentially combine with an integrated ion trap toward future chip-scale optical atomic clocks. ",
    "url": "https://arxiv.org/abs/2308.08937",
    "authors": [
      "Kaiyi Wu",
      "Nathan P. O'Malley",
      "Saleha Fatema",
      "Cong Wang",
      "Marcello Girardi",
      "Mohammed S. Alshaykh",
      "Zhichao Ye",
      "Daniel E. Leaird",
      "Minghao Qi",
      "Victor Torres-Company",
      "Andrew M. Weiner"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2308.09058",
    "title": "Towards Intense Ultra-Broadband High Repetition Rate Terahertz Sources  Based on Organic Crystals [Invited]",
    "abstract": "Increasing the average power of broadband, few-cycle terahertz (THz) sources is currently a topic of intense investigation, fueled by recent immense progress in high average power femtosecond laser driving sources at 1030 nm. However, many crucial applications would benefit not only from an increase in average power, but also from ultra-broad bandwidth, while maintaining high dynamic range at these frequencies. This calls for the challenging combination of high repetition rates and high average power simultaneously. Here, we discuss the recent progress in the promising approach enabled by organic crystals for THz-generation. Specifically, this review article discusses advances with the most commonly used organic crystals BNA, DAST, DSTMS, OH1 and HMQ-TMS. We place special emphasis on nonlinear and thermal properties and discuss future directions for this field. ",
    "url": "https://arxiv.org/abs/2308.09058",
    "authors": [
      "Samira Mansourzadeh",
      "Tim Vogel",
      "Alan Omar",
      "Tobias O. Buchmann",
      "Edmund J. R. Kelleher",
      "Peter U. Jepsen",
      "Clara J. Saraceno"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2308.09130",
    "title": "Feedback Enhanced Phonon Lasing of a Microwave Frequency Resonator",
    "abstract": "The amplitude of self-oscillating mechanical resonators in cavity optomechanical systems is typically limited by nonlinearities arising from the cavity's finite optical bandwidth. We propose and demonstrate a feedback technique for increasing this limit. By modulating the cavity input field with a signal derived from its output intensity, we increase the amplitude of a self-oscillating GHz frequency mechanical resonator by $22\\%$ (increase in coherent phonon number of $50\\%$) limited only by the achievable optomechanical cooperativity of the system. This technique will advance applications dependent on high dynamic mechanical stress, such as coherent spin-phonon coupling, as well as implementations of sensors based on self-oscillating resonators. ",
    "url": "https://arxiv.org/abs/2308.09130",
    "authors": [
      "Peyman Parsa",
      "Prasoon Kumar Shandilya",
      "David P. Lake",
      "Matthew E. Mitchell",
      "Paul E. Barclay"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2308.09184",
    "title": "Impact of Cavity on Molecular Ionization Spectra",
    "abstract": "Ionization phenomena are widely studied for decades. With the advent of cavity technology, the question arises how the presence of quantum light affects the ionization of molecules. As the ionization spectrum is recorded from the ground state of the neutral molecule, it is usually possible to choose cavities which do not change the ground state of the target, but can have a significant impact on the ion and the ionization spectrum. Particularly interesting are cases where the produced ion exhibits conical intersections between its close-lying electronic states which is known to give rise to substantial nonadiabatic effects. We demonstrate by an explicit realistic example that vibrational modes not relevant in the absence of the cavity do play a decisive role when the molecule is in the cavity. In this example, dynamical symmetry breaking is responsible for the coupling between the ion and the cavity and the high spatial symmetry enables a control of their activity via the molecular orientation relative to the cavity field polarization. Significant impact on the spectrum by the cavity is found and shown to even substantially increase when less symmetric molecules are considered. ",
    "url": "https://arxiv.org/abs/2308.09184",
    "authors": [
      "Csaba Fábri",
      "Gábor J. Halász",
      "Lorenz S. Cederbaum",
      "Ágnes Vibók"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2308.09362",
    "title": "Optical stimulated-Raman sideband spectroscopy of a single $^9$Be$^+$  ion in a Penning trap",
    "abstract": "We demonstrate optical sideband spectroscopy of a single $^9$Be$^+$ ion in a cryogenic 5 Tesla Penning trap using two-photon stimulated-Raman transitions between the two Zeeman sublevels of the $1s^{2}2s$ ground state manifold. By applying two complementary coupling schemes, we accurately measure Raman resonances with and without contributions from motional sidebands. From the latter we obtain an axial sideband spectrum with an effective mode temperature of (3.1 $\\pm$ 0.4)~mK. This results are a key step for quantum logic operations in Pennings traps, applicable to high precision matter-antimatter comparisons tests in the baryonic sector of the standard model. ",
    "url": "https://arxiv.org/abs/2308.09362",
    "authors": [
      "J. M. Cornejo",
      "J. Brombacher",
      "J.-A. Coenders",
      "M. von Boehn",
      "T. Meiners",
      "M. Niemann",
      "S. Ulmer",
      "C. Ospelkaus"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2308.09457",
    "title": "Measurement of flow birefringence induced by the shear components along  the optical axis using a parallel-plate-type rheometer",
    "abstract": "The present study investigated the flow birefringence induced by shear components along a camera's optical axis, which has been neglected in conventional theories of photoelastic measurements. Measurements were conducted for a wide range of shear rates from a direction perpendicular to the shear using a high-speed polarization camera and a parallel-plate-type rheometer. The measurement results obtained from a fluid with low viscoelasticity, specifically a dilute suspension of cellulose nanocrystals, showed that the birefringence increases monotonically as the stress components along the camera's optical axis increase. It was also found that the birefringence showed a power law with respect to the shear rate. This letter reports a key fact required for polarization measurements of shear rate (shear stress) in three-dimensional flows. ",
    "url": "https://arxiv.org/abs/2308.09457",
    "authors": [
      "William Kai Alexander Worby",
      "Kento Nakamine",
      "Yuto Yokoyama",
      "Masakazu Muto",
      "Yoshiyuki Tagawa"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2308.09594",
    "title": "Coupled cluster cavity Born-Oppenheimer approximation for electronic  strong coupling",
    "abstract": "Chemical and photochemical reactivity, as well as supramolecular organization and several other molecular properties, can be modified by strong interactions between light and matter. Theoretical studies of these phenomena require the separation of the Schr\\\"odinger equation into different degrees of freedom as in the Born-Oppenheimer approximation. In this paper, we analyze the electron-photon Hamiltonian within the cavity Born-Oppenheimer approximation (CBOA), where the electronic problem is solved for fixed nuclear positions and photonic parameters. Specifically, we focus on intermolecular interactions in representative dimer complexes. The CBOA potential energy surfaces are compared with those obtained using a polaritonic approach, where the photonic and electronic degrees of freedom are treated at the same level. This allows us to assess the role of electron-photon correlation and the accuracy of CBOA. ",
    "url": "https://arxiv.org/abs/2308.09594",
    "authors": [
      "Sara Angelico",
      "Tor S. Haugland",
      "Enrico Ronca",
      "Henrik Koch"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2308.08588",
    "title": "Entanglement and Topology in Su-Schrieffer-Heeger Cavity Quantum  Electrodynamics",
    "abstract": "Cavity materials are a frontier to investigate the role of light-matter interactions on the properties of electronic phases of matter. In this work, we raise a fundamental question: can non-local interactions mediated by cavity photons destabilize a topological electronic phase? We investigate this question by characterizing entanglement, energy spectrum and correlation functions of the topological Su-Schrieffer-Heeger (SSH) chain interacting with an optical cavity mode. Employing density-matrix renormalization group (DMRG) and exact diagonalization (ED), we demonstrate the stability of the edge state and establish an area law scaling for the ground state entanglement entropy, despite long-range correlations induced by light-matter interactions. These features are linked to gauge invariance and the scaling of virtual photon excitations entangled with matter, effectively computed in a low-dimensional Krylov subspace of the full Hilbert space. This work provides a framework for characterizing novel equilibrium phenomena in topological cavity materials. ",
    "url": "https://arxiv.org/abs/2308.08588",
    "authors": [
      "Daniel Shaffer",
      "Martin Claassen",
      "Ajit Srivastava",
      "Luiz H. Santos"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2308.08637",
    "title": "Polarized and narrow excitonic emission from graphene-capped monolayer  WS$_2$ through resonant phonon relaxation",
    "abstract": "The broadening and polarization of excitonic luminescence in monolayer TMDs largely suffer from inhomogeneity and temperature - an unresolved problem to date. In this work, through few-layer-graphene encapsulation of monolayer WS$_2$, we reduce the inter-excitonic energy separation, which then can have a narrow resonance with a specific phonon mode of our choice. The resulting single-step exciton relaxation with the resonating phonon mode significantly suppresses the inhomogeneous broadening, allowing us to achieve the narrowest exciton linewidth of 1.06 meV (which translates to 0.19 meV after deconvolution with the excitation laser linewidth). The single-phonon resonance helps to achieve a high quantum efficiency despite graphene encapsulation. The technique is powerful in tuning the exciton polarization during relaxation by choosing a specific resonating phonon mode. For example, the valley coherence (polarization) improves from $\\sim$68% ($\\sim$40%) to $\\sim$90% ($\\sim$75%) on resonance with 2$A_1$' and $A_1$' modes respectively. We further demonstrate a strong polarization reversal on resonance with a chiral phonon mode. Strikingly, the above features remain robust against temperature (up to 200 K) and sample age (few months in ambient condition). The findings will lead to clean excitonic measurements without requiring cryogenic cooling. ",
    "url": "https://arxiv.org/abs/2308.08637",
    "authors": [
      "Garima Gupta",
      "Kausik Majumdar"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2308.08782",
    "title": "Amplifying Frequency Up-Converted Infrared Signals with a Molecular  Optomechanical Cavity",
    "abstract": "Frequency up-conversion, enabled by molecular optomechanical coupling, has recently emerged as a promising approach for converting infrared signals into the visible range through quantum coherent conversion of signals. However, detecting these converted signals poses a significant challenge due to their inherently weak signal intensity. In this work, we propose an amplification mechanism capable of enhancing the signal intensity by a factor of 1000 or more in a molecular-cavity system consisting $10^{7}$ molecules. The mechanism takes advantage of the strong coupling enhancement with molecular collective mode and Stokes sideband pump. Our work demonstrates a feasible approach for up-converting infrared signals to the visible range. ",
    "url": "https://arxiv.org/abs/2308.08782",
    "authors": [
      "Fen Zou",
      "Lei Du",
      "Yong Li",
      "Hui Dong"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2308.08821",
    "title": "Experimental quantum e-commerce",
    "abstract": "E-commerce, a type of trading that occurs at a high frequency on the Internet, requires guaranteeing the integrity, authentication and non-repudiation of messages through long distance. As current e-commerce schemes are vulnerable to computational attacks, quantum cryptography, ensuring information-theoretic security against adversary's repudiation and forgery, provides a solution to this problem. However, quantum solutions generally have much lower performance compared to classical ones. Besides, when considering imperfect devices, the performance of quantum schemes exhibits a significant decline. Here, for the first time, we demonstrate the whole e-commerce process of involving the signing of a contract and payment among three parties by proposing a quantum e-commerce scheme, which shows resistance of attacks from imperfect devices. Results show that with a maximum attenuation of 25 dB among participants, our scheme can achieve a signature rate of 0.82 times per second for an agreement size of approximately 0.428 megabit. This proposed scheme presents a promising solution for providing information-theoretic security for e-commerce. ",
    "url": "https://arxiv.org/abs/2308.08821",
    "authors": [
      "Xiao-Yu Cao",
      "Bing-Hong Li",
      "Yang Wang",
      "Yao Fu",
      "Hua-Lei Yin",
      "Zeng-Bing Chen"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Cryptography and Security (cs.CR)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2308.08919",
    "title": "Evading Quantum Mechanics á la Sudarshan: quantum-mechanics-free  subsystem as a realization of Koopman-von Neumann mechanics",
    "abstract": "Tsang and Caves suggested the idea of a quantum-mechanics-free subsystem in 2012. We contend that Sudarshan's viewpoint on Koopman-von Neumann mechanics is realized in the quantum-mechanics-free subsystem. Since quantum-mechanics-free subsystems are being experimentally realized, Koopman-von Neumann mechanics is essentially transformed into an engineering science. ",
    "url": "https://arxiv.org/abs/2308.08919",
    "authors": [
      "Zurab K. Silagadze"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2308.09151",
    "title": "Auto-calibrating Universal Programmable Photonic Circuits: Hardware  Error-Correction and Defect Resilience",
    "abstract": "It is recently shown that discrete $N\\times N$ linear unitary operators can be represented by interlacing $N+1$ phase shift layers with a fixed intervening operator such as Discrete Fractional Fourier Transform (DFrFT). Here, we show that introducing perturbations to the intervening operations does not compromise the universality of this architecture. Furthermore, we show that this architecture is resilient to defects in the phase shifters as long as no more than one faulty phase shifter is present in each layer. These properties enable post-fabrication auto-calibration of such universal photonic circuits, effectively compensating for fabrication errors and defects in phase components. ",
    "url": "https://arxiv.org/abs/2308.09151",
    "authors": [
      "Matthew Markowitz",
      "Kevin Zelaya",
      "Mohammad-Ali Miri"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2308.09199",
    "title": "Polynomial Bounds for Learning Noisy Optical Physical Unclonable  Functions and Connections to Learning With Errors",
    "abstract": "It is shown that a class of optical physical unclonable functions (PUFs) can be learned to arbitrary precision with arbitrarily high probability, even in the presence of noise, given access to polynomially many challenge-response pairs and polynomially bounded computational power, under mild assumptions about the distributions of the noise and challenge vectors. This extends the results of Rh\\\"uramir et al. (2013), who showed a subset of this class of PUFs to be learnable in polynomial time in the absence of noise, under the assumption that the optics of the PUF were either linear or had negligible nonlinear effects. We derive polynomial bounds for the required number of samples and the computational complexity of a linear regression algorithm, based on size parameters of the PUF, the distributions of the challenge and noise vectors, and the probability and accuracy of the regression algorithm, with a similar analysis to one done by Bootle et al. (2018), who demonstrated a learning attack on a poorly implemented version of the Learning With Errors problem. ",
    "url": "https://arxiv.org/abs/2308.09199",
    "authors": [
      "Apollo Albright",
      "Boris Gelfand",
      "Michael Dixon"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Cryptography and Security (cs.CR)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2308.09231",
    "title": "Investigations of 2D ion crystals in a hybrid optical cavity trap for  quantum information processing",
    "abstract": "We numerically investigate a hybrid trapping architecture for 2D ion crystals using static electrode voltages and optical cavity fields for in-plane and out-of-plane confinements, respectively. By studying the stability of 2D crystals against 2D-3D structural phase transitions, we identify the necessary trapping parameters for ytterbium ions. Multiple equilibrium configurations for 2D crystals are possible, and we analyze their stability by estimating potential barriers between them. We find that scattering to anti-trapping states limits the trapping lifetime, which is consistent with recent experiments employing other optical trapping architectures. These 2D ion crystals offer an excellent platform for quantum simulation of frustrated spin systems, benefiting from their 2D triangular lattice structure and phonon-mediated spin-spin interactions. Quantum information processing with tens of ions is feasible in this scheme with current technologies. ",
    "url": "https://arxiv.org/abs/2308.09231",
    "authors": [
      "Zewen Sun",
      "Yi Hong Teoh",
      "Fereshteh Rajabi",
      "Rajibul Islam"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2308.09287",
    "title": "Localization-delocalization Transition in an electromagnetically induced  photonic lattice",
    "abstract": "We investigate the localization-delocalization transition (LDT) in an electromagnetically induced photonic lattice. A four-level tripod-type scheme in atomic ensembles is proposed to generate an effective photonic moir\\'{e} lattice through the electromagnetically induced transparency (EIT) mechanism. By taking advantage of the tunable atomic coherence, we show that both periodic (commensurable) and aperiodic (incommensurable) structure can be created in such a photonic moir\\'{e} lattice via adjusting the twist angle between two superimposed periodic patterns with square primitive. Furthermore, we also find that by tuning the amplitudes of these two superimposed periodic patterns, the localization-delocalization transition occurs for the light propagating in the aperiodic moir\\'{e} lattice. Such localization is shown to link the fact that the flat bands of moir\\'{e} lattice support quasi-nondiffracting localized modes and thus induce the localization of the initially localized beam. It would provide a promising approach to control the light propagation via the electromagnetically induced photonic lattice. ",
    "url": "https://arxiv.org/abs/2308.09287",
    "authors": [
      "Rui Tian",
      "Shuai Li",
      "Maksims Arzamasovs",
      "Hong Gao",
      "Yong-Chang Zhang",
      "Bo Liu"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2308.09342",
    "title": "Coherence resonance for time-averaged measures",
    "abstract": "Noise can induce time order in the dynamics of nonlinear dynamical systems. For example, coherence resonance occurs in various neuron models driven by a noise. In studies of coherence resonance, ensemble-averaged measures of the coherence are often used. In the present study, we examine coherence resonance for time-averaged measures from a viewpoint of random dynamical systems. For the examination, we use a Hodgkin-Huxley neuron model driven by a constant current and a noise. We firstly show that for large times, the neuron is in a stationary state irrespective of initial conditions of the neuron. We then show numerical evidence that in the stationary state, a given noise sample path uniquely determines the dynamics of the neuron. We then present numerical evidence suggesting that time-averaged coherence measures of the dynamics is independent of noise sample paths and is equal to ensemble-averaged coherence measures. On the basis of this property, we show that coherence resonance is not only a phenomenon related to ensemble-averaged measures but also a phenomenon that holds for time-averaged measures. ",
    "url": "https://arxiv.org/abs/2308.09342",
    "authors": [
      "Go Uchida"
    ],
    "subjectives": [
      "Adaptation and Self-Organizing Systems (nlin.AO)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2211.11011",
    "title": "On the fragility of gate-error metrics in simulation models of  flux-tunable transmon quantum computers",
    "abstract": " Comments: 28 pages, 13 figures and 25 tables ",
    "url": "https://arxiv.org/abs/2211.11011",
    "authors": [
      "Hannes Lagemann",
      "Dennis Willsch",
      "Madita Willsch",
      "Fengping Jin",
      "Hans De Raedt",
      "Kristel Michielsen"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2212.10591",
    "title": "A Tabletop X-Ray Tomography Instrument for Nanometer-Scale Imaging:  Integration of a Scanning Electron Microscope with a Transition-Edge Sensor  Spectrometer",
    "abstract": " Comments: The following article has been submitted to Physical Review Applied ",
    "url": "https://arxiv.org/abs/2212.10591",
    "authors": [
      "Nathan Nakamura",
      "Paul Szypryt",
      "Amber L. Dagel",
      "Bradley K. Alpert",
      "Douglas A. Bennett",
      "W. Bertrand Doriese",
      "Malcolm Durkin",
      "Joseph W. Fowler",
      "Dylan T. Fox",
      "Johnathon D. Gard",
      "Ryan N. Goodner",
      "J. Zachariah Harris",
      "Gene C. Hilton",
      "Edward S. Jimenez",
      "Burke L. Kernen",
      "Kurt W. Larson",
      "Zachary H. Levine",
      "Daniel McArthur",
      "Kelsey M. Morgan",
      "Galen C. O'Neil",
      "Nathan J. Ortiz",
      "Christine G. Pappas",
      "Carl D. Reintsema",
      "Daniel R. Schmidt",
      "Peter A. Schulz",
      "Kyle R. Thompson",
      "Joel N. Ullom",
      "Leila Vale",
      "Courtenay T. Vaughan",
      "Christopher Walker",
      "Joel C. Weber",
      "Jason W. Wheeler",
      "Daniel S. Swetz"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2301.00494",
    "title": "Quantum Atomic Matter Near Two-Dimensional Materials in Microgravity",
    "abstract": " Comments: 11 pages, 3 figures; discussion and references added ",
    "url": "https://arxiv.org/abs/2301.00494",
    "authors": [
      "Adrian Del Maestro",
      "Sang Wook Kim",
      "Nicholas P. Bigelow",
      "Robert J. Thompson",
      "Valeri N. Kotov"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Space Physics (physics.space-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2302.10988",
    "title": "Travel times and ray paths for acoustic and elastic waves in generally  anisotropic media",
    "abstract": " Title: Travel times and ray paths for acoustic and elastic waves in generally  anisotropic media ",
    "url": "https://arxiv.org/abs/2302.10988",
    "authors": [
      "James Ludlam",
      "Katherine Tant",
      "Victorita Dolean",
      "Andrew Curtis"
    ],
    "subjectives": [
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2304.01588",
    "title": "Development of 15kA/cm$^2$ Fabrication Process for Superconducting  Integrated Digital Circuits",
    "abstract": " Title: Development of 15kA/cm$^2$ Fabrication Process for Superconducting  Integrated Digital Circuits ",
    "url": "https://arxiv.org/abs/2304.01588",
    "authors": [
      "Liliang Ying",
      "Xue Zhang",
      "Guixiang He",
      "Weifeng Shi",
      "Hui Xie",
      "Linxian Ma",
      "Hui Zhang",
      "Jie Ren",
      "Wei Peng",
      "Zhen Wang"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Superconductivity (cond-mat.supr-con)"
    ]
  },
  {
    "id": "arXiv:2305.19489",
    "title": "Spiking ruby revisited: self-induced periodic spiking oscillations  leading to chaotic state in a Cr:Al2O3 laser with cw 532-nm pumping",
    "abstract": " Comments: 4 pages, 7 figures ",
    "url": "https://arxiv.org/abs/2305.19489",
    "authors": [
      "Kenju Otsuka",
      "Seiichi Sudo"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Chaotic Dynamics (nlin.CD)"
    ]
  },
  {
    "id": "arXiv:2307.08297",
    "title": "Narrow-linewidth 852-nm DBR-LD with self-injection lock based on  high-fineness optical cavity filtering",
    "abstract": " Comments: 12 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2307.08297",
    "authors": [
      "Lili Hao",
      "Rui Chang",
      "Xiaokai Hou",
      "Jun He",
      "Junmin Wang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2308.07964",
    "title": "Quantum computing for chemistry and physics applications from a Monte  Carlo perspective",
    "abstract": " Comments: 18 pages, 3 figures ",
    "url": "https://arxiv.org/abs/2308.07964",
    "authors": [
      "Guglielmo Mazzola"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  }
]