[
  {
    "id": "arXiv:2512.19778",
    "title": "Validation of Quantum Computing for Transition Metal Oxide-based Automotive Catalysis",
    "abstract": "           Quantum computing presents a promising alternative to classical computational methods for modeling strongly correlated materials with partially filled d orbitals. In this study, we perform a comprehensive quantum resource estimation using quantum phase estimation (QPE) and qubitization techniques for transition metal oxide molecules and a Pd zeolite catalyst fragment. Using the binary oxide molecules TiO, MnO, and FeO, we validate our active space selection and benchmarking methodology, employing classical multireference methods such as complete active space self-consistent field (CASSCF) and N-electron valence state perturbation theory (NEVPT2). We then apply these methods to estimate the quantum resources required for a full-scale quantum simulation of a $Z_2Pd$ ($Z=Al_2Si_{22}O_{48}$) fragment taken from the $Pd/2(Al_xSi_{(1-x)})$ catalyst family where x=Si/Al. Our analysis demonstrates that for large Pd zeolite systems, simulations achieving chemical accuracy would require ~$10^6-10^7$ physical qubits, and range that is consistent with the projected capabilities of future fault-tolerant quantum devices. We further explore the impact of active space size, basis set quality, and phase estimation error on the required qubit and gate counts. These findings provide a roadmap for near-term and future quantum simulations of industrially relevant catalytic materials, offering insights into the feasibility and scaling of quantum chemistry applications in materials science.         ",
    "url": "https://arxiv.org/abs/2512.19778",
    "authors": [
      "Yuntao Gu",
      "Louis Hector Jr",
      "Paolo Giusto",
      "Matthew Titsworth",
      "Alok Warey",
      "Dnyanesh Rajpathak",
      "Eser Atesoglu"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Emerging Technologies (cs.ET)"
    ]
  },
  {
    "id": "arXiv:2512.19815",
    "title": "Power-Scalable Generation of High-Order Optical Vortices Via Coherent Beam Combining",
    "abstract": "           Structured light beams, such as optical vortices carrying orbital angular momentum, are essential for applications ranging from low-power optical communications to high-intensity laser-matter interactions. However, scaling their power and energy while preserving complex phase and spatial structures remains a fundamental challenge. In this work, we demonstrate coherent beam combining as a versatile and scalable method for generating high-power structured beams without limitations on topological charge or spatial structure, while maintaining exceptionally high modal purity. We experimentally implement coherent beam combining for optical vortex beams with topological charges l = 1, 5, and 8, achieving a combined average power of 100 W and a peak power of 100 kW, with combining efficiencies of 95.0%, 93.9%, and 91.2%, respectively. Off-axis digital holography confirms that the phase and intensity profiles of the combined beams retain high modal purity, even at high topological charges. These results establish coherent beam combining as an effective route to high modal purity structured light at high power levels, unlocking new opportunities for advanced photonics and high-intensity light-matter interaction studies.         ",
    "url": "https://arxiv.org/abs/2512.19815",
    "authors": [
      "Hossein Fathi",
      "Rafael F. Barros",
      "Regina Gumenyuk"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2512.19826",
    "title": "Designing low-loss cavities across the band-gap of photonic crystal slabs",
    "abstract": "           Photonic crystal cavities (PCCs) are defects in host photonic crystals (PCs) which create bound states in the PC band gap. These bound states are resonant states of the electromagnetic field with a complex resonance frequency and can have very small mode volumes. PCCs are attractive for a variety of applications, from cavity quantum electrodynamics to biosensing. A PC slab geometry is advantageous given its superior manufacturability compared to three-dimensional crystals, and the accessibility of the surface allows sensing and coupling. However, the emission into the half spaces above and below the slab limits the bound state lifetime. Controlling this emission is thus crucial for applications, most of which benefiting from a long lifetime. A range of methods to find defect geometries suppressing the emission to increase the lifetime have been demonstrated in the past. However, they do not cater for a designed resonant frequency covering a wide addressable range, as needed for multiplexed devices. Here, we demonstrate a design method controlling both resonance frequency and emission, by minimising a cost function including both losses and target frequency. We show applications on PCCs in GaAs PC slabs immersed in water, relevant for biosensing. The reduced refractive index contrast in these structures compared to previously studied PCCs embedded in vacuum renders the emission suppression more challenging. We optimize the quality factor of a standard L3 cavity from 1000 to 10^4-10^5, with an addressable resonance frequency range covering 12% relative bandwidth, spanning more than half of the band gap. We furthermore report optimised structures of H1 cavities, and provide the optimisation code for widespread use.         ",
    "url": "https://arxiv.org/abs/2512.19826",
    "authors": [
      "Nadhia Monim",
      "Wolfgang Langbein",
      "Francesco Masia"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2512.19852",
    "title": "Enabling atom-clad waveguide operation in a microfabricated alkali vapor-photonic integrated circuit",
    "abstract": "           Integrating alkali atomic vapors with nanophotonic devices offers a scalable route to quantum technologies that leverage strong atom-photon interactions. While there have been many approaches to such integration, the general reliance on traditional glass vapor cells, distilled alkali metals, and epoxy sealing limits reproducibility and scalability. Moreover, mitigating adverse Rb-photonics interactions is essential, particularly as devices become more compact and the alkali source lies in close proximity to the photonic elements. Here, we demonstrate the successful operation of compact and fully integrated devices that combine silicon nitride photonic integrated circuits (PICs) with microfabricated borosilicate vapor cells and pill-type rubidium (Rb) dispensers through hermetic seals via anodic bonding. We show how successful operation hinges on optically activating the dispenser in a low-power pulsed mode, releasing controlled amounts of Rb vapor on demand while mitigating photonic degradation. Simultaneously, a counter-propagating desorption laser completely suppresses Rb-induced losses and enables waveguide-based atomic vapor spectroscopy. Using this approach, we demonstrate repeatable control of vapor density by tuning activation pulse length, duty cycle, and device temperature. These results establish a compact, manufacturable, and scalable vapor-PIC device, and set the stage for future demonstrations in cavity quantum electrodynamics, quantum nonlinear optics, and chip-scale atomic sensors.         ",
    "url": "https://arxiv.org/abs/2512.19852",
    "authors": [
      "Rahul Shrestha",
      "Khoi Tuan Hoang",
      "Peter Riley",
      "Roy Zektzer",
      "Daron Westly",
      "Paul Lett",
      "Matthew T. Hummon",
      "Kartik Srinivasan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2512.19923",
    "title": "Synthesis of a high intensity, superthermal muonium beam for gravity and laser spectroscopy experiments",
    "abstract": "           The universality of free fall, a cornerstone of Einstein's theory of gravity, has so far only been tested with neutral composite states of first-generation Standard Model (SM) particles, such as atoms or neutrons, and, most recently, antihydrogen. Extending these gravitational measurements to other sectors of the SM requires the formation of neutral bound states using higher-generation, unstable particles. Muonium, the bound state of an antimuon ($\\mu^+$) and an electron ($e^-$), offers the possibility to probe gravity with second-generation (anti)leptons, in the absence of the strong interaction. However, the short $\\mu^+$ lifetime ($\\tau_{\\mu}\\approx 2.2~\\mu$s) and the existing diffuse thermal muonium sources rendered such measurements unfeasible. Here, we report the synthesis of a high-brightness muonium beam, extracted from a thin layer of superfluid helium by exploiting its chemical potential and unique transport properties. The mean longitudinal velocity (${v}\\approx 2180~\\rm{m/s}$) and narrow distribution (${\\Delta v}< 150 ~\\rm{m/s}$) of the atoms characterise a superthermal beam, while yields are similar to the highest intensity diffuse sources. This new beam is expected to enable muonium interferometry and a percent-level measurement of its gravitational acceleration, providing the first direct test of the Weak Equivalence Principle with second-generation (anti)matter. Its unprecedented brightness also opens the way to sub-kHz 1S-2S spectroscopy, enabling precise determination of the muon mass and stringent tests of bound-state quantum electrodynamics.         ",
    "url": "https://arxiv.org/abs/2512.19923",
    "authors": [
      "Jesse Zhang",
      "Aldo Antognini",
      "Marek Bartkowiak",
      "Klaus Kirch",
      "Andreas Knecht",
      "Damian Goeldi",
      "David Taqqu",
      "Robert Waddy",
      "Frederik Wauters",
      "Paul Wegmann",
      "Anna Soter"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "High Energy Physics - Phenomenology (hep-ph)"
    ]
  },
  {
    "id": "arXiv:2512.19965",
    "title": "Time-domain measurement of Auger electron dynamics in xenon atoms after giant resonant photoionization",
    "abstract": "           Time-resolved measurement of Auger-Meitner (AM) decay [Nature 419, 803 (2002)] marked a milestone in the development of attosecond science. To date, the time constants for the AM decay processes obtained from the time-domain experiments were found to be consistent with the values deduced from conventional energy-domain measurements. One of the main factors limiting the temporal resolution of these studies is the unlocked carrier-envelope-phase (CEP) of the laser pulses used to probe the electronic dynamics triggered by inner-shell photoabsorption. In this work, we report time-resolved inner-shell electron spectroscopy of xenon and krypton using attosecond soft X-ray (atto-SXR) pulses centered at 130 eV in combination with CEP-stabilized few-cycle Yb laser pulses. We observed that the N$_{4,5}$OO Auger electrons from xenon exhibit a clear streaking pattern, but with an unexpected time shift of $\\sim$ 1.32 fs relative to the 4$d$ photoelectrons. Furthermore, the energy-integrated yield of streaked Auger electrons from xenon exhibits a pronounced minimum at a pump-probe time delay of 4 fs. Neither of these observations can be explained by current streaking theories and both are inconsistent with lifetimes inferred from energy-domain measurements. The M$_{4,5}$NN Auger electrons from krypton partly overlap in energy with the 3$d$ inner-shell photoelectrons and do not show these anomalous features. This study offers new insights into the inner-shell electron dynamics of heavy atoms in the giant dipole resonance region, laying the groundwork for attosecond soft X-ray spectroscopy of molecular systems containing iodine or bromine atoms.         ",
    "url": "https://arxiv.org/abs/2512.19965",
    "authors": [
      "Mahmudul Hasan",
      "Jingsong Gao",
      "Hao Liang",
      "Yiming Yuan",
      "Zach Eisenhutt",
      "Ming-Shian Tsai",
      "Ming-Chang Chen",
      "Hans Jakob Wörner",
      "Artem Rudenko",
      "Meng Han"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2512.19981",
    "title": "Multifunctional tapered fiber-based micro-waveguide for optical ultrasound microsensors",
    "abstract": "           Various optical ultrasound microsensors have been developed with size ranging from tens to hundreds of micrometers. However, it becomes challenging to further minimize these sensors' size. In this work, we proposed a method that use a tapered fiber-based micro-waveguide (TFMW) attaching to the optical microsensor to bypass this challenge. The TFMW not only serves as the waveguide to transport ultrasound, but can also deliver light and actively excite ultrasound. In this study, we proposed the design and analyzed its performance using theoretical analysis and simulation.         ",
    "url": "https://arxiv.org/abs/2512.19981",
    "authors": [
      "Mengyue Zhang",
      "Changhui Li"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2512.20024",
    "title": "All-optical 3-input OR and 2-input AND/NIMPLY logic gates in a linear planar three-core optical fiber coupler",
    "abstract": "           Most all-optical logic processing devices reported in the literature rely on nonlinear effects, which increase implementation complexity and hinder scalability in larger optical circuits. In this work, we present the numerical modeling of two all-optical logic gates based on a fully linear, dispersion-free planar symmetric three-core optical fiber coupler. The devices operate with low-power amplitude-modulated pulses and require no nonlinear materials or mechanisms. By exploiting only the fiber geometry and coupled-mode theory, we demonstrate two logic processing functionalities: a 3-input OR gate and a configurable logic gate that performs either the AND or the NIMPLY operation, selected by a control signal. The proposed devices exhibit clear logical discrimination according to a contrast-based performance metric and feature simple structures that favor compact implementations and integration into larger linear photonic architectures.         ",
    "url": "https://arxiv.org/abs/2512.20024",
    "authors": [
      "J. P. T. Rodrigues",
      "F. L. B. Martins",
      "J. C. do Nascimento"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Emerging Technologies (cs.ET)",
      "Logic in Computer Science (cs.LO)"
    ]
  },
  {
    "id": "arXiv:2512.20090",
    "title": "High efficiency and compact lithium niobate non-resonant recirculating phase modulator and its applications",
    "abstract": "           High modulation efficiency and a compact footprint are critical for next-generation electro-optic (EO) modulators. We introduce a new class of non-resonant recirculating phase modulators (PMs) that boosts modulation efficiency by repeatedly modulating the optical field within a single, non-resonant waveguide, while fundamentally removing the loop-length matching constraint that has limited prior recirculating schemes. This architectural breakthrough simultaneously enables a much smaller device footprint and an extended low-V$\\pi$ bandwidth, without relying on narrowband resonances. Building on this concept, we experimentally demonstrate both a Mach-Zehnder modulator (MZM) and a cascaded PM, and verify their versatility in finite impulse response (FIR) filtering and optical frequency comb (OFC) generation. The recirculating MZM operates as a 4-tap rectangular-window FIR filter with 110 GHz bandwidth in a compact 2.889$\\times$0.58 mm$^2$ footprint. The cascaded PM achieves a 3.40 GHz low-V$\\pi$ bandwidth, a 110 GHz resonant EO bandwidth, and a V$\\pi$L of 0.7 V$\\cdot$cm, and generates 20 OFC lines under a 33 dBm microwave drive. These results demonstrate, for the first time, a practical and highly efficient non-resonant recirculating modulation platform, laying the groundwork for scalable high-order mode recirculating modulators (RMs) and opening new opportunities in optical communications, sensing, and microwave photonics.         ",
    "url": "https://arxiv.org/abs/2512.20090",
    "authors": [
      "Feiyu Wang",
      "Liheng Wang",
      "Mingrui Yuan",
      "Zhen Han",
      "Binjie Wang",
      "Yong Zheng",
      "Pu Zhang",
      "Yongheng Jiang",
      "Huifu Xiao",
      "Mei Xian Low",
      "Aditya Dubey",
      "Thach Giang Nguyen",
      "Guanghui Ren",
      "Arnan Mitchell",
      "Yonghui Tian"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2512.20102",
    "title": "A Novel Noise Analysis Method for Frequency Transfer System by Using ADEV Combine with EMD-WT",
    "abstract": "           In precision frequency transfer systems, stringent requirements are imposed on the phase stability of transmitted signals. Throughout the transmission process, the inherent challenges of long-haul signal propagation inevitably introduce multiple noise components, including but not limited to thermal noise, phase fluctuations, and environmental interference. The system incline to use the conventional evaluation index - Allan deviation (ADEV) to reflect the system stability in order to evaluate the noise level. Whereas, ADEV can only provide numerical expression and lacks the time-frequency details. Therefore, a complete evaluation system is required by the system. In this paper, we present a groundbreaking integration of ADEV and wavelet transformed empirical mode decomposition (EMD-WT), establishing a novel analytical framework that enables simultaneous characterization of noise types and time-frequency domain properties. This synergistic approach achieves unprecedented dual-domain resolution in noise discrimination in frequency transfer systems.         ",
    "url": "https://arxiv.org/abs/2512.20102",
    "authors": [
      "Xuan Yang. Junhui Li",
      "Bin Luo",
      "Ziyang Chen",
      "Hong guo"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2512.20123",
    "title": "The Zero-Frequency Limit of Spherical Cavity Modes: On the Formal Endpoint at v=1",
    "abstract": "           The transverse magnetic (TM) modes of a spherical cavity satisfy a dispersion relation connecting the angular eigenvalue $\\nu$ to the resonant frequency through zeros of the spherical Bessel function derivative. Analytic continuation of this dispersion relation to $\\nu = -1$ yields a formal zero-frequency endpoint where $j_{-1}(x) = \\cos x / x$ admits the root $x = 0$. We examine this limit in detail, showing that while the mathematics is well-defined, the endpoint does not correspond to a physical electromagnetic mode. The positivity of the angular Sturm-Liouville operator restricts physical eigenvalues to $\\nu \\geq 0$, placing $\\nu = -1$ outside the admissible spectrum. We demonstrate that all electromagnetic field components vanish in this limit, even though the underlying Debye potential $\\Pi = \\cos(kr)/kr$ remains non-trivial and exhibits a monopole-type singularity at the origin. This distinction between potential and field reflects the kernel structure of the curl-curl operator for spherically symmetric configurations. The analysis clarifies the boundary between propagating electromagnetic modes and static field configurations in spherical geometry, connecting the formal endpoint to longstanding questions about mode counting in cavity quantization.         ",
    "url": "https://arxiv.org/abs/2512.20123",
    "authors": [
      "Mustafa Bakr",
      "Smain Amari"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2512.20208",
    "title": "Deterministic exciton confinement in 2D semiconductors via local dielectric engineering for scalable quantum light sources",
    "abstract": "           Single-photon emitters are essential building blocks for quantum communication and photonic quantum technologies. However, realizing scalable, on-chip SPEs on a CMOS-compatible platform remains a significant challenge. Here, we propose and theoretically demonstrate a scalable approach to exciton confinement in two-dimensional semiconductors via local dielectric engineering. By introducing a high-dielectric-constant nanopillar above or beneath the 2D material, we create a spatially varying dielectric environment that can support localized exciton states, enabling deterministic, lithography-compatible single-photon emission without relying on strain, defects, or etching of the 2D layer. Using numerical solutions to the 2D excitonic Schrodinger equation, we quantify the resulting confinement through binding energies, wavefunction profiles, and a spatial confinement parameter. These results offer a practical and scalable route for integrating 2D-based quantum emitters into photonic platforms, paving the way for next-generation quantum optoelectronic devices.         ",
    "url": "https://arxiv.org/abs/2512.20208",
    "authors": [
      "Raziel Itzhak",
      "Alex Hayat",
      "Ilya Goykhman"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2512.20273",
    "title": "Non-Hermitian Exceptional Topology on a Klein Bottle Photonic Circuit",
    "abstract": "           Non-Hermitian physics has unlocked a wealth of unconventional wave phenomena beyond the reach of Hermitian systems, with exceptional points (EPs) driving enhanced sensitivity, nonreciprocal transport, and topological behavior unique to non-Hermitian degeneracies. Here, we present a scalable and reconfigurable silicon photonic integrated circuit capable of emulating arbitrary non-Hermitian time evolution with high precision. Using this programmable platform, we implement a two-band non-Hermitian Hamiltonian defined on a Klein-bottle topology a nonorientable parameter space that enables exceptional phases forbidden on orientable manifolds. Through an on-chip amplitude-and-phase reconstruction protocol, we retrieve the full complex Hamiltonian at multiple points in parameter space and experimentally map the associated Fermi arc where the imaginary eigenvalue gap closes. The orientation of the measured Fermi arc reveals a nontrivial exceptional topology: it implies the presence of same-charge EPs (or an EP monopole) that cannot annihilate locally on the Klein bottle. Our results demonstrate the first photonic realization of exceptional topology on a nonorientable manifold and establish a versatile platform for exploring exotic non-Hermitian and topological models relevant to classical and quantum photonics.         ",
    "url": "https://arxiv.org/abs/2512.20273",
    "authors": [
      "Ze-Sheng Xu",
      "J. Lukas K. König",
      "Andrea Cataldo",
      "Rohan Yadgirkar",
      "Govind Krishna",
      "Venkatesh Deenadayalan",
      "Val Zwiller",
      "Stefan Preble",
      "Emil J. Bergholtz",
      "Jun Gao",
      "Ali W. Elshaari"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2512.20313",
    "title": "Finite-Temperature Thermally-Assisted-Occupation Density Functional Theory, Ab Initio Molecular Dynamics, and Quantum Mechanics/Molecular Mechanics Methods",
    "abstract": "           Recently, thermally-assisted-occupation density functional theory (TAO-DFT) [J.-D. Chai, J. Chem. Phys. 136, 154104 (2012)] has been demonstrated to be an efficient and accurate electronic structure method for studying the ground-state properties of large multi-reference (MR) systems at absolute zero. To explore the thermal equilibrium properties of large MR systems at finite electronic temperatures, in the present work, we propose the finite-temperature (FT) extension of TAO-DFT, denoted as FT-TAO-DFT. Besides, to unlock the dynamical information of large MR systems at finite temperatures, FT-TAO-DFT is combined with ab initio molecular dynamics, leading to FT-TAO-AIMD. In addition, we also develop FT-TAO-DFT-based quantum mechanics/molecular mechanics (QM/MM), denoted as FT-TAO-QM/MM, to provide a cost-effective description of the thermal equilibrium properties of a QM subsystem with MR character embedded in an MM environment at finite temperatures. Moreover, the FT-TAO-DFT, FT-TAO-AIMD, and FT-TAO-QM/MM methods are employed to explore the radical nature and infrared (IR) spectra of n-acenes (n = 2--6), consisting of n linearly fused benzene rings, in vacuum and in an argon (Ar) matrix at finite temperatures. According to our calculations, for n-acenes at 1000 K or below, the electronic temperature effects on the radical nature and IR spectra are very minor, while the nuclear temperature effects on these properties are noticeable. For n-acene in an Ar matrx at absolute zero, the Ar matrix has minimal impact on the radical nature of n-acene, while the co-deposition procedure of n-acene and Ar atoms may affect the IR spectrum of n-acene.         ",
    "url": "https://arxiv.org/abs/2512.20313",
    "authors": [
      "Shaozhi Li",
      "Jeng-Da Chai"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2512.20356",
    "title": "Optimizing the interaction geometry of inverse Compton scattering x-ray sources",
    "abstract": "           Inverse Compton scattering is developing to be a promising method to generate coherent and tunable x-rays. In this paper we present a theoretical framework to describe an inverse Compton scattering x-ray source for arbitrary interaction angles between the electron and laser pulse. Importantly the divergence of a tightly focused laser pulse will have a significant impact of the number of scattered x-rays. The parameters of the interaction geometry are optimized for two specific cases: head-on scattering; and a grazing co-propagating interaction angle. For head-on scattering we show that a tight symmetrically focused laser pulse, that balances laser intensity and interaction time, optimizes the x-ray brilliance. For a grazing angle geometry an elliptical focus of the laser pulse is required to mitigate a reduced interaction time. We find that the latter geometry is especially useful for soft x-ray generation.         ",
    "url": "https://arxiv.org/abs/2512.20356",
    "authors": [
      "C.W. Sweers",
      "O.J. Luiten"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2512.20400",
    "title": "Microstructured Electrode-Piezopolymer Interface for Ultrasound Transducers with Enhanced Flexibility and Acoustic Performance",
    "abstract": "           Ultrasound transducers made from rigid piezoceramics are difficult to adapt for wearable or conformal applications. Piezopolymer-based transducers offer a practical alternative; however, most existing studies focus on piezoelectric materials, while the influence of electrode material and electrode-polymer interface remains underexplored. This study leverages different interface-engineering strategies to examine the influence of electrode-piezopolymer interface morphology on piezoelectric, dielectric, and acoustic behavior in flexible transducers. Devices were fabricated using silver (Ag), gold (Au), graphene flakes (GF), laser-induced graphene (LIG), and Au-decorated LIG electrodes, enabling comparison across interfacial architectures. LIG-based transducers showed strong acoustic and piezoelectric output due to partial infiltration of the piezopolymer into the porous LIG network, which enhances interfacial contact and stress transfer. Au-based transducers achieved comparable acoustic output. In contrast, dense Ag electrodes and layered GF films provided limited coupling, resulting in reduced electromechanical response. LIG-based transducers exhibited the highest flexibility and durability, retaining stable performance after 10,000 bending cycles and an eight-week aging study, whereas GF, Ag, and Au devices degraded under bending, and Ag electrodes declined over time. These findings demonstrate that engineering the electrode-polymer interface is critical for high-performance flexible ultrasound transducers and identify LIG as a strong candidate for wearable imaging applications.         ",
    "url": "https://arxiv.org/abs/2512.20400",
    "authors": [
      "Spencer Hagen§",
      "Dulcce A Valenzuela§",
      "Parag V Chitnis",
      "Shirin Movaghgharnezhad"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2512.20425",
    "title": "Arbitrary laser frequency modulation algorithm based on iterative on-the-fly deconvolution",
    "abstract": "           I present a general laser modulation control algorithm. I implement the LIDAR Frequency Modulated Continuous Wave (FMCW) scheme as a special case of study. My proposal applies to any arbitrary modulation pattern and is based on an iterative algorithm that infers the laser transfer function in order to perform on-the-fly deconvolution. I present an experimental proof-of-principle using an external-cavity diode laser, the accuracy of which I analyse by comparing the obtained frequency response with a targeted modulation pattern. In addition to the FMCW scheme, I am also testing square wave modulations, which are more demanding in terms of bandwidth.         ",
    "url": "https://arxiv.org/abs/2512.20425",
    "authors": [
      "Thierry Chanelière"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2512.20490",
    "title": "Dual optical frequency comb downconversion of D-band mm-wave signals",
    "abstract": "           We demonstrate a dual optical frequency comb concept that down-converts arbitrary narrowband D-band (110-170 GHz) signals to baseband without any filter or optical/RF frequency tuning, using low frequency RF components.         ",
    "url": "https://arxiv.org/abs/2512.20490",
    "authors": [
      "Callum Deakin",
      "Zichuan Zhou",
      "Ronit Sohanpal",
      "Zhixin Liu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Signal Processing (eess.SP)"
    ]
  },
  {
    "id": "arXiv:2512.20541",
    "title": "Optical Pin Beams: Research Progresses and Emerging Applications",
    "abstract": "           Optical pin beams (OPBs) represent a novel class of structured light fields engineered for resilient, long-distance propagation. Their exceptional stability and strong resistance to atmospheric turbulence make them a compelling alternative to conventional Gaussian and other structured beams for free-space optical systems. This review provides a comprehensive overview of the physical principles, generation strategies, experimental realizations, and emerging applications of OPBs. By precise spatial modulation of the optical wave vectors, OPBs achieve highly collimated, self-reconstructing propagation with distinctive pin-like features that confer remarkable robustness and self-healing capability. We further discuss several OPB derivatives--including vortex, inverted, and vortex-inverted OPBs--which expand the functional landscape by enabling flexible control over amplitude, phase, polarization, and orbital angular momentum. Experimentally, OPBs have demonstrated outstanding performance across diverse platforms, ranging from free-space and underwater optical communications to optical trapping and super-resolution imaging. With their unique combination of propagation stability, light-field tunability, and environmental adaptability, OPBs hold strong promise for next-generation optical communication, precision sensing, and advanced imaging technologies. This review summarizes recent research progresses in OPBs and highlights key opportunities and prospects for advancing their scientific discoveries and practical applications.         ",
    "url": "https://arxiv.org/abs/2512.20541",
    "authors": [
      "Ze Zhang",
      "Hongwei Jiang",
      "Hongyue Xiao",
      "Meiling Guan",
      "Lu Gao",
      "Nikolaos K. Efremidis",
      "Hairong Xiao",
      "Zhigang Chen"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2512.20568",
    "title": "An ultraslow optical centrifuge with arbitrarily low rotational acceleration",
    "abstract": "           We outline the design and characterization of a laser pulse shaper, which creates an ``ultraslow optical centrifuge'' - a linearly polarized field whose polarization vector rotates with arbitrarily low angular acceleration. By directly recording this rotation in time with nonlinear cross-correlation, we demonstrate the tunability of such centrifuge (both in terms of its initial and its final rotational frequencies) in the range of accelerations which are three orders of magnitude lower than those available with a conventional centrifuge design. We showcase the functionality of the ultraslow centrifuge by spinning CS$_2$ molecules in a molecular jet. Utilizing the extremely low angular acceleration to control molecular rotation inside viscous media is a promising application for this unique optical tool.         ",
    "url": "https://arxiv.org/abs/2512.20568",
    "authors": [
      "Kevin Wang",
      "Ian MacPhail-Bartley",
      "Cameron E. Peters",
      "Valery Milner"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2512.20580",
    "title": "Programmable Optical Spectrum Shapers as Computing Primitives for Accelerating Convolutional Neural Networks",
    "abstract": "           Photonic convolutional accelerators have emerged as low-energy alternatives to power-demanding digital convolutional neural networks, though they often face limitations in scalability. In this work, we introduce a convolutional photonic accelerator that employs programmable kernels manifesting as trainable waveforms in the frequency domain to enable low-energy, high-throughput scalable image classification. The proposed scheme inherently provides dimensionality reduction and feature extraction directly in the optical domain. Numerical results targeting the Fashion-MNIST show that by using only 16 optical nodes, the system's classification accuracy tops at 90.1% when typical backpropagation is used. Moreover, by adapting the training technique to the forward-forward approach, a marginal drop of 1% is recorded compared to the backpropagation scenario, thus showcasing the compatibility of the overall architecture with a hardware-friendly training approach. Finally, we experimentally implement the trained kernels using a programmable waveshaper. Despite the difference between the simulated and experimentally generated transfer functions of the programmable kernels, the classification accuracy based on the experimentally obtained kernels exhibits a marginal 0.2% reduction, proving the validity of the idea and its high robustness to variations of the frequency-applied complex weights.         ",
    "url": "https://arxiv.org/abs/2512.20580",
    "authors": [
      "Georgios Moustakas",
      "Adonis Bogris",
      "Charis Mesaritakis"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2512.19714",
    "title": "Onsager's Real Cavity model near solid interfaces",
    "abstract": "           We develop an extended Onsager real-cavity framework to describe the Casimir-Polder interaction of small molecules dissolved in dielectric liquids near planar interfaces. By analytically resolving the geometry of the cavity opening, we derive a closed expression that arises when the molecule approaches a surface and connects them smoothly to the asymptotic medium-assisted interaction. Using experimentally established dielectric functions for water, propanol, and PTFE together with accurate molecular polarisabilities for O2 and N2, we compute the full distance-dependent potential for four molecule (O2 and N2)-liquid (water and propanol)-surface (PTFE) combinations. The results reveal how local-field screening inside the cavity, molecular polarisability, and liquid permittivity jointly determine the magnitude and shape of the interaction, including the characteristic transition from the open cavity (small separations) and closed cavity (large separations). The framework provides a transparent baseline for dispersion forces in liquids, while highlighting limitations associated with the point-dipole description, the absence of repulsive contributions, and the breakdown of the dipole approximation at ultrashort separations.         ",
    "url": "https://arxiv.org/abs/2512.19714",
    "authors": [
      "Johannes Fiedler",
      "Drew F. Parsons"
    ],
    "subjectives": [
      "Soft Condensed Matter (cond-mat.soft)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2512.19781",
    "title": "Theory of Scalable Spin Squeezing with Disordered Quantum Dipoles",
    "abstract": "           Spin squeezed entanglement enables metrological precision beyond the classical limit. Understood through the lens of continuous symmetry breaking, dipolar spin systems exhibit the remarkable ability to generate spin squeezing via their intrinsic quench dynamics. To date, this understanding has primarily focused on lattice spin systems; in practice however, dipolar spin systems$\\unicode{x2014}$ranging from ultracold molecules to nuclear spin ensembles and solid-state color centers$\\unicode{x2014}$often exhibit significant amounts of positional disorder. Here, we develop a theory for scalable spin squeezing in a two-dimensional randomly diluted lattice of quantum dipoles, which naturally realize a dipolar XXZ model. Via extensive quantum Monte Carlo simulations, we map out the phase diagram for finite-temperature XY order, and by extension scalable spin squeezing, as a function of both disorder and Ising anisotropy. As the disorder increases, we find that scalable spin squeezing survives only near the Heisenberg point. We show that this behavior is due to the presence of rare tightly-coupled dimers, which effectively heat the system post-quench. In the case of strongly-interacting nitrogen-vacancy centers in diamond, we demonstrate that an experimentally feasible strategy to decouple the problematic dimers from the dynamics is sufficient to enable scalable spin squeezing.         ",
    "url": "https://arxiv.org/abs/2512.19781",
    "authors": [
      "Avi Kaplan-Lipkin",
      "Philip J. D. Crowley",
      "Jonathan N. Hallén",
      "Zilin Wang",
      "Weijie Wu",
      "Sabrina Chern",
      "Chris R. Laumann",
      "Lode Pollet",
      "Norman Y. Yao"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2512.19790",
    "title": "Passive quantum reference frame transformations cannot create entanglement between physical systems",
    "abstract": "           We find a necessary condition for subsystems to become entangled after a quantum reference frame transformation. By distinguishing between quantum systems suitable to act as reference frames and physical systems described relative to these frames, we define passive quantum reference frames and show that transformations between these cannot produce entanglement between physical systems. Our results also apply to the study of entanglement between subsystems in the perspectival framework even when there is no distinction between physical and reference systems.         ",
    "url": "https://arxiv.org/abs/2512.19790",
    "authors": [
      "T. Rick Perche",
      "Natália Salomé Móller",
      "Guilherme Franzmann"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "High Energy Physics - Theory (hep-th)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2512.19795",
    "title": "High-efficiency loading of 2,400 Ytterbium atoms in optical tweezer arrays",
    "abstract": "           Neutral atom arrays have emerged as a powerful platform for quantum computation, simulation, and metrology. Among them, alkaline-earth-like atoms exhibit distinct advantages, including long coherence time and high-fidelity Rydberg gates. However, their scalability has lagged behind that of the alkali atoms. Here, we report 2,400 Ytterbium-174 atoms trapped in an optical tweezer array with enhanced single-atom loading efficiency of 83.5(1)%. Notably, the loading efficiency is largely maintained for array sizes ranging from dozens to thousands, exhibiting excellent scalability. We demonstrate the broad applicability of the enhanced loading method by showing that the enhancement exists robustly across a range of interatomic potentials, suggesting its utility for other atomic species. To establish the capability of the 174Yb arrays toward universal quantum computation, we propose to encode the qubit in the ground-clock state manifold and estimate a 99.9% two-qubit gate fidelity with experimentally feasible parameters. Our work advances the prospects for realizing large-scale quantum computers using alkaline-earth-like atoms.         ",
    "url": "https://arxiv.org/abs/2512.19795",
    "authors": [
      "Jiawen Zhu",
      "Changfeng Chen",
      "Li Zhou",
      "Xiangru Xie",
      "Chenyang Jiang",
      "Zhuoli Ding",
      "Fan Wu",
      "Fan Yang",
      "Guoqing Wang",
      "Qihuang Gong",
      "Peng Zhang",
      "Sheng Zhang",
      "Pai Peng"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2512.19870",
    "title": "Dissipative quantum algorithms for excited-state quantum chemistry",
    "abstract": "           Electronic excited states are central to a vast array of physical and chemical phenomena, yet accurate and efficient methods for preparing them on quantum devices remain challenging and comparatively underexplored. We introduce a general dissipative algorithm for selectively preparing ab initio electronic excited states. The key idea is to recast excited-state preparation as an effective ground-state problem by suitably modifying the underlying Lindblad dynamics so that the target excited state becomes the unique steady state of a designed quantum channel. We develop three complementary strategies, tailored to different types of prior information about the excited state, such as symmetry and approximate energy. We demonstrate the effectiveness and versatility of these schemes through numerical simulations of atomic and molecular spectra, including valence excitations in prototypical planar conjugated molecules and transition-metal complexes. Taken together, these results provide a new pathway for advancing quantum simulation methods for realistic strongly correlated electronic systems.         ",
    "url": "https://arxiv.org/abs/2512.19870",
    "authors": [
      "Hao-En Li",
      "Lin Lin"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2512.19931",
    "title": "Pyroelectric effects in hybrid semiconductor-lithium niobate quantum devices",
    "abstract": "           Hybrid quantum devices using surface acoustic waves show promise as key elements of quantum information processors. We report measurements of integrated flip-chip devices consisting of semiconductor quantum dots and surface acoustic wave resonators in lithium niobate. We observed that the pyroelectric effect in lithium niobate inhibited the operation of quantum dots in the integrated devices. GaAs/AlGaAs devices suffered from unintentional carrier depletion, and Si/SiGe devices suffered from electrostatic discharge. Our results highlight the importance of mitigating pyroelectric effects in semiconductor-lithium niobate hybrid devices for continued progress in quantum interconnects and transducers.         ",
    "url": "https://arxiv.org/abs/2512.19931",
    "authors": [
      "Manas Ranjan Sahu",
      "Suraj Thapa Magar",
      "Yadav Prasad Kandel",
      "John M. Nichol"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2512.19956",
    "title": "The Nobel Prize in physics and the contribution of Ukrainian scientists to the understanding of quantum phenomena, in particular the behavior of macroscopic systems (The 2025 Nobel Prize in Physics)",
    "abstract": "           The Nobel Prize in Physics 2025 has been awarded to John Clarke, John Martinis, and Michel Devoret for \"the discovery of macroscopic quantum mechanical tunnelling and energy quantisation in an electric circuit\". Their achievements open up possibilities for developing the next generation of quantum technologies, including quantum cryptography, quantum computers, and quantum sensors. This article explains physical grounds of these discoveries and describes the role of earlier studies of weak superconductivity and macroscopic quantum systems by other scientists, highlighting the contribution of researchers from the B.I. Verkin Institute for Low Temperature Physics and Engineering of the National Academy of Sciences of Ukraine, who obtained pioneering results in this field. The paper includes short biographies of the Nobel laureates.         ",
    "url": "https://arxiv.org/abs/2512.19956",
    "authors": [
      "O. G. Turutanov"
    ],
    "subjectives": [
      "Superconductivity (cond-mat.supr-con)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2512.20080",
    "title": "CBA: Communication-Bound-Aware Cross-Domain Resource Assignment for Pipeline-Parallel Distributed LLM Training in Dynamic Multi-DC Optical Networks",
    "abstract": "           We propose a communication-bound-aware cross-domain resource assignment framework for pipeline-parallel distributed training over multi-datacenter optical networks, which lowers iteration time by 31.25% and reduces 13.20% blocking requests compared to baselines.         ",
    "url": "https://arxiv.org/abs/2512.20080",
    "authors": [
      "Dianxuan Fu",
      "Xiaomin Liu",
      "Yihao Zhang",
      "Shikui Shen",
      "Weisheng Hu",
      "Qunbi Zhuge"
    ],
    "subjectives": [
      "Networking and Internet Architecture (cs.NI)",
      "Artificial Intelligence (cs.AI)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2512.20091",
    "title": "Precision Bounds for Characterising Quantum Measurements",
    "abstract": "           Quantum measurements, alongside quantum states and processes, form a cornerstone of quantum information processing. However, unlike states and processes, their efficient characterisation remains relatively unexplored. We resolve this asymmetry by introducing a comprehensive framework for efficient detector estimation that reveals the fundamental limits to extractable parameter information and errors arising in detector analysis - the \\emph{detector quantum Fisher information}. Our development eliminates the need to optimise for the best probe state, while highlighting aspects of detector analysis that fundamentally differ from quantum state estimation. Through proofs, examples and experimental validation, we demonstrate the relevance and robustness of our proposal for current quantum detector technologies. By formalising a dual perspective to state estimation, our framework completes and connects the triad of efficient state, process, and detector tomography, advancing quantum information theory with broader implications for emerging technologies reliant on precisely calibrated measurements.         ",
    "url": "https://arxiv.org/abs/2512.20091",
    "authors": [
      "Aritra Das",
      "Simon K. Yung",
      "Lorcan O. Conlon",
      "Ozlem Erkilic",
      "Angus Walsh",
      "Yong-Su Kim",
      "Ping K. Lam",
      "Syed M. Assad",
      "Jie Zhao"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2512.20212",
    "title": "Perfect quantum state transfer in a dispersion-engineered waveguide",
    "abstract": "           High-fidelity state transfer is fundamentally limited by time-reversal symmetry: one qubit emits a photon with a certain temporal pulse shape, whereas a second qubit requires the time-reversed pulse shape to efficiently absorb this photon. This limit is often overcome by introducing active elements. Here, we propose an alternative solution: by tailoring the dispersion relation of a waveguide, the photon pulse emitted by one qubit is passively reshaped into its time-reversed counterpart, thus enabling perfect absorption. We analytically derive the optimal dispersion relations in the limit of small and large qubit-qubit separations, and numerically extend our results to arbitrary separations via multiparameter optimization. We further propose a spatially inhomogeneous waveguide that renders the state transfer robust to variations in qubit separations. In all cases, we obtain near-unity transfer fidelity (>= 98%). Our dispersion-engineered waveguide provides a compact and passive route toward on-chip quantum networks, highlighting engineered dispersion as a powerful resource in waveguide quantum electrodynamics.         ",
    "url": "https://arxiv.org/abs/2512.20212",
    "authors": [
      "Zeyu Kuang",
      "Oliver Diekmann",
      "Lorenz Fischer",
      "Stefan Rotter",
      "Carlos Gonzalez-Ballestero"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2512.20281",
    "title": "Localization and coherent control of 25 nuclear spins in Silicon Carbide",
    "abstract": "           Optically addressable spin defects are excellent candidate platform for quantum sensing and quantum network. Nuclear spins coupled to color centers naturally enable long lived quantum memories and local qubits registers. To fully leverage this potential precise characterization of the surrounding nuclear-spin environment augmented with refined DFT models is required. In this work, we report angstrom-level 3D localization of 25 nuclear spins around a single V2 center in 4H Silicon Carbide. Utilizing specially placed robust nuclear memory as a highly efficient readout ancilla for readout, we apply correlation based spectroscopy and by selecting multi-spin chains up to length four, we access and characterize extended nuclear spin cluster. Using the coupling map we reconstruct their couplings to the central electron spin and neighboring nuclei. This work paves the way towards advanced quantum register applications on Silicon Carbide platform.         ",
    "url": "https://arxiv.org/abs/2512.20281",
    "authors": [
      "Pierre Kuna",
      "Erik Hesselmeier-Hüttmann",
      "Phillip Schillinger",
      "Felix Gloistein",
      "István Takács",
      "Viktor Ivády",
      "Wolfgang Knolle",
      "Jawad Ul-Hassan",
      "Jörg Wrachtrup",
      "Vadim Vorobyov"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2512.20378",
    "title": "Storage and retrieval of optical skyrmions with topological characteristics",
    "abstract": "           Optical skyrmions are topological structures of light whose defining property, the skyrmion number, is robust against perturbations. This makes them attractive for applications in quantum information storage, where resilience to decoherence is paramount. However, their preservation during coherent storage remains unexplored. We report the first experimental demonstration of storing and retrieving optical skyrmions in a cold $^{87}$Rb vapor using a dual-path electromagnetically induced transparency memory. Crucially, we show that the skyrmion number remains invariant for storage times up to several microseconds, even when subjected to imbalanced loss between the two paths and substantial perturbations in control beam power. Our work demonstrates the survival of a non-trivial topological invariant in a quantum memory, marking a significant step towards topologically protected photonic technologies.         ",
    "url": "https://arxiv.org/abs/2512.20378",
    "authors": [
      "Jinwen Wang",
      "Xin Yang",
      "Yun Chen",
      "Zhujun Ye",
      "Xinji Zeng",
      "Yongkun Zhou",
      "Shuya Zhang",
      "Claire Marie Cisowski",
      "Chengyuan Wang",
      "Katsuya Inoue",
      "Yijie Shen",
      "Sonja Franke-Arnold",
      "Hong Gao"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2512.20437",
    "title": "Quantum Bayesian Optimization for the Automatic Tuning of Lorenz-96 as a Surrogate Climate Model",
    "abstract": "           In this work, we propose a hybrid quantum-inspired heuristic for automatically tuning the Lorenz-96 model -- a simple proxy to describe atmospheric dynamics, yet exhibiting chaotic behavior. Building on the history matching framework by Lguensat et al. (2023), we fully automate the tuning process with a new convergence criterion and propose replacing classical Gaussian process emulators with quantum counterparts. We benchmark three quantum kernel architectures, distinguished by their quantum feature map circuits. A dimensionality argument implies, in principle, an increased expressivity of the quantum kernels over their classical competitors. For each kernel type, we perform an extensive hyperparameter optimization of our tuning algorithm. We confirm the validity of a quantum-inspired approach based on statevector simulation by numerically demonstrating the superiority of two studied quantum kernels over the canonical classical RBF kernel. Finally, we discuss the pathway towards real quantum hardware, mainly driven by a transition to shot-based simulations and evaluating quantum kernels via randomized measurements, which can mitigate the effect of gate errors. The very low qubit requirements and moderate circuit depths, together with a minimal number of trainable circuit parameters, make our method particularly NISQ-friendly.         ",
    "url": "https://arxiv.org/abs/2512.20437",
    "authors": [
      "Paul J. Christiansen",
      "Daniel Ohl de Mello",
      "Cedric Brügmann",
      "Steffen Hien",
      "Felix Herbort",
      "Martin Kiffner",
      "Lorenzo Pastori",
      "Veronika Eyring",
      "Mierk Schwabe"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atmospheric and Oceanic Physics (physics.ao-ph)"
    ]
  },
  {
    "id": "arXiv:2512.20468",
    "title": "Calibration Method of Spacecraft-Inertial Sensor Center-of-Mass Offset for the Taiji Gravitational Wave Detection Mission under Science Mode",
    "abstract": "           Accurately calibrating the center-of-mass (CoM) offset between the spacecraft (SC) and the inertial sensor test mass (TM) is crucial for space-based gravitational-wave (GW) antennas, such as LISA and Taiji. Current calibration methods require additional spacecraft maneuvers that disrupt science data continuity and inter-satellite links, compromising the coherence of gravitational wave signals. Here, we present a maneuver-free calibration scheme that directly estimates the CoM offset vector using only standard science-mode measurements from inertial sensors, interferometers, and differential wavefront sensors. By embedding the CoM offset induced coupling acceleration as an extended state in a model-based adaptive Kalman filter, we achieve estimation accuracy of 0.01-1.5 mm across all axes with a maximum error below 1%. This approach enables continuous, high-precision calibration during nominal observation runs, ensuring continuous and coherent gravitational wave data collection while maintaining the required precision, and also facilitating advanced DFACS functions such as performance evaluations and fault diagnosis. For LISA-like missions, where data continuity is paramount for detecting faint gravitational wave signals, this method will enhance scientific output and reliability.         ",
    "url": "https://arxiv.org/abs/2512.20468",
    "authors": [
      "Haoyue Zhang",
      "Dong Ye",
      "Peng Xu",
      "Li-E Qiang",
      "Ziren Luo"
    ],
    "subjectives": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2506.07893",
    "title": "Spatio-Temporal Weak Measurement of Chiral Ultra short Laser Pulse",
    "abstract": "           We present a comprehensive study on the spatio temporal weak measurement of a chiral ultrafast optical pulse. We create a chiral vector wave packet by transmitting ultrashort laser pulse via a birefringent or magneto-optic medium. Employing time-resolved leakage radiation microscopy, we examine how the real and imaginary components of the weak value parameter ($\\epsilon$) influence pulse propagation over time. Our technique allows us to detect and categorize the temporal polarization fluctuation in a $75$ fs pulse with an excellent repeatability. The achieved experimental results demonstrate a satisfactory consistency with the theoretical predictions.         ",
    "url": "https://arxiv.org/abs/2506.07893",
    "authors": [
      "Sahil Sahoo",
      "Andre Yaroshevsky",
      "Dima Cheskis",
      "Yuri Gorodetski"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2506.10183",
    "title": "Laser Stabilised Ionising Transitions",
    "abstract": "           We investigate a ionising electronic transition under resonant pumping. We demonstrate that, above a critical value of the pump intensity, a novel metastable electronic bound state is created, which can decay into the free electron continuum by two-photon ionization. We calculate the system's resonant fluorescence spectrum, finding results qualitatively different from the Mollow triplet expected in a bound-to-bound transition. The fluorescent emission can be used to measure the time-resolved population of the novel metastable state. Contrary to Kramers-Hennenberger atoms, stabilised by non-perturbative, non-resonant laser pulses, the physics we observe is inherently resonant and relies on perturbative level repulsion. In analogy to how the AC-Stark shift is a semiclassical version of the single-photon Rabi splitting observed in photonic cavity, the phenomenon we describe is better understood as a semiclassical version of recently observed excitons bound by a single cavity photon. Our results demonstrate a novel way to stabilise electronic states with intense laser fields, increasing our capability to design and engineer non-classical states of matter.         ",
    "url": "https://arxiv.org/abs/2506.10183",
    "authors": [
      "Erika Cortese",
      "Simone De Liberato"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Other Condensed Matter (cond-mat.other)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2508.01122",
    "title": "Fine-tuning physics-informed neural networks for cavity flows using coordinate transformation",
    "abstract": "           Physics-informed neural networks (PINNs) have attracted attention as an alternative approach to solve partial differential equations using a deep neural network (DNN). Their simplicity and capability allow them to solve inverse problems for many applications. Despite the versatility of PINNs, it remains challenging to reduce their training cost. Using a DNN pre-trained with an arbitrary dataset with transfer learning or fine-tuning is a potential solution. However, a pre-trained model using a different geometry and flow condition than the target may not produce suitable results. This paper proposes a fine-tuning approach for PINNs with coordinate transformation, modelling lid-driven cavity flows with various shapes. We formulate the inverse problem, where the reference data inside the domain and wall boundary conditions are given. A pre-trained PINN model with an arbitrary Reynolds number and shape is used to initialize a target DNN. To reconcile the reference shape with different targets, governing equations as a loss of the PINNs are given with coordinate transformation using a deformation gradient tensor. Numerical examples for various cavity flows with square, rectangular, shear deformed and inflated geometries demonstrate that the proposed fine-tuning approach improves the training convergence compared with a randomly-initialized model. A pre-trained model with a similar geometry to the target further increases training efficiency. These findings are useful for real-world applications such as modelling intra-aneurysmal blood flows in clinical use.         ",
    "url": "https://arxiv.org/abs/2508.01122",
    "authors": [
      "Ryuta Takao",
      "Satoshi Ii"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Computational Physics (physics.comp-ph)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2512.19341",
    "title": "Generation of near GeV protons by tightly focused laser interacting with down-ramp density plasma",
    "abstract": "           Enhancing proton energy is of great importance in laser-driven proton acceleration with finite laser energy for applications such as cancer therapy. We demonstrate an unusual acceleration scheme that achieves higher proton energies at lower laser energies by reducing the focal spot size. Through particle-in-cell simulations and theoretical modeling, we find that at small spot sizes (0.8 {\\mu}m), the proton energy is enhanced by 83.5%, much higher than that under conventional spot sizes (3 {\\mu}m). This is because the proton acceleration is dominated by electrons driven by an enhanced ponderomotive force at small spot sizes, generating stronger charge-separation fields that propagate faster. To further improve the proton energy, we analytically derive an optimal electron density profile, which enables phase-stable proton acceleration with an energy increased by 60%. These results are robust across parameter variations, suggesting that advanced focusing techniques and optimal plasma profiles could loose the requirement of laser energy, potentially reducing the dependence on large-scale laser facilities for medical and scientific applications.         ",
    "url": "https://arxiv.org/abs/2512.19341",
    "authors": [
      "Guanqi Qiu",
      "Qianyi Ma",
      "Dongchi Cai",
      "Deji Liu",
      "Yinren Shou",
      "Jinqing Yu",
      "Xueqing Yan"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2512.07435",
    "title": "Non-Hermitian off-diagonal disordered optical lattices",
    "abstract": "           Within the framework of non-Hermitian photonics, we investigate the spectral and dynamical properties of one- and two-dimensional non-Hermitian off-diagonal disordered optical lattices, where randomness is applied to the couplings rather than to the on-site potential terms. We analyze eigenvalue distributions and the localization properties of the eigenmodes, comparing them with those of the corresponding Hermitian lattices. Furthermore, we study their transport behavior under single-channel excitation and identify unconventional phenomena such as jumps between distant lattice regions in systems with a purely real spectrum, as well as complex spectrum-induced Anderson jumps, reported here for the first time in two dimensions. Our results establish a reference framework for non-Hermitian off-diagonal disorder and open new directions for future studies of localization phenomena.         ",
    "url": "https://arxiv.org/abs/2512.07435",
    "authors": [
      "E. T. Kokkinakis",
      "I. Komis",
      "K. G. Makris",
      "E. N. Economou"
    ],
    "subjectives": [
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Optics (physics.optics)"
    ]
  }
]