[
  {
    "id": "arXiv:2307.12988",
    "title": "GPU enabled real-time optical frequency comb spectroscopy and photonic  readout",
    "abstract": "We describe a GPU-enabled approach for real-time optical frequency comb spectroscopy in which data is recorded, Fourier transformed, normalized, and fit at data rates up to 2.2 GB/s. As an initial demonstration we have applied this approach to rapidly interrogate the motion of an optomechanical accelerometer through the use of an electro-optic frequency comb. However, we note that this approach is readily amenable to both self-heterodyne and dual comb spectrometers for molecular spectroscopy as well as photonic readout where the approach's agility, speed, and simplicity are expected to enable future improvements and applications. ",
    "url": "https://arxiv.org/abs/2307.12988",
    "authors": [
      "Sean M. Bresler",
      "David A. Long",
      "Benjamin J. Reschovsky",
      "Yiliang. Bao",
      "Thomas W. LeBrun"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Computational Physics (physics.comp-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2307.12992",
    "title": "On quantum fundamentalism",
    "abstract": "According to one possible diagnosis of the quantum measurement problem, it is a consequence of quantum fundamentalism claiming that ontology and epistemology of the world are exclusively quantum, and classical physics is only an approximation. For N. Bohr, the measurement problem is a pseudo-problem because any quantum phenomenon presupposes the classical context of an experimental setup and the use of classical concepts to describe it. We consider Bohr's position from the point of view of our contextual quantum realism (CQR), inspired by the later Wittgenstein philosophy. Our approach is consistent with H. Zinkernagel's interpretation, according to which Bohr's position is not only epistemological anti-fundamentalism, but also ontological anti-fundamentalism. ",
    "url": "https://arxiv.org/abs/2307.12992",
    "authors": [
      "Francois-Igor Pris"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2307.12993",
    "title": "On \"agential realism\" and ontology of quantum mechanics",
    "abstract": "K. Barad proposes \"agential realism\" as a unified approach to natural and social phenomena. The position is inspired by quantum mechanics and in particular the phenomenon of quantum entanglement. Barad also sees similarities between her approach, N. Bohr's view and C. Rovelli's relational quantum mechanics. In our view, agential realism is a kind of ontological correlationism, not a realism. The analogy with the Bohr and Rovelli approaches is only partial. Agential realism is a wrong interpretation of quantum mechanics. It is also unsuitable for social theorizing, for which taking into account the sensitivity of ontology to the context is fundamental. As an alternative, we propose a contextual quantum realism that rejects substantive dualisms (as does Barad), but at the same time accepts the categorical dualism of the real and the ideal. Our approach also allows one to better understand Bohr's position and to correct Rovelli's relational quantum mechanics. ",
    "url": "https://arxiv.org/abs/2307.12993",
    "authors": [
      "Francois-Igor Pris"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2307.13084",
    "title": "Neutral delay differential equation Kerr cavity model",
    "abstract": "A neutral delay differential equation (NDDE) model of a Kerr cavity with external coherent injection is developed that can be considered as a generalization of the Ikeda map with second and higher order dispersion being taken into account. It is shown that this model has solutions in the form of dissipative solitons both in the limit, where the model can be reduced to the Lugiato-Lefever equation (LLE), and beyond this limit, where the soliton is eventually destroyed by the Cherenkov radiation. Unlike the standard LLE the NDDE model is able to describe the overlap of multiple resonances associated with different cavity modes. ",
    "url": "https://arxiv.org/abs/2307.13084",
    "authors": [
      "Andrei G. Vladimirov",
      "Daria A. Dolinina"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2307.13211",
    "title": "Magnetic Resonance Parameter Mapping using Self-supervised Deep Learning  with Model Reinforcement",
    "abstract": "This paper proposes a novel self-supervised learning method, RELAX-MORE, for quantitative MRI (qMRI) reconstruction. The proposed method uses an optimization algorithm to unroll a model-based qMRI reconstruction into a deep learning framework, enabling the generation of highly accurate and robust MR parameter maps at imaging acceleration. Unlike conventional deep learning methods requiring a large amount of training data, RELAX-MORE is a subject-specific method that can be trained on single-subject data through self-supervised learning, making it accessible and practically applicable to many qMRI studies. Using the quantitative $T_1$ mapping as an example at different brain, knee and phantom experiments, the proposed method demonstrates excellent performance in reconstructing MR parameters, correcting imaging artifacts, removing noises, and recovering image features at imperfect imaging conditions. Compared with other state-of-the-art conventional and deep learning methods, RELAX-MORE significantly improves efficiency, accuracy, robustness, and generalizability for rapid MR parameter mapping. This work demonstrates the feasibility of a new self-supervised learning method for rapid MR parameter mapping, with great potential to enhance the clinical translation of qMRI. ",
    "url": "https://arxiv.org/abs/2307.13211",
    "authors": [
      "Wanyu Bian",
      "Albert Jang",
      "Fang Liu"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)",
      "Image and Video Processing (eess.IV)"
    ]
  },
  {
    "id": "arXiv:2307.13233",
    "title": "Topological dissipative Kerr soliton combs in a valley photonic crystal  resonator",
    "abstract": "Topological phases have become an enabling role in exploiting new applications of nonlinear optics in recent years. Here we theoretically propose a valley photonic crystal resonator emulating topologically protected dissipative Kerr soliton combs. It is shown that topological resonator modes can be observed in the resonator. Moreover, we also simulate the dynamic evolution of the topological resonator with the injection of a continuous-wave pump laser. We find that the topological optical frequency combs evolve from Turing rolls to chaotic states, and eventually into single soliton states. More importantly, such dissipative Kerr soliton combs generated in the resonator are inborn topologically protected, showing robustness against sharp bends and structural disorders. Our design supporting topologically protected dissipative Kerr soliton combs could be implemented experimentally in on-chip nanofabricated photonic devices. ",
    "url": "https://arxiv.org/abs/2307.13233",
    "authors": [
      "Zhen Jiang",
      "Lefeng Zhou",
      "Wei Li",
      "Yudong Li",
      "Liangsen Feng",
      "Tengfei Wu",
      "Chun Jiang",
      "Guangqiang He"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2307.13276",
    "title": "Force on a moving object in an ideal quantum gas",
    "abstract": "We consider a heavy external object moving in an ideal gas of light particles. Collisions with the gas particles transfer momentum to the object, leading to a force that is proportional to the object's velocity but in the opposite direction. In an ideal classical gas at temperature $T$, the force acting on the object is proportional to $\\sqrt{T}$. Quantum statistics causes a deviation from the $\\sqrt{T}$-dependence and shows that the force scales with $T^2$ at low temperatures. At $T=0$, the force vanishes in a Bose gas but is finite in a Fermi gas. ",
    "url": "https://arxiv.org/abs/2307.13276",
    "authors": [
      "Wittaya Kanchanapusakit",
      "Pattarapon Tanalikhit"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2307.13351",
    "title": "Effect of resonance magnetic perturbation on edge-core turbulence  spreading in a tokamak plasma",
    "abstract": "Turbulence spreading from edge to core region with resonance magnetic perturbation (RMP) is investigated using an electromagnetic Landau-fluid model in toroidal geometry. When RMP field with appropriate amplitude are employed in the simulation, long wavelength fluctuations around the resonance surface are excited due to the forced magnetic reconnection. Strong shear flow at the magnetic island separatrix are observed, and break the radial elongated vortex structures of the turbulent fluctuation. The inward flux could be blocked by this shear flow and the saturation level in the core region declines. ",
    "url": "https://arxiv.org/abs/2307.13351",
    "authors": [
      "Guangzhi Ren",
      "Lai Wei",
      "Zheng-Xiong Wang",
      "Jiquan Li"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2307.13472",
    "title": "CH$_4$ and CO$_2$ Adsorption Mechanisms on Monolayer Graphenylene and  their Effects on Optical and Electronic Properties",
    "abstract": "In this study, we employ a computational chemistry--based modeling approach to investigate the adsorption mechanisms of CH$_4$ and CO$_2$ on monolayer GPNL, with a specific focus on their effects on optical adsorption and electrical transport properties at room temperature. To simulate the adsorption dynamics as closely as possible to experimental conditions, we utilize the self--consistent charge tight--binding density functional theory (SCC--DFTB). Through semi--classical molecular dynamics (MD) simulations, we observe the formation of H$_2$ molecules from the dissociation of CH$_4$ and the formation of CO+O species from carbon dioxide molecules. This provides insights into the adsorption and dispersion mechanisms of CH$_4$ and CO$_2$ on GPNL. Furthermore, we explore the impact of molecular adsorption on optical absorption properties. Our results demonstrate that CH$_4$ and CH$_2$ affects drastically the optical adsorption of GPNL, while CO$_2$ does not significantly affect the optical properties of the two--dimensional material. To analyze electron transport, we employ the open--boundary non--equilibrium Green's function method. By studying the conductivity of GPNL and graphene under voltage bias up to 300 mV, we gain valuable insights into the electrical transport properties of GPNL under optical absorption conditions. The findings from our computational modeling approach might contribute to a deeper understanding of the potential applications of GPNL in hydrogen production and advanced electronic devices. ",
    "url": "https://arxiv.org/abs/2307.13472",
    "authors": [
      "A. Aligayev",
      "F. J. Dominguez-Gutierrez",
      "M. Chourashiya",
      "S. Papanikolaou",
      "Q. Huang"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2307.13487",
    "title": "Positron generation and acceleration in a self-organized photon collider  enabled by an ultra-intense laser pulse",
    "abstract": "We discovered a simple regime where a near-critical plasma irradiated by a laser of experimentally available intensity can self-organize to produce positrons and accelerate them to ultra-relativistic energies. The laser pulse piles up electrons at its leading edge, producing a strong longitudinal plasma electric field. The field creates a moving gamma-ray collider that generates positrons via the linear Breit-Wheeler process -- annihilation of two gamma-rays into an electron-positron pair. At the same time, the plasma field, rather than the laser, serves as an accelerator for the positrons. The discovery of positron acceleration was enabled by a first-of-its-kind kinetic simulation that generates pairs via photon-photon collisions. Using available laser intensities of $10^{22}$$\\ $$\\rm W/cm^2$, the discovered regime can generate a GeV positron beam with divergence angle of $\\sim10^{\\circ}$ and total charge of 0.1$\\ $pC. The result paves the way to experimental observation of the linear Breit-Wheeler process and to applications requiring positron beams. ",
    "url": "https://arxiv.org/abs/2307.13487",
    "authors": [
      "K. Sugimoto",
      "Y. He",
      "N. Iwata",
      "I-L. Yeh",
      "K. Tangtartharakul",
      "A. Arefiev",
      "Y. Sentoku"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2307.13488",
    "title": "Theory of modulation instability in Kerr Fabry-Perot resonators beyond  the mean field limit",
    "abstract": "We analyse the nonlinear dynamics of Fabry-Perot cavities of arbitrary finesse filled by a dispersive Kerr medium, pumped by a continuous wave laser or a synchronous train of flat-top pulses. The combined action of feedback, group velocity dispersion and Kerr nonlinearity leads to temporal instability with respect to perturbations at specified frequencies. We characterise the generation of new spectral bands by deriving the exact dispersion relation and we find approximate analytical expressions for the instabilities threshold and gain spectrum of modulation instability (MI). We show that, in contrast to ring-resonators, both the stationary solutions and the gain spectrum are dramatically affected by the duration of the pump pulse. We derive the extended Lugiato-Lefever equation for the Fabry-Perot resonator (FP-LLE) starting from coupled nonlinear Schr\\\"odinger equations (rather than Maxwell-Bloch equations) and we compare the outcome of the stability analysis of the two models. While FP-LLE gives overall good results, we show regimes that are not captured by the mean-field limit, namely the period-two modulation instability, which may appear in highly detuned or nonlinear regimes. We report numerical simulations of the generation of MI-induced Kerr combs by solving FP-LLE and the coupled Schr\\\"odinger equations. ",
    "url": "https://arxiv.org/abs/2307.13488",
    "authors": [
      "Zoheir Ziani",
      "Thomas Bunel",
      "Auro M. Perego",
      "Arnaud Mussot",
      "Matteo Conforti"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2307.13649",
    "title": "Optoelectronic properties of silver doped copper oxide thin films",
    "abstract": "Thin films have found a wide variety of applications because of the substantial improvement in their properties as compared to bulk metals. Metal oxide thin films are increasingly being used in various fields and are especially important in functional applications. They can be either p- or n-type in nature depending on the materials, dopants, and preparation route. Copper oxide is an example of a p-type metal oxide, which finds application in solar cells, photo-electrochemical cells, gas sensors, supercapacitors, and thermoelectric touch detectors. Both copper (I) and copper (II) oxides can be grown with the lower valence state oxide stable at low temperature and the higher valence state obtained by annealing at higher temperatures. In this work, we modify the optical and electrical properties of copper oxide thin films, by doping of silver through a thermal evaporation process route. Copper is thermally evaporated onto the substrate and silver is co-evaporated during this process. The films are then annealed in ambient under various conditions to obtain copper oxide. Structural and functional comparison is made between undoped and silver doped copper oxide thin films, prepared under the same conditions. Thermal evaporation is a simple route for obtaining doped metal oxides and the process can be extended to a variety of other systems as well. ",
    "url": "https://arxiv.org/abs/2307.13649",
    "authors": [
      "Vishal Mohade",
      "Krishna Kumar",
      "Parasuraman Swaminathan"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2307.13676",
    "title": "A biased Ising model using two coupled Kerr parametric oscillators with  external force",
    "abstract": "Networks of coupled Kerr parametric oscillators (KPOs) are a leading physical platform for analog solving of complex optimization problems. These systems are colloquially known as ``Ising machines''. We experimentally and theoretically study such a network under the influence of an external force. The force breaks the collective phase-parity symmetry of the system and competes with the intrinsic coupling in ordering the network configuration, similar to how a magnetic field biases an interacting spin ensemble. Specifically, we demonstrate how the force can be used to control the system, and highlight the crucial role of the phase and symmetry of the force. Our work thereby provides a method to create Ising machines with arbitrary bias, extending even to exotic cases that are impossible to engineer in real spin systems. ",
    "url": "https://arxiv.org/abs/2307.13676",
    "authors": [
      "Pablo Álvarez",
      "Davide Pittilini",
      "Filippo Miserocchi",
      "Sathyanarayanan Raamamurthy",
      "Gabriel Margiani",
      "Orjan Ameye",
      "Javier del Pino",
      "Oded Zilberberg",
      "Alexander Eichler"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2307.13049",
    "title": "Low Noise Opto-Electro-Mechanical Modulator for RF-to-Optical  Transduction in Quantum Communications",
    "abstract": "In this work, we present an Opto-Electro-Mechanical Modulator (OEMM) for RF-to-optical transduction realized via an ultra-coherent nanomembrane resonator capacitively coupled to an rf injection circuit made of a microfabricated read-out able to improve the electro-optomechanical interaction. This device configuration can be embedded in a Fabry-Perot cavity for electromagnetic cooling of the LC circuit in a dilution refrigerator exploiting the opto-electro-mechanical interaction. To this aim, an optically measured steady-state frequency shift of 380 Hz was seen with a polarization voltage of 30 V and a $Q$-factor of the assembled device above $10^6$ at room temperature. The rf-sputtered titanium nitride layer can be made superconductive to develop efficient quantum~transducers. ",
    "url": "https://arxiv.org/abs/2307.13049",
    "authors": [
      "Michele Bonaldi",
      "Antonio Borrielli",
      "Giovanni Di Giuseppe",
      "Nicola Malossi",
      "Bruno Morana",
      "Riccardo Natali",
      "Paolo Piergentili",
      "Pasqualina Maria Sarro",
      "Enrico Serra",
      "David Vitali"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2307.13057",
    "title": "Out-of-equilibrium dynamics of Bose-Bose mixtures in optical lattices",
    "abstract": "We examine the quench dynamics across quantum phase transitions from a Mott insulator (MI) to a superfluid (SF) phase in a two-component bosonic mixture in an optical lattice. We show that two-component Bose mixtures exhibit qualitatively different quantum dynamics than one-component Bose gas. Besides second-order MI-SF transitions, we also investigate quench dynamics across a first-order MI-SF transition. The Bose mixtures show the critical slowing down of dynamics near the critical transition point, as proposed by the Kibble-Zurek mechanism. For MI-SF transitions with homogeneous lattice-site distributions in the MI phase, the dynamical critical exponents extracted by the power-law scaling of the proposed quantities obtained via numerical simulations are in very close agreement with the mean-field predictions. ",
    "url": "https://arxiv.org/abs/2307.13057",
    "authors": [
      "Pardeep Kaur",
      "Kuldeep Suthar",
      "Dilip Angom",
      "Sandeep Gautam"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2307.13309",
    "title": "Quantum Photonic Circuits Integrated with Color Centers in Designer  Nanodiamonds",
    "abstract": "Diamond has emerged as a leading host material for solid-state quantum emitters, quantum memories, and quantum sensors. However, the challenges in fabricating photonic devices in diamond have limited its potential for use in quantum technologies. While various hybrid integration approaches have been developed for coupling diamond color centers with photonic devices defined in a heterogeneous material, these methods suffer from either large insertion loss at the material interface or evanescent light-matter coupling. Here, we present a new technique that enables deterministic assembly of diamond color centers in a silicon nitride photonic circuit. Using this technique, we observe Purcell enhancement of silicon vacancy centers coupled to a silicon nitride ring resonator. Our hybrid integration approach has the potential for achieving the maximum possible light-matter interaction strength while maintaining low insertion loss, and paves the way towards scalable manufacturing of large-scale quantum photonic circuits integrated with high-quality quantum emitters and spins. ",
    "url": "https://arxiv.org/abs/2307.13309",
    "authors": [
      "Kinfung Ngan",
      "Yuan Zhan",
      "Constantin Dory",
      "Jelena Vučković",
      "Shuo Sun"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2307.13321",
    "title": "Super-radiant and Sub-radiant Cavity Scattering by Atom Arrays",
    "abstract": "We realize collective enhancement and suppression of light scattered by an array of tweezer-trapped $^{87}$Rb atoms positioned precisely within a strongly coupled Fabry-P\\'erot optical cavity. We illuminate the array with light directed transverse to the cavity axis and detect photons scattered by the array into the cavity. For an array with integer-optical-wavelength spacing, in the low saturation regime, each atom Rayleigh scatters light into the cavity with nearly identical scattering amplitude, leading to an observed $N^2$ scaling of cavity photon number as the atom number increases stepwise from N = 1 to N = 8. By contrast, in an array with half-integer-wavelength spacing, the scattering amplitude for neighboring atoms is equal in magnitude but alternates in sign. Scattering from such an array yields a non-monotonic, sub-radiant cavity intensity versus N. By analyzing the polarization of light emitted from the cavity, we find that Rayleigh scattering can be collectively enhanced or suppressed with respect to Raman scattering. We observe also that atom-induced shifts and broadenings of the cavity resonance are precisely tuned by varying the atom number and positions. Altogether, deterministically loaded atom tweezer arrays provide exquisite control of atomic cavity QED spanning from the single- to the many-body regime. ",
    "url": "https://arxiv.org/abs/2307.13321",
    "authors": [
      "Zhenjie Yan",
      "Jacquelyn Ho",
      "Yue-Hui Lu",
      "Stuart J. Masson",
      "Ana Asenjo-Garcia",
      "Dan M. Stamper-Kurn"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2307.13382",
    "title": "Long distance optical conveyor-belt transport of ultracold $^{133}$Cs  and $^{87}$Rb atoms",
    "abstract": "We report on the transport of ultracold cesium and rubidium atoms over $37.2\\,$cm in under $25\\,$ms using an optical conveyor belt formed by two counter-propagating beams with a controllable frequency difference that generate a movable optical lattice. By carefully selecting the waists and focus positions, we are able to use two static Gaussian beams for the transport, avoiding the need for a Bessel beam or vari-focus lenses. We characterize the transport efficiency for both species, including a comparison of different transport trajectories, gaining insight into the loss mechanisms and finding the minimum jerk trajectory to be optimum. Using the optimized parameters, we are able to transport up to $7 \\times 10^6$ cesium or rubidium atoms with an efficiency up to $75\\,$%. To demonstrate the viability of our transport scheme for experiments employing quantum gas microscopy, we produce Bose-Einstein condensates of either species after transport and present measurements of the simultaneous transport of both species. ",
    "url": "https://arxiv.org/abs/2307.13382",
    "authors": [
      "Alex J. Matthies",
      "Jonathan M. Mortlock",
      "Lewis A. McArd",
      "Adarsh P. Raghuram",
      "Andrew D. Innes",
      "Philip D. Gregory",
      "Sarah L. Bromley",
      "Simon L. Cornish"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2307.13526",
    "title": "Unbalanced gain and loss in a quantum photonic system",
    "abstract": "Theories in physics can provide a kind of map of the physical system under investigation, showing all of the possible types of behavior which may occur. Certain points on the map are of greater significance than others, because they describe how the system responds in a useful or interesting manner. For example, the point of resonance is of particular importance when timing the pushes onto a person sat on a swing. More sophisticatedly, so-called exceptional points have been shown to be significant in optical systems harbouring both gain and loss, as typically described by non-Hermitian Hamiltonians. However, expressly quantum points of interest -- be they exceptional points or otherwise -- arising in quantum photonic systems have been far less studied. Here we consider a paradigmatic model: a pair of coupled qubits subjected to an unbalanced ratio of gain and loss. We mark on its map several flavours of both exceptional and critical points, each of which are associated with unconventional physical responses. In particular, we uncover the points responsible for characteristic spectral features and for the sudden loss of quantum entanglement in the steady state. Our results provide perspectives for characterizing quantum photonic systems beyond effective non-Hermitian Hamiltonians, and suggest a hierarchy of intrinsically quantum points of interest. ",
    "url": "https://arxiv.org/abs/2307.13526",
    "authors": [
      "C. A. Downing",
      "O. I. R. Fox"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2307.13598",
    "title": "Symmetry enhanced variational quantum imaginary time evolution",
    "abstract": "The variational quantum imaginary time evolution (VarQITE) algorithm is a near-term method to prepare the ground state and Gibbs state of Hamiltonians. Finding an appropriate parameterization of the quantum circuit is crucial to the success of VarQITE. This work provides guidance for constructing parameterized quantum circuits according to the locality and symmetries of the Hamiltonian. Our approach can be used to implement the unitary and anti-unitary symmetries of a quantum system, which significantly reduces the depth and degree of freedom of the parameterized quantum circuits. To benchmark the proposed parameterized quantum circuits, we carry out VarQITE experiments on statistical models. Numerical results confirm that the symmetry-enhanced circuits outperform the frequently-used parametrized circuits in the literature. ",
    "url": "https://arxiv.org/abs/2307.13598",
    "authors": [
      "Xiaoyang Wang",
      "Yahui Chai",
      "Maria Demidik",
      "Xu Feng",
      "Karl Jansen",
      "Cenk Tüysüz"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "High Energy Physics - Lattice (hep-lat)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2305.14868",
    "title": "Resonance of Domain Wall in a Ferromagnetic Nanostrip: Relation Between  Distortion and Velocity",
    "abstract": " Comments: 15 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2305.14868",
    "authors": [
      "Ganghwi Kim",
      "Dae-Han Jung",
      "Hee-Sung Han",
      "Ki-Suk Lee"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2307.12954",
    "title": "Accelerator Magnet Development Based on COMB Technology with STAR Wires",
    "abstract": " Comments: CEC/ICMC23 ",
    "url": "https://arxiv.org/abs/2307.12954",
    "authors": [
      "V. V. Kashikhin",
      "S. Cohan",
      "V. Lombardo",
      "D. Turrioni",
      "N. Mai",
      "A. K. Chavda",
      "U. Sarangi",
      "S. Korupolu",
      "J. Peram",
      "A. Anil",
      "C. Goel",
      "J. Sai Sandra",
      "V. Yerraguravagari",
      "R. Schmidt",
      "V. Selvamanickam",
      "G. Majkic",
      "E. Galstyan",
      "K. Selvamanickam"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  }
]