[
  {
    "id": "arXiv:2206.06407",
    "title": "Exploration of Methods to Remove Implanted $^{210}$Pb and $^{210}$Po  Contamination from Silicon Surfaces",
    "abstract": "Radioactive contaminants on the surfaces of detector components can be a problematic source of background events for physics experiments searching for rare processes. Exposure to radon is a specific concern because it can result in the relatively long-lived $^{210}$Pb (and progeny) being implanted to significant subsurface depths such that removal is challenging. In this article we present results from a broad exploration of cleaning treatments to remove implanted $^{210}$Pb and $^{210}$Po contamination from silicon, which is an important material used in several rare-event searches. We demonstrate for the first time that heat treatments (\"baking\") can effectively mitigate such surface contamination, with the results of a 1200 $^{\\circ}$C bake consistent with perfect removal. We also report results using wet-chemistry and plasma-based methods, which show that etching can be highly effective provided the etch depth is sufficiently aggressive. Our survey of cleaning methods suggests consideration of multiple approaches during the different phases of detector construction to enable greater flexibility for efficient removal of $^{210}$Pb and $^{210}$Po surface contamination ",
    "url": "https://arxiv.org/abs/2206.06407",
    "authors": [
      "Isaac J. Arnquist",
      "Raymond Bunker",
      "Zdenek Dohnalek",
      "Runze Ma",
      "Nicolas Uhnak"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)",
      "Nuclear Experiment (nucl-ex)"
    ]
  },
  {
    "id": "arXiv:2206.06515",
    "title": "Effective properties of acoustic waves in a poroelastic medium  containing spherical cavities randomly distributed within the Rayleigh limit",
    "abstract": "The propagation of acoustic waves in a poro-elastic medium of infinite extension containing spherical cavities randomly distributed is investigated. The scattering coefficients are computed in the low frequency limit using the sealed pore boundary conditions. Also in this limit, using explicit Waterman-Truell (WT) formulas and a generalization of the Linton-Martin (LM) formula to poro-elastic medium, expressions of the wave numbers of the coherent waves are proposed. Expressions of the effective mass densities and moduli are derived from the WT formulas. The effective properties of the coherent wave in an elastic medium are obtained as a limiting case when the porosity tends towards zero. ",
    "url": "https://arxiv.org/abs/2206.06515",
    "authors": [
      "Dossou Gnadjro",
      "Amah D'Almeida",
      "Hervé Franklin"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2206.06552",
    "title": "Dynamics of temporal Kerr cavity solitons in the presence of rapid  parameter inhomogeneities: from bichromatic driving to third-order dispersion",
    "abstract": "Temporal Kerr cavity solitons are pulses of light that can persist in coherently-driven, dispersive resonators with Kerr-type nonlinearity. It is widely accepted that such solitons react to parameter inhomogeneities by experiencing a temporal drift whose rate is governed by the gradient of the parameter at the soliton's position. This result, however, assumes that the gradient of the inhomogeneity is constant across the soliton, which may not hold true under all situations, e.g. when using bichromatic driving or in the presence of third-order dispersion that gives rise to an extended dispersive wave tail. Here we report on theoretical and numerical results pertaining to the behavior of dissipative temporal Kerr cavity solitons under conditions where parameter inhomogeneities vary nonlinearly across the width of the soliton. In this case, the soliton velocity is dictated by the full overlap between its so-called neutral mode and the parameter perturbation, which we show can yield dynamics that are manifestly at odds with the common wisdom of motion dependent solely upon the gradient of the inhomogeneity. We also investigate how the presence of third-order dispersion and the associated dispersive wave tail changes the motion induced by parameter inhomogeneities. We find that the dispersive wave tail as such does not contribute to the soliton motion; instead, higher-order dispersion yields counter-intuitive influences on the soliton motion. Our results provide new insights to the behavior of temporal cavity solitons in the presence of parameter inhomogeneities, and can impact systems employing pulsed or bichromatic pumping and/or resonators with non-negligible higher-order dispersion. ",
    "url": "https://arxiv.org/abs/2206.06552",
    "authors": [
      "Caleb Todd",
      "Zongda Li",
      "Stéphane Coen",
      "Stuart G. Murdoch",
      "Gian-Luca Oppo",
      "Miro Erkintalo"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.06572",
    "title": "Rydberg microwave frequency comb spectrometer",
    "abstract": "Developing frequency combs spectral technologies has potential applications and prospects in the wide fields of cosmology, meteorology, and microwave measurement. Here, we demonstrate a Rydberg microwave frequency comb spectrometer via multiple-microwave field dressing, providing precise microwave measurement. The Rydberg microwave frequency comb spectrum provides a real-time and absolute frequency measurement with a range of 125 MHz and gives the relative phase of a single-frequency microwave signal. The reported experiment helps real-time sensing of an unknown microwave signal in a wide range using Rydberg atoms, which are vital for Rydberg-atom-based microwave metrology. ",
    "url": "https://arxiv.org/abs/2206.06572",
    "authors": [
      "Li-Hua Zhang",
      "Zong-Kai Liu",
      "Bang Liu",
      "Zheng-Yuan Zhang",
      "Guang-Can Guo",
      "Dong-Sheng Ding",
      "Bao-Sen Shi"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2206.06576",
    "title": "Highly sensitive measurement of a MHz RF electric field with a Rydberg  atom sensor",
    "abstract": "Rydberg atoms have great potential in electric field measurement and have an advantage with a large frequency bandwidth from the kHz to the THz scale. However, the sensitivity for measuring a weak MHz electric field signal is limited by the spectroscopic resolution, because the weak electric field induces only a small perturbation of the population and energy level shift of the Rydberg atoms. Here, we report highly sensitive measurement of a weak MHz electric field using electromagnetically induced transparency with Rydberg atoms in a thermal atomic system. Using the heterodyne method on a 30-MHz electric field, we successfully measure the minimum electric field strength to be \\textcolor{black}{37.3 $\\mathrm{\\mu V/cm}$} with a sensitivity up to $-65$ dBm/Hz and a linear dynamic range over 65 dB. Additionally, we measure an amplitude-modulated signal and demodulate the signal with a fidelity over 98\\%. This work extends the sensitivity of atomic sensors for measuring MHz electric fields, which advances atomic electric field-sensing technology. ",
    "url": "https://arxiv.org/abs/2206.06576",
    "authors": [
      "Bang Liu",
      "Li-Hua Zhang",
      "Zong-Kai Liu",
      "Zheng-Yuan Zhang",
      "Zhi-Han Zhu",
      "Wei Gao",
      "Guang-Can Guo",
      "Dong-Sheng Ding",
      "Bao-Sen Shi"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2206.06697",
    "title": "Optical isolators based on non-reciprocal four-wave mixing",
    "abstract": "In this work we propose and theoretically characterize optical isolators consisting of an all-dielectric and non-magnetic resonator featuring an intensity-dependent refractive index and a strong coherent field propagating in a single direction. Such devices can be straightforwardly realized in state-of-the-art integrated photonics platforms. The mechanism underlying optical isolation is based on the breaking of optical reciprocity induced by the asymmetric action of four-wave mixing processes coupling a strong propagating pump field with co-propagating signal/idler modes but not with reverse-propagating ones. Taking advantage of a close analogy with fluids of light, our proposed isolation mechanism is physically understood in terms of the Bogoliubov dispersion of collective excitations on top of the strong pump beam. A few most relevant set-ups realizing our proposal are specifically investigated, such as a coherently illuminated passive ring resonator and unidirectionally lasing ring or Taiji resonators. ",
    "url": "https://arxiv.org/abs/2206.06697",
    "authors": [
      "Alberto Muñoz de las Heras",
      "Iacopo Carusotto"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.06721",
    "title": "Mode-coupling effects in an optically-injected dual-wavelength laser",
    "abstract": "Lasers designed to emit at multiple and controllable modes, or multi-wavelength lasers, have the potential to become key building blocks for future microwave photonic technologies. While many interesting schemes relying on optical injection have been proposed, the nonlinear mode coupling between different modes of a multi-wavelength laser and their dynamical behavior under optical injection remains vastly unexplored. Here, we experimentally and numerically study the effect of optical injection around the suppressed mode of a dual12 wavelength laser and the resulting interactions with the dominant mode. We highlight a wavelength shift of the dominant mode triggered by injection locking of the suppressed mode and report a strong impact of the mode suppression ratio on the locking range. Finally, we show numerically that the cross-coupling parameter between the two modes might have a key role in this effect. ",
    "url": "https://arxiv.org/abs/2206.06721",
    "authors": [
      "Shahab Abdollahi",
      "Pablo Marin-Palomo",
      "Martin Virte"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2206.06740",
    "title": "Pulse overlap ambiguities in multiple quantum coherence spectroscopy",
    "abstract": "Coherent two-dimensional electronic spectroscopy probes ultrafast dynamics using femtosecond pulses. In case the timescale of the studied dynamics become comparable to the pulse duration, pulse overlap effects may compromise the experimental data. Here, we perform one-dimensional coherence scans and study pulse overlap effects in clean two-level systems. We find parasitic multiple-quantum coherence signals as a consequence of the arbitrary time ordering during the temporal pulse overlap. Surprisingly, the signal lifetimes exceed the temporal pulse overlap by a factor of 1.8. These findings have important implications for the interpretation of higher-order coherent two-dimensional and related spectroscopy experiments. ",
    "url": "https://arxiv.org/abs/2206.06740",
    "authors": [
      "Ulrich Bangert",
      "Lukas Bruder",
      "Frank Stienkemeier"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2206.06785",
    "title": "On-chip frequency tuning of fast resonant MEMS scanner",
    "abstract": "The development and characterisation of a piezoelectric actuated high-frequency MEMS scanning mirror with on-chip frequency tuning capability is reported. The resonant scanner operates at frequencies in excess of 140 kHz, generating scan angles of 10{\\deg} and 6{\\deg} for two orthogonal movement modes with 40 V actuation. On-chip frequency tuning is achieved through electrothermal actuators fabricated adjacent to the mirror main suspension. The electrothermal actuators produce a global and local temperature increase which changes the suspension stiffness and therefore the resonant frequency. A resonance frequency tuning range of up to 5.5 kHz is achieved, with tuning dominant on only one of the two orthogonal scan movement modes. This opens the possibility for precise tuning of a 2D Lissajous scan pattern using a single resonant MEMS scanner with dual orthogonal resonant modes producing full frame update rates up to 20 kHz while retaining the full angular range of both resonant movement modes ",
    "url": "https://arxiv.org/abs/2206.06785",
    "authors": [
      "Paul Janin",
      "Deepak Uttamchandani",
      "Ralf Bauer"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2206.06906",
    "title": "Giant mid-IR resonant coupling to molecular vibrations in sub-nm gaps of  plasmonic multilayer metafilms",
    "abstract": "Nanomaterials capable of confining light are desirable for enhancing spectroscopies such as Raman scattering, infrared absorption, and nonlinear optical processes. Plasmonic superlattices have shown the ability to host collective resonances in the mid-infrared, but require stringent fabrication processes to create well-ordered structures. Here, we demonstrate how short-range-ordered Au nanoparticle multilayers on a mirror, self-assembled by a sub-nm molecular spacer, support collective plasmon-polariton resonances in the visible and infrared, continuously tunable beyond 11 $\\mu$m by simply varying the nanoparticle size and number of layers. The resulting molecule-plasmon system approaches vibrational strong coupling, and displays giant Fano dip strengths, SEIRA enhancement factors ~10$^6$, light-matter coupling strengths g~100 cm$^{-1}$, Purcell factors ~10$^6$, and mode volume compression factors ~10$^8$. The collective plasmon-polariton mode is highly robust to nanoparticle vacancy disorder and is sustained by the consistent gap size defined by the molecular spacer. Structural disorder efficiently couples light into the gaps between the multilayers and mirror, enabling Raman and infrared sensing of sub-picolitre sample volumes. ",
    "url": "https://arxiv.org/abs/2206.06906",
    "authors": [
      "Rakesh Arul",
      "David Benjamin-Grys",
      "Rohit Chikkaraddy",
      "Niclas S Mueller",
      "Angelos Xomalis",
      "Ermanno Miele",
      "Tijmen G Euser",
      "Jeremy J Baumberg"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2206.07034",
    "title": "Optical deceleration of atomic hydrogen",
    "abstract": "High-precision hydrogen spectroscopy is an active field which helps to determine the Rydberg constant and proton charge radius, tests bound-state QED, and can search for Beyond Standard Model (BSM) Physics. Additionally, with recent demonstrations of anti-hydrogen trapping and spectroscopy, a new line of investigation is possible whereby hydrogen can be compared to its antimatter counterpart. The next generation of precision hydrogen spectroscopy will likely require additional motional control of the atomic sample - similar to what is possible with heavier elements. Unfortunately, laser cooling - one of the cornerstones of modern precision atomic physics - is difficult in hydrogen due to the vacuum ultraviolet radiation required. Here, we sidestep the challenges inherent in laser cooling and demonstrate a technique whereby we load metastable atoms from a cryogenic beam into a moving optical lattice, decelerate the lattice, and observe a commensurate deceleration of the atoms. Since the optical lattice is governed by standard optoelectronics, this technique represents a robust platform for the motional control of hydrogen. Our technique could enable greater precision in hydrogen spectroscopy and be transferred to exotic simple atoms such as antihydrogen. ",
    "url": "https://arxiv.org/abs/2206.07034",
    "authors": [
      "S. F. Cooper",
      "C. Rasor",
      "R. G. Bullis",
      "A. D. Brandt",
      "D. C. Yost"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.06521",
    "title": "Ultra-High-Precision Detection of Single Microwave Photons based on a  Hybrid System between Majorana Zero Mode and a Quantum Dot",
    "abstract": "The ability to detect single photons has become increasingly essential due to the rise of photon-based quantum computing. In this theoretical work, we propose a system consisting of a degenerate two-state quantum dot (QD) side-coupled to a superconducting nanowire. The coupling opens a gap in both the QD mode and the Majorana zero mode at the nanowire edge, enabling photon absorption in the system. We show that the absorbed photoelectron decays via rapid (sub-nanosecond to nanosecond) nonradiative heat transfer to the nanowire phonon modes rather than by spontaneous emission. Furthermore, we calculate the temperature increase and associated resistance increase induced by the absorption of a photon for a given appropriate set of material and environmental parameters, yielding a temperature increase in the millikelvin range and a resistance increase in the kiloohm range, vastly exceeding the photon-absorption-induced temperature and resistance increases for competing 2D-3D hybrid systems by 5 and 9 orders of magnitude, respectively. Lastly, we determine the detector efficiency and discuss the system density required for deterministic photon number measurement, demonstrating that a photon absorption probability of over 99 percent can be achieved for an integrated system consisting of an array of nanowire-QD complexes on-chip inside a cavity. Our results thus provide a basis for a deterministic microwave photon number detector with an unprecedented photon-number-detection resolution. ",
    "url": "https://arxiv.org/abs/2206.06521",
    "authors": [
      "Eric Chatterjee",
      "Wei Pan",
      "Daniel Soh"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Superconductivity (cond-mat.supr-con)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2206.06610",
    "title": "Nonlinear optical properties and Kerr nonlinearity of Rydberg excitons  in Cu$_2$O quantum wells",
    "abstract": "The quantum confiment of Rydberg excitons (REs) in quantum structures opens the way towards considering nonlinear interactions in such systems. We present a theoretical calculation of optical functions in the case of a nonlinear coupling between REs in a quantum well with an electromagnetic wave. Using the Real Density Matrix Approach (RDMA), the analytical expressions for a linear and nonlinear absorption are derived and numerical calculations for Cu$_2$0 quantum wells are performed. The results indicate the conditions in which quantum well confinement states can be observed in linear and nonlinear optical spectra. The Kerr nonlinearity and self-phase modulation in such a system are studied. The effect of Rydberg blockade and the associated optical bleaching are also discussed and confronted with available experimental data. ",
    "url": "https://arxiv.org/abs/2206.06610",
    "authors": [
      "David Ziemkiewicz",
      "Gerard Czajkowski",
      "Karol Karpiński",
      "Sylwia Zielińska-Raczyńska"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.06734",
    "title": "Quantum Diamond Radio Frequency Signal Analyser based on  Nitrogen-Vacancy centers",
    "abstract": "The fast development of radio-frequency (RF) technologies increases the need for compact, low consumption and broadband real-time RF spectral analyser. To overcome the electronic bottleneck encountered by electronic solutions, which limits the real time bandwidth to hundreds of MHz, we propose a new approach exploiting the quantum properties of the nitrogen-vacancy (NV) center in diamond. Here we describe a Quantum Diamond Signal Analyser (Q-DiSA) platform and characterize its performances. We successfully detect RF signals over a large tunable frequency range (25 GHz), a wide instantaneous bandwidth (up to 4 GHz), a MHz frequency resolution (down to 1 MHz), a ms temporal resolution and a large dynamic range (40 dB). ",
    "url": "https://arxiv.org/abs/2206.06734",
    "authors": [
      "Simone Magaletti",
      "Ludovic Mayer",
      "Jean-François Roch",
      "Thierry Debuisschert"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2206.06763",
    "title": "Non-commutative phase-space Lotka-Volterra dynamics: the quantum  analogue",
    "abstract": "The Lotka-Volterra (LV) dynamics is investigated in the framework of the Weyl-Wigner (WW) quantum mechanics (QM) extended to one-dimensional Hamiltonian systems, $\\mathcal{H}(x,\\,k)$, constrained by the $\\partial^2 \\mathcal{H} / \\partial x \\, \\partial k = 0$ condition. Supported by the Heisenberg-Weyl non-commutative algebra, where $[x,\\,k] = i$, the canonical variables $x$ and $k$ are interpreted in terms of the LV variables, $y = e^{-x}$ and $z = e^{-k}$, eventually associated with the number of individuals in a closed competitive dynamics: the so-called prey-predator system. The WW framework provides the ground for identifying how classical and quantum evolution coexist at different scales, and for quantifying {\\it quantum analogue} effects. Through the results from the associated Wigner currents, (non-)Liouvillian and stationary properties are described for thermodynamic and gaussian quantum ensembles in order to account for the corrections due to quantum features over the classical phase-space pattern yielded by the Hamiltonian description of the LV dynamics. In particular, for gaussian statistical ensembles, the Wigner flow framework provides the exact profile for the quantum modifications over the classical LV phase-space trajectories so that gaussian quantum ensembles can be interpreted as an adequate Hilbert space state configuration for comparing quantum and classical regimes. The generality of the framework developed here extends the boundaries of the understanding of quantum-like effects on competitive microscopical bio-systems. ",
    "url": "https://arxiv.org/abs/2206.06763",
    "authors": [
      "Alex E. Bernardini",
      "Orfeu Bertolami"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mathematical Physics (math-ph)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2108.10912",
    "title": "Reducing Unitary Coupled Cluster Circuit Depth by Classical Stochastic  Amplitude Pre-Screening",
    "abstract": " Comments: 14 pages, 10 figures, 5 tables + 3 pages, 3 figures Supplemental Material ",
    "url": "https://arxiv.org/abs/2108.10912",
    "authors": [
      "Maria-Andreea Filip",
      "Nathan Fitzpatrick",
      "David Muñoz Ramo",
      "Alex J. W. Thom"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2109.09985",
    "title": "Inverse mass cascade in dark matter flow and effects on halo mass  functions",
    "abstract": " Comments: Reformatted with data source provided ",
    "url": "https://arxiv.org/abs/2109.09985",
    "authors": [
      "Zhijie Xu"
    ],
    "subjectives": [
      "Cosmology and Nongalactic Astrophysics (astro-ph.CO)",
      "Astrophysics of Galaxies (astro-ph.GA)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2110.15652",
    "title": "Quantum kinetic theory of flux-carrying Brownian particles",
    "abstract": " Comments: 24+8 pages, 8 figures. Comments are welcome. Introduction has been substantially modified. Several new sections have been added as well as a brief overview to closely related works. Close to the published version ",
    "url": "https://arxiv.org/abs/2110.15652",
    "authors": [
      "Antonio A. Valido"
    ],
    "subjectives": [
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Fluid Dynamics (physics.flu-dyn)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2111.08757",
    "title": "Strategies and performance of the CMS silicon tracker alignment during  LHC Run 2",
    "abstract": " Comments: Replaced with the published version. Added the journal reference and the DOI. All the figures and tables can be found at this http URL (CMS Public Pages) ",
    "url": "https://arxiv.org/abs/2111.08757",
    "authors": [
      "CMS Collaboration"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2201.04497",
    "title": "Impact of FBG feedback phase on laser dynamics",
    "abstract": " Comments: 5 pages, 5 figures, submitted ",
    "url": "https://arxiv.org/abs/2201.04497",
    "authors": [
      "Martin Skënderas",
      "Spencer W. Jolly",
      "Nitish Gupta",
      "Thomas Geernaert",
      "Martin Virte"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Chaotic Dynamics (nlin.CD)"
    ]
  },
  {
    "id": "arXiv:2202.06444",
    "title": "Nonlinear Optical Joint Transform Correlator for Low Latency Convolution  Operations",
    "abstract": " Title: Nonlinear Optical Joint Transform Correlator for Low Latency Convolution  Operations ",
    "url": "https://arxiv.org/abs/2202.06444",
    "authors": [
      "Jonathan K. George",
      "Maria Solyanik-Gorgone",
      "Hangbo Yang",
      "Chee Wei Wong",
      "Volker J. Sorger"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2202.06867",
    "title": "Q-Turn: Changing Paradigms In Quantum Science",
    "abstract": " Comments: Comments welcome! Submitted to the special issue \"Social aspects and impacts of quantum technologies\" of Quantum Science and Technology. Version v2 includes three appendices with data drawn from Q-turn 2018 and Q-turn 2020 participation and satisfaction surveys. Version v3 has updated appendices with improved presentation of the data ",
    "url": "https://arxiv.org/abs/2202.06867",
    "authors": [
      "Ana Belén Sainz"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)"
    ]
  },
  {
    "id": "arXiv:2203.03887",
    "title": "Optical quantum memory based on electro-optically silenced photon echo",
    "abstract": " Title: Optical quantum memory based on electro-optically silenced photon echo ",
    "url": "https://arxiv.org/abs/2203.03887",
    "authors": [
      "Xia-Xia Li",
      "Pai Zhou",
      "Yu-Hui Chen",
      "Xiangdong Zhang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2203.05064",
    "title": "Bismuth vanadate layers alternated with nanoparticle-doped silicon  dioxide layers for one-dimensional multilayer photonic crystals",
    "abstract": " Comments: 8 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2203.05064",
    "authors": [
      "Francesco Scotognella"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2204.01616",
    "title": "Room-temperature quantification of $^{14}$CO$_{2}$ below the natural  abundance with two-color cavity ring-down spectroscopy",
    "abstract": " Comments: 4 main figures, 3 supplemental figures ",
    "url": "https://arxiv.org/abs/2204.01616",
    "authors": [
      "A. Daniel McCartt",
      "Jun Jiang"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2206.01173",
    "title": "Integrated Passive Nonlinear Optical Isolators",
    "abstract": " Title: Integrated Passive Nonlinear Optical Isolators ",
    "url": "https://arxiv.org/abs/2206.01173",
    "authors": [
      "Alexander D. White",
      "Geun Ho Ahn",
      "Kasper Van Gasse",
      "Ki Youl Yang",
      "Lin Chang",
      "John E. Bowers",
      "Jelena Vučković"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.05892",
    "title": "Quantum imaging exploiting twisted photon pairs",
    "abstract": " Comments: 6 pages, 4 figures, and a supplemental material ",
    "url": "https://arxiv.org/abs/2206.05892",
    "authors": [
      "Dianzhen Cui",
      "X. X. Yi",
      "Li-Ping Yang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  }
]