[
  {
    "id": "arXiv:2601.21310",
    "title": "A Deterministic Framework for Neural Network Quantum States in Quantum Chemistry",
    "abstract": "           Stochastic optimization of Neural Network Quantum States (NQS) in discrete Fock spaces is limited by sampling variance and slow mixing. We present a deterministic framework that optimizes a neural backflow ansatz within dynamically adaptive configuration subspaces, corrected by second-order perturbation theory. This approach eliminates Monte Carlo noise and, through a hybrid CPU-GPU implementation, exhibits sub-linear scaling with respect to subspace size. Benchmarks on bond dissociation in H2O and N2, and the strongly correlated chromium dimer Cr2, validate the method's accuracy and stability in large Hilbert spaces.         ",
    "url": "https://arxiv.org/abs/2601.21310",
    "authors": [
      "Zheng Che"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2601.21382",
    "title": "Wavelength-selective nonlinear wavefront control in resonant thin-film lithium niobate metasurfaces",
    "abstract": "           Nonlinear metasurfaces offer compact control over frequency conversion and wavefront shaping. However, existing approaches, often based on geometric phase, lack wavelength selectivity, resulting in static nonlinear responses. Here, we demonstrate a thin-film lithium niobate metasurface that enables spectrally selective shaping of second-harmonic generation through resonance-engineered phase control. The structure consists of two regions with distinct phase responses, realized via spectral tuning of Mie-type resonances. This design enables simultaneous frequency conversion and spatial mode shaping, transforming a Gaussian pump near 1100 nm into a first-order Hermite-Gaussian mode at 550 nm, while maintaining the pump profile. The demonstrated approach offers a pathway toward ultracompact and tunable components for nonlinear holography and related applications.         ",
    "url": "https://arxiv.org/abs/2601.21382",
    "authors": [
      "Madona Mekhael",
      "Timo Stolt",
      "Helena Weigand",
      "Kiia Arola",
      "Rachel Grange",
      "Patrice Genevet",
      "Mikko J. Huttunen"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2601.21427",
    "title": "Hybrid Barium Titanate Waveguide Designs For Efficient Nonlinear Frequency Conversion",
    "abstract": "           Barium titanate (BaTiO$_3$) is emerging as a powerful integrated photonic material, combining strong $X^{(2)}$ and electro-optic nonlinearities with rapidly improving thin-film waveguide quality. Recent demonstrations of low-loss BaTiO$_3$ waveguides and high-Q resonators have established BaTiO$_3$-on-insulator as a promising platform for next-generation frequency-conversion and quantum photonic technologies. However, while BaTiO$_3$ electro-optic modulators are now well developed, nonlinear BaTiO$_3$ waveguide engineering remains comparatively immature. Techniques widely used in lithium niobate, such as periodic poling for quasi-phase-matching, are poorly suited to BaTiO$_3$ because epitaxial thin films exhibit high coercive fields, strong strain-clamping effects, multivariant domain structures, and slow, complex switching dynamics. These factors make accurate periodic poling challenging and hinder the development of efficient $X^{(2)}$ frequency converters. Here, we introduce a fabrication-robust alternative based on linear-nonlinear hybrid waveguides, where TiO$_2$ is selectively incorporated into BaTiO$_3$ ridge waveguides to enhance nonlinear mode overlap while relying solely on modal phase-matching. Using coupled-mode-theory simulations, we identify phase-matched geometries and show that the hybrid design achieves a 2.75x increase in normalized second harmonic generation efficiency over monolithic BaTiO$_3$ waveguides. The uniform, lithographically defined cross-section makes the approach highly scalable. These results position hybrid BaTiO$_3$-TiO$_2$ waveguides as a practical route to CMOS-compatible, high-efficiency $X^{(2)}$ devices for integrated quantum photonics.         ",
    "url": "https://arxiv.org/abs/2601.21427",
    "authors": [
      "Trevor G. Vrckovnik",
      "D. Arslan",
      "F. Eilenberger",
      "Sebastian W. Schmitt"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2601.21704",
    "title": "Reverse Energy Flows in Two-Dimensional Photonic Crystals and Analogies with Vortex Formation and Analogous Flows in Hydrodynamics",
    "abstract": "           This paper examines the connection between photonic band-gap formation in two types of two-dimensional photonic crystals and the emergence of reverse electromagnetic energy flows generated by linearly polarized plane waves incident on a photonic-crystal slab. We show that these reverse energy flows, observed in both transmitted and reflected fields, originate from vortex structures in the Poynting vector. The resulting energy-flow patterns exhibit striking analogies to vortex formation in fluid motion past obstacles. The geometry and dynamics of the Poynting-vector vortices determine whether the incident electromagnetic energy is impeded, leading to the formation of photonic band gaps, or instead guided through the structure, enabling transmission.         ",
    "url": "https://arxiv.org/abs/2601.21704",
    "authors": [
      "Andrey Pryamikov"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2601.21721",
    "title": "Third and fourth density and acoustic virial coefficients of neon from first-principles calculations",
    "abstract": "           The third and fourth density and acoustic virial coefficients of neon were determined at temperatures between 10 and 5000 K from first principles employing the path-integral Monte Carlo (PIMC) approach. For these calculations, we used the pair potential of Hellmann $\\textit{et al.}$ [J. Chem. Phys. 154, 164304 (2021)], which is based on supermolecular $\\textit{ab initio}$ calculations with basis sets of up to octuple-zeta quality and levels of theory up to coupled cluster with single, double, triple, quadruple, and perturbative pentuple excitations [CCSDTQ(P)]. The potential also accounts for relativistic, retardation, and post-Born$-$Oppenheimer effects and is provided with reliable uncertainty estimates. To incorporate nonadditive interactions, we developed a nonadditive three-body potential based on extensive supermolecular CCSD(T), CCSDT, and CCSDT(Q) calculations with basis sets of up to sextuple-zeta quality. This potential also accounts for relativistic effects. The very small nonadditive four-body contributions to the fourth virial coefficients were considered using a relatively simple nonadditive four-body potential based on supermolecular CCSD(T) calculations. We calculated the third and fourth density and third acoustic virial coefficients directly by PIMC and the fourth acoustic virial coefficient indirectly using thermodynamic relations between the density and acoustic virial coefficients. The uncertainties of the pair potential and those estimated for our nonadditive three-body potential were rigorously propagated in the PIMC calculations into uncertainties for the virial coefficients. These uncertainties are distinctly smaller than those of almost all of the corresponding experimental virial coefficient data.         ",
    "url": "https://arxiv.org/abs/2601.21721",
    "authors": [
      "Robert Hellmann",
      "Giovanni Garberoglio"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2601.21932",
    "title": "Broadband Second Harmonic Generation using Fixed-Period Periodically Poled Lithium Niobate",
    "abstract": "           Periodically poled lithium niobate (PPLN) is a widely used nonlinear optical device for second harmonic generation (SHG). Despite its wide adoption in commercial systems, its bandwidth for SHG is fundamentally limited by the quasi-phase matching condition. This can be overcome by aperiodic or chirped PPLN structures; however, such devices are typically custom-fabricated and not readily available commercially. In this study, we investigate an alternative approach to achieving broadband SHG by using a standard PPLN crystal containing multiple fixed poling periods. Broadband operation is realized by angle tuning the crystal relative to input beam in free-space. The effect of angle tuning is examined over a range of incident angles, and an 1.6x enhancement in SHG bandwidth is demonstrated. These results suggest a practical and efficient strategy for broadband SHG using standard PPLN devices.         ",
    "url": "https://arxiv.org/abs/2601.21932",
    "authors": [
      "Yongjoo Kim",
      "Yijia Cai",
      "Zhixin Liu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2507.01720",
    "title": "Laser cooling and qubit measurements on a forbidden transition in neutral Cs atoms",
    "abstract": "           We experimentally demonstrate background-free, hyperfine-level-selective measurements of individual Cs atoms by simultaneous cooling to $5.3~\\mu\\rm K$ and imaging on the $6s_{1/2}\\rightarrow 5d_{5/2}$ electric-quadrupole transition. We achieve hyperfine resolved detection with fidelity 0.9993(4) and atom retention of 0.9954(5), limited primarily by vacuum lifetime. Performing state measurements in a 3D cooling configuration enables repeated low loss measurements. A theoretical analysis of an extension of the demonstrated approach based on quenching of the excited state with an auxiliary field, identifies parameters for hyperfine-resolved measurements with a projected fidelity of $\\sim 0.9995 $ in $\\sim 60~\\mu\\rm s$.         ",
    "url": "https://arxiv.org/abs/2507.01720",
    "authors": [
      "J. Scott",
      "H. M. Lim",
      "U. Singla",
      "Q. Meece",
      "C. Fang",
      "J. T. Choy",
      "S. Kolkowitz",
      "T. M. Graham",
      "M. Saffman"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2601.21119",
    "title": "A levitated nano-accelerometer sensitized by quantum quench",
    "abstract": "           We realize a nanoscale accelerometer exploiting the nonequilibrium dynamics of a nanoparticle near the quantum ground state. We explore the dynamics after quenching the trapping potential and find that rapid quenching provides an instance at which the sensitivity is enhanced due to the minimized uncertainty in the position. With rapid quenching, the observed sensitivity is in good agreement with a numerical simulation based on the quantum Langevin equation and approaches to the limit given by the quantum Fisher information. Our results open up a pathway to quantum inertial sensing sensitized by exploiting quench dynamics.         ",
    "url": "https://arxiv.org/abs/2601.21119",
    "authors": [
      "M. Kamba",
      "S. Otabe",
      "K. Funo",
      "T. Sagawa",
      "K. Aikawa"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2601.21122",
    "title": "A matter-wave Fabry-Pérot cavity in the ultrastrong driving regime",
    "abstract": "           When the length of an optical cavity is modulated, theory predicts exponential concentration of energy around particular space-time trajectories. Viewed stroboscopically, photons in such a driven cavity propagate as if in a curved spacetime, with black hole and white hole event horizons corresponding to unstable and stable fixed points of the evolution. Such phenomena have resisted direct experimental realization due to the difficulty of relativistically accelerating massive cavity mirrors. We report results of an experiment which overcomes this limitation by exchanging the roles of light and matter. A matter wave endowed with quasi-relativistic dispersion is confined between two barriers made of light, one of which is periodically translated at speeds comparable to the matter wave group velocity. In this strongly-modulated cavity we observe the emergence of the predicted bright and dark fixed point trajectories, and demonstrate that changing the modulation waveform can vary the number of fixed points and exchange their stability character. We observe signatures of nontrivial dynamics beyond those predicted for photons, and attribute them to residual curvature in the dispersion relation. In addition to experimentally realizing and characterizing cavity dynamics in the ultra-strong driving regime, these results point the way to implementations of related dynamics in electro-optic materials, with potential applications in pulse generation and signal compression.         ",
    "url": "https://arxiv.org/abs/2601.21122",
    "authors": [
      "Jeremy L. Tanlimco",
      "Eber Nolasco-Martinez",
      "Xiao Chai",
      "S. Nicole Halawani",
      "Eric Zhu",
      "Ivar Martin",
      "David M. Weld"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2601.21152",
    "title": "Community detection in network using Szegedy quantum walk",
    "abstract": "           In a network, the vertices with similar characteristics construct communities. The vertices in a community are well-connected. Detecting the communities in a network is a challenging and important problem in the theory of complex networks. One approach to solve this problem uses the classical random walks on the graphs. In quantum computing, quantum walks are the quantum mechanical counterparts of classical random walks. In this article, we employ a variant of Szegedy's quantum walk to develop a procedure for discovering the communities in networks. The limiting probability distribution of quantum walks assists us in determining the inclusion of a vertex in a community. We apply our procedure of community detection on a number of graphs and social networks, such as the relaxed caveman graph, $l$-partition graph, Karate club graph, dolphin's social network, etc.         ",
    "url": "https://arxiv.org/abs/2601.21152",
    "authors": [
      "Md Samsur Rahaman",
      "Supriyo Dutta"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Social and Information Networks (cs.SI)",
      "Combinatorics (math.CO)",
      "Physics and Society (physics.soc-ph)"
    ]
  },
  {
    "id": "arXiv:2601.21385",
    "title": "A general framework for interactions between electron beams and quantum optical systems",
    "abstract": "           We provide a theoretical framework to describe the dynamics of a free-electron beam interacting with quantized bound systems in arbitrary electromagnetic environments. This expands the quantum optics toolbox to incorporate free-electron beams for applications in highly tunable quantum control, imaging, and spectroscopy at the nanoscale. The framework recovers previously studied results and shows that electromagnetic environments can amplify the intrinsically weak coupling between a free-electron and a bound electron to reach previously inaccessible interaction regimes. We leverage this enhanced coupling for experimentally feasible protocols in coherent qubit control and towards the nondestructive readout and projective control of the electron beam's quantum-number statistics. Our framework is broadly applicable to microwave-frequency qubits, optical nanophotonics, cavity quantum electrodynamics, and emerging platforms at the interface of electron microscopy and quantum information.         ",
    "url": "https://arxiv.org/abs/2601.21385",
    "authors": [
      "Jakob M. Grzesik",
      "Aviv Karnieli",
      "Charles Roques-Carmes",
      "Dylan S. Black",
      "Trung Kiên Lê",
      "Olav Solgaard",
      "Shanhui Fan",
      "Jelena Vučković"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Accelerator Physics (physics.acc-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2601.21880",
    "title": "Rapid high-temperature initialisation and readout of spins in silicon with 10 THz photons",
    "abstract": "           Each cycle of a quantum computation requires a quantum state initialisation. For semiconductor-based quantum platforms, initialisation is typically performed via slow microwave processes and usually requires cooling to temperatures where only the lowest quantum level is occupied. In silicon, boron atoms are the most common impurities. They bind holes in orbitals including an effective spin-3/2 ground state as well as excited states analogous to the Rydberg series for hydrogen. Here we show that initialisation temperature demands may be relaxed and speeds increased over a thousand-fold by importing, from atomic physics, the procedure of optical pumping via excited orbital states to preferentially occupy a target ground state spin. Spin relaxation within the orbital ground state of unstrained silicon is too fast to measure for conventional pulsed microwave technology, except at temperatures below 2 K, implying a need not only for fast state preparation but also fast state readout. Circularly polarised ~10 THz photon pulses from a free electron laser meet both needs at temperatures above 3 K: a 9 ps pulse enhances the population of one spin eigenstate for the \"1s\"-like ground state orbital, and the second interrogates this imbalance in spin population. Using parameters given by our data, we calculate that it should be possible to initialise 99% of spins for boron in strained silicon within 250 ps at 3 K. The speedup of both state preparation and measurement gained for THz rather than microwave photons should be explored for the many other solid state quantum systems hosting THz excitations potentially useful as intermediate states.         ",
    "url": "https://arxiv.org/abs/2601.21880",
    "authors": [
      "Aidan G. McConnell",
      "Nils Dessmann",
      "Wojciech Adamczyk",
      "Benedict N. Murdin",
      "Lorenzo Amato",
      "Nikolay V. Abrosimov",
      "Sergey G. Pavlov",
      "Gabriel Aeppli",
      "Guy Matmon"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2601.21928",
    "title": "Bound-state-free Förster resonant shielding of strongly dipolar ultracold molecules",
    "abstract": "           We propose a method to suppress collisional loss in strongly dipolar, rotationally excited ultracold molecules using a combination of static (dc) and microwave (ac) electric fields. By tuning two excited pair molecular rotational states into a Förster resonance with a dc field, simultaneously driving excited rotational transitions with an ac field removes all long-range bound states, allowing near complete suppression of all two- and three-body collisional loss channels. While permitting tunable dipolar and anti-dipolar interactions, this bound-state-free ac/dc scheme is not subject to photon-changing collisions that are the primary source of two-body loss in shielding with two microwave fields, used to achieve the first molecular Bose-Einstein condensate [Bigagli et al., Nature 631, 289 (2024)]. Using NaCs as a representative example for strongly dipolar molecules, close-coupling calculations are performed to show that bound-state-free shielding can achieve ratios of elastic-to-loss rates $\\gtrsim 10^{6}$ at 100 nK, with currently accessible ac and dc field generation technologies. This work opens new opportunities for realizing large, long-lived samples of strongly interacting degenerate molecular gases with tunable long-range interactions.         ",
    "url": "https://arxiv.org/abs/2601.21928",
    "authors": [
      "Reuben R. W. Wang"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2601.22009",
    "title": "MEIDNet: Multimodal generative AI framework for inverse materials design",
    "abstract": "           In this work, we present Multimodal Equivariant Inverse Design Network (MEIDNet), a framework that jointly learns structural information and materials properties through contrastive learning, while encoding structures via an equivariant graph neural network (EGNN). By combining generative inverse design with multimodal learning, our approach accelerates the exploration of chemical-structural space and facilitates the discovery of materials that satisfy predefined property targets. MEIDNet exhibits strong latent-space alignment with cosine similarity 0.96 by fusion of three modalities through cross-modal learning. Through implementation of curriculum learning strategies, MEIDNet achieves ~60 times higher learning efficiency than conventional training techniques. The potential of our multimodal approach is demonstrated by generating low-bandgap perovskite structures at a stable, unique, and novel (SUN) rate of 13.6 %, which are further validated by ab initio methods. Our inverse design framework demonstrates both scalability and adaptability, paving the way for the universal learning of chemical space across diverse modalities.         ",
    "url": "https://arxiv.org/abs/2601.22009",
    "authors": [
      "Anand Babu",
      "Rogério Almeida Gouvêa",
      "Pierre Vandergheynst",
      "Gian-Marco Rignanese"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Artificial Intelligence (cs.AI)",
      "Machine Learning (cs.LG)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2601.22011",
    "title": "Photonic Links for Spin-Based Quantum Sensors",
    "abstract": "           A growing variety of optically accessible spin qubits have emerged in recent years as key components for quantum sensors, qubits, and quantum memories. However, the scalability of conventional spin-based quantum architectures remains limited by direct microwave delivery, which introduces thermal noise, electromagnetic cross-talk, and design constraints for cryogenic, high-field, and distributed systems. In this work, we present a unified framework for RF-over-fiber (RFoF) control of optically accessible spins through RFoF optically detected magnetic resonance (ODMR) spectroscopy of nitrogen-vacancy (NV) centers in diamond. The RFoF platform relies on an electro-optically modulated telecom-band laser that transmits microwave signals over fiber and a high-speed photodiode that recovers the RF waveform to drive NV center spin transitions. We obtain an RFoF efficiency of 1.81\\% at 2.90~GHz, corresponding to $P_{\\mathrm{RF,out}}=-0.7$~dBm. The RFoF architecture provides a path toward low-noise, thermally isolated, and cryo-compatible ODMR systems bridging conventional spin-based quantum sensing protocols with emerging distributed quantum technologies.         ",
    "url": "https://arxiv.org/abs/2601.22011",
    "authors": [
      "M. Reefaz Rahman",
      "Karsten Schnier",
      "Ryan Goldsmith",
      "Benjamin J. Lawrie",
      "Joseph M. Lukens",
      "Seongsin M. Kim",
      "Patrick Kung"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2501.18054",
    "title": "Near Real-time Full-wave Inverse Design of Electromagnetic Devices",
    "abstract": "           Inverse design enables automating the discovery and optimization of devices achieving performance significantly exceeding that of traditional human-engineered designs. However, existing methodologies to inverse-design electromagnetic devices require computationally expensive and time-consuming full-wave electromagnetic simulation at each iteration or generation of large datasets for training neural-network surrogate models. This work introduces the Precomputed Numerical Green Function method, an approach for ultrafast electromagnetic inverse design. The static components of the design are incorporated into a numerical Green function obtained from a single fully-parallelized precomputation step, reducing the cost of evaluating candidate designs during optimization to only being proportional to the size of the region under modification. A low-rank matrix update technique is introduced that further decreases the cost of the method to milliseconds per iteration without any approximations or compromises in accuracy. This method is shown to have linear time complexity, reducing the total runtime for an inverse design by several orders of magnitude compared to using conventional electromagnetics solvers. The design examples considered demonstrate speedups of up to 16,000x, shortening the design process from multiple days to weeks down to minutes. The approach enables practical and ultrafast design of complex structures that are prohibitively time-consuming for prior inverse design methods.         ",
    "url": "https://arxiv.org/abs/2501.18054",
    "authors": [
      "Jui-Hung Sun",
      "Mohamed Elsawaf",
      "Yifei Zheng",
      "Ho-Chun Lin",
      "Chia Wei Hsu",
      "Constantine Sideris"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2510.15032",
    "title": "A Second-Order Optical Butterworth Fabry-Pérot Filter",
    "abstract": "           Filters with flat-top pass-bands are a key enabling technology for signal processing. From communication to sensing, the ability to choose a pass \\emph{band}, rather than a single pass \\emph{frequency}, while still efficiently suppressing backgrounds at other frequencies, is a critical capability for ensuring both detection sensitivity and power efficiency. Efficient transmission of a single frequency can be achieved by a single-pole resonator -- which in optics is a Fabry-Pérot cavity offering linewidths from kHz to GHz and beyond. Coupling multiple resonators allows for the construction of flat-top multi-pole filters. These, although straightforward from RF to THz where resonators are macroscopic and tunable, are more difficult to control in the optical band and typically realized with dielectric stacks, whose passband widths exceed 100 GHz. Here, we bridge the gap to narrower bandwidth flat-top filters by proposing and implementing a second-order Butterworth-type optical filter in a single two-mirror Fabry-Pérot cavity, by coupling the two polarization modes. We demonstrate a pass-band width of 2.68(1)~GHz, a maximum stopband suppression of 43~dB, and a passband insertion loss of 2.2(1)~dB, with out-of-band power suppression falling as the fourth power of detuning. This approach is viable down to much narrower filters, and has the potential to improve high-frequency phase noise performance of lasers, enhance the sensitivity of LIDARs, and provide higher quality narrowband filtering, for example, for Raman spectroscopy.         ",
    "url": "https://arxiv.org/abs/2510.15032",
    "authors": [
      "Zeyang Li",
      "Abhishek V. Karve",
      "Xin Wei",
      "Jonathan Simon"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2408.03924",
    "title": "A universal black-box quantum Monte Carlo approach to quantum phase transitions",
    "abstract": "           We derive exact, universal, closed-form quantum Monte Carlo estimators for finite-temperature energy susceptibility and fidelity susceptibility, applicable to essentially arbitrary Hamiltonians. Combined with recent advancements in Monte Carlo, our approach enables a black-box framework for studying quantum phase transitions--without requiring prior knowledge of an order parameter or the manual design of model-specific ergodic quantum Monte Carlo update rules. We demonstrate the utility of our method by applying a single implementation to the transverse-field Ising model, the XXZ model, and an ensemble of models related by random unitaries.         ",
    "url": "https://arxiv.org/abs/2408.03924",
    "authors": [
      "Nic Ezzell",
      "Lev Barash",
      "Itay Hen"
    ],
    "subjectives": [
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2504.07295",
    "title": "Advanced measurement techniques in quantum Monte Carlo: The permutation matrix representation approach",
    "abstract": "           In a typical finite temperature quantum Monte Carlo (QMC) simulation, estimators for simple static observables such as specific heat and magnetization are known. With a great deal of system-specific manual labor, one can sometimes also derive more complicated non-local or even dynamic observable estimators. Within the permutation matrix representation (PMR) flavor of QMC, however, we show that one can derive formal estimators for arbitrary static observables. We also derive exact, explicit estimators for general imaginary-time correlation functions and non-trivial integrated susceptibilities thereof. We demonstrate the practical versatility of our method by estimating various non-local, random observables for the transverse-field Ising model on a square lattice.         ",
    "url": "https://arxiv.org/abs/2504.07295",
    "authors": [
      "Nic Ezzell",
      "Itay Hen"
    ],
    "subjectives": [
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2510.07658",
    "title": "Photon triplets from integrated microrings: A path towards deterministic non-Gaussianity on a chip",
    "abstract": "           We propose cascaded spontaneous four-wave mixing (SFWM) in microring resonators as a scalable and efficient approach for directly generating non-Gaussian states of light. Focusing on the well-understood \"low-gain\" regime, we demonstrate that triplet generation through cascaded SFWM can be achieved with high efficiency and favorable spectral characteristics using realistic microring sources in AlGaAs. The ability to achieve the generation of light in a single set of supermodes -- and the predicted accessibility of the \"high-gain\" regime at realistic pump powers -- makes this source a promising candidate as a direct and deterministic source of non-Gaussian light for photonic quantum information processing.         ",
    "url": "https://arxiv.org/abs/2510.07658",
    "authors": [
      "Samuel E. Fontaine",
      "J. E. Sipe",
      "Marco Liscidini",
      "Milica Banic"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  }
]