[
  {
    "id": "arXiv:2302.05648",
    "title": "Reconfigurable integrated full-dimensional optical lattice generator",
    "abstract": "Optical lattices with periodic potentials have attracted great attention in modern optics and photonics, enabling extensive applications in atomic manipulation, optical trapping, optical communications, imaging, sensing, etc. In the last decade, the generation of optical lattices has been widely investigated by various approaches such as multi-plane-wave interferometer, beam superposition, spatial light modulators, nanophotonic circuits, etc. However, all of the previous state-of-the-art works are restricted to only one or two dimensions of the light field, which cannot fulfill the increasing demand on complex light manipulation. Full-dimensional and dynamic control of the light field, including spatial amplitude, phase and polarization, is quite challenging and indispensable for the generation of sophisticated optical lattices. Here, we propose and demonstrate a reconfigurable integrated full-dimensional optical lattice generator, i.e. a photonic emitting array (PEA) enabling reconfigurable and full-dimensional manipulation of optical lattices, in which 4x4 photonic emitting units (PEUs) with 64 thermo-optic microheaters are densely integrated on a silicon chip. By engineering each PEU precisely with independent and complete control of optical properties of amplitude, phase and polarization, various optical vortex lattices, cylindrical vector beam lattices, and vector vortex beam lattices can be generated and reconfigured in the far field. The demonstrated integrated optical lattice generator paves the way for the miniaturization, full-dimensional control and enhanced flexibility of complex light manipulation. ",
    "url": "https://arxiv.org/abs/2302.05648",
    "authors": [
      "Shuang Zheng",
      "Jing Du",
      "Xiaoping Cao",
      "Jinrun Zhang",
      "Zhenyu Wan",
      "Yize Liang",
      "Jian Wang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2302.05871",
    "title": "Second harmonic and cascaded third harmonic generation in generalized  quasi-periodic poled lithium niobate waveguides",
    "abstract": "Lithium niobate (LN) thin film has recently emerged as an important platform for nonlinear optical investigations for its large $\\chi^{(2)}$ nonlinear coefficients and ability of light localization. In this paper, we report the first fabrication of LN on insulator (LNOI) ridge waveguides with generalized quasi-periodic poled superlattices using the electric field polarization technique and microfabrication techniques. Benefiting from the abundant reciprocal vectors, we observed efficient second-harmonic and cascaded third-harmonic signals in the same device, with the normalized conversion efficiency 1735% W$^{-1}$cm$^{-2}$ and 0.41% W$^{-2}$cm$^{-4}$, respectively. This work opens a new direction of nonlinear integrated photonics based on LN thin film. ",
    "url": "https://arxiv.org/abs/2302.05871",
    "authors": [
      "Li Zhang",
      "Xiao Wu",
      "Zhenzhong Hao",
      "Rui Ma",
      "Feng Gao",
      "Fang Bo",
      "Guoquan Zhang",
      "Jingjun Xu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2302.05969",
    "title": "Spatiotemporal Electron-Beam Focusing through Parallel Interactions with  Shaped Optical Fields",
    "abstract": "The ability to modulate free electrons with light has emerged as a powerful tool to produce attosecond electron wavepackets. However, research has so far aimed at the manipulation of the longitudinal wave function component, while the transverse degrees of freedom have primarily been utilized for spatial rather than temporal shaping. Here, we show that the coherent superposition of parallel light-electron interactions in separate spatial zones allows for a simultaneous spatial and temporal compression of a convergent electron wave function, enabling the formation of sub-{\\AA}ngstr\\\"om focal spots of attosecond duration. The proposed approach will facilitate the exploration of previously inaccessible ultrafast atomic-scale phenomena in particular enabling attosecond scanning transmission electron microscopy. ",
    "url": "https://arxiv.org/abs/2302.05969",
    "authors": [
      "F. Javier García de Abajo",
      "Claus Ropers"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2302.06193",
    "title": "Oscillations and cavity modes in the circular hydraulic jump",
    "abstract": "We report spontaneous oscillations of circular hydraulic jumps created by the impingement of a sub-millimeter water jet upon a solid disk. The jet flow rate is shown to condition the emergence of the oscillations while their period is independent of this parameter. The period however varies linearly with the disk radius. This dependency is rationalized by investigating surface gravity wave modes in the cavity formed by the disk. We show that the jump oscillation frequency systematically matches one of the surface wave disk-cavity eigenfrequencies, leading to the conclusion that the oscillations are self-induced by the interaction between the jump and surface waves eigenmodes. ",
    "url": "https://arxiv.org/abs/2302.06193",
    "authors": [
      "A. Goerlinger",
      "M. Baudoin",
      "F. Zoueshtiagh",
      "A. Duchesne"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2302.06216",
    "title": "Time-dependent charged particle stopping in quantum plasmas: testing the  G1-G2 scheme for quasi-one-dimensional systems",
    "abstract": "Warm dense matter--an exotic, highly compressed state on the boarder between solid and plasma phases is of high current interest, in particular for compact astrophysical objects, high pressure laboratory systems, and inertial confinement fusion. For many applications the interaction of quantum plasmas with energetic particles is crucial. Moreover, often the system is driven far out of equilibrium. In that case, there is high interest in time-dependent simulations to understand the physics, in particular, during thermalization. Recently a novel many-particle technique, the G1--G2 scheme was presented [N. Schl\\\"unzen et al., Phys. Rev. Lett. \\textbf{124}, 076601 (2020)] which allows for first-principle simulations of the time evolution of interacting quantum systems. Here we apply this scheme to a spatially uniform dense quantum plasma (jellium) and explore its performance. To this end the G1-G2 scheme is transformed into momentum representation, and first results are presented for a quasi-one-dimensional model system. ",
    "url": "https://arxiv.org/abs/2302.06216",
    "authors": [
      "C. Makait",
      "F. Borges Fajardo",
      "M. Bonitz"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)"
    ]
  },
  {
    "id": "arXiv:2302.06219",
    "title": "Dyadic Green Function Approach to Multichromophoric Forster Resonance  Energy Transfer under Electromagnetic Fluctuations near Metallic Thin Films",
    "abstract": "The near-field spectroscopic information is critically important to determine the Forster resonant energy transfer(FRET) rate and the distance dependence in the vicinity of metal surfaces. The high density of evanescent near-field modes in the vicinity of a metal surface can strongly modulate the FRET in multichromophoric systems. Based on the previous generalized FRET [A. Poudel, X. Chen and M. Ratner, J. Phys. Chem. Lett. 7(2016) 955], the theory of FRET is generalized for the multichromophore aggregates and nonequilibrium situations in the vicinity of evanescent surface electromagnetic waves of nanophotonic structures. The classic dyadic green function (DGF) approach to multichromophoric FRET (MC-FRET) in the existence of evanescent near-field is established. The classic DGF approach provides a microscopic understanding of the interaction between the emission and absorption spectral coupling and the evanescent electromagnetic field. The MC-FRET of the ring structures demonstrates complicated distance dependence in the vicinity of the silver thin film. Given the analytic expression of hyperbolic multi-layer thin film, the generalized coupling due to the metallic thin film is determined by the scattering DGF above the metal surface. The decomposition of the reduced scattering DGF by ignoring $S$ wave in the evanescent wave shows how the interface of the metallic thin films modulates the MC-FRET. ",
    "url": "https://arxiv.org/abs/2302.06219",
    "authors": [
      "Changhao Meng",
      "Xin Chen",
      "Zhenghua An"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2302.06286",
    "title": "The impact of an interactive visualization and simulation tool on  learning quantum physics: Results of an eye-tracking study",
    "abstract": "Employing scientific practices to obtain and use information is one of the central facets of next generation science standards. Especially in quantum technology education, the ability to employ such practices is an essential skill to foster both academic success and technological development. In order to help educators design effective instructions, the comparison between novices' and experts' eye movements allows the identification of efficient information extraction and integration strategies. In this work, we compare the gaze behavior of experts and novices while solving problems in quantum physics using an interactive simulation tool, Quantum Composer, which displays information via multiple external representations (numerical values, equations, graphs). During two reasoning tasks, we found that metarepresentational competences were crucial for successful engagement with the simulation tool. The analysis of the gaze behavior revealed that visual attention on a graph plays a major role and redundant numerical information is ignored. Furthermore, the total dwell time on relevant and irrelevant areas is predictive for the score in the second task. Therefore, the results demonstrate which difficulties novices encounter when using simulation tools and provides insights for how to design effective instructions in quantum technology education guided by experts' gaze behavior. ",
    "url": "https://arxiv.org/abs/2302.06286",
    "authors": [
      "Stefan Küchemann",
      "Malte Ubben",
      "David Dzsotjan",
      "Sergey Mukhametov",
      "Carrie A. Weidner",
      "Linda Qerimi",
      "Jochen Kuhn",
      "Stefan Heusler",
      "Jacob F. Sherson"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)"
    ]
  },
  {
    "id": "arXiv:2302.06307",
    "title": "All-Optical Control of Ultrafast Plasmon Resonances in the Pulse-Driven  Extraordinary Optical Transmission",
    "abstract": "Understanding the ultrafast processes at their natural-time scale is crucial for controlling and manipulating nanoscale optoelectronic devices under light-matter interaction. Here, we demonstrate that ultrafast plasmon resonances, attributed to the phenomenon of Extraordinary Optical Transmission (EOT), can be significantly modified by tuning the spectral and temporal properties of the ultrashort light pulse. In this scheme, all-optical active tuning governs spatial and temporal enhancement of plasmon oscillations in the EOT system without device customization. We analyze the spectral and temporal evolution of the system through two approaches. First, we develop a theoretical framework based on the coupled harmonic oscillator model, which analytically describes the dynamics of plasmon modes in the coupled and uncoupled state. Later, we compare the evolution of the system under continuous wave and pulsed illumination. Further, we discuss time-resolved spectral and spatial dynamics of plasmon modes through 3D-FDTD simulation method and wavelet transform. Our results show that optical tuning of oscillation time, intensity, and spectral properties of propagating and localized plasmon modes yields a 3-fold enhancement in the EOT signal. The active tuning of the EOT sensor through ultrashort light pulses pave the way for the development of on-chip photonic devices employing high-resolution imaging and sensing of abundant atomic and molecular systems. ",
    "url": "https://arxiv.org/abs/2302.06307",
    "authors": [
      "Hira Asif",
      "Mehmet Emre Tasgin",
      "Ramazan Sahin"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2302.06424",
    "title": "Bipartite Dielectric Huygens' Metasurface for Anomalous Refraction",
    "abstract": "Huygens' metasurfaces - fundamentally based on Schelkunoff's equivalence principle, Huygens' metasurfaces consist of a two-dimensional array of Huygens' sources formed by co-located orthogonal electric and magnetic dipoles. Such metasurfaces provide electric and magnetic responses to an incoming electromagnetic (EM) wave, leading to unidirectional scattering and 2$\\pi$ phase coverage. We herein report a near-reflectionless coarsely discretized dielectric Huygens' metasurface that performs anomalous refraction, offering a low-loss platform for wave manipulation at high frequencies as compared to their lossy metallic analogue. The coarse discretization dramatically simplifies the design, resulting in a metasurface that is highly efficient, cost-effective, and robust. In this paper, the proposed metasurface comprises two meta-atoms per period and is hence named the bipartite dielectric Huygens' metasurface. Through full-wave simulations at 28 GHz, we show that the proposed metasurface can reroute an incident EM wave from $\\theta_i=15^{\\circ}$ to $\\theta_t=-44.5^{\\circ}$ with very high efficiency: 87% of the scattered power is anomalously transmitted to $\\theta_t$. Based on our observations, a coarsely discretized dielectric Huygens' metasurface platform can be efficacious to design meta-devices with multifaceted functionalities in different frequency regimes. ",
    "url": "https://arxiv.org/abs/2302.06424",
    "authors": [
      "Abhishek Sharma",
      "Alex M. H. Wong"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Classical Physics (physics.class-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2302.05523",
    "title": "RFI Flagging in Solar and Space Weather Low Frequency Radio Observations",
    "abstract": "Radio spectroscopy provides a unique inspection perspective for solar and space weather research, which can reveal the plasma and energetic electron information in the solar corona and inner heliosphere. However, Radio-Frequency Interference (RFI) from human activities affects sensitive radio telescopes, and significantly affects the quality of observation. Thus, RFI detection and mitigation for the observations is necessary to obtain high quality, science-ready data. The flagging of RFI is particularly challenging for the solar and space weather observations at low frequency, because the solar radio bursts can be brighter than the RFI, and may show similar temporal behavior. In this work, we investigate RFI flagging methods for solar and space weather observations, including a strategy for AOFlagger, and a novel method that makes use of a morphology convolution. These algorithms can effectively flag RFI while preserving solar radio bursts. ",
    "url": "https://arxiv.org/abs/2302.05523",
    "authors": [
      "Peijin Zhang",
      "André R. Offringa",
      "Pietro Zucca",
      "Kamen Kozarev",
      "Mattia Mancini"
    ],
    "subjectives": [
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Space Physics (physics.space-ph)"
    ]
  },
  {
    "id": "arXiv:2302.05531",
    "title": "Fault-tolerant quantum simulation of materials using Bloch orbitals",
    "abstract": "The simulation of chemistry is among the most promising applications of quantum computing. However, most prior work exploring algorithms for block-encoding, time-evolving, and sampling in the eigenbasis of electronic structure Hamiltonians has either focused on modeling finite-sized systems, or has required a large number of plane wave basis functions. In this work, we extend methods for quantum simulation with Bloch orbitals constructed from symmetry-adapted atom-centered orbitals so that one can model periodic \\textit{ab initio} Hamiltonians using only a modest number of basis functions. We focus on adapting existing algorithms based on combining qubitization with tensor factorizations of the Coulomb operator. Significant modifications of those algorithms are required to obtain an asymptotic speedup leveraging translational (or, more broadly, Abelian) symmetries. We implement block encodings using known tensor factorizations and a new Bloch orbital form of tensor hypercontraction. Finally, we estimate the resources required to deploy our algorithms to classically challenging model materials relevant to the chemistry of Lithium Nickel Oxide battery cathodes within the surface code. ",
    "url": "https://arxiv.org/abs/2302.05531",
    "authors": [
      "Nicholas C. Rubin",
      "Dominic W. Berry",
      "Fionn D. Malone",
      "Alec F. White",
      "Tanuj Khattar",
      "A. Eugene DePrince III",
      "Sabrina Sicolo",
      "Michael Kühn",
      "Michael Kaicher",
      "Joonho Lee",
      "Ryan Babbush"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2302.05842",
    "title": "Antihelical Edge States in Two-dimensional Photonic Topological Metals",
    "abstract": "Topological edge states are the core of topological photonics. Here we introduce the antihelical edge states of time-reversal symmetric topological metals and propose a photonic realization in an anisotropic square lattice of coupled ring resonators, where the clockwise and counterclockwise modes play the role of pseudospins. The antihelical edge states robustly propagate across the corners toward the diagonal of the square lattice: The same (opposite) pseudospins copropagate in the same (opposite) direction on the parallel lattice boundaries; the different pseudospins separate and converge at the opposite corners. The antihelical edge states in the topological metallic phase alter to the helical edge states in the topological insulating phase under a metal-insulator phase transition. The antihelical edge states provide a unique manner of topologically-protected robust light transport applicable for topological purification. Our findings create new opportunities for topological photonics and metamaterials. ",
    "url": "https://arxiv.org/abs/2302.05842",
    "authors": [
      "L. C. Xie",
      "L. Jin",
      "Z. Song"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2302.05859",
    "title": "Frequency-resolved microscopic current density analysis of linear and  nonlinear optical phenomena in solids",
    "abstract": "We perform a frequency-resolved analysis of electron dynamics in solids to obtain microscopic insight into linear and nonlinear optical phenomena. For the analysis, we first compute the electron dynamics under optical electric fields and evaluate the microscopic current density as a function of time and space. Subsequently, we perform the Fourier transformation on the microscopic current density and obtain the corresponding quantity in the frequency domain. The frequency-resolved microscopic current density provides insight into the microscopic electron dynamics in real-space at the frequency of linear and nonlinear optical responses. We apply frequency-resolved microscopic current density analysis to light-induced electron dynamics in aluminum, silicon, and diamond based on the first-principles electron dynamics simulation according to the time-dependent density functional theory. Consequently, the nature of delocalized electrons in metals and bound electrons in semiconductors and insulators is suitably captured by the developed scheme. ",
    "url": "https://arxiv.org/abs/2302.05859",
    "authors": [
      "Shunsuke A. Sato"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2302.05961",
    "title": "Finite temperature quantum noise correlations as a probe for topological  helical edge modes",
    "abstract": "The distinction between chiral, trivial helical, and topological helical edge modes can be effectively made using quantum noise measurements at finite temperatures. The use of quantum noise, both the cross (or the Hanbury-Brown Twiss) correlation and the autocorrelation can differentiate between these edge modes via the two contributions: thermal-like noise from thermal fluctuations and shot noise from the quantum nature of charge particles. The study of these edge modes at finite temperatures is important as it more accurately reflects the conditions in real-world experiments. ",
    "url": "https://arxiv.org/abs/2302.05961",
    "authors": [
      "Sachiraj Mishra",
      "Colin Benjamin"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2302.05967",
    "title": "Quantum vortices of strongly interacting photons",
    "abstract": "Vortices are a hallmark of topologically nontrivial dynamics in nonlinear physics and arise in a huge variety of systems, from space and atmosphere to condensed matter and quantum gases. In optics, vortices manifest as phase twists of the electromagnetic field, commonly formed by the interaction of light and matter. Formation of vortices by effective interaction of light with itself requires strong optical nonlinearity and has therefore been confined, until now, to the classical regime. Here we report on the realization of quantum vortices resulting from a strong photon-photon interaction in a quantum nonlinear optical medium. The interaction causes faster phase accumulation for co-propagating photons. Similarly to a plate pushing water, the local phase accumulation produces a quantum vortex-antivortex pair within the two-photon wavefunction. For three photons, the formation of vortex lines and a central vortex ring attests to a genuine three-photon interaction. The wavefunction topology, governed by two- and three-photon bound states, imposes a conditional phase shift of $\\pi$-per-photon, a potential resource for deterministic quantum logic operations. ",
    "url": "https://arxiv.org/abs/2302.05967",
    "authors": [
      "Lee Drori",
      "Bankim Chandra Das",
      "Tomer Danino Zohar",
      "Gal Winer",
      "Eilon Poem",
      "Alexander Poddubny",
      "Ofer Firstenberg"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2302.06135",
    "title": "Electron Charge Sensor with Hole Current Operating at Cryogenic  Temperature",
    "abstract": "When SOI-PMOS functions like a capacitor-less 1T-DRAM cell, it is possible for the number of electrons to be sensed at cryogenic temperatures (5K). We developed a structure that combines SOI-NMOS and SOI-PMOS with multiple gates to form a silicon quantum-dot array. In this structure, a variable number of electrons is injected into the SOI-PMOS body transporting them by means of the bucket-brigade operation of SOI-NMOS connected in series. The channel-hole current was changed by the injected electrons due to the body bias effect in SOI-PMOS, and the change appeared to be step-like, suggesting a dependence on the elementary charge. ",
    "url": "https://arxiv.org/abs/2302.06135",
    "authors": [
      "Digh Hisamoto",
      "Noriyuki Lee",
      "Ryuta Tsuchiya",
      "Toshiyuki Mine",
      "Takeru Utsugi",
      "Shinichi Saito",
      "Hiroyuki Mizuno"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2302.06212",
    "title": "Quantum Key Distribution Using an Integrated Quantum Emitter in  Hexagonal Boron Nitride",
    "abstract": "Quantum Key Distribution (QKD) is considered the most immediate application to be widely implemented amongst a variety of potential quantum technologies. QKD enables sharing secret keys between distant users, using photons as information carriers. The current challenge is to implement these protocols in practice, for real-world conditions, in a robust, and compact manner. Single Photon Sources (SPS) in solid-state materials are prime candidates in this respect. Here, we demonstrate a room temperature, discrete-variable quantum key distribution system using a bright single photon source in hexagonal-boron nitride, operating in free-space. Employing an integrated, \"plug and play\" photon source system, we have generated keys with one million bits length, and demonstrated a secret key of approximately 70,000 bits, at a quantum bit error rate of 6%, with $\\varepsilon$-security of $10^{-10}$. Emphasis was put on the inclusion of all known effects impacting the derived security level, thereby demonstrating the most trustworthy QKD system realised with SPSs to date. Our results will be important to achieve meaningful progress with deterministic room-temperature QKD systems. ",
    "url": "https://arxiv.org/abs/2302.06212",
    "authors": [
      "Ali Al-Juboori",
      "Helen Zhi Jie Zeng",
      "Minh Anh Phan Nguyen",
      "Xiaoyu Ai",
      "Arne Laucht",
      "Alexander Solntsev",
      "Milos Toth",
      "Robert Malaney",
      "Igor Aharonovich"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2302.06282",
    "title": "Deterministic photon source interfaced with a programmable  silicon-nitride integrated circuit",
    "abstract": "We develop a quantum photonic platform that interconnects a high-quality quantum dot single-photon source and a low-loss photonic integrated circuit made in silicon nitride. The platform is characterized and programmed to demonstrate various multiphoton applications, including bosonic suppression laws and photonic entanglement generation. The results show a promising technological route forward to scale-up photonic quantum hardware. ",
    "url": "https://arxiv.org/abs/2302.06282",
    "authors": [
      "Ying Wang",
      "Carlos F.D. Faurby",
      "Fabian Ruf",
      "Patrik I. Sund",
      "Kasper H. Nielsen",
      "Nicolas Volet",
      "Martijn J.R. Heck",
      "Nikolai Bart",
      "Andreas D. Wieck",
      "Arne Ludwig",
      "Leonardo Midolo",
      "Stefano Paesani",
      "Peter Lodahl"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2302.06393",
    "title": "Astrophotonics: photonic integrated circuits for astronomical  instrumentation",
    "abstract": "Photonic Integrated Circuits (PIC) are best known for their important role in the telecommunication sector, e.g. high speed communication devices in data centers. However, PIC also hold the promise for innovation in sectors like life science, medicine, sensing, automotive etc. The past two decades have seen efforts of utilizing PIC to enhance the performance of instrumentation for astronomical telescopes, perhaps the most spectacular example being the integrated optics beam combiner for the interferometer GRAVITY at the ESO Very Large Telescope. This instrument has enabled observations of the supermassive black hole in the center of the Milky Way at unprecedented angular resolution, eventually leading to the Nobel Price for Physics in 2020. Several groups worldwide are actively engaged in the emerging field of astrophotonics research, amongst them the innoFSPEC Center in Potsdam, Germany. We present results for a number of applications developed at innoFSPEC, notably PIC for integrated photonic spectrographs on the basis of arrayed waveguide gratings and the PAWS demonstrator (Potsdam Arrayed Waveguide Spectrograph), PIC-based ring resonators in astronomical frequency combs for precision wavelength calibration, discrete beam combiners (DBC) for large astronomical interferometers, as well as aperiodic fiber Bragg gratings for complex astronomical filters and their possible derivatives in PIC. ",
    "url": "https://arxiv.org/abs/2302.06393",
    "authors": [
      "Martin M. Roth",
      "Kalaga Madhav",
      "Andreas Stoll",
      "Daniel Bodenmueller",
      "Aline Dinkelaker",
      "Aashia Rahman",
      "Eloy Hernandez",
      "Alan Guenther",
      "Stella Vjesnica"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2302.06416",
    "title": "Low frequency electrical waves in ensembles of proteinoid microspheres",
    "abstract": "Proteinoids (thermal proteins) are produced by heating amino acids to their melting point and initiation of polymerisation to produce polymeric chains. Amino acid-like molecules, or proteinoids, can condense at high temperatures to create aggregation structures called proteinoid microspheres, which have been reported to exhibit strong electrical oscillations. When the amino acids L-Glutamic acid (L-Glu) and L-Aspartic acid (L-Asp) were combined with electric fields of varying frequencies and intensities, electrical activity resulted. We recorded electrical activity of the proteinoid microspheres' ensembles via a pair of differential electrodes. This is analogous to extracellular recording in physiology or EEG in neuroscience but at micro-level. We discovered that the ensembles produce spikes of electrical potential, an average duration of each spike is 26 min and average amplitude is 1 mV. The spikes are typically grouped in trains of two spikes. The electrical activity of the ensembles can be tuned by external stimulation because ensembles of proteinoid microspheres can generate and propagate electrical activity when exposed to electric fields. ",
    "url": "https://arxiv.org/abs/2302.06416",
    "authors": [
      "Panagiotis Mougkogiannis",
      "Andrew Adamatzky"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Emerging Technologies (cs.ET)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2104.12771",
    "title": "Eigenvalues and Eigenstates of Quantum Rabi Model",
    "abstract": " Comments: In subsection 2.1, equation (18) for the eigenstates with the different signs and explanations after this equation are wrong. The fothcoming calculations based on the statement give wrong results in the end of the paper ",
    "url": "https://arxiv.org/abs/2104.12771",
    "authors": [
      "Andrei Ivanov"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2112.06245",
    "title": "Rationalizing the influence of tunable energy levels on quantum  efficiency to design optimal non-fullerene acceptor-based ternary organic  solar cells",
    "abstract": " Comments: S Karuthedath and S H K Paleti contributed equally. MS: 35 pages, 9 figures. SI: 21 pages, 23 figures - updates: added a model scheme as Fig1, updated T1 EQE and blends PL in Fig 2 (former 1). Added Figure (5): charge generation upon acceptor excitation. Corrected {\\Delta}IEs in fig7 and 9 (a few tens of meV off). Added more blends to show generality (2 groups, 10 blends compositions) ",
    "url": "https://arxiv.org/abs/2112.06245",
    "authors": [
      "Safakath Karuthedath",
      "Sri H. K .Paleti",
      "Anirudh Sharma",
      "Hang Yin",
      "Catherine S. P. De Castro",
      "Si Chen",
      "Han Xi",
      "Nisreen Alshehri",
      "Nicolas Ramos",
      "Jafar I. Khan",
      "Jaime Martin",
      "Gang Li",
      "Frédéric Laquai",
      "Derya Baran",
      "Julien Gorenflot"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2204.00602",
    "title": "Perceval: A Software Platform for Discrete Variable Photonic Quantum  Computing",
    "abstract": " Title: Perceval: A Software Platform for Discrete Variable Photonic Quantum  Computing ",
    "url": "https://arxiv.org/abs/2204.00602",
    "authors": [
      "Nicolas Heurtel",
      "Andreas Fyrillas",
      "Grégoire de Gliniasty",
      "Raphaël Le Bihan",
      "Sébastien Malherbe",
      "Marceau Pailhas",
      "Eric Bertasi",
      "Boris Bourdoncle",
      "Pierre-Emmanuel Emeriau",
      "Rawad Mezher",
      "Luka Music",
      "Nadia Belabas",
      "Benoît Valiron",
      "Pascale Senellart",
      "Shane Mansfield",
      "Jean Senellart"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2206.00312",
    "title": "A Spectral Method for Depth-Separated Solution of a Wavenumber  Integration Model in Horizontally Stratified Fluid Acoustic Waveguides",
    "abstract": " Comments: 22 pages, 9 figures and 3 tables ",
    "url": "https://arxiv.org/abs/2206.00312",
    "authors": [
      "Houwang Tu",
      "Yongxian Wang",
      "Wei Liu",
      "Shuqing Ma",
      "Xiaodong Wang"
    ],
    "subjectives": [
      "Numerical Analysis (math.NA)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2208.01758",
    "title": "Transformer Quantum State: A Multi-Purpose Model for Quantum Many-Body  Problems",
    "abstract": " Comments: 12 pages, 13 figures ",
    "url": "https://arxiv.org/abs/2208.01758",
    "authors": [
      "Yuan-Hang Zhang",
      "Massimiliano Di Ventra"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2208.13171",
    "title": "Magnetic detection under high pressures using designed silicon vacancy  centers in silicon carbide",
    "abstract": " Title: Magnetic detection under high pressures using designed silicon vacancy  centers in silicon carbide ",
    "url": "https://arxiv.org/abs/2208.13171",
    "authors": [
      "Jun-Feng Wang",
      "Lin Liu",
      "Xiao-Di Liu",
      "Qiang Li",
      "Jin-Ming Cui",
      "Di-Fan Zhou",
      "Ji-Yang Zhou",
      "Yu Wei",
      "Hai-An Xu",
      "Wan Xu",
      "Wu-Xi Lin",
      "Jin-Wei Yan",
      "Zhen-Xuan He",
      "Zheng-Hao Liu",
      "Zhi-He Hao",
      "Hai-Ou Li",
      "Wen Liu",
      "Jin-Shi Xu",
      "Eugene Gregoryanz",
      "Chuan-Feng Li",
      "Guang-Can Guo"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2209.12508",
    "title": "Phase-controlled asymmetric optomechanical entanglement against optical  backscattering",
    "abstract": " Comments: 11 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2209.12508",
    "authors": [
      "Jing-Xue Liu",
      "Ya-Feng Jiao",
      "Ying Li",
      "Xun-Wei Xu",
      "Qiong-Yi He",
      "Hui Jing"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.09640",
    "title": "Design, Optimization, and Reverse Engineering of Laser Systems",
    "abstract": " Title: Design, Optimization, and Reverse Engineering of Laser Systems ",
    "url": "https://arxiv.org/abs/2211.09640",
    "authors": [
      "Jack Hirschman",
      "Randy Lemons",
      "Minyang Wang",
      "Peter Kroetz",
      "Sergio Carbajo"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.01857",
    "title": "Approximate Boltzmann Distributions in Quantum Approximate Optimization",
    "abstract": " Comments: 16 pages, 14 figures. v2 clarifies and shortens the presentation ",
    "url": "https://arxiv.org/abs/2212.01857",
    "authors": [
      "Phillip C. Lotshaw",
      "George Siopsis",
      "James Ostrowski",
      "Rebekah Herrman",
      "Rizwanul Alam",
      "Sarah Powers",
      "Travis S. Humble"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2212.12676",
    "title": "Using thermal interface resistance for non-invasive operando mapping of  buried interfacial lithium morphology in-solid state batteries",
    "abstract": " Title: Using thermal interface resistance for non-invasive operando mapping of  buried interfacial lithium morphology in-solid state batteries ",
    "url": "https://arxiv.org/abs/2212.12676",
    "authors": [
      "Divya Chalise",
      "Robert Jonson",
      "Joseph Schaadt",
      "Pallab Barai",
      "Yuqiang Zeng",
      "Sumanjeet Kaur",
      "Sean D. Lubner",
      "Venkat Srinivasan",
      "Michael C. Tucker",
      "Ravi S. Prasher"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  }
]