[
  {
    "id": "arXiv:2402.17942",
    "title": "Increased instantaneous bandwidth of Rydberg atom electrometry with an  optical frequency comb probe",
    "abstract": "We show that the use of an optical frequency comb probe leads to dramatically improved bandwidth (as high as 12+/-1 MHz) for the detection of modulated radio frequencies in Rydberg atom-based electrometry. ",
    "url": "https://arxiv.org/abs/2402.17942",
    "authors": [
      "Alexandra B. Artusio-Glimpse",
      "David A. Long",
      "Sean M. Bresler",
      "Nikunjkumar Prajapati",
      "Dangka Shylla",
      "Andrew P. Rotunno",
      "Matthew T. Simons",
      "Samuel Berweger",
      "Noah Schlossberger",
      "Thomas W. LeBrun",
      "Christopher L. Holloway"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2402.17964",
    "title": "Direct measure of DNA bending by quantum magnetic imaging of a  nano-mechanical torque-balance",
    "abstract": "DNA flexibility is a key determinant of biological function, from nucleosome positioning to transcriptional regulation, motivating a direct measurement of the bend-torque response of individual DNA molecules. In this work, DNA bending is detected using a nano-mechanical torque balance formed by tethering a ferromagnetic nanoparticle probe by an individual DNA molecule to a diamond magnetic field imager. The torque exerted by the DNA in response to bending caused by an applied magnetic torque is measured using wide-field imaging of quantum defects near the surface of the diamond. Qualitative measurements of differences in DNA bio-mechanical binding configuration are demonstrated, and as a proof-of-principle, a quantitative measurement of the bend response is made for individual DNA molecules. This quantum-enabled measurement approach could be applied to characterize the bend response of biophysically relevant short DNA molecules as well as the sequence dependence of DNA bending energy. ",
    "url": "https://arxiv.org/abs/2402.17964",
    "authors": [
      "Zeeshawn Kazi",
      "Isaac M. Shelby",
      "Ruhee Nirodi",
      "Joseph Turnbull",
      "Hideyuki Watanabe",
      "Kohei M. Itoh",
      "Paul A. Wiggins",
      "Kai-Mei C. Fu"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2402.17981",
    "title": "Dynamic laser ablation loading of a linear Paul trap",
    "abstract": "We present a detailed method for accumulating Ca$^{+}$ ions controllably in a linear Paul trap. The ions are generated by pulsed laser ablation and dynamically loaded into the ion trap by switching the trapping potential on and off. The loaded ions are precooled by buffer gas and then laser-cooled to form Coulomb crystals for verifying quantity. The number of ions is controlled by manipulating the trapping potential of the ion trap, partial pressure of buffer gas and turn-on time of the entrance end cap voltage. With single-pulse laser ablation, the number of trapped ions ranges from tens to ten thousand. The kinetic energy of loaded ions can be selected via the optimal turn-on time of the entrance end cap. Using multiple-pulse laser ablation, the number is further increased and reaches about $4 \\times 10^{4}$. The dynamic loading method has wide application for accumulating low-yielding ions via laser ablation in the ion trap. ",
    "url": "https://arxiv.org/abs/2402.17981",
    "authors": [
      "Lin Li",
      "Zi Li",
      "Xia Hua",
      "Xin Tong"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2402.18036",
    "title": "Water-Vapor Absorption Database using Dual Comb Spectroscopy from  300-1300 K Part II: Air-Broadened H$_2$O, 6600 to 7650 cm$^{-1}$",
    "abstract": "We present broadband dual frequency comb laser absorption measurements of 2% H$_2$O (natural isotopic abundance of 99.7% H$_2^{16}$O) in air from 6600-7650 cm$^{-1}$ (1307-1515 nm) with a spectral point spacing of 0.0068 cm$^{-1}$. Twenty-nine datasets were collected at temperatures between 300 and 1300 K ($\\pm$0.82% average uncertainty) and pressures ranging from 20 to 600 Torr ($\\pm$0.25%) with an average residual absorbance noise of 8.0E-4 across the spectrum for all measurements. We fit measurements using a quadratic speed-dependent Voigt profile to determine 7088 absorption parameters for 3366 individual transitions found in HITRAN2020. These measurements build on the line strength, line center, self-broadening, and self-shift parameters determined in the Part I companion of this work. Here we measure air-broadened width (with temperature- and speed-dependence) and air pressure shift (with temperature dependence) parameters. Various trends are explored for extrapolation to weak transitions that were not covered in this work. Improvements made in this work are predominantly due to the inclusion of air pressure shift temperature dependence values. In aggregate, these updates improved RMS absorbance error by a factor of 4.2 on average, and the remaining residual is predominantly spectral noise. This updated database improves high temperature spectroscopic knowledge across the 6600 7650 cm$^{-1}$ region of H$_2$O absorption. ",
    "url": "https://arxiv.org/abs/2402.18036",
    "authors": [
      "Scott C. Egbert",
      "Keeyoon Sung",
      "Sean C. Coburn",
      "Brian J. Drouin",
      "Gregory B. Rieker"
    ],
    "subjectives": [
      "Atmospheric and Oceanic Physics (physics.ao-ph)"
    ]
  },
  {
    "id": "arXiv:2402.18069",
    "title": "Challenges in addressing student difficulties with basics and change of  basis for two-state quantum systems using a multiple-choice question sequence  in online and in-person classes",
    "abstract": "Research-validated multiple-choice questions comprise an easy-to-implement instructional tool for scaffolding student learning and providing formative assessment of students' knowledge. We present findings from the implementation of a research-validated multiple-choice question sequence on the basics of two-state quantum systems, including inner products, outer products, translation between Dirac notation and matrix representation in a particular basis, and change of basis. This study was conducted in an advanced undergraduate quantum mechanics course, in both online and in-person learning environments, across three years. For each cohort, students had their learning assessed after traditional lecture-based instruction in relevant concepts before engaging with the multiple-choice question sequence. Their performance was evaluated again afterwards with a similar assessment and compared to their earlier performance. We analyze, compare, and discuss the trends observed in the three implementations. ",
    "url": "https://arxiv.org/abs/2402.18069",
    "authors": [
      "Peter Hu",
      "Yangqiuting Li",
      "Chandralekha Singh"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)"
    ]
  },
  {
    "id": "arXiv:2402.18072",
    "title": "Challenges in addressing student difficulties with quantum measurement  of two-state quantum systems using a multiple-choice question sequence in  online and in-person classes",
    "abstract": "Research-validated multiple-choice questions comprise an easy-to-implement instructional tool that serves to scaffold student learning and formatively assess students' knowledge. We present findings from the implementation, in consecutive years, of a research-validated multiple-choice question sequence [referred to in this study as a Clicker Question Sequence (CQS)] on quantum measurement as it applies to two-state quantum systems. This study was conducted in an advanced undergraduate quantum mechanics course, in both online and in-person learning environments across three years. Student learning was assessed after traditional lecture-based instruction in relevant concepts, and their performance was compared with that on a similar assessment given after engaging with the CQS. We analyze, compare, and discuss the trends observed in the three implementations. ",
    "url": "https://arxiv.org/abs/2402.18072",
    "authors": [
      "Peter Hu",
      "Yangqiuting Li",
      "Chandralekha Singh"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)"
    ]
  },
  {
    "id": "arXiv:2402.18075",
    "title": "Challenges in addressing student difficulties with time-development of  two-state quantum systems using a multiple-choice question sequence in  virtual and in-person classes",
    "abstract": "Research-validated clicker questions as instructional tools for formative assessment are relatively easy to implement and can provide effective scaffolding when developed and implemented in a sequence. We present findings from the implementation of a research-validated clicker question sequence (CQS) on student understanding of the time-development of two-state quantum systems. This study was conducted in an advanced undergraduate quantum mechanics course for two consecutive years in virtual and in-person classes. The effectiveness of the CQS discussed here in both modes of instruction was determined by evaluating students' performance after traditional lecture-based instruction and comparing it to their performance after engaging with the CQS. ",
    "url": "https://arxiv.org/abs/2402.18075",
    "authors": [
      "Peter Hu",
      "Yangqiuting Li",
      "Chandralekha Singh"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)"
    ]
  },
  {
    "id": "arXiv:2402.18080",
    "title": "Challenges in addressing student difficulties with measurement  uncertainty of two-state quantum systems using a multiple-choice question  sequence in online and in-person classes",
    "abstract": "Research-validated multiple-choice questions comprise an easy-to-implement instructional tool that serves to scaffold student learning and formatively assess students knowledge. We present findings from the implementation, in consecutive years, of research-validated multiple-choice question sequence on measurement uncertainty as it applies to two-state quantum systems. This study was conducted in an advanced undergraduate quantum mechanics course, in an online and in-person learning environments in consecutive years. Student learning was assessed after receiving traditional lecture-based instruction in relevant concepts, and their performance was compared with that on a similar assessment given after engaging with the multiple-choice question sequence. We analyze and discuss the similar and differing trends observed in the two modes of instruction. ",
    "url": "https://arxiv.org/abs/2402.18080",
    "authors": [
      "Peter Hu",
      "Yangqiuting Li",
      "Chandralekha Singh"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)"
    ]
  },
  {
    "id": "arXiv:2402.18138",
    "title": "Pulsed laser intensity dependence of crater formation and light  reflection in the UDMA-TEGDMA copolymer nanocomposite, doped with resonant  plasmonic gold nanorods",
    "abstract": "Plasmonic nanoparticles embedded into a solid matrix could play crucial role in laser-matter interactions. In this study, excess energy creation was observed during the single-shot irradiation of a polymer matrix containing plasmonic gold nanorods, resonant to the laser wavelength, with a high intensity femtosecond laser pulse. This effect was manifested in a 7-fold rise in the crater volume for a 1.7-fold increase of the laser intensity, and was absent in the pure polymer without the gold doping. It occurred at laser intensities > 1.5 x 1017 W/cm2, being the vanishing threshold of plasma mirror formation, resulting in a more than 80% increase of the amount of laser light entering the target. This threshold was found to be critical for the plasmonic effect of gold nanoantennas tuned to the wavelength of the laser on the crater formation. ",
    "url": "https://arxiv.org/abs/2402.18138",
    "authors": [
      "Ágnes Nagyné Szokol",
      "Judit Kámán",
      "Roman Holomb",
      "Márk Aladi",
      "Miklós Kedves",
      "Béla Ráczkevi",
      "Péter Rácz",
      "Attila Bonyár",
      "Alexandra Borók",
      "Shereen Zangana",
      "Melinda Szalóki",
      "István Papp",
      "Gábor Galbács",
      "Tamás S. Biró",
      "László P. Csernai",
      "Norbert Kroó",
      "Miklós Veres",
      "NAPLIFE Collaboration"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2402.18184",
    "title": "A Tampering Risk of Fiber-Based Frequency Synchronization Networks and  Its Countermeasures",
    "abstract": "Fiber optic networks are used worldwide and have been regarded as excellent media for transmitting time-frequency (TF) signals. In the past decades, fiber-based TF synchronization techniques have been extensively studied. Instruments based on these techniques have been successfully applied. With the increasing application of TF synchronization instruments, their security has become an important issue. Unfortunately, the security risks of fiber-based frequency synchronization (FbFS) instruments have been overlooked. This paper proposes a frequency tampering method called \"frequency lens\". On a 200 km fiber link, we demonstrate a frequency tampering scenario using a frequency lens-enabled frequency tampering module (FTM). On the user side, the frequency value of the recovered 100 MHz signal can be stealthily altered within a range of 100 MHz-100 Hz to 100 MHz+100 Hz, while the frequency dissemination stability of the system remains normal. Related to this tampering risk, potential hazards in three different application scenarios, which rely on precise frequency references, are analyzed. Two countermeasures are also proposed to solve this tampering risk. ",
    "url": "https://arxiv.org/abs/2402.18184",
    "authors": [
      "Hongfei Dai",
      "Yufeng Chen",
      "Wenlin Li",
      "Fangmin Wang",
      "Guan Wang",
      "Zhongwang Pang",
      "Bo Wang"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2402.18199",
    "title": "Quantitative investigation of quantum emitter yield in drop-casted  hexagonal boron nitride nanoflakes",
    "abstract": "Single photon emitters (SPEs) are a key component for their use as pure photon source in quantum technologies. In this study, we investigate the generation of SPEs from drop-casted hexagonal boron nitride (hBN) nanoflakes, examining the influence of the immersion solution and the source of hBN. We show that, depending on the utilized supplier and solution the number and quality of the emitters changes. We perform a comprehensive optical characterization of the deposited nanoflakes to assess the quality of the generated SPEs. We show quantitative data on SPE yields, highlighting significant variations among solvents and different sources of hBN. This holds particular significance for employing drop-casted nanoflakes as SPE sources in quantum communication, sensing, and imaging. Our method is easily expandable to all kinds of surfaces and can be done without requiring complex fabrication steps and equipment, thus providing the necessary scalability required for industrial quantum applications. ",
    "url": "https://arxiv.org/abs/2402.18199",
    "authors": [
      "Tom Kretzschmar",
      "Sebastian Ritter",
      "Anand Kumar",
      "Tobias Vogl",
      "Falk Eilenberger",
      "Falko Schmidt"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2402.18239",
    "title": "Optical Widefield Nuclear Magnetic Resonance Microscopy",
    "abstract": "Microscopy enables detailed visualization and understanding of minute structures or processes. While cameras have significantly advanced optical, infrared, and electron microscopy, imaging nuclear magnetic resonance (NMR) signals on a camera has remained elusive. Here, we employ nitrogen-vacancy (NV) centers in diamond as a quantum sensor, which converts NMR signals into optical signals that are subsequently captured by a high-speed camera. Unlike traditional magnetic resonance imaging (MRI), our method records the NMR signal over a wide field of view in real space. We demonstrate that our optical widefield NMR microscopy (OMRM) can image NMR signals in microfluidic structures with a $\\sim 10\\,\\mu m$ resolution across a $\\sim 235 \\times 150\\,\\mu m^2$ area. Crucially, each camera pixel records an NMR spectrum providing multicomponent information about the signal's amplitude, phase, local magnetic field strengths, and gradients. The fusion of optical microscopy and NMR techniques enables multifaceted imaging applications in the physical and life sciences. ",
    "url": "https://arxiv.org/abs/2402.18239",
    "authors": [
      "Karl D. Briegel",
      "Nick R. von Grafenstein",
      "Julia C. Draeger",
      "Peter Blümler",
      "Robin D. Allert",
      "Dominik B. Bucher"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2402.18421",
    "title": "High-speed CMOS compatible plasmonic modulator for non-contact  wafer-level testing",
    "abstract": "Wafer-level testing is an important step for process and quality control of electronic chips in integrated circuit (IC) manufacturing which occurs before packaging. The process of wafer probing in its conventional contacting schemes, becomes more complicated as ICs move to smaller technology nodes and more compact designs, greatly increasing testing costs. Non-contact optical wafer probing can overcome physical probing complications, reducing costs, and increasing throughput and reliability. In this paper, a CMOS compatible, broadband (22 GHz), small footprint (5 {\\mu}m dia.) plasmonic electro-optic modulator of low insertion loss (4 dB) and wide optical working bandwidth (100 nm) is proposed and demonstrated as a potential solution for wafer-level optical testing. The device modulates in reflection an incident optical carrier emerging from an optical fiber in a non-contact arrangement, to work as a data output channel from the wafer. A modulation depth of over 2% is achieved which should be sufficient to meet the requirements of wafer-level testing. The device can be placed anywhere on wafer. ",
    "url": "https://arxiv.org/abs/2402.18421",
    "authors": [
      "Maryam Sadat Amiri Naeini",
      "Pierre Berini"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2402.18444",
    "title": "Silicon carbide soliton microcomb generation for narrow-grid optical  communications",
    "abstract": "A soliton microcomb can play a crucial role in narrow-grid optical communications by replacing many independently operated lasers in wavelength-division multiplexing systems. In this work, we designed and demonstrated power-efficient soliton microcombs with 100-GHz free spectral range in an integrated 4H-SiC platform for the first time. The combination of enabling technologies, including efficient fiber coupling (3 dB insertion loss), high-quality-factor microrings (intrinsic quality factors up to 5.7 million), and the employment of the Raman effect for adiabatic accessing of the soliton state, has enabled the demonstration of soliton pump power as low as 6 mW while supporting comb powers above -20 dBm per line near the pump wavelength. ",
    "url": "https://arxiv.org/abs/2402.18444",
    "authors": [
      "Jingwei Li",
      "Ruixuan Wang",
      "Haipeng Zheng",
      "Zhensheng Jia",
      "Qing Li"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.18542",
    "title": "Photon statistics of resonantly driven spectrally diffusive quantum  emitters",
    "abstract": "In the solid state, a large variety of single-photon emitters present high quality photophysical properties together with a potential for integration. However, in many cases, the host matrix induces fluctuations of the emission wavelength in time, limiting the potential applications based on indistinguishable photons. A deep understanding of the underlying spectral diffusion processes is therefore of high importance for improving the stability of the light emission. Here, we theoretically investigate the photon statistics of an emitter driven by a resonant laser, and subject to either of two qualitatively different stationary spectral diffusion processes - a continuous diffusion process and a process based on discrete spectral jumps, both of which being known to model the spectral diffusion of various solid-state emitters. We show that the statistics of light emission carries several experimentally accessible signatures that allow to discriminate between the two classes of models, both at short times in the intensity correlation function, and at long times in the fluctuations of the integrated intensity. These results establish that resonant excitation combined with photon statistics offers a rich access to the spectral diffusion processes, yielding information that goes beyond the bare characterization of the inhomogeneous shape and noise correlation time. Incidentally, our findings shed a new light on recent experimental results of spectral diffusion of B centers in hexagonal boron nitride, providing more insight in their spectral diffusion mechanisms. ",
    "url": "https://arxiv.org/abs/2402.18542",
    "authors": [
      "Aymeric Delteil",
      "Stéphanie Buil",
      "Jean-Pierre Hermier"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2402.17057",
    "title": "Feasibility analysis of a proposed test of quantum gravity via novel  optical magnetometry in xenon",
    "abstract": "We present an analysis of the sensitivity limits of a proposed experimental search for quantum gravity, using a novel approach based on optical magnetometry in the noble gas isotope $^{129}$Xe. The analysis relies on a general uncertainty principle model that is consistent with most formulations of quantum gravity theory, where the canonical uncertainty relations are modified by a leading-order correction term that is linear in momentum. In turn, this correction modifies the magnetic moment of the spin-polarized $^{129}$Xe atoms that are immersed in a magnetic field in the proposed experiment, which results in a velocity-dependent variation of their Larmour frequency, that is detected via two-photon laser spectroscopy. The thermal distribution of atomic velocities, in conjunction with the Doppler effect, is used to scan the interrogating laser over different atomic velocities, and search for a corresponding variation in their Larmor frequencies. We show that the existing bounds on the leading-order quantum gravity correction can be improved by $10^{7}$ with existing technology, where another factor of $10^{2}$ is possible with near-future technical capabilities. ",
    "url": "https://arxiv.org/abs/2402.17057",
    "authors": [
      "James Maldaner",
      "Mitja Fridman",
      "Saurya Das",
      "Gil Porat"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2402.17923",
    "title": "A linear photonic swap test circuit for quantum kernel estimation",
    "abstract": "Among supervised learning models, Support Vector Machine stands out as one of the most robust and efficient models for classifying data clusters. At the core of this method, a kernel function is employed to calculate the distance between different elements of the dataset, allowing for their classification. Since every kernel function can be expressed as a scalar product, we can estimate it using Quantum Mechanics, where probability amplitudes and scalar products are fundamental objects. The swap test, indeed, is a quantum algorithm capable of computing the scalar product of two arbitrary wavefunctions, potentially enabling a quantum speed-up. Here, we present an integrated photonic circuit designed to implement the swap test algorithm. Our approach relies solely on linear optical integrated components and qudits, represented by single photons from an attenuated laser beam propagating through a set of waveguides. By utilizing 2$^3$ spatial degrees of freedom for the qudits, we can configure all the necessary arrangements to set any two-qubits state and perform the swap test. This simplifies the requirements on the circuitry elements and eliminates the need for non-linearity, heralding, or post-selection to achieve multi-qubits gates. Our photonic swap test circuit successfully encodes two qubits and estimates their scalar product with a measured root mean square error smaller than 0.05. This result paves the way for the development of integrated photonic architectures capable of performing Quantum Machine Learning tasks with robust devices operating at room temperature. ",
    "url": "https://arxiv.org/abs/2402.17923",
    "authors": [
      "Alessio Baldazzi",
      "Nicolò Leone",
      "Matteo Sanna",
      "Stefano Azzini",
      "Lorenzo Pavesi"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.18057",
    "title": "A scalable cavity-based spin-photon interface in a photonic integrated  circuit",
    "abstract": "A central challenge in quantum networking is transferring quantum states between different physical modalities, such as between flying photonic qubits and stationary quantum memories. One implementation entails using spin-photon interfaces that combine solid-state spin qubits, such as color centers in diamond, with photonic nanostructures. However, while high-fidelity spin-photon interactions have been demonstrated on isolated devices, building practical quantum repeaters requires scaling to large numbers of interfaces yet to be realized. Here, we demonstrate integration of nanophotonic cavities containing tin-vacancy (SnV) centers in a photonic integrated circuit (PIC). Out of a six-channel quantum micro-chiplet (QMC), we find four coupled SnV-cavity devices with an average Purcell factor of ~7. Based on system analyses and numerical simulations, we find with near-term improvements this multiplexed architecture can enable high-fidelity quantum state transfer, paving the way towards building large-scale quantum repeaters. ",
    "url": "https://arxiv.org/abs/2402.18057",
    "authors": [
      "Kevin C. Chen",
      "Ian Christen",
      "Hamza Raniwala",
      "Marco Colangelo",
      "Lorenzo De Santis",
      "Katia Shtyrkova",
      "David Starling",
      "Ryan Murphy",
      "Linsen Li",
      "Karl Berggren",
      "P. Benjamin Dixon",
      "Matthew Trusheim",
      "Dirk Englund"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.18268",
    "title": "Enhanced detection of time-dependent dielectric structure: Rayleigh's  limit and quantum vacuum",
    "abstract": "Detection of scattered light can determine the susceptibility of dielectrics. It is normally limited by Rayleigh's limit: details finer than the wavelength of the incident light cannot be determined from the far-field domain. We show that putting the dielectric in motion can be useful for determining its susceptibility. This inverse quantum optics problem is studied in two different versions: (i) A spatially and temporally modulated metamaterial, whose dielectric permeability is similar to that of moving dielectrics. (ii) A dielectric moving with a constant velocity, a problem we studied within relativistic optics. Certain features of the susceptibility can be determined without shining any incident field on the dielectric because the vacuum contribution to the photodetection signal is non-zero due to the negative frequencies. When the incident light is shined, the determination of dielectric susceptibility is enhanced and and goes beyond the classical Rayleigh limit; it pertains to evanescent waves for (ii), but reaches the far-field domain for (i). ",
    "url": "https://arxiv.org/abs/2402.18268",
    "authors": [
      "Vanik E. Mkrtchian",
      "Hakob Avetisyan",
      "Armen E. Allahverdyan"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.18433",
    "title": "Universal neural network potentials as descriptors: Towards scalable  chemical property prediction using quantum and classical computers",
    "abstract": "Accurate prediction of diverse chemical properties is crucial for advancing molecular design and materials discovery. Here we present a versatile approach that uses the intermediate information of a universal neural network potential as a general-purpose descriptor for chemical property prediction. Our method is based on the insight that by training a sophisticated neural network architecture for universal force fields, it learns transferable representations of atomic environments. We show that transfer learning with a graph neural network potential M3GNet achieves accuracy comparable to state-of-the-art methods for predicting the NMR chemical shifts of$^1$H, $^{13}$C, $^{15}$N, $^{17}$O, and $^{19}$F using quantum machine learning as well as a standard classical regression model, despite the compactness of its descriptors. This work provides an efficient way to accurately predict properties, potentially accelerating the discovery of new molecules and materials. ",
    "url": "https://arxiv.org/abs/2402.18433",
    "authors": [
      "Tomoya Shiota",
      "Kenji Ishihara",
      "Wataru Mizukami"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2210.00619",
    "title": "Raman spectroscopic characterization of crater walls formed upon  single-shot high energy femtosecond laser irradiation of dimethacrylate  polymer doped with plasmonic gold nanorods",
    "abstract": " Comments: 17 pages, 10 figures ",
    "url": "https://arxiv.org/abs/2210.00619",
    "authors": [
      "István Rigó",
      "Judit Kámán",
      "Ágnes Nagyné Szokol",
      "Attila Bonyár",
      "Melinda Szalóki",
      "Alexandra Borók",
      "Shereen Zangana",
      "Péter Rácz",
      "Márk Aladi",
      "Miklós Ákos Kedves",
      "Gábor Galbács",
      "László P. Csernai",
      "Tamás S. Biró",
      "Norbert Kroó",
      "Miklós Veres",
      "NAPLIFE Collaboration"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2401.01316",
    "title": "Silicon Photomultipliers for Detection of Photon Bunching Signatures",
    "abstract": " Title: Silicon Photomultipliers for Detection of Photon Bunching Signatures ",
    "url": "https://arxiv.org/abs/2401.01316",
    "authors": [
      "Lucas Finazzi",
      "Federico Izraelevitch",
      "Alexis Luszczak",
      "Thomas Huber",
      "Andreas Haungs",
      "Federico Golmar"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2401.14173",
    "title": "Multicasting Optical Reconfigurable Switch",
    "abstract": " Comments: 17 pages, 4 figures, article ",
    "url": "https://arxiv.org/abs/2401.14173",
    "authors": [
      "Niyazi Ulas Dinc",
      "Mustafa Yildirim",
      "Ilker Oguz",
      "Christophe Moser",
      "Demetri Psaltis"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Networking and Internet Architecture (cs.NI)"
    ]
  },
  {
    "id": "arXiv:2402.00725",
    "title": "Quantum Nonlocality: how does Nature do it?",
    "abstract": " Comments: 17 pages, 97 references ",
    "url": "https://arxiv.org/abs/2402.00725",
    "authors": [
      "Marian Kupczynski"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2402.17714",
    "title": "Cluster Scanning: a novel approach to resonance searches",
    "abstract": " Comments: 31 pages, 10 figures ",
    "url": "https://arxiv.org/abs/2402.17714",
    "authors": [
      "Ivan Oleksiyuk",
      "John Andrew Raine",
      "Michael Krämer",
      "Svyatoslav Voloshynovskiy",
      "Tobias Golling"
    ],
    "subjectives": [
      "High Energy Physics - Phenomenology (hep-ph)",
      "High Energy Physics - Experiment (hep-ex)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  }
]