[
  {
    "id": "arXiv:2209.11610",
    "title": "Mapping AC Susceptibility with Quantum Diamond Microscope",
    "abstract": "We present a novel technique for determining the microscale AC susceptibility of magnetic materials. We use magnetic field sensing properties of nitrogen-vacancy (\\ce{NV-}) centers in diamond to gather quantitative data about the magnetic state of the magnetic material under investigation. In order to achieve the requisite speed in imaging, a lock-in camera is used to perform pixel-by-pixel lock-in detection of \\ce{NV-} photo-luminescence. In addition, a secondary sensor is employed to isolate the effect of the excitation field from fields arising from magnetic structures on \\ce{NV-} centers. We demonstrate our experimental technique by measuring the AC susceptibility of soft permalloy micro-magnets at excitation frequencies of up to \\SI{20}{\\hertz} with a spatial resolution of \\SI{1.2}{\\micro \\meter} and a field of view of \\SI{100}{\\um}. Our work paves the way for microscopic measurement of AC susceptibilities of magnetic materials relevant to physical, biological, and material sciences. ",
    "url": "https://arxiv.org/abs/2209.11610",
    "authors": [
      "Shishir Dasika",
      "Madhur Parashar",
      "Kasturi Saha"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2209.11623",
    "title": "Polariton-Assisted Resonance Energy Transfer Beyond Resonant  Dipole-Dipole Interaction: A Transition Current Density Approach",
    "abstract": "Using electric dipoles to describe light-matter interactions between two entities is a conventional approximation in physics, chemistry, and material sciences. However, the lack of material structures makes the approximation inadequate when the size of an entity is comparable to the spatial extent of electromagnetic fields or the distance between two entities. In this study, we develop a unified theory of radiative and non-radiative resonance energy transfer based on transition current density in a theoretical framework of macroscopic quantum electrodynamics. The proposed theory allows us to describe polariton-assisted resonance energy transfer between two entities with arbitrary material structures in spatially dependent vacuum electric fields. To demonstrate the generality of the proposed theory, we rigorously prove that our theory can cover the main results of the transition density cube method [Krueger et al., J. Phys. Chem. B 102, 5378 (1998)] and the plasmon-coupled resonance energy transfer [Hsu et al., J. Phys. Chem. Lett. 8, 2357 (2017)]. We believe that this study opens a promising direction for exploring light-matter interactions beyond the scope of electric dipoles and provides new insights into material physics. ",
    "url": "https://arxiv.org/abs/2209.11623",
    "authors": [
      "Ming-Wei Lee",
      "Liang-Yan Hsu"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2209.11635",
    "title": "Correcting Aberrations of a Transverse-Field Neutron Resonance Spin Echo  Instrument",
    "abstract": "The neutron resonance spin echo (NRSE) technique has the potential to increase the Fourier time and energy resolution in neutron scattering by using radio-frequency (rf) neutron spin-flippers. However, aberrations arising from variations in the neutron path length between the rf flippers reduce the polarization. Here, we develop and test a transverse static-field magnet, a series of which are placed between the rf flippers, to correct for these aberrations. The prototype correction magnet was both simulated in an NRSE beamline using McStas, a Monte Carlo neutron ray-tracing software package, and measured using neutrons. The results from the prototype demonstrate that this static-field design corrects for transverse-field NRSE aberrations. ",
    "url": "https://arxiv.org/abs/2209.11635",
    "authors": [
      "Stephen J. Kuhn",
      "Sam McKay",
      "Fankang Li",
      "Robert M. Dalgliesh",
      "Eric Dees",
      "Kaleb Burrage",
      "Jiazhou Shen",
      "Roger Pynn"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Soft Condensed Matter (cond-mat.soft)"
    ]
  },
  {
    "id": "arXiv:2209.11646",
    "title": "Terahertz scanless hypertemporal imaging",
    "abstract": "Since its first demonstration in 1995, terahertz time-domain imaging has attracted an increasingly growing interest for its ability to reveal spectral fingerprints of materials, probe changes in refractive index and absorption, as well as detect the inner structure of complex objects via time-of-flight measurements. Practically, however, its widespread use has been hampered by the very long acquisition time typically required to spatially raster-scan the object and, for each spatial point, record the field in time via a delay line. Here, we address this fundamental bottleneck by implementing a scanless single-pixel imaging scheme, which sets the path for an unprecedented reduction of both system complexity and acquisition time. By properly exploiting natural wave diffraction, time-to-space encoding applied to terahertz point detection allows for an almost instantaneous capture of the terahertz waveforms, while multidimensional images are reconstructed via a computational approach. Our scheme is a promising solution for the development of next-generation fast and compact terahertz imagers perfectly suitable for high-repetition-rate laser sources. ",
    "url": "https://arxiv.org/abs/2209.11646",
    "authors": [
      "Luca Zanotto",
      "Giacomo Balistreri",
      "Andrea Rovere",
      "O-Pil Kwon",
      "Roberto Morandotti",
      "Riccardo Piccoli",
      "Luca Razzari"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2209.11655",
    "title": "Kernel-based quantum regressor models learn non-Markovianity",
    "abstract": "Quantum machine learning is a growing research field that aims to perform machine learning tasks assisted by a quantum computer. Kernel-based quantum machine learning models are paradigmatic examples where the kernel involves quantum states, and the Gram matrix is calculated from the overlap between these states. With the kernel at hand, a regular machine learning model is used for the learning process. In this paper we investigate the quantum support vector machine and quantum kernel ridge models to predict the degree of non-Markovianity of a quantum system. We perform digital quantum simulation of amplitude damping and phase damping channels to create our quantum dataset. We elaborate on different kernel functions to map the data and kernel circuits to compute the overlap between quantum states. We show that our models deliver accurate predictions that are comparable with the fully classical models. ",
    "url": "https://arxiv.org/abs/2209.11655",
    "authors": [
      "Diego Tancara",
      "Hossein T. Dinani",
      "Ariel Norambuena",
      "Felipe F. Fanchini",
      "Raúl Coto"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2209.11712",
    "title": "Principles of quantum functional testing",
    "abstract": "With increasing commercial availability of quantum information processing devices the need for testing them efficiently for their specified functionality will arise. Complete quantum channel characterization is out of the question for anything more than the simplest quantum channels for one or two qubits. Quantum functional testing leads to a decision problem with outcomes corresponding to rejection or acceptance of the claim of the producer that the device parameters are within certain specifications. In this context, we introduce and analyse three ingredients that can speed up this decision problem: iteration of the channel, efficient decision criteria, and non-greedy adaptive experimental design. ",
    "url": "https://arxiv.org/abs/2209.11712",
    "authors": [
      "Nadia Milazzo",
      "Olivier Giraud",
      "Giovanni Gramegna",
      "Daniel Braun"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2209.11719",
    "title": "Photonic interface between subcarrier wave and dual rail encodings",
    "abstract": "Quantum key distribution with multimode subcarrier wave encoding is propitious for being robust against environmental disturbance. For application in long-distance quantum communications this encoding has to be compatible with entanglement-assisted quantum repeaters that are commonly designed to work with dual rail encodings. We propose and demonstrate an interface between subcarrier wave and dual rail encodings with a fidelity of more than 92\\% using a linear optical circuit. The developed scheme may find an application in future heterogeneous quantum networks that combine quantum key distribution with trusted and non-trusted nodes. ",
    "url": "https://arxiv.org/abs/2209.11719",
    "authors": [
      "K. S. Melnik",
      "E. S. Moiseev"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2005.12794",
    "title": "Asymptotic links between signal processing, acoustic metamaterials and  biology",
    "abstract": " Title: Asymptotic links between signal processing, acoustic metamaterials and  biology ",
    "url": "https://arxiv.org/abs/2005.12794",
    "authors": [
      "Habib Ammari",
      "Bryn Davies"
    ],
    "subjectives": [
      "Analysis of PDEs (math.AP)",
      "Numerical Analysis (math.NA)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2201.08243",
    "title": "Novel C-dots/titanate nanotubular hybrid materials with enhanced optical  and photocatalytic properties",
    "abstract": " Comments: 38 pages, 10 figures, 4 tables, Supplementary Information ",
    "url": "https://arxiv.org/abs/2201.08243",
    "authors": [
      "D. M. Alves",
      "J. V. Prata",
      "A. J. Silvestre",
      "O. C. Monteiro"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2204.03733",
    "title": "Demonstration of a Quantum Gate using Electromagnetically Induced  Transparency",
    "abstract": " Comments: 6 pages, 5 figures plus Supplementary Material ",
    "url": "https://arxiv.org/abs/2204.03733",
    "authors": [
      "K. McDonnell",
      "L. F. Keary",
      "J. D. Pritchard"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic and Molecular Clusters (physics.atm-clus)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2205.13420",
    "title": "AGP-based unitary coupled cluster theory for quantum computers",
    "abstract": " Title: AGP-based unitary coupled cluster theory for quantum computers ",
    "url": "https://arxiv.org/abs/2205.13420",
    "authors": [
      "Armin Khamoshi",
      "Guo P. Chen",
      "Francesco A. Evangelista",
      "Gustavo E. Scuseria"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2206.00146",
    "title": "Algebraic quantum field theory for particles with internal structure",
    "abstract": " Comments: Minor corrections and few additions in this version ",
    "url": "https://arxiv.org/abs/2206.00146",
    "authors": [
      "A. D. Alhaidari"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2208.06205",
    "title": "Quantum dynamics using path integral coarse-graining",
    "abstract": " Comments: 9 pages; 4 figures ",
    "url": "https://arxiv.org/abs/2208.06205",
    "authors": [
      "Félix Musil",
      "Iryna Zaporozhets",
      "Frank Noé",
      "Cecilia Clementi",
      "Venkat Kapil"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Soft Condensed Matter (cond-mat.soft)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2209.11193",
    "title": "On the static effective Lindbladian of the squeezed Kerr oscillator",
    "abstract": " Title: On the static effective Lindbladian of the squeezed Kerr oscillator ",
    "url": "https://arxiv.org/abs/2209.11193",
    "authors": [
      "Jayameenakshi Venkatraman",
      "Xu Xiao",
      "Rodrigo G. Cortiñas",
      "Michel H. Devoret"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Atomic Physics (physics.atom-ph)"
    ]
  }
]