[
  {
    "id": "arXiv:2408.08324",
    "title": "A Short Guide to Quantum Mechanics -- Some Basic Principles",
    "abstract": "           This introductory text on the basics of quantum mechanics is intended to serve as a kind of travel guide through the quantum world. It starts by asking whether quantum physics is important, or weird, or incomprehensible. It explains why particles sometimes behave like waves, and how uncertainty and randomness enter physics, before explaining a number of historically important experiments. Modern topics, like magnetic resonance imaging (MRI) and quantum computing are also covered. Essential concepts, such as the uncertainty principle, are analyzed in depth, employing a slightly increased dose of mathematics. This is the English version of the first part of a manual intended as a companion to the \"Treffpunkt Quantenmechanik\" (meeting point quantum mechanics), a laboratory at TU Dortmund University, where high-school students can get acquainted with the wonderful world of quantum physics. The second part of the manual contains detailed instructions for the individual experiments available in the lab and is not available on the Internet.         ",
    "url": "https://arxiv.org/abs/2408.08324",
    "authors": [
      "Joachim Stolze"
    ],
    "subjectives": [
      "Popular Physics (physics.pop-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2408.08330",
    "title": "Optimizing Gas Sensor Performance Using Bilayer Surface Plasmon System",
    "abstract": "           The sensitivity of a gold-silver bilayer system for gas detection was investigated using angle-fixed reflectance measurements and numerical calculations based on the transfer-matrix method. Two configurations of bilayer systems were analyzed: gold on silver and silver on gold. According to calculations, the best sensitivity values were achieved with a total thickness of approximately 55 nm for the gold on silver system and approximately 65 nm for the silver on gold system. These calculations were supported by experimental results in a Kretschmann configuration for ethanol gas sensing. The bilayer systems showed a huge advantage compared to the widely used single gold thin film, however, special attention should be paid to the silver on gold configuration, as corrosion plays an important role in decreasing sensitivity.         ",
    "url": "https://arxiv.org/abs/2408.08330",
    "authors": [
      "Albania Urriola",
      "Paolo Leonelli",
      "Héctor Miranda",
      "Alfredo Campos"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2408.08375",
    "title": "Producing entangled photon pairs and quantum squeezed states in plasmas",
    "abstract": "           Plasma is capable of mediating the conversion of two pump photons into two different photons through a relativistic four-wave mixing nonlinearity. Spontaneously created photon pairs are emitted at symmetric angles with respect to the colinear pump direction, and the emission rate is largest if they have identical frequency. Thus, two orthogonally polarized pumps can produce polarization-entangled photon pairs through a mm-long homogeneous plasma. The noise from Raman scattering can be avoided if the pump detuning differs from twice the plasma frequency. On the other hand, pump detuning exactly equal to twice the plasma frequency can significantly enhance the interaction rate, which allows for the production of two-mode squeezed states. Remarkably, the amplified noise from Raman scattering are correlated and hence can be suppressed in one of the output quadratures, thereby maintaining the squeezing magnitude.         ",
    "url": "https://arxiv.org/abs/2408.08375",
    "authors": [
      "Kenan Qu",
      "Nathaniel J. Fisch"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2408.08407",
    "title": "Photonic KAN: a Kolmogorov-Arnold network inspired efficient photonic neuromorphic architecture",
    "abstract": "           Kolmogorov-Arnold Networks (KAN) models were recently proposed and claimed to provide improved parameter scaling and interpretability compared to conventional multilayer perceptron (MLP) models. Inspired by the KAN architecture, we propose the Photonic KAN -- an integrated all-optical neuromorphic platform leveraging highly parametric optical nonlinear transfer functions along KAN edges. In this work, we implement such nonlinearities in the form of cascaded ring-assisted Mach-Zehnder Interferometer (MZI) devices. This innovative design has the potential to address key limitations of current photonic neural networks. In our test cases, the Photonic KAN showcases enhanced parameter scaling and interpretability compared to existing photonic neural networks. The photonic KAN achieves approximately 65$\\times$ reduction in energy consumption and area, alongside a 50$\\times$ reduction in latency compared to previous MZI-based photonic accelerators with similar performance for function fitting task. This breakthrough presents a promising new avenue for expanding the scalability and efficiency of neuromorphic hardware platforms.         ",
    "url": "https://arxiv.org/abs/2408.08407",
    "authors": [
      "Yiwei Peng",
      "Sean Hooten",
      "Xinling Yu",
      "Thomas Van Vaerenbergh",
      "Yuan Yuan",
      "Xian Xiao",
      "Bassem Tossoun",
      "Stanley Cheung",
      "Marco Fiorentino",
      "Raymond Beausoleil"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Emerging Technologies (cs.ET)"
    ]
  },
  {
    "id": "arXiv:2408.08455",
    "title": "SuperNANO: Enabling Nano-Scale Laser an-ti-counterfeiting Marking and Precision Cutting with Super-Resolution Imaging",
    "abstract": "           In this paper, we present a unique multi-functional super-resolution instrument, the SuperNANO system, which integrates real-time super-resolution imaging with direct laser nanofabrication capabilities. Central to the func-tionality of the SuperNANO system is its capacity for simultaneous nanoimaging and nanopatterning, enabling the creation of anti-counterfeiting markings and precision cutting with exceptional accuracy. The SuperNANO system, featuring a unibody superlens objective, achieves a resolution ranging from 50 to 320 nm. We showcase the instrument's versatility through its application in generating high-security anti-counterfeiting features on an aluminum film. These 'invisible' security features, which are nanoscale in dimension, can be crafted with arbi-trary shapes at designated locations. Moreover, the system's precision is further evidenced by its ability to cut silver nanowires to a minimum width of 50 nm. The integrated imaging and fabricating functions of the Su-perNANO make it a pivotal tool for a variety of applications, including nano trapping, sensing, cutting, weld-ing, drilling, signal enhancement, detection, and nano laser treatment.         ",
    "url": "https://arxiv.org/abs/2408.08455",
    "authors": [
      "Yiduo Chen",
      "Bing Yan",
      "Liyang Yue",
      "Charlotte L Jones",
      "Zengbo Wang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2408.08522",
    "title": "The Steepest Slope to a Quantum Few-body Solution:Gradient Variational Methods to the Quantum Few-body Problem",
    "abstract": "           Quantum few-body systems are deceptively simple. Indeed, with the notable exception of a few special cases, their associated Schrodinger equation cannot be solved analytically for more than two particles. One has to resort to approximation methods to tackle quantum few-body problems. In particular, variational methods have been proposed to ease numerical calculations and obtain precise solutions. One such method is the Stochastic Variational Method, which employs a stochastic search to determine the number and parameters of correlated Gaussian basis functions used to construct an ansatz of the wave function. Stochastic methods, however, face numerical and optimization challenges as the number of particles increases. We introduce a family of gradient variational methods that replace stochastic search with gradient optimization. We comparatively and empirically evaluate the performance of the baseline Stochastic Variational Method, several instances of the gradient variational method family, and some hybrid methods for selected few-body problems. We show that gradient and hybrid methods can be more efficient and effective than the Stochastic Variational Method. We discuss the role of singularities, oscillations, and gradient optimization strategies in the performance of the respective methods.         ",
    "url": "https://arxiv.org/abs/2408.08522",
    "authors": [
      "Paolo Recchia",
      "Debabrota Basu",
      "Mario Gattobigio",
      "Christian Miniatura",
      "Stéphane Bressan"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2408.08582",
    "title": "In-situ tunneling control in photonic potentials by Rashba-Dresselhaus spin-orbit coupling",
    "abstract": "           The tunability of individual coupling amplitudes in photonic lattices is highly desirable for photonic Hamiltonian engineering and for studying topological transitions in situ. In this work, we demonstrate the tunneling control between individual lattice sites patterned inside an optical microcavity. The tuning is achieved by applying a voltage to a liquid crystal microcavity possessing photonic Rashba-Dresselhaus spin-orbit coupling. This type of spin-orbit coupling emerges due to the high birefringence of the liquid crystal material and constitutes an artificial gauge field for photons. The proposed technique can be combined with strong-light matter coupling and non-Hermitian physics already established in liquid crystal microcavities.         ",
    "url": "https://arxiv.org/abs/2408.08582",
    "authors": [
      "Rafał Mirek",
      "Pavel Kokhanchik",
      "Darius Urbonas",
      "Ioannis Georgakilas",
      "Przemysław Morawiak",
      "Wiktor Piecek",
      "Przemysław Kula",
      "Dmitry Solnyshkov",
      "Guillaume Malpuech",
      "Rainer Mahrt",
      "Thilo Stöferle"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Soft Condensed Matter (cond-mat.soft)"
    ]
  },
  {
    "id": "arXiv:2408.08613",
    "title": "Acceleration and twisting of neutral atoms by strong elliptically polarized short-wavelength laser pulses",
    "abstract": "           We have investigated non-dipole effects in the interaction of a hydrogen atom with elliptically polarized laser pulses of intensity 10$^{14}$ W/cm$^2$ with about 8 fs duration. The study was performed within the framework of a hybrid quantum-quasiclassical approach in which the time-dependent Schrödinger equation for an electron and the classical Hamilton equations for the center-of-mass (CM) of an atom are simultaneously integrated. It is shown that the spatial inhomogeneity $ \\mathbf{k}\\cdot\\mathbf{r}$ of the laser field and the presence of a magnetic component in it lead to the non-separability of the CM and electron variables in a neutral atom and, as a consequence, to its acceleration. We have established a strict correlation between the total probability of excitation and ionization of an atom and the velocity of its CM acquired as a result of interaction with a laser pulse. The acceleration of the atom weakly depends on the polarization of the laser in the considered region (\\mbox{5 eV $\\lesssim \\hbar\\omega \\lesssim $ 27 eV}) of its frequencies. However, the transition from linear to elliptical laser polarization leads to the twisting of the atom relative to the axis directed along the pulse propagation (coinciding with the direction of the momentum of the accelerated atom). It is shown that with increasing ellipticity the twisting effect increases and reaches its maximum value with circular polarization. At this point the projection of the orbital angular momentum acquired by the electron onto the direction of the pulse propagation reaches its maximum value. Further exploration of the possibilities for producing accelerated and twisted atoms with electromagnetic pulses is of interest for a number of prospective applications.         ",
    "url": "https://arxiv.org/abs/2408.08613",
    "authors": [
      "Vladimir S.Melezhik",
      "Sara Shadmehri"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2408.08615",
    "title": "Single-Shot Simultaneous Intensity, Phase, and Polarization Imaging with Metasurface",
    "abstract": "           Optical imaging of the intensity, phase and polarization distributions of optical field is fundamental to numerous applications. Traditional methods rely on bulky optical components and require multiple measurements. Recently, metasurface-based (MS-based) imaging strategies have emerged as a promising solution to address these challenges. However, they have been primarily limited to capturing partial information of the three parameters, tailored to specific optical fields, which poses challenges when addressing with arbitrary field distributions and achieving three-parameter imaging. In this study, we introduce a MS-based approach for single-shot optical imaging that simultaneously captures all the three parameters of optical fields with arbitrary intensity, phase, and polarization distributions. We experimentally validate the versatility of our method by conducting imaging of various types of optical fields with arbitrary well-defined distributions. The strategy presented in our work is expected to open up promising avenues for diverse applications, including imaging, optical communications, and beyond.         ",
    "url": "https://arxiv.org/abs/2408.08615",
    "authors": [
      "Yanjun Bao",
      "Baojun Li"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2408.08679",
    "title": "Laser diode self-injection locking to an integrated high-Q Fabry-P\\'erot microresonator",
    "abstract": "           Self-injection locking (SIL) of laser diodes to microresonators is a powerful technique that enables compact narrow linewidth lasers. Here, we extend this technique to chip-integrated Fabry-Pérot microresonators, which offer high-quality factors and large mode volumes in a compact footprint, reducing fundamental thermo-refractive noise. The resonators consist of a silicon nitride waveguide terminated by two photonic crystal reflectors fabricated via scalable ultraviolet lithography. Evanescent side-coupling allows precise tuning of the SIL feedback mechanism. We present a theoretical model and experimentally demonstrate SIL, resulting in a fundamental thermorefractive-noise-limited laser. We achieve excellent agreement between the experimental results and theoretical model. These results complement current SIL techniques and are relevant to chip-scale low-noise laser systems.         ",
    "url": "https://arxiv.org/abs/2408.08679",
    "authors": [
      "Alexander E. Ulanov",
      "Thibault Wildi",
      "Utkarsh Bhatnagar",
      "Tobias Herr"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2408.08710",
    "title": "Magnetophotonic waveguide nanostructure for selective ultrafast optical excitation of high-K spin dynamics",
    "abstract": "           Optomagnonics provides a promising method of a Joule-loss-free spin control that can be performed at ultrafast timescale. However, the cornerstone of optomagnonics is impossibility to focus the light tighter than a diffraction limit. This constrains minimal size of the optically switched magnetic bits and minimal wavelengths of the optically excited spin waves in optomagnonic devices thus preventing its further progress. Here we propose and experimentally demonstrate a novel method of the selective optical excitation of the short exchange spin waves by using a specially designed magnetophotonic grating. This method is based on the creation of the sign-changing profile of the inverse Faraday effect (IFE) induced in a magnetic film due to excitation of the optical guided TE-mode by a femtosecond laser pulse. The spatial period of the IFE profile is subdiffractive which allows to launch narrow band short spin waves whose wavelengths are around 300 nm as was experimentally demonstrated and potentially can be made down to ~ 100 nm. This opens new horizons for optomagnetic applications that are wide ranging, from logical elements to data processing devices.         ",
    "url": "https://arxiv.org/abs/2408.08710",
    "authors": [
      "Savelii V. Lutsenko",
      "Anastasia E. Khramova",
      "Daria O. Ignatyeva",
      "Daniil V. Konkov",
      "Natalia S. Kaurova",
      "Anatoly A. Syrov",
      "Alexander L. Kudryashov",
      "Grigory N. Goltsman",
      "Vladimir N. Berzhansky",
      "Vladimir I. Belotelov"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2408.08750",
    "title": "Nonlinear Quantum Optics at a Topological Interface Enabled by Defect Engineering",
    "abstract": "           The integration of topology into photonics has generated a new design framework for constructing robust and unidirectional waveguides, which are not feasible with traditional photonic devices. Here, we overcome current barriers to the successful integration of quantum emitters such as quantum dots (QDs) into valley-Hall (VH) topological waveguides, utilising photonic defects at the topological interface to stabilise the local charge environment and inverse design for efficient topological-conventional mode conversion. By incorporating QDs within defects of VH-photonic crystals, we demonstrate the first instances of single-photon resonant fluorescence and resonant transmission spectroscopy of a quantum emitter at a topological waveguide interface. Our results bring together topological photonics with optical nonlinear effects at the single-photon level, offering a new avenue to investigate the interaction between topology and quantum nonlinear systems.         ",
    "url": "https://arxiv.org/abs/2408.08750",
    "authors": [
      "L. Hallacy",
      "N.J. Martin",
      "M. Jalali Mehrabad",
      "D. Hallett",
      "X. Chen",
      "R. Dost",
      "A. Foster",
      "L. Brunswick",
      "A. Fenzl",
      "E. Clarke",
      "P.K. Patil",
      "M. Hafezi",
      "A.M Fox",
      "M.S. Skolnick",
      "L.R. Wilson"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2408.08337",
    "title": "Training Large-Scale Optical Neural Networks with Two-Pass Forward Propagation",
    "abstract": "           This paper addresses the limitations in Optical Neural Networks (ONNs) related to training efficiency, nonlinear function implementation, and large input data processing. We introduce Two-Pass Forward Propagation, a novel training method that avoids specific nonlinear activation functions by modulating and re-entering error with random noise. Additionally, we propose a new way to implement convolutional neural networks using simple neural networks in integrated optical systems. Theoretical foundations and numerical results demonstrate significant improvements in training speed, energy efficiency, and scalability, advancing the potential of optical computing for complex data tasks.         ",
    "url": "https://arxiv.org/abs/2408.08337",
    "authors": [
      "Amirreza Ahmadnejad",
      "Somayyeh Koohi"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2408.08534",
    "title": "QWalkVec: Node Embedding by Quantum Walk",
    "abstract": "           In this paper, we propose QWalkVec, a quantum walk-based node embedding method. A quantum walk is a quantum version of a random walk that demonstrates a faster propagation than a random walk on a graph. We focus on the fact that the effect of the depth-first search process is dominant when a quantum walk with a superposition state is applied to graphs. Simply using a quantum walk with its superposition state leads to insufficient performance since balancing the depth-first and breadth-first search processes is essential in node classification tasks. To overcome this disadvantage, we formulate novel coin operators that determine the movement of a quantum walker to its neighboring nodes. They enable QWalkVec to integrate the depth-first search and breadth-first search processes by prioritizing node sampling. We evaluate the effectiveness of QWalkVec in node classification tasks conducted on four small-sized real datasets. As a result, we demonstrate that the performance of QWalkVec is superior to that of the existing methods on several datasets. Our code will be available at \\url{this https URL}.         ",
    "url": "https://arxiv.org/abs/2408.08534",
    "authors": [
      "Rei Sato",
      "Shuichiro Haruta",
      "Kazuhiro Saito",
      "Mori Kurokawa"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2408.08819",
    "title": "Reality of Inverse Cascading in Neutron Star Crusts",
    "abstract": "           The braking torque that dictates the timing properties of magnetars is closely tied to the large-scale dipolar magnetic field on their surface. The formation of this field has been a topic of ongoing debate. One proposed mechanism, based on macroscopic principles, involves an inverse cascade within the neutron star's crust. However, this phenomenon has not been observed in realistic simulations. In this study, we provide compelling evidence supporting the feasibility of the inverse cascading process in the presence of an initial helical magnetic field within realistic neutron star crusts and discuss its contribution to the amplification of the large-scale magnetic field. Our findings, derived from a systematic investigation that considers various coordinate systems, peak wavenumber positions, crustal thicknesses, magnetic boundary conditions, and magnetic Lundquist numbers, reveal that the specific geometry of the crustal domain - with its extreme aspect ratio - requires an initial peak wavenumber from small-scale structures for the inverse cascade to occur. However, this extreme aspect ratio limits the inverse cascade to magnetic field structures on scales comparable to the neutron star's crust, making the formation of a large-scale dipolar surface field unlikely. Despite this limitation, the inverse cascade can significantly impact the magnetic field evolution in the interior of the crust, potentially explaining the observed characteristics of highly magnetized objects with weak surface dipolar fields, such as low-field magnetars or central compact objects.         ",
    "url": "https://arxiv.org/abs/2408.08819",
    "authors": [
      "Clara Dehman",
      "Axel Brandenburg"
    ],
    "subjectives": [
      "High Energy Astrophysical Phenomena (astro-ph.HE)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2408.08867",
    "title": "Quantum Annealing for Enhanced Feature Selection in Single-Cell RNA Sequencing Data Analysis",
    "abstract": "           Feature selection is vital for identifying relevant variables in classification and regression models, especially in single-cell RNA sequencing (scRNA-seq) data analysis. Traditional methods like LASSO often struggle with the nonlinearities and multicollinearities in scRNA-seq data due to complex gene expression and extensive gene interactions. Quantum annealing, a form of quantum computing, offers a promising solution. In this study, we apply quantum annealing-empowered quadratic unconstrained binary optimization (QUBO) for feature selection in scRNA-seq data. Using data from a human cell differentiation system, we show that QUBO identifies genes with nonlinear expression patterns related to differentiation time, many of which play roles in the differentiation process. In contrast, LASSO tends to select genes with more linear expression changes. Our findings suggest that the QUBO method, powered by quantum annealing, can reveal complex gene expression patterns that traditional methods might overlook, enhancing scRNA-seq data analysis and interpretation.         ",
    "url": "https://arxiv.org/abs/2408.08867",
    "authors": [
      "Selim Romero",
      "Shreyan Gupta",
      "Victoria Gatlin",
      "Robert S. Chapkin",
      "James J. Cai"
    ],
    "subjectives": [
      "Genomics (q-bio.GN)",
      "Emerging Technologies (cs.ET)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2302.13924",
    "title": "Periodic Korteweg-de Vries soliton potentials generate magnetic field strength with excellent quasisymmetry",
    "abstract": "           Quasisymmetry (QS) is a hidden symmetry of the magnetic field strength, $B$, that confines charged particles effectively in a three-dimensional toroidal plasma equilibrium. Here, we show that QS has a deep connection to the underlying symmetry that makes solitons possible. We uncover a hidden lower dimensionality of $B$ on a magnetic flux surface, which could make stellarator optimization schemes significantly more efficient. Recent breakthroughs (M. Landreman and E. Paul, PRL 2022) have yielded configurations with excellent volumetric QS and surprisingly low magnetic shear. Our approach elucidates why the magnetic shear is low in these configurations. Given $B$, we deduce an upper bound on the maximum toroidal volume that can be quasisymmetric only from the properties of $B$ and verify it for the Landreman-Paul precise quasiaxisymmetric (QA) stellarator configuration. In the neighborhood of the outermost surface, we show that $B$ approaches the form of the 1-soliton reflectionless potential. The connection length diverges, indicating the possible presence of an X-point that could potentially be used as basis for a divertor. We present three independent approaches to demonstrate that quasisymmetric $B$ is described by well-known integrable systems such as the Korteweg-de Vries (KdV) and Gardner's equation. The first approach is weakly nonlinear multiscale perturbation theory. We show that the overdetermined problem of finding quasisymmetric vacuum fields admits solutions for which the rotational transform and the magnetic shear are highly constrained. Our second approach is non-perturbative and based on ensuring single-valuedness of $B$, which directly leads to its Painlevé property shared by the KdV equation. Our third machine-learning-based approach robustly recovers the KdV (and Gardner's equation) from a large dataset of numerically optimized quasisymmetric stellarators.         ",
    "url": "https://arxiv.org/abs/2302.13924",
    "authors": [
      "W. Sengupta",
      "N. Nikulsin",
      "S. Buller",
      "R. Madan",
      "E.J. Paul",
      "R. Nies",
      "A.A. Kaptanoglu",
      "S.R.Hudson",
      "A. Bhattacharjee"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2303.09389",
    "title": "Phase-dependent bubble hosing and resonant amplification of betatron oscillation in few-cycle laser wakefield accelerator",
    "abstract": "           Betatron oscillation of trapped electrons in laser-driven long-distance propagating plasma bubble has been investigated with the help of particle-in-cell simulations and theoretical analysis. Parametric oscillation of the trapped electron beam is identified as a result of bubble breathing which develops with the steepening and depletion of the laser pulse. It leads to parametric amplification of the betatron oscillation of the electron beam with the exponential growth of its amplitude. It results in severe degradation of the qualities of the electron beam and thus is important for long-scale laser wakefield acceleration.         ",
    "url": "https://arxiv.org/abs/2303.09389",
    "authors": [
      "Bifeng Lei",
      "Daniel Seipt",
      "Bin Liu",
      "Matt Zepf",
      "Bin Qiao"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2308.08341",
    "title": "Analytical description of the time-over-threshold method based on the time properties of plastic scintillators equipped with silicon photomultipliers",
    "abstract": "           A new high-granular compact time-of-flight neutron detector for the identification and energy measurement of neutrons produced in nucleus-nucleus interactions at the BM@N experiment, Dubna, Russia, at energies up to 4 AGeV is under development. The detector consists of approximately 2000 fast plastic scintillators, each with dimensions of 40$\\times$40$\\times$25 mm$^3$, equiped with SiPM (Silicon Photomultiplier) with an active area of 6$\\times$6 mm$^2$. The signal readout from these scintillators will employ a single-threshold multichannel Time-to-Digital Converter (TDC) to measure their response time and amplitude using the time-over-threshold (ToT) method. This article focuses on the analytical description of the signals from the plastic scintillator detectors equipped with silicon photomultipliers. This description is crucial for establishing the ToT-amplitude relationship and implementing slewing correction techniques to improve the time resolution of the detector. The methodology presented in this paper demonstrates that a time resolution at the 70 ps level can be achieved for the fast plastic scintillator coupled with silicon photomultiplier with epitaxial quenching resistors.         ",
    "url": "https://arxiv.org/abs/2308.08341",
    "authors": [
      "N. Karpushkin",
      "D. Finogeev",
      "F. Guber",
      "D. Lyapin",
      "A. Makhnev",
      "S. Morozov",
      "D. Serebryakov"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2405.04541",
    "title": "Thermodynamic Topology of Quantum RN Black Holes",
    "abstract": "           This paper presents a comprehensive exploration of the thermodynamics of black holes, focusing on foundational concepts such as free energy, entropy, and topological numbers, alongside a detailed examination of quantum RN black holes. By extending the discussion to encompass the symmetry groups SO(2), SO(3)/SO(2), and SO(3) within the framework of (f(R)) gravity, the paper offers a nuanced understanding of black hole physics. Key insights include the pivotal role of free energy and entropy in understanding the thermodynamic properties of black holes, the significance of topological numbers in determining thermodynamic stability and phase transitions, and the implications of quantum mechanics and (f(R)) gravity on traditional thermodynamic concepts. This exploration not only enriches our theoretical knowledge of black holes but also sets the stage for future empirical investigations, marking a pivotal contribution to our ongoing quest to decipher the universe's mysteries.         ",
    "url": "https://arxiv.org/abs/2405.04541",
    "authors": [
      "Wen-Xiang Chen"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2408.08124",
    "title": "A Terahertz nanoscale vacuum field emission transistor with an embedded gate",
    "abstract": "           Nanoscale vacuum field emission transistors (nvFET) have the potential for high-power terahertz operations. In this paper, a field emission transistor with a vacuum channel and an embedded gate working in terahertz frequency range is presented. The fabrication of the device was compatible with existing CMOS and MEMS processes, and its structure was designed to have a low gate leakage current and easy parallelisation for improved carry-load capability. Full on-chip measurements of input capacitance and I-V characteristics of the transistor were carried out, and from measured data a conductance of 66.9 uS was calculated, and hence a cut-off frequency of 1.69 THz was calculated from the fabricated nvFET .         ",
    "url": "https://arxiv.org/abs/2408.08124",
    "authors": [
      "Yuxiang Huang",
      "Binbin Hong",
      "Ziqi Ke",
      "Guanqin Guo",
      "Fu Gao",
      "Jun Liangand Minghao Lin",
      "Wenlong He"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2306.05591",
    "title": "Proposal for simulating quantum spin models with Dzyaloshinskii-Moriya interaction using Rydberg atoms, and construction of asymptotic quantum many-body scar states",
    "abstract": "           We have developed a method to simulate quantum spin models with Dzyaloshinskii-Moriya interaction (DMI) using Rydberg atom quantum simulators. Our approach involves a two-photon Raman transition and a transformation to the spin-rotating frame, both of which are feasible with current experimental techniques. As a model that can be simulated in our setup but not in solid-state systems, we consider an $S=1/2$ spin chain with a Hamiltonian consisting of the DMI and Zeeman energy. We study the magnetization curve in the ground state of this model and quench dynamics. Further, we show the existence of quantum many-body scar states and asymptotic quantum many-body scar states. The observed nonergodicity in this model demonstrates the importance of the highly tunable DMI that can be realized by the proposed quantum simulator.         ",
    "url": "https://arxiv.org/abs/2306.05591",
    "authors": [
      "Masaya Kunimi",
      "Takafumi Tomita",
      "Hosho Katsura",
      "Yusuke Kato"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2405.11387",
    "title": "Conditions for enhancement of chemical reactions in gas phase inside a dark cavity",
    "abstract": "           Enhancing chemical reactions, such as $A+B \\to [\\textit{activated complex}]^\\# \\to C+D$, in gas phase through its coupling to quantum-electrodynamics (QED) modes in a dark cavity is investigated. The main result is that the enhancement of the reaction rate by a dark cavity is for asymmetric reactions (products different from reactants.) Notice that in addition to the cavity been dark, the reactants are in their ground electronic and vibrational states, i.e., it is indeed dark. Theoretical derivation, utilizing the non-Hermitian formalism of quantum mechanics (NHQM), provides conditions and guidelines for selecting the proper type of reactions that can be enhanced by a dark cavity. Nevertheless, the time-dependent simulations of such experiments can be carried out using the standard (Hermitian) scattering theory (but including the conditions derived via NHQM). We believe that this work opens a gate to new types of studies and hopefully helps to close the gap between theory and experiments in this fascinating, relatively new field of research. As an example, we demonstrate that the asymmetric reaction rates of $O+D_2\\to [ODD]^{\\#} \\to OD+D$ and $H+ArCl \\to [ArHCl]^{\\#} \\to H+Ar+Cl$ can be enhanced by a dark cavity. Contrary, the dark cavity effect on the symmetric reaction of hydrogen exchange in methane will be negligible.         ",
    "url": "https://arxiv.org/abs/2405.11387",
    "authors": [
      "Nimrod Moiseyev"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2405.20427",
    "title": "Measurement of Energy Resolution with the NEXT-White Silicon Photomultipliers",
    "abstract": "           The NEXT-White detector, a high-pressure gaseous xenon time projection chamber, demonstrated the excellence of this technology for future neutrinoless double beta decay searches using photomultiplier tubes (PMTs) to measure energy and silicon photomultipliers (SiPMs) to extract topology information. This analysis uses $^{83m}\\text{Kr}$ data from the NEXT-White detector to measure and understand the energy resolution that can be obtained with the SiPMs, rather than with PMTs. The energy resolution obtained of (10.9 $\\pm$ 0.6) $\\%$, full-width half-maximum, is slightly larger than predicted based on the photon statistics resulting from very low light detection coverage of the SiPM plane in the NEXT-White detector. The difference in the predicted and measured resolution is attributed to poor corrections, which are expected to be improved with larger statistics. Furthermore, the noise of the SiPMs is shown to not be a dominant factor in the energy resolution and may be negligible when noise subtraction is applied appropriately, for high-energy events or larger SiPM coverage detectors. These results, which are extrapolated to estimate the response of large coverage SiPM planes, are promising for the development of future, SiPM-only, readout planes that can offer imaging and achieve similar energy resolution to that previously demonstrated with PMTs.         ",
    "url": "https://arxiv.org/abs/2405.20427",
    "authors": [
      "T. Contreras",
      "B. Palmeiro",
      "H. Almazán",
      "A. Para",
      "G. Martínez-Lema",
      "R. Guenette",
      "C. Adams",
      "V. Álvarez",
      "B. Aparicio",
      "A.I. Aranburu",
      "L. Arazi",
      "I.J. Arnquist",
      "F. Auria-Luna",
      "S. Ayet",
      "C.D.R. Azevedo",
      "K. Bailey",
      "F. Ballester",
      "M. del Barrio-Torregrosa",
      "A. Bayo",
      "J.M. Benlloch-Rodríguez",
      "F.I.G.M. Borges",
      "A. Brodolin",
      "N. Byrnes",
      "S. Cárcel",
      "A. Castillo",
      "S. Cebrián",
      "E. Church",
      "L. Cid",
      "C.A.N. Conde",
      "F.P. Cossío",
      "E. Dey",
      "G. Díaz",
      "T. Dickel",
      "C. Echevarria",
      "M. Elorza",
      "J. Escada",
      "R. Esteve",
      "R. Felkai",
      "L.M.P. Fernandes",
      "P. Ferrario",
      "A.L. Ferreira",
      "F.W. Foss",
      "Z. Freixa",
      "J. García-Barrena",
      "J.J. Gómez-Cadenas",
      "R. González",
      "J.W.R. Grocott",
      "J. Hauptman",
      "C.A.O. Henriques",
      "J.A. Hernando Morata",
      "P. Herrero-Gómez",
      "V. Herrero",
      "C. Hervés Carrete",
      "Y. Ifergan",
      "B.J.P. Jones",
      "F. Kellerer",
      "L. Larizgoitia",
      "A. Larumbe",
      "P. Lebrun",
      "F. Lopez",
      "N. López-March",
      "R. Madigan",
      "R.D.P. Mano",
      "A.P. Marques",
      "J. Martín-Albo",
      "M. Martínez-Vara",
      "R.L. Miller",
      "K. Mistry",
      "J. Molina-Canteras",
      "F. Monrabal",
      "C.M.B. Monteiro",
      "F.J. Mora",
      "K.E. Navarro",
      "P. Novella",
      "A. Nuñez",
      "D.R. Nygren",
      "E. Oblak",
      "J. Palacio",
      "I. Parmaksiz",
      "A. Pazos",
      "J. Pelegrin",
      "M. Pérez Maneiro",
      "M. Querol",
      "A.B. Redwine",
      "J. Renner",
      "I. Rivilla",
      "C. Rogero",
      "L. Rogers",
      "B. Romeo",
      "C. Romo-Luque",
      "F.P. Santos",
      "J.M.F. dos Santos",
      "M. Seemann",
      "I. Shomroni",
      "P.A.O.C. Silva",
      "A. Simón",
      "S.R. Soleti",
      "M. Sorel",
      "J. Soto-Oton",
      "J.M.R. Teixeira"
    ],
    "subjectives": [
      "High Energy Physics - Experiment (hep-ex)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  }
]