[
  {
    "id": "arXiv:2401.17321",
    "title": "Quantum inertia of non-local matterspace with kinetic and metric  counter-stresses",
    "abstract": "New microscopic geodesics with local balances of kinetic and metric four-potentials can maintain the non-local mass mechanism of continuous matterspace due to positive energies of kinetic micro-oscillations. The monistic pan-unity of the inertial continuum of kinetic energy is quantitatively substantiated by the Lomonosov local push on macroscopic densities in inverse square interactions of visible bodies. The monistic mechanics of inertial fields replaces the dual model of separated particles and their pulling fields or forces at a distance. The positive kinetic pressure of Poincare withstands the metric stress for equilibrium densities and prevents the radial collapse of non-local self-organizations, despite the observed fall of probe (extremely dense) densities in rarefied regions of the correlated continuum of the emerging mass-energy. The four-dimensional geometrization with the inherent sub-symmetries for flat matterspace and adaptive kinetic-metric time can be useful for modeling stationary and auto-pulsing astrosystems, as well as for the modeling of vortex hydrodynamics with non-local feedback and micro-macro-mega-entanglement in the monistic field of quantum inertia. ",
    "url": "https://arxiv.org/abs/2401.17321",
    "authors": [
      "I.E. Bulyzhenkov"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2401.17323",
    "title": "Identifying possible mechanism for quantum needle in chemical  magnetoreception",
    "abstract": "The radical pair mechanism is an important model that may provide a basis for biological magnetoreception. To account for the high orientation precision of the real avian compass, P. J. Hore et al. proposed an intriguing phenomenon called quantum needle [Proc. Natl. Acad. Sci. 113, 4634 (2016)], where a spike-like feature emerges in the fractional yield signal. However, it is believed that quantum needle requires the radical pair lifetime to be longer than a few microseconds and thus poses stern challenges in realistic biological systems. Here, we exploit the optimization techniques and find a novel class of model system, which sustains much more prominent features of quantum needle and significantly relaxes the requirement for radical pair lifetime. Even more surprisingly, we find that the characteristics of quantum needle retain a narrow functional window around the geomagnetic field, which is absent in the previous model systems. Therefore, our work provides essential evidence for identifying the possible physical mechanism for quantum needle in chemical magnetoreception. ",
    "url": "https://arxiv.org/abs/2401.17323",
    "authors": [
      "Xiaoyu Chen",
      "Haibin Liu",
      "Jianming Cai"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2401.17471",
    "title": "Optical Data Transmission ASICs for the High-Luminosity LHC (HL-LHC)  Experiments",
    "abstract": "We present the design and test results of two optical data transmission ASICs for the High-Luminosity LHC (HL-LHC) experiments. These ASICs include a two-channel serializer (LOCs2) and a single-channel Vertical Cavity Surface Emitting Laser (VCSEL) driver (LOCld1V2). Both ASICs are fabricated in a commercial 0.25-um Silicon-on-Sapphire (SoS) CMOS technology and operate at a data rate up to 8 Gbps per channel. The power consumption of LOCs2 and LOCld1V2 are 1.25 W and 0.27 W at 8-Gbps data rate, respectively. LOCld1V2 has been verified meeting the radiation-tolerance requirements for HL-LHC experiments. ",
    "url": "https://arxiv.org/abs/2401.17471",
    "authors": [
      "Xiaoting Li",
      "Gang Liu",
      "Jinghong Chen",
      "Binwei Deng",
      "Datao Gong",
      "Di Guo",
      "Mengxun He",
      "Suen Hou",
      "Guangming Huang",
      "Ge Jin",
      "Hao Liang",
      "Futian Liang",
      "Chonghan Liu",
      "Tiankuan Liu",
      "Xiangming Sun",
      "Ping-Kun Teng",
      "Annie C. Xiang",
      "Jingbo Ye",
      "Yang You",
      "Xiandong Zhao"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2401.17487",
    "title": "The 120Gbps VCSEL Array Based Optical Transmitter (ATx) Development for  the High-Luminosity LHC (HL-LHC) Experiments",
    "abstract": "The integration of a Verticle Cavity Surface-Emitting Laser (VCSEL) array and a driving Application-Specific Integrated Circuit (ASIC) in a custom optical array transmitter module (ATx) for operation in the detector front-end is constructed, assembled and tested. The ATx provides 12 parallel channels with each channel operating at 10 Gbps. The optical transmitter eye diagram passes the eye mask and the bit-error rate (BER) less than 1E-12 transmission is achieved at 10 Gbps/ch. The overall insertion loss including the radiation induced attenuation is sufficiently low to meet the proposed link budget requirement. ",
    "url": "https://arxiv.org/abs/2401.17487",
    "authors": [
      "Di Guo",
      "Chonghan Liu",
      "Jinghong Chen",
      "John Chramowicz",
      "Binwei Deng",
      "Datao Gong",
      "Suen Hou",
      "Ge Jin",
      "Simon Kwan",
      "Futian Liang",
      "Xiaoting Li",
      "Gang Liu",
      "Tiankuan Liu",
      "Alan Prosser",
      "Da-Shung Su",
      "Ping-Kun Teng",
      "Tongye Xu",
      "Jingbo Ye",
      "Xiandong Zhao",
      "Annie C. Xiang",
      "Hao Liang"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2401.17568",
    "title": "Nonlinear dispersion relation of dust acoustic waves using the  Korteweg-de Vries model",
    "abstract": "In this brief communication, we present an exact analytic nonlinear dispersion relation (NLDR) for the dust acoustic waves using the Korteweg-de Vries (KdV) model. The NLDR agrees with the spectrum of spatio-temporal evolution obtained from an exact solution as in Mir~\\textit{et al.}~[Phys. Plasmas \\textbf{27}, 113701 (2020)]. The NLDR also shows a reasonable match with the experimental data of Thompson~\\textit{et al.}~[Phys. Plasmas \\textbf{4}, 2331 (1997)] in the long wavelength limit ($k \\lambda_D \\ll 1$). We suggest that such nonlinear corrections should be incorporated in the dispersion relation along with damping, streaming, and correlation effects in order to provide a more realistic interpretation of experimental data. ",
    "url": "https://arxiv.org/abs/2401.17568",
    "authors": [
      "Farida Batool",
      "Ajaz Mir",
      "Sanat Tiwari",
      "Abhijit Sen"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2401.17631",
    "title": "Currents from relativistic laser-plasma interaction as novel metrology  for system stability of high-repetition-rate laser secondary sources",
    "abstract": "This work shows for the first time experimentally the close relation between return currents from relativistic laser-driven target polarization and the quality of the relativistic laser plasma interaction for laser driven secondary sources. Such currents rise in all interaction schemes where targets of any kind are charged by escaping laser-accelerated relativistic electrons. Therefore, return currents can be used as a metrological online tool in the optimization of many laser-driven secondary sources and for diagnosing their stability. We demonstrate the destruction free measurement of return currents at the example of a tape target system irradiated by the 1 PW VEGA3 laser at CLPU at its maximum capabilities for laser-driven ion acceleration. Such endeavour paves the ground for feedback systems that operate at the high-repetition-rate of PW-class laser systems. ",
    "url": "https://arxiv.org/abs/2401.17631",
    "authors": [
      "Michael Ehret",
      "Jose Luis Henares",
      "Iuliana-Mariana Vladisavlevici",
      "Philip Bradford",
      "Jakub Cikhardt",
      "Tomas Burian",
      "Diego de Luis",
      "Rubén Hernández Martín",
      "Juan Hernández",
      "Joao Santos",
      "Giancarlo Gatti"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2401.17637",
    "title": "Flat silicon gradient index lens with 3-layer anti-reflection structures  for millimeter and submillimeter wavelengths",
    "abstract": "We present the design, fabrication, and test of a 100 mm diameter flat gradient-index (GRIN) lens fabricated with high-resistivity silicon and combined with three-layer anti-reflection (AR) structures optimized for 160 - 355 GHz. The anti-reflection layers and gradient index are created by cutting sub-wavelength structures inside silicon wafers using multi-depth deep reactive-ion etching (DRIE). The subwavelength structures, post or holes, locally change the effective refractive index of silicon. The gradient index is obtained with hexagonal holes whose size vary along the lens radius, creating a parabolic index profile with an index of 3.15 in the middle of the lens, and 1.87 at the edge. We have fabricated a lens composed of five 525 um thick stacked GRIN wafers with one AR wafer on each side, and characterized it at 275 GHz. ",
    "url": "https://arxiv.org/abs/2401.17637",
    "authors": [
      "Fabien Defrance",
      "Cecile Jung-Kubiak",
      "John Gill",
      "Sofia Rahiminejad",
      "Ted Macioce",
      "Jack Sayers",
      "Goutam Chattopadhyay",
      "Sunil Golwala"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ]
  },
  {
    "id": "arXiv:2401.17774",
    "title": "Three-Dimensional Electrode Integration with Microwave Sensors for  Precise Microparticle Detection in Microfluidics",
    "abstract": "Microwave sensors integrated with microfluidic platforms can provide the size and permittivity of single cells and microparticles. Amongst the microwave sensor topologies, the planar arrangement of electrodes is a popular choice owing to the ease of fabrication. Unfortunately, planar electrodes generate a non-uniform electric field which causes the responsivity of the sensor to depend on the vertical position of a microparticle in the microfluidic channel. To overcome this problem, we fabricated three-dimensional (3D) electrodes at the coplanar sensing region of an underlying microwave resonator. The 3D electrodes are based on SU8 polymer which is then metallized by sputter coating. With this system, we readily characterized a mixture composed of 12 um and 20 um polystyrene particles and demonstrated separation without any position-related calibration. The ratio of the electronic response of the two particle types is approximately equal to the ratio of the particle volumes, which indicates the generation of a uniform electric field at the sensing region. The current work obviates the need for using multiple coplanar electrodes and extensive processing of the data for the calibration of particle height in a microfluidic channel: as such, it enables the fabrication of more sophisticated microwave resonators for environmental and biological applications. ",
    "url": "https://arxiv.org/abs/2401.17774",
    "authors": [
      "Yagmur Ceren Alatas",
      "Uzay Tefek",
      "Berk Kucukoglu",
      "Naz Bardakci",
      "Sayedus Salehin",
      "M. Selim Hanay"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2401.17775",
    "title": "Predicting quantum evolutions of excitation energy transfer in a  light-harvesting complex using multi-optimized recurrent neural networks",
    "abstract": "Constructing models to discover physics underlying magnanimous data is a traditional strategy in data mining which has been proved to be powerful and successful. In this work, a multi-optimized recurrent neural network (MRNN) is utilized to predict the dynamics of photosynthetic excitation energy transfer (EET) in a light-harvesting complex. The original data set produced by the master equation were trained to forecast the EET evolution. An agreement between our prediction and the theoretical deduction with an accuracy of over 99.26\\% is found, showing the validity of the proposed MRNN. A time-segment polynomial fitting multiplied by a unit step function results in a loss rate of the order of $10^{-5}$, showing a striking consistence with analytical formulations for the photosynthetic EET. The work sets up a precedent for accurate EET prediction from large data set by establishing analytical descriptions for physics hidden behind, through minimizing the processing cost during the evolution of week-coupling EET. ",
    "url": "https://arxiv.org/abs/2401.17775",
    "authors": [
      "Shun-Cai Zhao",
      "Yi-Meng Huang",
      "Zi-Ran Zhao"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2401.17816",
    "title": "Breaking 1.7V open circuit voltage in large area transparent perovskite  solar cells using bulk and interfaces passivation",
    "abstract": "Efficient semi-transparent solar cells can trigger the adoption of building integrated photovoltaics. Halide perovskites are particularly suitable in this respect owing to their tunable bandgap. Main drawbacks in the development of transparent perovskite solar cells are the high Voc deficit and the difficulties in depositing thin films over large area substrates, given the low solubility of bromide and chloride precursors. In this work, we develop a 2D and passivation strategies for the high band-gap Br perovskite able to reduce charge recombination and consequently improving the open-circuit voltage. We demonstrate 1cm 2 perovskite solar cells with Voc up to 1.73 V (1.83 eV QFLS) and a PCE of 8.2%. The AVT exceeds 70% by means of a bifacial light management and a record light utilization efficiency of 5.72 is achieved, setting a new standard for transparent photovoltaics. Moreover, we show the high ceiling of our technology towards IoT application due to a bifaciality factor of 87% along with 17% PCE under indoor lighting. Finally, the up-scaling has been demonstrated fabricating 20cm 2 -active area modules with PCE of 7.3% and Voc per cell up to 1.65V. ",
    "url": "https://arxiv.org/abs/2401.17816",
    "authors": [
      "Fabio Matteocci",
      "Diego Di Girolamo",
      "Guillame Vidon",
      "Jessica Barichello",
      "Francesco Di Giacomo",
      "Farshad Jafarzadeh",
      "Barbara Paci",
      "Amanda Generosi",
      "Minjin Kim",
      "Luigi Angelo Castriotta",
      "Mathieu Frégnaux",
      "Jean-François Guillemoles",
      "Philip Schulz",
      "Daniel Ory",
      "Stefania Cacovich",
      "Aldo Di Carlo"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2401.17818",
    "title": "On the evaluation of the suitability of the materials used to 3D print  holographic acoustic lenses to correct transcranial focused ultrasound  aberrations",
    "abstract": "The correction of transcranial focused ultrasound aberrations is a relevant topic for enhancing various non-invasive medical treatments. Nowadays, the most widely accepted method to improve focusing is the emission through multi-element phased arrays; however, a new disruptive technology, based on 3D printed holographic acoustic lenses, has recently been proposed overcoming the spatial limitations of phased arrays due to the submillimetric precision of the latest generation of 3D printers. This works aims to optimize this recent solution; particularly, the preferred acoustic properties of the polymers used for printing the lens are systematically analyzed, paying special attention to the effect of p-wave speed and its relationship to the achievable voxel size of 3D printers. Results from simulations and experiments clearly show that there are optimal ranges for lens thickness and p-wave speed, fairly independent of the emitted frequency, the transducer aperture, or the transducer-target distance, given a particular voxel size ",
    "url": "https://arxiv.org/abs/2401.17818",
    "authors": [
      "Marcelino Ferri",
      "José M. Bravo",
      "Javier Redondo",
      "Juan V. Sánchez-Pérez",
      "Noé Jiménez",
      "Sergio Jimenez-Gambín",
      "Francisco Camarena"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2401.17849",
    "title": "Delayed response to the photovoltaic performance in a double quantum dot  photocell with spatially correlated fluctuation",
    "abstract": "A viable strategy for enhancing photovoltaic performance in a double quantum dot (DQD) photocell is to comprehend the underlying quantum physical regime of charge transfer. This work explores the photovoltaic performance dependent spatially correlated fluctuation in a DQD photocell. A suggested DQD photocell model was used to examine the effects of spatially correlated variation on charge transfer and output photovoltaic efficiency. The charge transfer process and the process of reaching peak solar efficiency were both significantly delayed as a result of the spatially correlated fluctuation, and the anti-spatial correlation fluctuation also resulted in lower output photovoltaic efficiency. Further results revealed that some structural parameters, such as gap difference and tunneling coefficient within two dots, could suppress the delayed response, and a natural adjustment feature was demonstrated on the delayed response in this DQD photocell model. Subsequent investigation verified that the delayed response was caused by the spatial correlation fluctuation, which slowed the generative process of noise-induced coherence, which had previously been proven to improve quantum photovoltaic performance in quantum photocells. While anti-spatial correlation fluctuation and a hotter thermal ambient environment could diminish the condition for noise-induced coherence, as demonstrated by the reduced photovoltaic capabilities in this suggested DQD photocell model. As a result, we expect that regulated noise-induced coherence, via spatially correlated fluctuation, will have a major impact on photovoltaic qualities in a DQD photocell system. The discovery of its underlying physical regime of quantum fluctuation will broaden and deepen understanding of quantum features of electron transfer, as well as provide some indications concerning quantum techniques for high efficiency DQD solar cells. ",
    "url": "https://arxiv.org/abs/2401.17849",
    "authors": [
      "Sheng-Nan Zhu",
      "Shun-Cai Zhao",
      "Lu-Xin Xu",
      "Lin-Jie Chen"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2401.17896",
    "title": "Photosynthetic properties assisted by the quantum entanglement in two  adjacent pigment molecules",
    "abstract": "The quantum dynamics of entanglement is widely revealed in photosynthetic light-harvesting complexes. Different from the previous work, we explore the properties of exciton transport and photosynthesis assisted by the quantum entanglement in two adjacent pigment molecules, which are measured by the population dynamics behaviors, the $j$-$V$ characteristics and by the output power via a photosynthetic quantum heat engine (QHE) model. A more robust exciton transport dynamic behavior is compared with those without quantum entanglement, and the photosynthetic characteristics evaluated by the output current and power were proved to be enhanced by the quantum entanglement at different ambient temperatures. These results may point toward the possibility for artificial photosynthetic nanostructures inspired by this quantum biological systems. ",
    "url": "https://arxiv.org/abs/2401.17896",
    "authors": [
      "Lu-Xin Xu",
      "Shun-Cai Zhao",
      "Ling-Fang Li"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2401.17915",
    "title": "Probabilistic Photonic Computing with Chaotic Light",
    "abstract": "Biological neural networks effortlessly tackle complex computational problems and excel at predicting outcomes from noisy, incomplete data, a task that poses significant challenges to traditional processors. Artificial neural networks (ANNs), inspired by these biological counterparts, have emerged as powerful tools for deciphering intricate data patterns and making predictions. However, conventional ANNs can be viewed as \"point estimates\" that do not capture the uncertainty of prediction, which is an inherently probabilistic process. In contrast, treating an ANN as a probabilistic model derived via Bayesian inference poses significant challenges for conventional deterministic computing architectures. Here, we use chaotic light in combination with incoherent photonic data processing to enable high-speed probabilistic computation and uncertainty quantification. Since both the chaotic light source and the photonic crossbar support multiple independent computational wavelength channels, we sample from the output distributions in parallel at a sampling rate of 70.4 GS/s, limited only by the electronic interface. We exploit the photonic probabilistic architecture to simultaneously perform image classification and uncertainty prediction via a Bayesian neural network. Our prototype demonstrates the seamless cointegration of a physical entropy source and a computational architecture that enables ultrafast probabilistic computation by parallel sampling. ",
    "url": "https://arxiv.org/abs/2401.17915",
    "authors": [
      "Frank Brückerhoff-Plückelmann",
      "Hendrik Borras",
      "Bernhard Klein",
      "Akhil Varri",
      "Marlon Becker",
      "Jelle Dijkstra",
      "Martin Brückerhoff",
      "C. David Wright",
      "Martin Salinga",
      "Harish Bhaskaran",
      "Benjamin Risse",
      "Holger Fröning",
      "Wolfram Pernice"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)"
    ]
  },
  {
    "id": "arXiv:2401.17924",
    "title": "Shaped Laser Pulses for Microsecond Time-Resolved Cryo-EM: Outrunning  Crystallization During Flash Melting",
    "abstract": "Water vitrifies if cooled at rates above $3 \\cdot 10^5$ K/s. Surprisingly, this process cannot simply be reversed by heating the resulting amorphous ice at a similar rate. Instead, we have recently shown that the sample transiently crystallizes even if the heating rate is more than one order of magnitude higher. This may present an issue for microsecond time-resolved cryo-electron microscopy experiments, in which vitreous ice samples are briefly flash melted with a laser pulse, since transient crystallization could potentially alter the dynamics of the embedded proteins. Here, we demonstrate how shaped microsecond laser pulses can be used to increase the heating rate and outrun crystallization during flash melting of amorphous solid water (ASW) samples. We use time-resolved electron diffraction experiments to determine that the critical heating rate is about $10^8$ K/s, more than two orders of magnitude higher than the critical cooling rate. Our experiments add to the toolbox of the emerging field of microsecond time-resolved cryo-electron microscopy by demonstrating a straightforward approach for avoiding crystallization during laser melting and for achieving significantly higher heating rates, which paves the way for nanosecond time-resolved experiments. ",
    "url": "https://arxiv.org/abs/2401.17924",
    "authors": [
      "Constantin R. Krüger",
      "Nathan J. Mowry",
      "Marcel Drabbels",
      "Ulrich J. Lorenz"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2401.17942",
    "title": "Impact of Lunar Dust on Free Space Optical (FSO) Energy Harvesting",
    "abstract": "In the backdrop of escalating ambitions for space exploration, particularly with programs like Artemis aiming for a sustainable human presence on the Moon, the issue of efficient and reliable energy transmission has become a critical concern. This paper focuses on the impact of levitating lunar dust particle above the lunar surface on energy harvesting through a Free Space Optics (FSO) beam, commonly known as \"laser power beaming\". This study employs known mathematical models and numerical analysis to examine a ground-to-ground link on the lunar surface, using realistic data from the literature. More precisely, it assesses transmission losses and the performance of FSO energy harvesting in the presence of lunar dust under both illuminated and dark lighting conditions. The findings reveal that the choices regarding the height above the lunar surface and the transmission distance are key determinants in evaluating both losses and energy harvesting efficiency. Specifically, it was observed that the transmit power required to operate a 250W Polaris rover at a distance of 20km was on the order of several kilowatts. Additionally, it was noted that in the Moon's darker regions, the impact of lunar dust on transmission was nearly negligible, making these areas more conducive for FSO-based energy transmission. ",
    "url": "https://arxiv.org/abs/2401.17942",
    "authors": [
      "Mohamed Naqbi",
      "Sebastien Lorenger",
      "Gunes Karabulut Kurt"
    ],
    "subjectives": [
      "Space Physics (physics.space-ph)"
    ]
  },
  {
    "id": "arXiv:2401.17944",
    "title": "Effective Refractive-Index Approximation: A Link between Structural and  Optical Disorder of Planar Resonant Optical Structures",
    "abstract": "We provide detailed insights into a link between structural and optical disorder of resonant optical structures, in particular, distributed Bragg reflectors (DBRs) and resonant microcavities. The standard (targeted) DBR structures have periodic square wave like refractive-index profiles, and their optical performance is determined by the refractive index ratio of the two applied materials and the number of DBR periods. It is well known that its structural disorder strongly affects its optical properties, but, despite that, this influence has not been quantitatively addressed in the literature. We propose a precise quantitative definition for a structural disorder of a single DBR unit cell (disorder factor), completing the set of DBR fundamental parameters. Then we expose the basis for the effective refractive index approximation (ERIA), showing that, as long as DBR optical properties are concerned, the influence of increasing structural disorder is virtually identical to the influence of decreasing refractive index ratio, with the latter influence being easily quantified. Making use of the ERIA method, simple analytical formulas, which enable rapid insights into the reflectivity and stop band width of DBRs with different types of transient layers at the heterointerfaces, are derived and the results validated, via both transfer matrix simulations and direct experimental measurements of imperfect DBRs. The insights of the ERIA method are then further applied on resonant microcavitities, providing a comprehensive link between their structural disorder and subsequent deterioration of their quality (Q) factor. ",
    "url": "https://arxiv.org/abs/2401.17944",
    "authors": [
      "Žarko Gačević",
      "Nenad Vukmirović"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2401.18010",
    "title": "Exploring the impact of the inverse Faraday effect on all-optical  helicity-dependent magnetization switching",
    "abstract": "All-optical helicity-dependent magnetization switching (AO-HDS) is the quickest deterministic technique for data storage by solely using ultrashort laser pulses. Granular high data density magnetic storage media developed for heat-assisted magnetic recording (HAMR) provide an ideal playground to investigate the interplay of effects leading to magnetization switching. In the latest perception, we identify two effects, the magnetic circular dichroism (MCD) and the inverse Faraday effect (IFE), as the forces driving the switching process. During photon absorption, which leads to a rapid temperature rise and thus to magnetization quenching, the MCD ensures two distinct electron temperatures due to helicity-dependent absorption. This effect already holds a nonvanishing probability for magnetization switching. At the same time, the IFE induces a magnetic moment within the material, enhancing the switching probability. We present AO-HDS experiments using ultrashort laser pulses ($\\lesssim 200\\,\\mathrm{fs}$) in the near-infrared range from $800\\,\\mathrm{nm}$ to $1500\\,\\mathrm{nm}$. The experiments demonstrate a strong dependence of the switching efficiency on the absorbed energy density, elevating the electron temperature in the vicinity of the Curie point, allowing for the IFE to take full effect, inducing a magnetic moment for deterministic switching in the quenched magnetization state. While we do not observe an enhanced switching due to an increased MCD, a higher induced magnetization usually improves the switching rate if the electron temperature reaches the transition temperature vicinity. Therefore, we conclude that the magnetic moment generated by the IFE is crucial for the switching efficiency and the distinct deterministic character of the switching process. Laser pulses with a higher absorption induce a higher magnetic moment and switch magnetization at lower fluences. ",
    "url": "https://arxiv.org/abs/2401.18010",
    "authors": [
      "M. Kohlmann",
      "L. Vollroth",
      "K. Jäckel",
      "K. Hovorakova",
      "E. Schmoranzerova",
      "K. Carva",
      "D. Hinzke",
      "U. Nowak",
      "M. Münzenberg",
      "J. Walowski"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2401.17685",
    "title": "Highly controllable stabilization and switching of multiple colliding  soliton sequences with generic Ginzburg-Landau gain-loss",
    "abstract": "We investigate propagation of J soliton sequences in a nonlinear optical waveguide array with generic weak Ginzburg-Landau (GL) gain-loss and nearest-neighbor (NN) interaction. The propagation is described by a system of J perturbed coupled nonlinear Schr\\\"odinger (NLS) equations. The NN interaction property leads to the elimination of collisional three-pulse interaction effects, which prevented the observation of stable multisequence soliton propagation with J>2 sequences in the presence of generic GL gain-loss in all previous studies. We show that the dynamics of soliton amplitudes can be described by a generalized J-dimensional Lotka-Volterra (LV) model. Stability and bifurcation analysis for the equilibrium points of the LV model, which is augmented by an application of the Lyapunov function method, is used to develop setups that lead to robust and scalable transmission stabilization and switching for a general J value. The predictions of the LV model are confirmed by extensive numerical simulations with the perturbed coupled-NLS model with J=3, 4, and 5 soliton sequences. Furthermore, soliton stability and the agreement between the LV model's predictions and the simulations are independent of J. Therefore, our study provides the first demonstration of robust control of multiple colliding sequences of NLS solitons in the presence of generic weak GL gain-loss with an arbitrary number of sequences. Due to the robustness and scalability of the results, they can have important applications in stabilization and switching of broadband soliton-based optical waveguide transmission. ",
    "url": "https://arxiv.org/abs/2401.17685",
    "authors": [
      "Avner Peleg",
      "Toan T. Huynh"
    ],
    "subjectives": [
      "Pattern Formation and Solitons (nlin.PS)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2401.17742",
    "title": "In-situ-tunable spin-spin interactions in a Penning trap with in-bore  optomechanics",
    "abstract": "Experimental implementations of quantum simulation must balance the controllability of the quantum system under test with decoherence typically introduced through interaction with external control fields. The ratio of coherent interaction strength to decoherence induced by stimulated emission in atomic systems is typically determined by hardware constraints, limiting the flexibility needed to explore different operating regimes. Here, we present an optomechanical system for in-situ tuning of the coherent spin-motion and spin-spin interaction strength in two-dimensional ion crystals confined in a Penning trap. The system introduces active optical positioners into the tightly constrained space of the bore of a superconducting magnet, allowing adjustability of the key hardware parameter which determines the ratio of coherent to incoherent light-matter interaction for fixed optical power. Using precision closed-loop piezo-actuated positioners, the system permits in-situ tuning of the angle-of-incidence of laser beams incident on the ion crystal up to $\\theta_{\\text{ODF}}\\approx 28^\\circ$. We characterize the system using measurements of the induced mean-field spin precession under the application of an optical dipole force in ion crystals cooled below the Doppler limit through electromagnetically induced transparency cooling. These experiments show approximately a $\\times2$ variation in the ratio of the coherent to incoherent interaction strength with changing $\\theta_{\\text{ODF}}$, consistent with theoretical predictions. We characterize system stability over 6000 seconds; rigid mounting of optomechanics to the ion trap structure reduces differential laser movements to approximately $2\\times 10^{-3}$ degrees per hour, enabling long-duration experiments. These technical developments will be crucial in future quantum simulations and sensing applications. ",
    "url": "https://arxiv.org/abs/2401.17742",
    "authors": [
      "Joseph H. Pham",
      "Julian Y. Z. Jee",
      "Alexander Rischka",
      "Michael J. Biercuk",
      "Robert N. Wolf"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2401.17836",
    "title": "Broadband biphoton source for quantum optical coherence tomography based  on a Michelson interferometer",
    "abstract": "Broadband correlated photon pairs (biphotons) are valuable in quantum metrology, but current generation methods either involve complex nonlinear structures or lack sufficient bandwidth and brightness. In this work, we theoretically describe and experimentally demonstrate a novel technique for generation of a bright collinear biphoton field with a broad spectrum, achieved by using a tightly focused pump in a bulk nonlinear crystal. As the most straightforward application of the source, we employ Michelson interferometer-based quantum optical coherence tomography (QOCT). Utilizing the source enables the demonstration of record resolution and dispersion cancellation for this QOCT scheme. ",
    "url": "https://arxiv.org/abs/2401.17836",
    "authors": [
      "Konstantin Katamadze",
      "Anna Romanova",
      "Denis Chupakhin",
      "Alexander Pashchenko",
      "Sergei Kulik"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2401.17990",
    "title": "Dark Matter Searches with Levitated Sensors",
    "abstract": "Motivated by the current interest in employing quantum sensors on Earth and in space to conduct searches for new physics, we provide a perspective on the suitability of large-mass levitated optomechanical systems for observing dark matter signatures. We discuss conservative approaches of recoil detection through spectral analysis of coherently scattered light, enhancements of directional effects due to cross-correlation spectral densities, and the possibility of using quantum superpositions of mesoscopic test particles to measure rare events. ",
    "url": "https://arxiv.org/abs/2401.17990",
    "authors": [
      "Eva Kilian",
      "Markus Rademacher",
      "Jonathan M. H. Gosling",
      "Julian H. Iacoponi",
      "Fiona Alder",
      "Marko Toroš",
      "Antonio Pontin",
      "Chamkaur Ghag",
      "Sougato Bose",
      "Tania S. Monteiro",
      "P.F. Barker"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "High Energy Physics - Experiment (hep-ex)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2401.18050",
    "title": "Hypermultiplexed Integrated Tensor Optical Processor",
    "abstract": "Optical processors hold great potential to accelerate deep learning tasks with their high clock-rates and low-loss data transmission. However, existing integrated systems are hindered by low scalability due to the quadratic scaling of device counts, energy costs with high-speed analog-to-digital converters, and lack of inline nonlinearity. Here, we overcome these challenges with a wavelength-space-time multiplexed optical tensor processor. Hyperdimensional parallelism allows matrix-matrix multiplications ($N^{3}$ operations) using $O(N)$ devices. We incorporated wavelength-multiplexed III/V-based micron-scale lasers (spanning ~1 THz) for input activation with inline rectifier (ReLU) nonlinearities and thin-film Lithium-Niobate electro-optic modulators ($V_{\\pi}\\approx1.3 V$) for dynamic weighting. With each device encoding 10-billion activations per second, we demonstrated a machine-learning model with 405,000 parameters. High-clock-rate (10 GS/s), low-energy (500 fJ/OP) parallel computing with real-time programmability unlocks the full potential of light for next-generation scalable AI accelerators. ",
    "url": "https://arxiv.org/abs/2401.18050",
    "authors": [
      "Shaoyuan Ou",
      "Alexander Sludds",
      "Ryan Hamerly",
      "Ke Zhang",
      "Hanke Feng",
      "Eric Zhong",
      "Cheng Wang",
      "Dirk Englund",
      "Mengjie Yu",
      "Zaijun Chen"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2401.18077",
    "title": "Toward deterministic sources: Photon generation in a fiber-cavity  quantum memory",
    "abstract": "We demonstrate the generation of photons within a fiber-cavity quantum memory, followed by later on-demand readout. Signal photons are generated by spontaneous four-wave mixing in a fiber cavity comprising a birefringent fiber with dichroic reflective end facets. The detection of the partner herald photon indicates the creation of the stored signal photon. After a delay, the signal photon is switched out of resonance with the fiber cavity by intracavity frequency translation using Bragg scattering four-wave mixing, driven by ancillary control pulses. We measure sub-Poissonian statistics in the output signal mode, with $g^{(2)}_{AC}=0.54(1)$ in the first readout bin and a readout frequency translation efficiency of $\\approx$80%. The 1/e memory lifetime is $\\approx$67 cavity cycles, or 1.68$\\mu$s. In an alternate fiber cavity, we show a strategy for noise reduction and measure $g^{(2)}_{AC}=0.068(10)$ after one cavity cycle. ",
    "url": "https://arxiv.org/abs/2401.18077",
    "authors": [
      "Philip J. Bustard",
      "Ramy Tannous",
      "Kent Bonsma-Fisher",
      "Daniel Poitras",
      "Cyril Hnatovsky",
      "Stephen J. Mihailov",
      "Duncan England",
      "Benjamin J. Sussman"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2209.06070",
    "title": "Cosmic-time quantum mechanics and the passage-of-time problem",
    "abstract": " Comments: published version ",
    "url": "https://arxiv.org/abs/2209.06070",
    "authors": [
      "Marek Czachor"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2308.00150",
    "title": "Effects of mirror birefringence and its fluctuations to laser  interferometric gravitational wave detectors",
    "abstract": " Comments: 11 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2308.00150",
    "authors": [
      "Yuta Michimura",
      "Haoyu Wang",
      "Francisco Salces-Carcoba",
      "Christopher Wipf",
      "Aidan Brooks",
      "Koji Arai",
      "Rana X Adhikari"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.16039",
    "title": "Modeling of Fluctuations in Dynamical Optoelectronic Device Simulations  within a Maxwell-Density Matrix Langevin Approach",
    "abstract": " Comments: 20 pages, 5 figures, accepted for publication in APL Quantum ",
    "url": "https://arxiv.org/abs/2310.16039",
    "authors": [
      "Johannes Popp",
      "Johannes Stowasser",
      "Michael A. Schreiber",
      "Lukas Seitner",
      "Felix Hitzelhammer",
      "Michael Haider",
      "Gabriela Slavcheva",
      "Christian Jirauschek"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.01718",
    "title": "A high-performance surface acoustic wave sensing technique",
    "abstract": " Comments: 5 pages, 3 figures ",
    "url": "https://arxiv.org/abs/2311.01718",
    "authors": [
      "Mengmeng Wu",
      "Xiao Liu",
      "Renfei Wang",
      "Xi Lin",
      "Yang Liu"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  }
]