[
  {
    "id": "arXiv:2301.04189",
    "title": "Spectral edge-to-edge topological state transfer in diamond photonic  lattices",
    "abstract": "Transfer of information between topological edge states is a robust way of spatially manipulating quantum states while preserving their coherence in lattice environments. This method is particularly efficient when the edge modes are kept within the topological gap of the lattice during the transfer. In this work we show experimentally the transfer of photonic modes between topological edge states located at opposite ends of a dimerized one-dimensional photonic lattice. We use a diamond lattice of coupled waveguides and show that the transfer is insensitive both to the presence of a high density of states in the form of a flat band at an energy close to that of the edge states, and to the presence of disorder in the hoppings. We explore dynamics in the waveguide lattice using wavelength-scan method, where different input wavelength translates into different effective waveguide length. These results open the way to the implementation of more efficient protocols based on the active driving of the hoppings. ",
    "url": "https://arxiv.org/abs/2301.04189",
    "authors": [
      "Gabriel Cáceres-Aravena",
      "Bastián Real",
      "Diego Guzmán-Silva",
      "Paloma Vildoso",
      "Ignacio Salinas",
      "Alberto Amo",
      "Tomoki Ozawa",
      "Rodrigo A. Vicencio"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2301.04269",
    "title": "Photophysics of blue quantum emitters in hexagonal Boron Nitride",
    "abstract": "Colour centres in hexagonal boron nitride (hBN) have emerged as intriguing contenders for integrated quantum photonics. In this work, we present detailed photophysical analysis of hBN single emitters emitting at the blue spectral range. The emitters are fabricated by different electron beam irradiation and annealing conditions and exhibit narrow-band luminescence centred at 436 nm. Photon statistics as well as rigorous photodynamics analysis unveils potential level structure of the emitters, which suggests lack of a metastable state, supported by a theoretical analysis. The potential defect can have an electronic structure with fully occupied defect state in the lower half of the hBN band gap and empty defect state in the upper half of the band gap. Overall, our results are important to understand the photophysical properties of the emerging family of blue quantum emitters in hBN as potential sources for scalable quantum photonic applications. ",
    "url": "https://arxiv.org/abs/2301.04269",
    "authors": [
      "Ivan Zhigulin",
      "Karin Yamamura",
      "Viktor Ivády",
      "Angus Gale",
      "Jake Horder",
      "Charlene J. Lobo",
      "Mehran Kianinia",
      "Milos Toth",
      "Igor Aharonovich"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2301.04346",
    "title": "Enhanced light absorption in Tamm metasurface with a bound state in the  continuum",
    "abstract": "We consider light absorption in a germanium grating placed on top of photonic-crystalline substrate. Such a system supports an optical Tamm state decoupled from the continuous spectrum with its frequency within the photonic band gap. We have demonstrated that application of the Tamm state makes in possible to engineer extremely narrow absorber which provides a 100% absorption in a semiconductor grating in the critical coupling regime. The proposed design may be used at both normal and oblique incidence at the telecom wavelength. ",
    "url": "https://arxiv.org/abs/2301.04346",
    "authors": [
      "Rashid G. Bikbaev",
      "Dmitrii N. Maksimov",
      "Pavel S. Pankin",
      "Ming-Jyun Ye",
      "Kuo-Ping Chen",
      "Ivan V. Timofeev"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.04429",
    "title": "Mode selection in concentric jets. The steady-steady 1:2 resonant mode  interaction with O(2) symmetry",
    "abstract": "In this article, a thorough characterization of the configuration composed by two concentric jets at a low Reynolds number is presented. The analysis comprises a layout with a wide range for the velocity ratio between the inner and outer jets, defined within the interval [0, 2], and also details the influence of the distance between jets, where the wall thicknesses separating the two jets is [0.5, 4]. Global linear stability analysis identifies the most significant modes driving the changes in the flow dynamics. The neutral lines revealing the critical Reynolds number connected to the presence of the main (steady and unsteady) flow bifurcations, which are presented by global azimuthal modes, show the high complexity of the problem under study, where hysteresis and other types of complex cycles are pointed out. Finally, the mode interaction is analysed, highlighting the presence of travelling waves emerging from the interaction of steady states, and the existence of robust heteroclinic cycles that are asymptotically stable. The high level of detail in the results presented, makes this work as a reference for future research development in the field of concentric jets. ",
    "url": "https://arxiv.org/abs/2301.04429",
    "authors": [
      "Adrián Corrochano",
      "Javier Sierra-Ausín",
      "Juan Ángel Martin",
      "David Fabre",
      "Soledad Le Clainche"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2301.04458",
    "title": "Femtosecond laser-induced sub-wavelength plasma inside dielectrics: III.  Terahertz radiation emission",
    "abstract": "Electromagnetic radiation within the terahertz (THz) frequency range is of great interest for applications in remote sensing and time-domain spectroscopy. The laser-induced plasmas are promising mediums for generating THz radiation. It has been recently reported that focusing femtosecond Bessel pulses inside dielectrics induces a high aspect ratio over-critical plasmas. Here we show that the intense resonantly driven electrostatic fields at the so-called critical surface lead to THz radiation emission. Through three-dimensional particle-in-cell simulation and analytical derivation, we have investigated the emission of THz radiation. We show that the THz radiation is associated with a hot population of electrons trapped in ambipolar electric fields of the double layers. ",
    "url": "https://arxiv.org/abs/2301.04458",
    "authors": [
      "Kazem Ardaneh",
      "Ken-Ichi Nishikawa",
      "Remo Giust",
      "Benoit Morel",
      "Pierre-Jean Charpin",
      "Arnaud Couairon",
      "Guy Bonnaud",
      "Francois Courvoisier"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Computational Physics (physics.comp-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.04551",
    "title": "Non-linear, bivariate stochastic modelling of power-grid frequency  applied to islands",
    "abstract": "Mitigating climate change requires a transition away from fossil fuels towards renewable energy. As a result, power generation becomes more volatile and options for microgrids and islanded power-grid operation are being broadly discussed. Therefore, studying the power grids of physical islands, as a model for islanded microgrids, is of particular interest when it comes to enhancing our understanding of power-grid stability. In the present paper, we investigate the statistical properties of the power-grid frequency of three island systems: Iceland, Ireland, and the Balearic Islands. We utilise a Fokker-Planck approach to construct stochastic differential equations that describe market activities, control, and noise acting on power-grid dynamics. Using the obtained parameters we create synthetic time series of the frequency dynamics. Our main contribution is to propose two extensions of stochastic power-grid frequency models and showcase the applicability of these new models to non-Gaussian statistics, as encountered in islands. ",
    "url": "https://arxiv.org/abs/2301.04551",
    "authors": [
      "Ulrich Oberhofer",
      "Leonardo Rydin Gorjão",
      "G. Cigdem Yalcin",
      "Oliver Kamps",
      "Veit Hagenmeyer",
      "Benjamin Schäfer"
    ],
    "subjectives": [
      "Data Analysis, Statistics and Probability (physics.data-an)",
      "Systems and Control (eess.SY)",
      "Applications (stat.AP)"
    ]
  },
  {
    "id": "arXiv:2301.04135",
    "title": "Average localization of resonances on the quantum repeller",
    "abstract": "There has been a very recent surge in the interest on the localization properties of resonances associated to partially open (scattering) systems, which are of the greatest relevance when studying resonant cavities like those used in microlasers for example. Very recently it has been found that no localization is present in a scaled form of these states. Moreover, a new kind of scarring on structures different from periodic orbits is described for non normalized resonances. In this paper, we analyze the localization of a scaled distribution function based on the quantum repeller representation for the partially open quantum tribaker map, a paradigmatic system. We find localization, which in the generic case can be associated to the shortest periodic orbits in non trivial ways. Also, normalized states present enhancements that could not be conclusively associated to periodic orbits and that become more evident when looking at the repeller. These findings leave the door open for new perspectives on recent theoretical developments. ",
    "url": "https://arxiv.org/abs/2301.04135",
    "authors": [
      "J. Montes",
      "Gabriel G. Carlo",
      "F. Borondo"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chaotic Dynamics (nlin.CD)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.04140",
    "title": "High Resolution On-Chip Thin-Film Lithium Niobate Single-Photon Buffer",
    "abstract": "We experimentally demonstrate a room-temperature, voltage controlled, short-term quantum photonics memory on a lithium niobate chip. Our chip is capable of resolving 100 ps time steps with 0.74 dB loss per round-trip. ",
    "url": "https://arxiv.org/abs/2301.04140",
    "authors": [
      "Cagin Ekici",
      "Yonghe Yu",
      "Jeremy C. Adcock",
      "Alif Laila Muthali",
      "Heyun Tan",
      "Hao Li",
      "Leif Katsuo Oxenløwe",
      "Xinlun Cai",
      "Yunhong Ding"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2301.04144",
    "title": "An accordion superlattice for controlling atom separation in optical  potentials",
    "abstract": "We propose a method for separating trapped atoms in optical lattices by large distances. The key idea is the cyclic transfer of atoms between two lattices of variable spacing, known as accordion lattices, each covering at least a factor of two in lattice spacing. By coherently loading atoms between the two superimposed potentials, we can reach, in principle, arbitrarily large atom separations, while requiring only a relatively small numerical aperture. Numerical simulations of our `accordion superlattice' show that the atoms remain localised to one lattice site throughout the separation process, even for moderate lattice depths. In a proof-of-principle experiment we demonstrate the optical fields required for the accordion superlattice using acousto-optic deflectors. The method can be applied to neutral-atom quantum computing with optical tweezers, as well as quantum simulation of low-entropy many-body states. For instance, a unit-filling atomic Mott insulator can be coherently expanded by a factor of ten in order to load an optical tweezer array with very high filling. In turn, sorted tweezer arrays can be compressed to form high-density states of ultracold atoms in optical lattices. The method can be also be applied to biological systems where dynamical separation of particles is required. ",
    "url": "https://arxiv.org/abs/2301.04144",
    "authors": [
      "Simon Wili",
      "Tilman Esslinger",
      "Konrad Viebahn"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2301.04450",
    "title": "Subnanometer confinement and bundling of atoms in a Rydberg empowered  optical lattice",
    "abstract": "Optical lattices are the basic blocks of atomic quantum technology. The scale and resolution of these lattices are diffraction-limited to the light wavelength. Tight confinement of single sites in conventional lattices requires excessive laser intensity which in turn suppresses the coherence due to enhanced scattering. This article proposes a new scheme for atomic optical lattice with sub-wavelength spatial structure. The potential is formed by the nonlinear optical response of the three-level Rydberg-dressed atoms, which is not constrained by the diffraction limit of the driving fields. The lattice consists of a 3D array of ultra-narrow Lorentzian wells with sub-nanometer widths. The scheme allows moving adjacent sites to close distances with sub-nanometer resolution. These extreme scales are now optically accessible by a hybrid scheme deploying the dipolar interaction and optical twist of atomic eigenstates. The interaction-induced two-body resonance that forms the trapping potential, only occurs at a peculiar laser intensity, localizing the trap sites to ultra-narrow regions over the standing-wave driving field. The Lorentzian trapping potentials with 2\\AA width and 30MHz depth are realizable with scattering rates as low as 1Hz. The mentioned improvements allow quantum logic operations with Rydberg-Fermi interaction. These techniques are particularly demanding for the realization of atomtronics, quantum walks, Hubbard models, and neutral-atom quantum simulation. ",
    "url": "https://arxiv.org/abs/2301.04450",
    "authors": [
      "Mohammadsadegh Khazali"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)",
      "Atomic and Molecular Clusters (physics.atm-clus)",
      "Atomic Physics (physics.atom-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2301.04501",
    "title": "Recurrent generation of maximally entangled single particle states via  quantum walks on cyclic graphs",
    "abstract": "Maximally entangled single particle states (MESPS) are opening new possibilities in quantum technologies as they have the potential to encode more information and are robust to decoherence compared to their non-local two-particle counterparts. Herein, using discrete-time quantum walks on $k$-cycles where $k\\in\\{3,4,5,8\\}$ and by using either a single coin or effective-single coin or two coins in various deterministic sequences, we generate MESPS for recurring time steps. These sequences beget ordered quantum walks and yield MESPS with periods 4, 6, 9, 12, and 15. For the first time, we reveal single coins such as Hadamard, which can generate periodic MESPS (with periods 4 and 12) on $4$ and $8$-cycles. This scheme is resource-saving with possibly the most straightforward experimental realization since the same coin is applied at each time step. ",
    "url": "https://arxiv.org/abs/2301.04501",
    "authors": [
      "Dinesh Kumar Panda",
      "Colin Benjamin"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Other Condensed Matter (cond-mat.other)",
      "High Energy Physics - Theory (hep-th)",
      "Dynamical Systems (math.DS)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.04573",
    "title": "Experimental demonstration of bandwidth enhancement in photonic time  delay reservoir computing",
    "abstract": "Time delay reservoir computing (TDRC) using semiconductor lasers (SLs) has proven to be a promising photonic analog approach for information processing. One appealing property is that SLs subject to delayed optical feedback and external optical injection, allow tuning the response bandwidth by changing the level of optical injection. Here we use strong optical injection, thereby expanding the SL's modulation response up to tens of GHz. Performing a nonlinear time series prediction task, we demonstrate experimentally that for appropriate operating conditions, our TDRC system can operate with sampling times as small as 11.72 ps, without sacrificing computational performance. ",
    "url": "https://arxiv.org/abs/2301.04573",
    "authors": [
      "Irene Estebanez",
      "Apostolos Argyris",
      "Ingo Fischer"
    ],
    "subjectives": [
      "Signal Processing (eess.SP)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.14007",
    "title": "The hidden quantum origin of gauge connections",
    "abstract": " Title: The hidden quantum origin of gauge connections ",
    "url": "https://arxiv.org/abs/2205.14007",
    "authors": [
      "Andrei Tudor Patrascu"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)",
      "High Energy Physics - Theory (hep-th)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2209.06070",
    "title": "Cosmic-time quantum mechanics and the passage-of-time problem",
    "abstract": " Title: Cosmic-time quantum mechanics and the passage-of-time problem ",
    "url": "https://arxiv.org/abs/2209.06070",
    "authors": [
      "Marek Czachor"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2210.10170",
    "title": "Second-order self-consistent field algorithms: from classical to quantum  nuclei",
    "abstract": " Comments: 40 pages, 4 figures, 3 tables ",
    "url": "https://arxiv.org/abs/2210.10170",
    "authors": [
      "Robin Feldmann",
      "Alberto Baiardi",
      "Markus Reiher"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2301.02666",
    "title": "First Realization of Quantum Energy Teleportation on Quantum Hardware",
    "abstract": " Title: First Realization of Quantum Energy Teleportation on Quantum Hardware ",
    "url": "https://arxiv.org/abs/2301.02666",
    "authors": [
      "Kazuki Ikeda"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Superconductivity (cond-mat.supr-con)",
      "High Energy Physics - Theory (hep-th)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.03748",
    "title": "Harmonic-Gaussian double-well potential stochastic resonance with its  application to enhance weak fault characteristics of machinery",
    "abstract": " Comments: 27 pages and 14 figures ",
    "url": "https://arxiv.org/abs/2301.03748",
    "authors": [
      "Zijian Qiao",
      "Shuai Chen",
      "Zhihui Lai",
      "Shengtong Zhou",
      "Miguel A. F. Sanjuan"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2301.03789",
    "title": "Determination of the Zak phase of one-dimensional photonic systems via  far-field diffraction",
    "abstract": " Title: Determination of the Zak phase of one-dimensional photonic systems via  far-field diffraction ",
    "url": "https://arxiv.org/abs/2301.03789",
    "authors": [
      "Chao Liu",
      "Haoran Wang",
      "H.C. Ong"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.03860",
    "title": "Nonlinear interactions of ion acoustic waves explored using fast imaging  decompositions",
    "abstract": " Title: Nonlinear interactions of ion acoustic waves explored using fast imaging  decompositions ",
    "url": "https://arxiv.org/abs/2301.03860",
    "authors": [
      "Simon Vincent",
      "Vincent Dolique",
      "Nicolas Plihon"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  }
]