[
  {
    "id": "arXiv:2311.14697",
    "title": "Surface acoustic wave stimulated Brillouin scattering in thin-film  lithium niobate waveguides",
    "abstract": "We report the first-ever experimental observation of backward stimulated Brillouin scattering (SBS) in thin-film lithium niobate (TFLN) waveguides. The peak Brillouin gain coefficient of the z-cut LN waveguide with a crystal rotation angle of 20$^{\\circ}$ is as high as 84.9m$^{-1}$W$^{-1}$, facilitated by surface acoustic waves (SAW) at 8.06GHz. ",
    "url": "https://arxiv.org/abs/2311.14697",
    "authors": [
      "Kaixuan Ye",
      "Hanke Feng",
      "Yvan Klaver",
      "Akshay Keloth",
      "Akhileshwar Mishra",
      "Cheng Wang",
      "David Marpaung"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.14751",
    "title": "Efficient prediction of attosecond two-colour pulses from an X-ray  free-electron laser with machine learning",
    "abstract": "X-ray free-electron lasers are sources of coherent, high-intensity X-rays with numerous applications in ultra-fast measurements and dynamic structural imaging. Due to the stochastic nature of the self-amplified spontaneous emission process and the difficulty in controlling injection of electrons, output pulses exhibit significant noise and limited temporal coherence. Standard measurement techniques used for characterizing two-coloured X-ray pulses are challenging, as they are either invasive or diagnostically expensive. In this work, we employ machine learning methods such as neural networks and decision trees to predict the central photon energies of pairs of attosecond fundamental and second harmonic pulses using parameters that are easily recorded at the high-repetition rate of a single shot. Using real experimental data, we apply a detailed feature analysis on the input parameters while optimizing the training time of the machine learning methods. Our predictive models are able to make predictions of central photon energy for one of the pulses without measuring the other pulse, thereby leveraging the use of the spectrometer without having to extend its detection window. We anticipate applications in X-ray spectroscopy using XFELs, such as in time-resolved X-ray absorption and photoemission spectroscopy, where improved measurement of input spectra will lead to better experimental outcomes. ",
    "url": "https://arxiv.org/abs/2311.14751",
    "authors": [
      "Karim K. Alaa El-Din",
      "Oliver G. Alexander",
      "Leszek J. Frasinski",
      "Florian Mintert",
      "Zhaoheng Guo",
      "Joseph Duris",
      "Zhen Zhang",
      "David B. Cesar",
      "Paris Franz",
      "Taran Driver",
      "Peter Walter",
      "James P. Cryan",
      "Agostino Marinelli",
      "Jon P. Marangos",
      "Rick Mukherjee"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.14839",
    "title": "Photon Counting Accuracy in Digital Image Sensors",
    "abstract": "A statistical model for data emanating from digital image sensors is developed and used to define a notion of the system level photon counting accuracy given a specified quantization strategy. The photon counting accuracy for three example quantization rules is derived and the performance of each rule is compared. ",
    "url": "https://arxiv.org/abs/2311.14839",
    "authors": [
      "Aaron J. Hendrickson"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2311.14928",
    "title": "Palm-sized, vibration-insensitive and vacuum-free all-fiber-photonic  module for 10-14-level stabilization of CW lasers and frequency combs",
    "abstract": "Compact and robust frequency-stabilized laser sources are critical for a variety of fields that require stable frequency standards, including field spectroscopy, radio astronomy, microwave generation, and geophysical monitoring. In this work, we applied a simple and compact fiber ring-resonator configuration that can stabilize both a continuous-wave laser and a self-referenced optical frequency comb to a vibration-insensitive optical fiber delay-line. We could achieve a thermal-noise-limited frequency noise level in the 10 Hz - 1 kHz offset frequency range for both the continuous-wave laser and the optical frequency comb with the minimal frequency instability of 2.7x10-14 at 0.03-s and 2.6x10-14 at 0.01-s averaging time, respectively, in non-vacuum condition. The optical fiber spool, working as a delay reference, is designed to be insensitive to external vibration, with a vibration sensitivity of sub-10-10 [1/g] and volume of 32 mL. Finally, the ring-resonator setup is packaged in a palm-sized aluminum case with 171-mL volume with a vibration-insensitive spool, as well as an even smaller 97-mL-volume case with an ultra-compact 9-mL miniaturized fiber spool. ",
    "url": "https://arxiv.org/abs/2311.14928",
    "authors": [
      "Igju Jeon",
      "Changmin Ahn",
      "Chankyu Kim",
      "Seongmin Park",
      "Wonju Jeon",
      "Lingze Duan",
      "Jungwon Kim"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2311.14943",
    "title": "Generation of polarized electron beams through self-injection in the  interaction of a laser with a pre-polarized plasma",
    "abstract": "Polarized electron beam production via laser wakefield acceleration in pre-polarized plasma is investigated by particle-in-cell simulations. The evolution of the electron beam polarization is studied based on the Thomas-Bargmann-Michel-Telegdi equation for the transverse and longitudinal self-injection, and the depolarization process is found to be influenced by the injection schemes. In the case of transverse self-injection as found typically in the bubble regime, the spin precession of the accelerated electrons is mainly influenced by the wakefield. However, in the case of longitudinal injection in the quasi-one-dimensional regime (for example, F. Y. Li \\emph{et al}., Phys. Rev. Lett. 110, 135002 (2013)), the direction of electron spin oscillates in the laser filed. Since the electrons move around the laser axis, the net influence of the laser field is nearly zero and the contribution of the wakefield can be ignored. Finally, an ultra-short electron beam with polarization of $99\\%$ can be obtained using longitudinal self-injection. ",
    "url": "https://arxiv.org/abs/2311.14943",
    "authors": [
      "L. R. Yin",
      "X. F. Li",
      "Y. J. Gu",
      "N. Cao",
      "Q. Kong",
      "M. Buescher",
      "S. M. Weng",
      "M. Chen",
      "Z. M. Sheng"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2311.14951",
    "title": "Programmable high-dimensional Hamiltonian in a photonic waveguide array",
    "abstract": "Waveguide lattices offer a compact and stable platform for a range of applications, including quantum walks, topological effects, condensed matter system simulation, and classical and quantum information processing. In such lattices, the Hamiltonian's hopping and on-site terms determine the optical evolution, which can be engineered using waveguide spacing and refractive index profile. While waveguide lattices have been realized in various photonic platforms, these devices have always been static and designed for specific applications. We present a programmable waveguide array in which the Hamiltonian terms can be electro-optically tuned to implement various Hamiltonian continuous-time evolutions on a single device. We used a single array with 11 waveguides in lithium niobate, controlled via 22 electrodes, to perform a range of experiments that realized the Su-Schriffer-Heeger model, the Aubrey-Andre model, and Anderson localization, which is equivalent to over 2500 static devices. Our architecture's micron-scale local electric fields independently control waveguide coupling coefficients and effective indices, which overcomes cross-talk limitations of thermo-optic phase shifters in other platforms such as silicon, silicon-nitride, and silica. Electro-optic control allows for ultra-fast and more precise reconfigurability with lower power consumption, and with quantum input states, our platform can enable the study of multiple condensed matter quantum dynamics with a single device. ",
    "url": "https://arxiv.org/abs/2311.14951",
    "authors": [
      "Yang Yang",
      "Robert J. Chapman",
      "Ben Haylock",
      "Francesco Lenzini",
      "Yogesh N. Joglekar",
      "Mirko Lobino",
      "Alberto Peruzzo"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2311.14956",
    "title": "Anomalous hot electron generation from two-plasmon decay instability  driven by broadband laser pulses with intensity modulations",
    "abstract": "We investigate the hot electrons generated from two-plasmon decay (TPD) instability driven by laser pulses with intensity modulated by a frequency $\\Delta \\omega_m$. Our primary focus lies on scenarios where $\\Delta \\omega_m$ is on the same order of the TPD growth rate $ \\gamma_0$ ( $\\Delta \\omega_m \\sim \\gamma_0$), corresponding to moderate laser frequency bandwidths for TPD mitigation. With $\\Delta \\omega_m$ conveniently modeled by a basic two-color scheme of the laser wave fields in fully-kinetic particle-in-cell simulations, we demonstrate that the energies of TPD modes and hot electrons exhibit intermittent evolution at the frequency $\\Delta \\omega_m$, particularly when $\\Delta \\omega_m \\sim \\gamma_0$. With the dynamic TPD behavior, the overall ratio of hot electron energy to the incident laser energy, $f_{hot}$, changes significantly with $\\Delta \\omega_m$. While $f_{hot}$ drops notably with increasing $\\Delta \\omega_m$ at large $\\Delta \\omega_m$ limit as expected, it goes anomalously beyond the hot electron energy ratio for a single-frequency incident laser pulse with the same average intensity when $\\Delta \\omega_m$ falls below a specific threshold frequency $\\Delta \\omega_c$. We find this threshold frequency primarily depends on $\\gamma_0$ and the collisional damping rate of plasma waves, with relatively lower sensitivity to the density scale length. We develop a scaling model characterizing the relation of $\\Delta \\omega_c$ and laser plasma conditions, enabling the potential extention of our findings to more complex and realistic scenarios. ",
    "url": "https://arxiv.org/abs/2311.14956",
    "authors": [
      "C. Yao",
      "J. Li",
      "L. Hao",
      "R. Yan",
      "C. Wang",
      "A. Lei",
      "Y-K. Ding",
      "J. Zheng"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2311.14962",
    "title": "Self-Amplification-Assisted Highly Efficient Integrated Laser",
    "abstract": "Light source is indispensable component in on-chip system. Compared with hybrid or heterogeneous integrated laser, monolithically integrated laser is more suitable for high density photonic integrated circuit (PIC) since the capability of large-scale manufacturing, lower active-passive coupling loss and less test complexity. Recent years have seen the spark of researches on rare-earth ion doped thin film lithium niobate (REI:TFLN), demonstrations have been made both in classical and quantum chips. However, low output power and limited quantum emitting efficiency hinder the application of the chip-scale laser source based on REI:TFLN. Here a highly efficient integrated laser assisted by cascaded amplifiers is proposed and experimentally prepared on Erbium-doped TFLN. A slope efficiency of 0.43% and a linewidth of 47.86 kHz are obtained. The maximum integrated laser power is 7.989 {\\mu}W. Our results show a viable solution to improve efficiency by self-amplification without changing the intrinsic quantum emitting efficiency of the material, and our design has potential application in incorporating with functional devices such as optical communications, integrated quantum memory and quantum emission. ",
    "url": "https://arxiv.org/abs/2311.14962",
    "authors": [
      "Jiangwei Wu",
      "Xiongshuo Yan",
      "Xueyi Wang",
      "Tingge Yuan",
      "Chengyu Chen",
      "Hao Li",
      "Yuping Chen",
      "Xianfeng Chen"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2311.15074",
    "title": "Upconversion of infrared light by graphitic micro-particles due to  photo-induced structural modification",
    "abstract": "Recent reports of upconversion and white light emission from graphitic particles warrant an explanation of the physics behind the process. We offer a model, wherein the upconversion is facilitated by photo-induced electronic structure modification allowing for multi-photon processes. As per the prediction of the model, we experimentally show that graphite upconverts infrared light centered around 1.31~$\\mu$m to broadband white light centered around 0.85 $\\mu$m. Our results suggest that upconversion from shortwave infrared ($\\sim$3~$\\mu$m) to visible region may be possible. Our experiments show that the population dynamics of the electronic states involved in this upconversion process occur in the timescale of milliseconds. ",
    "url": "https://arxiv.org/abs/2311.15074",
    "authors": [
      "Rohin Sharma",
      "Nishma Bhattarai",
      "Rijan Maharjan",
      "Lilia M. Woods",
      "Nirajan Ojha",
      "Ashim Dhakal"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2311.15311",
    "title": "Dissipative and dispersive cavity optomechanics with a  frequency-dependent mirror",
    "abstract": "An optomechanical microcavity can considerably enhance the interaction between light and mechanical motion by confining light to a sub-wavelength volume. However, this comes at the cost of an increased optical loss rate. Therefore, microcavity-based optomechanical systems are placed in the unresolved-sideband regime, preventing sideband-based ground-state cooling. A pathway to reduce optical loss in such systems is to engineer the cavity mirrors, i.e., the optical modes that interact with the mechanical resonator. In our work, we analyze such an optomechanical system, whereby one of the mirrors is strongly frequency-dependent, i.e., a suspended Fano mirror. This optomechanical system consists of two optical modes that couple to the motion of the suspended Fano mirror. We formulate a quantum-coupled-mode description that includes both the standard dispersive optomechanical coupling as well as dissipative coupling. We solve the Langevin equations of the system dynamics in the linear regime showing that ground-state cooling from room temperature can be achieved even if the cavity is per se not in the resolved-sideband regime, but achieves effective sideband resolution through strong optical mode coupling. Importantly, we find that the cavity output spectrum needs to be properly analyzed with respect to the effective laser detuning to infer the phonon occupation of the mechanical resonator. Our work also predicts how to reach the regime of nonlinear quantum optomechanics in a Fano-based microcavity by engineering the properties of the Fano mirror. ",
    "url": "https://arxiv.org/abs/2311.15311",
    "authors": [
      "Juliette Monsel",
      "Anastasiia Ciers",
      "Sushanth Kini Manjeshwar",
      "Witlef Wieczorek",
      "Janine Splettstoesser"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2311.15315",
    "title": "Integrated electro-optically tunable narrow-linewidth III-V laser",
    "abstract": "We demonstrate an integrated electro-optically tunable narrow-linewidth III-V laser with an output power of 738.8 {\\mu}W and an intrinsic linewidth of 45.55 kHz at the C band. The laser cavity is constructed using a fiber Bragg grating (FBG) and a tunable Sagnac loop reflector (TSLR) fabricated on thin film lithium niobate (TFLN). The combination of the FBG and the electro-optically tunable TSLR offers the advantages of single spatial mode, single-frequency, narrow-linewidth, and wide wavelength tunability for the electrically pumped hybrid integrated laser, which features a frequency tuning range of 20 GHz and a tuning efficiency of 0.8 GHz/V. ",
    "url": "https://arxiv.org/abs/2311.15315",
    "authors": [
      "Yiran Zhu",
      "Shupeng Yu",
      "Zhiwei Fang",
      "Difeng Yin",
      "Jian Liu",
      "Zhe Wang",
      "Yuan Zhou",
      "Yu Ma",
      "Haisu Zhang",
      "Min Wang",
      "Ya Cheng"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2311.15357",
    "title": "Controlling Atom-Surface Scattering with Laser Assisted Quantum  Reflection",
    "abstract": "In low energy atom-surface scattering, it is possible for the atom to be reflected in a region of attractive potential with no classical turning point. This phenomenon has come to be known as quantum reflection and it can reduce the sticking probability of atoms to surfaces, as well be used for atom trapping. We simulate the quantum reflection process in a one-dimensional model with a slow-moving atom moving in a Morse potential in the presence of an applied laser field. We show that in the case of laser-assisted quantum reflection, the laser field imparts additional momentum and kinetic energy to the atom. This results in a decreased distance of closest approach between the atom and surface. Our results show that the distance of closest approach and can be controlled through the timing and intensity of the laser pulse, which may result in enhanced sticking probability and/or reduced quantum reflection probability. ",
    "url": "https://arxiv.org/abs/2311.15357",
    "authors": [
      "A. L. Harris"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2311.15387",
    "title": "Micro-transfer-printed Thin film lithium niobate (TFLN)-on-Silicon Ring  Modulator",
    "abstract": "Thin-film lithium niobate (TFLN) has a proven record of building high-performance electro-optical (EO) modulators. However, its CMOS incompatibility and the need for non-standard etching have consistently posed challenges in terms of scalability, standardization, and the complexity of integration. Heterogeneous integration comes to solve this key challenge. Micro-transfer printing of thin-film lithium niobate brings TFLN to well-established silicon ecosystem by easy \"pick and place\", which showcases immense potential in constructing high-density, cost-effective, highly versatile heterogeneous integrated circuits. Here, we demonstrated for the first time a micro-transfer-printed thin film lithium niobate (TFLN)-on-silicon ring modulator, which is an important step towards dense integration of performant lithium niobate modulators with compact and scalable silicon circuity. The presented device exhibits an insertion loss of -1.5dB, extinction ratio of -37dB, electro-optical bandwidth of 16GHz and modulation rates up to 45Gps. ",
    "url": "https://arxiv.org/abs/2311.15387",
    "authors": [
      "Ying Tan",
      "Shengpu Niu",
      "Maximilien Billet",
      "Nishant Singh",
      "Margot Niels",
      "Tom Vanackere",
      "Joris Van Kerrebrouck",
      "Gunther Roelkens",
      "Bart Kuyken",
      "Dries Van Thourhout"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2311.15454",
    "title": "Simulation study of intra-beam scattering effect in the HALF storage  ring with Piwinski model",
    "abstract": "The Hefei Advanced Light Facility (HALF) will be a VUV and soft X-ray diffraction-limited storage ring (DLSR), and its high density of electron bunches makes the intra-beam scattering (IBS) effect very serious. In this paper, an IBS module used in the IMPACT code is developed, where the scattering process of IBS is described by the Piwinski model in Monte Carlo sampling. For benchmarking, the IMPACT code with IBS module is compared with the ELEGANT code and a semi-analytic code using Bane's model. Then, the results of IBS effect in the HALF storage ring studied by this new code are presented. With various countermeasures, the IBS impact can be controlled to a certain extent, and the expected beam emittance is approximately 59 pm.rad. ",
    "url": "https://arxiv.org/abs/2311.15454",
    "authors": [
      "C.W. Luo",
      "P.H. Yang",
      "G.W. Liu",
      "W.W. Li",
      "N. Hu",
      "W.M. Li",
      "Z.H. Bai",
      "L. Wang"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2311.15506",
    "title": "Compact Electrochromic Optical Recording of Bioelectric Potentials",
    "abstract": "Electrochromic optical recording (ECORE) is a label-free method that utilizes electrochromism to optically detect electrical signals in biological cells with a high signal-to-noise ratio and is suitable for long-term recording. However, ECORE usually requires a large and intricate optical setup, making it relatively difficult to transport and to study specimens on a large scale. Here, we present a compact ECORE apparatus that drastically reduces the spatial footprint and complexity of the ECORE setup whilst maintaining high sensitivity. An autobalancing differential photodetector automates common-mode noise rejection, removing the need for manually adjustable optics, and a compact laser module conserves space compared to a typical laser mount. The result is a simple, easy-to-use, and relatively low cost system that achieves a sensitivity of 16.7 {\\mu}V (within a factor of 5 of the shot noise limit), and reliably detects action potentials from Human-induced pluripotent stem cell (HiPSC) derived cardiomyocytes. This setup can be further improved to within 1.5 dB of the shot noise limit by filtering out power-line interference. ",
    "url": "https://arxiv.org/abs/2311.15506",
    "authors": [
      "Kenneth Nakasone",
      "Chris Zavik",
      "Erica Liu",
      "Burhan Ahmed",
      "Dana Griffith",
      "Lothar Maisenbacher",
      "Ashwin Singh",
      "Yuecheng Zhou",
      "Bianxiao Cui",
      "Holger Müller"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Biological Physics (physics.bio-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2311.15557",
    "title": "Thermal expansion in photo-assisted tunneling: visible light versus  free-space terahertz pulses",
    "abstract": "Photo-assisted tunneling in scanning tunneling microscopy has attracted considerable interest to combine sub-picosecond and sub-nanometer resolutions. The illumination of a junction with visible or infrared light, however, induces thermal expansion of the tip and the sample, which strongly affects the measurements. Employing free-space THz pulses instead of visible light has been proposed to solve these thermal issues while providing photo-induced currents of similar magnitude. Here we compared the impact of illuminating the same tunneling junction, reaching comparable photo-induced current, with red light and with THz radiations. Our data provide a clear and direct evidence of thermal expansion with red light-illumination, while such thermal effects are negligible with THz radiations. ",
    "url": "https://arxiv.org/abs/2311.15557",
    "authors": [
      "Hüseyin Azazoglu",
      "Rolf Möller",
      "Manuel Gruber"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.15575",
    "title": "Strong Spin-Motion Coupling in the Ultrafast Quantum Many-body Dynamics  of Rydberg Atoms in a Mott-insulator Lattice",
    "abstract": "Rydberg atoms in optical lattices and tweezers is now a well established platform for simulating quantum spin systems. However, the role of the atoms' spatial wavefunction has not been examined in detail experimentally. Here, we show a strong spin-motion coupling emerging from the large variation of the interaction potential over the wavefunction spread. We observe its clear signature on the ultrafast, out-of-equilibrium, many-body dynamics of atoms excited to a Rydberg S state from an unity-filling atomic Mott-insulator. We also propose a novel approach to tune arbitrarily the strength of the spin-motion coupling relative to the motional energy scale set by trapping potentials. Our work provides a new direction for exploring the dynamics of strongly-correlated quantum systems by adding the motional degree of freedom to the Rydberg simulation toolbox. ",
    "url": "https://arxiv.org/abs/2311.15575",
    "authors": [
      "Vineet Bharti",
      "Seiji Sugawa",
      "Masaya Kunimi",
      "Vikas Singh Chauhan",
      "Tirumalasetty Panduranga Mahesh",
      "Michiteru Mizoguchi",
      "Takuya Matsubara",
      "Takafumi Tomita",
      "Sylvain de Léséleuc",
      "Kenji Ohmori"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2311.15588",
    "title": "Versatile manipulation of low-refractive-index particles using  customized optical building blocks",
    "abstract": "Low-refractive-index (LRI) particles play significant roles in physics, drug delivery, biomedical science, and other fields. However, they have not attained sufficient utilization in active manipulation due to the repulsive effect of light. Here, we demonstrate the establishment of optical building blocks (OBBs) to fulfill the demands of versatile manipulation of LRI particles. The OBBs are generated by assembling generalized perfect optical vortices based on the free lens modulation (FLM) method, by which the beams shape, intensity, and position can be elaborately designed with size independent of topological charge. Using the OBBs with high quality and high efficiency, we realized rotating LRI particles along arbitrary trajectories with controllable speed and parallel manipulation of multiple LRI particles. Importantly, we further achieved the sorting of LRI particles by size with specially structured OBBs. With unprecedented flexibility and quality, OBBs provide tremendous potential in optical trapping, lithography, and biomedicine. ",
    "url": "https://arxiv.org/abs/2311.15588",
    "authors": [
      "Minru He",
      "Yansheng Liang",
      "Xue Yun",
      "Linquan Guo",
      "Tianyu Zhao",
      "Ming Lei"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.15606",
    "title": "Selective active resonance tuning for multi-mode nonlinear photonic  cavities",
    "abstract": "Resonant enhancement of nonlinear photonic processes is critical for the scalability of applications such as long-distance entanglement generation. To implement nonlinear resonant enhancement, multiple resonator modes must be individually tuned onto a precise set of process wavelengths, which requires multiple linearly-independent tuning methods. Using coupled auxiliary resonators to indirectly tune modes in a multi-resonant nonlinear cavity is particularly attractive because it allows the extension of a single physical tuning mechanism, such as thermal tuning, to provide the required independent controls. Here we model and simulate the performance and tradeoffs of a coupled-resonator tuning scheme which uses auxiliary resonators to tune specific modes of a multi-resonant nonlinear process. Our analysis determines the tuning bandwidth for steady-state mode field intensity can significantly exceed the inter-cavity coupling rate if the total quality factor of the auxiliary resonator is higher than the multi-mode main resonator. Consequently, over-coupling a nonlinear resonator mode to improve the maximum efficiency of a frequency conversion process will simultaneously expand the auxiliary resonator tuning bandwidth for that mode, indicating a natural compatibility with this tuning scheme. We apply the model to an existing small-diameter triply-resonant ring resonator design and find that a tuning bandwidth of 136 GHz ~ 1.1 nm can be attained for a mode in the telecom band while limiting excess scattering losses to a quality factor of 10^6. Such range would span the distribution of inhomogeneously broadened quantum emitter ensembles as well as resonator fabrication variations, indicating the potential for the auxiliary resonators to enable not only low-loss telecom conversion but also the generation of indistinguishable photons in a quantum network. ",
    "url": "https://arxiv.org/abs/2311.15606",
    "authors": [
      "Alan D. Logan",
      "Nicholas S. Yama",
      "Kai-Mei C. Fu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.15863",
    "title": "Collinear Laser Spectroscopy of $2\\,{}^3\\!S_1 \\rightarrow  2\\,{}^3\\!P_{\\!J}$ transitions in helium-like $^{12}\\mathrm{C}^{4+}$",
    "abstract": "Transition frequencies and fine-structure splittings of the $2\\,{}^3\\!S_1 \\rightarrow 2\\,{}^3\\!P_{\\!J}$ transitions in helium-like $^{12}\\mathrm{C}^{4+}$ were measured by collinear laser spectroscopy on a 1-ppb level. Accuracy is increased by more than three orders of magnitude with respect to previous measurements, enabling tests of recent non-relativistic QED calculations including terms up to $m\\alpha^7$. Deviations between the theoretical and experimental values are within theoretical uncertainties and are ascribed to $m\\alpha^8$ and higher-order contributions in the series expansion of the NR-QED calculations. Finally, prospects for an all-optical charge radius determination of light isotopes are evaluated. ",
    "url": "https://arxiv.org/abs/2311.15863",
    "authors": [
      "Phillip Imgram",
      "Kristian König",
      "Bernhard Maaß",
      "Patrick Müller",
      "Wilfried Nörtershäuser"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Nuclear Experiment (nucl-ex)"
    ]
  },
  {
    "id": "arXiv:2311.15870",
    "title": "Space Qualifying Silicon Photonic Modulators and Circuits",
    "abstract": "Reducing the form factor while retaining the radiation hardness and performance matrix is the goal of avionics. While a compromise between a transistor s size and its radiation hardness has reached consensus in micro-electronics, the size-performance balance for their optical counterparts has not been quested but eventually will limit the spaceborne photonic instruments capacity to weight ratio. Here we performed the first space experiments of photonic integrated circuits (PICs), revealing the critical roles of energetic charged particles. The year long cosmic radiation does not change carrier mobility but reduces free carrier lifetime, resulting in unchanged electro-optic modulation efficiency and well expanded optoelectronic bandwidth. The diversity and statistics of the tested PIC modulator indicate the minimal requirement of shielding for PIC transmitters with small footprint modulators and complexed routing waveguides, towards lightweight space terminals for terabits communications and inter-satellite ranging. ",
    "url": "https://arxiv.org/abs/2311.15870",
    "authors": [
      "Dun Mao",
      "Lorry Chang",
      "Hwaseob Lee",
      "Anthony W. Yu",
      "Bennett A. Maruca",
      "Kaleem Ullah",
      "William H. Matthaeus",
      "Michael A. Krainak",
      "Po Dong",
      "Tingyi Gu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2311.15943",
    "title": "Collinear laser spectroscopy of highly charged ions produced with an  electron beam ion source",
    "abstract": "Collinear laser spectroscopy has been performed on He-like C$^{4+}$ ions extracted from an electron beam ion source (EBIS). In order to determine the transition frequency with the highest-possible accuracy, the lineshape of the fluorescence response function was studied for pulsed and continuous ion extraction modes of the EBIS in order to optimize its symmetry and linewidth. We found that the best signal-to-noise ratio is obtained using the continuous beam mode for ion extraction. Applying frequency-comb-referenced collinear and anticollinear laser spectroscopy, we achieved a measurement accuracy of better than 2\\,MHz including statistical and systematic uncertainties. The origin and size of systematic uncertainties, as well as further applications for other isotopes and elements are discussed. ",
    "url": "https://arxiv.org/abs/2311.15943",
    "authors": [
      "Phillip Imgram",
      "Kristian König",
      "Bernhard Maaß",
      "Patrick Müller",
      "Wilfried Nörtershäuser"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Nuclear Experiment (nucl-ex)"
    ]
  },
  {
    "id": "arXiv:2311.15957",
    "title": "Interaction of surface acoustic waves and magnetic thin films",
    "abstract": "Surface acoustic waves (SAWs) have emerged as innovative and energy-efficient means to manipulate domain walls (DWs) and skyrmions in thin films with perpendicular magnetic anisotropy (PMA) owing to the magnetoelastic coupling effect. This thesis focuses on the complex interplay between SAWs and magnetic thin films. The effects of the standing SAWs on the magnetisation dynamics in a Ta/Pt/Co/Ir/Ta thin film with PMA were first investigated. SAWs with frequency of 93.35 MHz significantly reduced the coercivity of the thin film by 21% and enhanced the magnetisation reversal speed by 11-fold. Standing SAWs introduce a dynamic energy landscape with a unique spatial distribution, forming striped domain patterns in the thin film. The use of rf signals for generating SAWs inevitably causes a heating effect in the device. This heating effect was examined in situ in a SAW device featuring a Ta/Pt/Co/Ta thin film with PMA using an on-chip platinum thermometer. The temperature increased by 10 K in the presence of SAWs at centre frequency of 48 MHz. The DW velocity was significantly enhanced in the presence of the standing SAWs by a factor of 4 compared to that with temperature change alone owing to the magnetoelastic coupling effect. To understand the SAW-enhanced DW motion, comprehensive micromagnetic simulations were performed on thin films in the presence of travelling SAWs. The findings highlighted that SAW-induced vertical Bloch lines within DWs can simultaneously boost DW depinning and dissipate energy at the DW via spin rotation. The SAW-induced strain gradient can be exploited to control skyrmion motion in a current-free manner. Micromagnetic simulations revealed that the use of orthogonal SAWs, combining horizontal travelling and vertical standing waves, offered a promising approach to direct skyrmion motion along desired trajectories, avoiding undesirable Hall-like motion. ",
    "url": "https://arxiv.org/abs/2311.15957",
    "authors": [
      "Jintao Shuai"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2311.16016",
    "title": "SiN integrated photonic components in the Visible to Near-Infrared  spectral region",
    "abstract": "Integrated photonics has emerged as one of the most promising platforms for quantum applications. The performances of quantum photonic integrated circuits (QPIC) necessitate a demanding optimization to achieve enhanced properties and tailored characteristics with more stringent requirements with respect to their classical counterparts. In this study, we report on the simulation, fabrication, and characterization of a series of fundamental components for photons manipulation in QPIC based on silicon nitride. These include crossing waveguides, multimode-interferometer-based integrated beam splitters (MMIs), asymmetric integrated Mach-Zehnder interferometers (MZIs) based on MMIs, and micro-ring resonators. Our investigation revolves primarily around the Visible to Near-Infrared spectral region, as these devices are meticulously designed and tailored for optimal operation within this wavelength range. By advancing the development of these elementary building blocks, we aim to pave the way for significant improvements in QPIC in a spectral region only little explored so far. ",
    "url": "https://arxiv.org/abs/2311.16016",
    "authors": [
      "Matteo Sanna",
      "Alessio Baldazzi",
      "Gioele Piccoli",
      "Stefano Azzini",
      "Mher Ghulinyan",
      "Lorenzo Pavesi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2311.14672",
    "title": "Quantum Channel AlGaN/GaN/AlGaN High Electron Mobility Transistor",
    "abstract": "Scaling down the GaN channel in a double heterostructure AlGaN/GaN/AlGaN High Electron Mobility Transistor (HEMT) to the thicknesses on the order of or even smaller than the Bohr radius confines electrons in the quantum well even at low sheet carrier densities. In contrast to the conventional designs, this Quantum Channel (QC) confinement is controlled by epilayer design and the polarization field and not by the electron sheet density. As a result, the breakdown field at low sheet carrier densities increases by approximately 36% or even more because the quantization leads to an effective increase in the energy gap. In addition, better confinement increases the electron mobility at low sheet carrier densities by approximately 50%. Another advantage is the possibility of increasing the aluminum molar fraction in the barrier layer because a very thin layer prevents material relaxation and the development of dislocation arrays. This makes the QC especially suitable for high-voltage, high-frequency, high-temperature, and radiation-hard applications. ",
    "url": "https://arxiv.org/abs/2311.14672",
    "authors": [
      "G. Simin",
      "M. Shur"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2311.14748",
    "title": "Application of Reconfigurable All-Optical Activation Unit based on  Optical Injection into Bistable Fabry-Pérot Laser in Multilayer  Perceptron Neural Networks",
    "abstract": "In this paper we theoretically investigate application of a bistable Fabry-P\\'{e}rot semiconductor laser under optical-injection as all-optical activation unit for multilayer perceptron optical neural networks. The proposed device is programmed to provide reconfigurable sigmoid-like activation functions with adjustable thresholds and saturation points and benchmarked on machine learning image recognition problems. Due to the reconfigurability of the activation unit, the accuracy can be increased by up to 2% simply by adjusting the control parameter of the activation unit to suit the specific problem. For a simple two-layer perceptron neural network, we achieve inference accuracies of up to 95% and 85%, for the MNIST and Fashion-MNIST datasets, respectively. ",
    "url": "https://arxiv.org/abs/2311.14748",
    "authors": [
      "Jasna V. Crnjanski",
      "Isidora Teofilović",
      "Marko M. Krstić",
      "Dejan M. Gvozdić"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.14821",
    "title": "Ultrafast Green Single Photon Emission from an InGaN Quantum  Dot-in-a-GaN Nanowire at Room Temperature",
    "abstract": "In recent years, there has been a growing demand for room-temperature visible single-photon emission from InGaN nanowire-quantum-dots (NWQDs) due to its potential in developing quantum computing, sensing, and communication technologies. Despite various approaches explored for growing InGaN quantum dots on top of nanowires (NWs), achieving the emission of a single photon at room temperature with sensible efficiency remains a challenge. This challenge is primarily attributed to difficulties in accomplishing the radial confinement limit and the inherent giant built-in potential of the NWQD. In this report, we have employed a novel Plasma Assisted Molecular Beam Epitaxy (PAMBE) growth approach to reduce the diameter of the QD to the excitonic Bohr radius of InGaN, thereby achieving strong lateral confinement. Additionally, we have successfully suppressed the strong built-in potential by reducing the QD diameter. Toward the end of the report, we have demonstrated single-photon emission (${\\lambda}$ = 561 nm) at room-temperature from the NWQD and measured the second-order correlation function $g^{2}(0)$ as 0.11, which is notably low compared to other reported findings. Furthermore, the lifetime of carriers in the QD is determined to be 775 ps, inferring a high operational speed of the devices. ",
    "url": "https://arxiv.org/abs/2311.14821",
    "authors": [
      "Swagata Bhunia",
      "Ayan Majumder",
      "Soumyadip Chatterjee",
      "Ritam Sarkar",
      "Dhiman Nag",
      "Kasturi Saha",
      "Suddhasatta Mahapatra",
      "Apurba Laha"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.14826",
    "title": "Quantum tunnelling without a barrier",
    "abstract": "Tunnelling is a renowned concept in modern physics that highlights the peculiarity of non-classical dynamics. Despite its ubiquity questions remain. We focus on tunnelling through the barrier created by a strong laser field that illuminates an atomic target, which is essential to the creation of attosecond pulses and ultimately all attosecond processes. Here, we present an optical tunnelling event that, unexpectedly, happens at a time when the instantaneous electric field is zero and there is no barrier. We discover this strong-field ionisation event by introducing the colour-switchover technique $-$ the gradual replacement of a laser field with its second harmonic $-$ within which the zero-field tunnelling appears when the two amplitudes are equal. This event is a topologically stable feature and it appears at all Keldysh parameters. The tunnelling without a barrier highlights the disconnect between the standard intuition built on the picture of a quasi-static barrier, and the nonadiabatic nature of the process. Our findings provide a key ingredient to the understanding of strong-field processes, such as high-harmonic generation and laser-induced electron diffraction, driven by the increasingly accessible class of strongly polychromatic light fields. ",
    "url": "https://arxiv.org/abs/2311.14826",
    "authors": [
      "Anne Weber",
      "Margarita Khokhlova",
      "Emilio Pisanty"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.14849",
    "title": "High-quality single InGaAs/GaAs quantum dot growth on a CMOS-compatible  silicon substrate for quantum photonic applications",
    "abstract": "We present the direct heteroepitaxial growth of high-quality InGaAs quantum dots on silicon, enabling scalable, cost-effective quantum photonics devices compatible with CMOS technology. GaAs heterostructures are grown on silicon via a GaP buffer and defect-reducing layers. These epitaxial quantum dots exhibit optical properties akin to those on traditional GaAs substrates, promising vast potential for the heteroepitaxy approach. They demonstrate strong multi-photon suppression with $g^{(2)}(\\tau)=(3.7\\pm 0.2) \\times 10^{-2}$ and high photon indistinguishability $V=(66\\pm 19)$% under non-resonance excitation. We achieve up to ($18\\pm 1$)% photon extraction efficiency with a backside distributed Bragg mirror, marking a crucial step toward silicon-based quantum nanophotonics. ",
    "url": "https://arxiv.org/abs/2311.14849",
    "authors": [
      "Imad Limame",
      "Peter Ludewig",
      "Ching-Wen Shih",
      "Marcel Hohn",
      "Chirag C. Palekar",
      "Wolfgang Stolz",
      "Stephan Reitzenstein"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2311.14852",
    "title": "Self-aligned photonic defect microcavities with site-controlled quantum  dots",
    "abstract": "Despite the superiority in quantum properties, self-assembled semiconductor quantum dots face challenges in terms of scalable device integration because of their random growth positions, originating from the Stranski-Krastanov growth mode. Even with existing site-controlled growth techniques, for example, nanohole or buried stressor concepts, a further lithography and etching step with high spatial alignment requirements isnecessary to accurately integrate QDs into the nanophotonic devices. Here, we report on the fabrication and characterization of strain-induced site-controlled microcavities where site-controlled quantum dots are positioned at the antinode of the optical mode field in a self-aligned manner without the need of any further nano-processing. We show that the Q-factor, mode volume, height, and the ellipticity of site-controlled microcavities can be tailored by the size of an integrated AlAs/Al2O3 buried stressor, with an opening ranging from 1 to 4 $\\mu$m. Lasing signatures, including super-linear input-output response, linewidth narrowing near threshold, and gain competition above threshold, are observed for a 3.6-$\\mu$m self-aligned cavity with a Q-factor of 18000. Furthermore, by waiving the rather complex lateral nano-structuring usually performed during the fabrication process of micropillar lasers and vertical-cavity surface emitting lasers, quasi-planar site-controlled cavities exhibit no detrimental effects of excitation power induced heating and thermal rollover. Our straightforward deterministic nanofabrication concept of high-quality quantum dot microcavities integrates seamlessly with the industrial-matured manufacturing process and the buried-stressor techniques, paving the way for exceptional scalability and straightforward manufacturing of high-\\b{eta} microlasers and bright quantum light sources. ",
    "url": "https://arxiv.org/abs/2311.14852",
    "authors": [
      "C.-W. Shih",
      "I. Limame",
      "C. C. Palekar",
      "A. Koulas-Simos",
      "A. Kaganskiy",
      "P. Klenovský",
      "S. Reitzenstein"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.14872",
    "title": "The Power Board of the KM3NeT Digital Optical Module: design, upgrade,  and production",
    "abstract": "The KM3NeT Collaboration is building an underwater neutrino observatory at the bottom of the Mediterranean Sea consisting of two neutrino telescopes, both composed of a three-dimensional array of light detectors, known as digital optical modules. Each digital optical module contains a set of 31 three inch photomultiplier tubes distributed over the surface of a 0.44 m diameter pressure-resistant glass sphere. The module includes also calibration instruments and electronics for power, readout and data acquisition. The power board was developed to supply power to all the elements of the digital optical module. The design of the power board began in 2013, and several prototypes were produced and tested. After an exhaustive validation process in various laboratories within the KM3NeT Collaboration, a mass production batch began, resulting in the construction of over 1200 power boards so far. These boards were integrated in the digital optical modules that have already been produced and deployed, 828 until October 2023. In 2017, an upgrade of the power board, to increase reliability and efficiency, was initiated. After the validation of a pre-production series, a production batch of 800 upgraded boards is currently underway. This paper describes the design, architecture, upgrade, validation, and production of the power board, including the reliability studies and tests conducted to ensure the safe operation at the bottom of the Mediterranean Sea throughout the observatory's lifespan ",
    "url": "https://arxiv.org/abs/2311.14872",
    "authors": [
      "S. Aiello",
      "A. Albert",
      "S. Alves Garre",
      "Z. Aly",
      "A. Ambrosone",
      "F. Ameli",
      "M. Andre",
      "E. Androutsou",
      "M. Anguita",
      "L. Aphecetche",
      "M. Ardid",
      "S. Ardid",
      "H. Atmani",
      "J. Aublin",
      "F. Badaracco",
      "L. Bailly-Salins",
      "Z. Bardacova",
      "B. Baret",
      "A. Bariego Quintana",
      "S. Basegmez du Pree",
      "Y. Becherini",
      "M. Bendahman",
      "F. Benfenati",
      "M. Benhassi",
      "D. M. Benoit",
      "E. Berbee",
      "V. Bertin",
      "V. van Beveren",
      "S. Biagi",
      "M. Boettcher",
      "D. Bonanno",
      "J. Boumaaza",
      "M. Bouta",
      "M. Bouwhuis",
      "C. Bozza",
      "R. M. Bozza",
      "H.Branzas",
      "F. Bretaudeau",
      "R. Bruijn",
      "J. Brunner",
      "R. Bruno",
      "E. Buis",
      "R. Buompane",
      "J. Busto",
      "B. Caiffi",
      "D. Calvo",
      "S. Campion",
      "A. Capone",
      "F. Careniniu",
      "V. Carretero",
      "T. Cartraud",
      "P. Castaldi",
      "V. Cecchini",
      "S. Celli",
      "L. Cerisy",
      "M. Chabab",
      "M. Chadolias",
      "C. Champion",
      "A. Chena",
      "S. Cherubini",
      "T. Chiarusi",
      "M. Circella",
      "R. Cocimano",
      "J. A. B. Coelho"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2311.15170",
    "title": "A unified moment tensor potential for silicon, oxygen, and silica",
    "abstract": "Si and its oxides have been extensively explored in theoretical research due to their technological and industrial importance. Simultaneously describing interatomic interactions within both Si and SiO$_2$ without the use of \\textit{ab initio} methods is considered challenging, given the charge transfers involved. Herein, this challenge is overcome by developing a unified machine learning interatomic potentials describing the Si/ SiO$_2$/ O system, based on the moment tensor potential (MTP) framework. This MTP is trained using a comprehensive database generated using density functional theory simulations, encompassing a wide range of crystal structures, point defects, extended defects, and disordered structure. Extensive testing of the MTP is performed, indicating it can describe static and dynamic features of very diverse Si, O, and SiO$_2$ atomic structures with a degree of fidelity approaching that of DFT ",
    "url": "https://arxiv.org/abs/2311.15170",
    "authors": [
      "Karim Zongo",
      "Hao Sun",
      "Claudiane Ouellet-Plamondon",
      "Laurent Karim Béland"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2311.15196",
    "title": "Demonstration of highly-sensitive wideband microwave sensing using  ensemble nitrogen-vacancy centers",
    "abstract": "Microwave magnetometry is essential for the advancement of microwave technologies. We demonstrate a broadband microwave sensing protocol using the AC Zeeman effect with ensemble nitrogen-vacancy (NV) centers in diamond. A widefield microscope can visualize the frequency characteristics of the microwave resonator and the spatial distribution of off-resonant microwave amplitude. Furthermore, by combining this method with dynamical decoupling, we achieve the microwave amplitude sensitivity of $5.2 \\, \\mathrm{\\mu T} / \\sqrt{\\mathrm{Hz}}$, which is 7.7 times better than $40.2 \\, \\mathrm{\\mu T} / \\sqrt{\\mathrm{Hz}}$ obtained using the protocol in previous research over a sensing volume of $2.77 \\, \\mathrm{\\mu m} \\times 2.77 \\, \\mathrm{\\mu m} \\times 30 \\, \\mathrm{nm}$. Our achievement is a concrete step in adapting ensemble NV centers for wideband and widefield microwave imaging. ",
    "url": "https://arxiv.org/abs/2311.15196",
    "authors": [
      "Kensuke Ogawa",
      "Shunsuke Nishimura",
      "Kento Sasaki",
      "Kensuke Kobayasahi"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.15580",
    "title": "Erasure-cooling, control, and hyper-entanglement of motion in optical  tweezers",
    "abstract": "We demonstrate how motional degrees of freedom in optical tweezers can be used as quantum information carriers. To this end, we first implement a species-agnostic cooling mechanism via conversion of motional excitations into erasures - errors with a known location - reminiscent of Maxwell's demon thought experiment. We find that this cooling mechanism fundamentally outperforms idealized traditional sideband cooling, which we experimentally demonstrate in specific scenarios. By coherently manipulating the motional state, we perform mid-circuit readout and mid-circuit erasure detection of an optical qubit via local shelving into motional superposition states. We finally entangle the motion of two atoms in separate tweezers, and utilize this to generate hyper-entanglement by preparing a simultaneous Bell state of motional and optical qubits. This work shows how controlling motion enriches the toolbox of quantum information processing with neutral atoms, and opens unique prospects for metrology enhanced by mid-circuit readout and a large class of quantum operations enabled via hyper-entanglement. ",
    "url": "https://arxiv.org/abs/2311.15580",
    "authors": [
      "Pascal Scholl",
      "Adam L. Shaw",
      "Ran Finkelstein",
      "Richard Bing-Shiun Tsai",
      "Joonhee Choi",
      "Manuel Endres"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2311.15880",
    "title": "Quartz Crystal Microbalance frequency response to finite-size adsorbents  in liquid",
    "abstract": "Quartz Crystal Microbalance with Dissipation monitoring (QCM-D) has become a major tool in the analysis of adsorption of nanometric objects, such as proteins, viruses, liposomes and inorganic particles from the solution. While in vacuum extremely accurate mass measurements are possible, in a liquid phase the quantitative analysis is intricate due to the complex interplay of hydrodynamic and adhesion forces, varying with the physicochemical properties of adsorbent and the quartz resonator surfaces. In the present paper we dissect the role of hydrodynamics for the analytically tractable scenario of a stiff contact, whereas the adsorbed particles oscillate with the resonator as a whole without rotation. Under the assumption of the low surface coverage, we theoretically study the excess shear force exerted on the resonator due to presence of a single adsorbed particle. The excess shear force has two contributions: (i) the fluid-mediated force due to flow disturbance created by the particle and (ii) the viscous force exerted on the particle by the fluid and transmitted to the resonator via contact. We found that for small enough particles there is a mutual cancellation of the above dual components of the net excess shear force, reducing the overall effect of the hydrodynamics to that comparable in magnitude to the inertial force. These findings indicate that the accurate account of hydrodynamics in the analysis of QCM-D response is as important as the inertial mass of the adsorbents (determining the frequency shift in the Sauerbrey equation). The resulting dimensionless frequency and dissipation shifts and the corresponding acoustic ratio computed numerically, showing a fair agreement with previously published experimental results at low oscillation frequencies. ",
    "url": "https://arxiv.org/abs/2311.15880",
    "authors": [
      "Alexander M. Leshansky",
      "Itzhak Fouxon",
      "Boris Y. Rubinstein"
    ],
    "subjectives": [
      "Soft Condensed Matter (cond-mat.soft)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2311.15972",
    "title": "Optically Induced Monopoles, Knots, and Skyrmions in Quantum Gases",
    "abstract": "We propose, and theoretically analyze, a practical protocol for the creation of topological monopole configurations, quantum knots, and skyrmions in Bose--Einstein condensates by employing fictitious magnetic fields induced by the interaction of the atomic cloud with coherent light fields. It is observed that a single coherent field is not enough for this purpose, but instead we find incoherent superpositions of several coherent fields that introduce topological point charges. We numerically estimate the experimentally achievable strengths and gradients of the induced fictitious magnetic fields and find them to be adjustable at will to several orders of magnitude greater than those of the physical magnetic fields employed in previous experimental studies. This property together with ultrafast control of the optical fields paves the way for advanced engineering of topological defects in quantum gases. ",
    "url": "https://arxiv.org/abs/2311.15972",
    "authors": [
      "Toni Annala",
      "Tommi Mikkonen",
      "Mikko Möttönen"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.16061",
    "title": "Evaluation of microscale crystallinity modification induced by laser  writing on Mn3O4 thin films",
    "abstract": "Defining microstructures and managing local crystallinity allow the implementation of several functionalities in thin film technology. The use of ultrashort Bessel beams for bulk crystallinity modification has garnered considerable attention as a versatile technique for semiconductor materials, dielectrics, or metal oxide substrates. The aim of this work is the quantitative evaluation of the crystalline changes induced by ultrafast laser micromachining on manganese oxide thin films using micro-Raman spectroscopy. Pulsed Bessel beams featured by a 1 micrometer-sized central core are used to define structures with high spatial precision. The dispersion relation of Mn3O4 optical phonons is determined by considering the conjunction between X-ray diffraction characterization and the phonon localization model. The asymmetries in Raman spectra indicate phonon localization and enable a quantitative tool to determine the crystallite size at micrometer resolution. The results indicate that laser-writing is effective in modifying the low-crystallinity films locally, increasing crystallite sizes from ~8 nm up to 12 nm, and thus highlighting an interesting approach to evaluate laser-induced structural modifications on metal oxide thin films. ",
    "url": "https://arxiv.org/abs/2311.16061",
    "authors": [
      "Camila Ianhez-Pereira",
      "Akhil Kuriakose",
      "Ariano De Giovanni Rodrigues",
      "Ana Luiza Costa Silva",
      "Ottavia Jedrkiewicz",
      "Monica Bollani",
      "Marcio Peron Franco de Godoy"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2207.13723",
    "title": "Matchgate Shadows for Fermionic Quantum Simulation",
    "abstract": " Comments: 56 pages, 1 figure; journal version ",
    "url": "https://arxiv.org/abs/2207.13723",
    "authors": [
      "Kianna Wan",
      "William J. Huggins",
      "Joonho Lee",
      "Ryan Babbush"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2208.05841",
    "title": "Optical Non-Reciprocity in Coupled Resonators Inspired by Photosynthetic  Energy Transfer",
    "abstract": " Comments: 6 pages, 8 figures ",
    "url": "https://arxiv.org/abs/2208.05841",
    "authors": [
      "Yi-Xuan Yao",
      "Qing Ai"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Biological Physics (physics.bio-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2212.07556",
    "title": "Riemannian quantum circuit optimization for Hamiltonian simulation",
    "abstract": " Comments: 10 pages, 7 figures ",
    "url": "https://arxiv.org/abs/2212.07556",
    "authors": [
      "Ayse Kotil",
      "Rahul Banerjee",
      "Qunsheng Huang",
      "Christian B. Mendl"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2212.11445",
    "title": "Critical fluctuations in a confined driven-dissipative quantum  condensate",
    "abstract": " Title: Critical fluctuations in a confined driven-dissipative quantum  condensate ",
    "url": "https://arxiv.org/abs/2212.11445",
    "authors": [
      "Hassan Alnatah",
      "Paolo Comaron",
      "Shouvik Mukherjee",
      "Jonathan Beaumariage",
      "Loren N. Pfeiffer",
      "Ken West",
      "Kirk Baldwin",
      "Marzena Szymańska",
      "David W. Snoke"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.07240",
    "title": "Message-Passing Neural Quantum States for the Homogeneous Electron Gas",
    "abstract": " Comments: 13 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2305.07240",
    "authors": [
      "Gabriel Pescia",
      "Jannes Nys",
      "Jane Kim",
      "Alessandro Lovato",
      "Giuseppe Carleo"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Nuclear Theory (nucl-th)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2305.10458",
    "title": "Quantum Illumination with Non-Gaussian Three Photons States",
    "abstract": " Comments: 8 pages; 1 figure; Change in title and Appendix added. Several relevant corrections ",
    "url": "https://arxiv.org/abs/2305.10458",
    "authors": [
      "Ricardo Gallego Torromé"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2306.13294",
    "title": "Dissipative pure-optical trap for laser cooling and trapping of neutral  atoms",
    "abstract": " Title: Dissipative pure-optical trap for laser cooling and trapping of neutral  atoms ",
    "url": "https://arxiv.org/abs/2306.13294",
    "authors": [
      "O. N. Prudnikov",
      "R. Ya. Ilenkov",
      "A. V. Taichenachev",
      "V. I. Yudin",
      "S.N. Bagaev"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2309.03284",
    "title": "Photonic link from single flux quantum circuits to room temperature",
    "abstract": " Title: Photonic link from single flux quantum circuits to room temperature ",
    "url": "https://arxiv.org/abs/2309.03284",
    "authors": [
      "Mohan Shen",
      "Jiacheng Xie",
      "Yuntao Xu",
      "Sihao Wang",
      "Risheng Cheng",
      "Wei Fu",
      "Yiyu Zhou",
      "Hong X. Tang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.12650",
    "title": "Reliable lift-off patterning of graphene dispersions for humidity  sensors",
    "abstract": " Comments: 35 pages ",
    "url": "https://arxiv.org/abs/2311.12650",
    "authors": [
      "Jorge Eduardo Adatti Estévez",
      "Fabian Hecht",
      "Sebastian Wittmann",
      "Simon Sawallich",
      "Annika Weber",
      "Caterina Travan",
      "Franz Hopperdietzl",
      "Ulrich Krumbein",
      "Max Christian Lemme"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2311.12653",
    "title": "A Comprehensive Characterization of the Neutron Fields Produced by the  Apollon Petawatt Laser",
    "abstract": " Title: A Comprehensive Characterization of the Neutron Fields Produced by the  Apollon Petawatt Laser ",
    "url": "https://arxiv.org/abs/2311.12653",
    "authors": [
      "Ronan Lelièvre",
      "Weipeng Yao",
      "Tessa Waltenspiel",
      "Itamar Cohen",
      "Arie Beck",
      "Erez Cohen",
      "David Michaeli",
      "Ishay Pomerantz",
      "Donald Cort Gautier",
      "François Trompier",
      "Quentin Ducasse",
      "Pavlos Koseoglou",
      "Pär-Anders Söderström",
      "François Mathieu",
      "Amokrane Allaoua",
      "Julien Fuchs"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "High Energy Physics - Experiment (hep-ex)",
      "Nuclear Experiment (nucl-ex)"
    ]
  },
  {
    "id": "arXiv:2311.13634",
    "title": "Quantum energetics of a non-commuting measurement",
    "abstract": " Comments: 9 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2311.13634",
    "authors": [
      "Xiayu Linpeng",
      "Nicolò Piccione",
      "Maria Maffei",
      "Léa Bresque",
      "Samyak P. Prasad",
      "Andrew N. Jordan",
      "Alexia Auffèves",
      "Kater W. Murch"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Atomic Physics (physics.atom-ph)"
    ]
  }
]