[
  {
    "id": "arXiv:2511.04708",
    "title": "Establishing a pre-logical setting in a quantum model of psycho-analytic theory",
    "abstract": "           A crucial issue both in cognitive and psychoanalytical theories deals with the origin of mental representations. In order to explore this issue, the paper analyzes a pre-logical setting, by considering a formalized approach to the foundations of psychoanalysis in logic, interpreting and integrating the views by Freud, Matte Blanco, Klein and Bion. The formalized approach derives from a quantum model of spin states. A representation of the spin state of a particle in first order logic is abstracted to get a modality interpretable as an abstract projector. The last can be decomposed into a positive, negative and irreal component. The irreal component cannot emerge and, in logic, is absorbed by the two others, giving rise to logical duality. Due to its treatment of undefiniteness and coherence, the paper is meant to contribute to quantum cognition, in its particular sense of affective quantum cognition.         ",
    "url": "https://arxiv.org/abs/2511.04708",
    "authors": [
      "Giulia Battilotti",
      "Rosapia Lauro Grotto"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)",
      "Logic (math.LO)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2511.04851",
    "title": "Non-resonant SABRE provides a new and versatile hyperpolarization approach for magnetic resonance",
    "abstract": "           Hyperpolarization approaches in magnetic resonance overcome the sensitivity limitations imposed by thermal magnetization and play an important role in a very wide range of modern applications. One of the newer strategies, variants of what is generically called SABRE, uses para-hydrogen to form hydrides on transition metal catalysts, followed by reversible exchange to polarize target molecules in solution, and has produced large signal enhancements (approx. 10^4) on hundreds of different molecules, cheaply and rapidly. Most commonly, the sample is kept in a constant field, matched to make the hydride scalar coupling comparable to the frequency difference between hydride protons and target protons (approx. 6.5 mT) or hydride protons and target heteronuclei (approx. 0.5 {\\mu}T). Here we demonstrate a different strategy, applicable to a wide range of target molecules, that produces field-independent spin order in the target molecules that is efficiently converted to magnetization. The observed signal is even independent of field direction, hence significant polarization can be achieved in a sample on a lab bench with no field control at all. We show this signal arises from creation of two-spin order in the target molecules, and discuss multiple ways this strategy should expand SABRE generality and efficiency. We also show that, in many cases, the standard assumption in low-field SABRE of a starting state with only singlet polarization leads to incorrect results.         ",
    "url": "https://arxiv.org/abs/2511.04851",
    "authors": [
      "Loren L. Smith",
      "Warren S. Warren"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2511.04965",
    "title": "Phase-sensitive tip-enhanced sum frequency generation spectroscopy using temporally asymmetric pulse for detecting weak vibrational signals",
    "abstract": "           Vibrational sum frequency generation (SFG) spectroscopy is a powerful technique for investigating molecular structures, orientations, and dynamics at surfaces. However, its spatial resolution is fundamentally restricted to the micrometer scale by the optical diffraction limit. Tip-enhanced SFG (TE-SFG) using a scanning tunneling microscope has been developed to overcome this limitation. The acquired spectra exhibit characteristic dips originating from vibrational responses located within the strong broadband non-resonant background (NRB), which distorts and obscures the molecular signals. By making the second pulse temporally asymmetric and introducing a controlled delay between the first and second laser pulses, the NRB was effectively suppressed, which in turn amplified the vibrational response through interference and facilitated the detection of weak vibrational signals. This interference also made the technique phase-sensitive, enabling the determination of absolute molecular orientations. Furthermore, forward- and backward-scattered signals were simultaneously detected, conclusively confirming that the observed signals originated from tip enhancement rather than far-field contributions. Finally, the signal enhancement factor in TE-SFG was estimated to be $6.3\\times 10^6-1.3\\times 10^7$, based on the experimental data. This phase-sensitive TE-SFG technique overcomes the optical diffraction limit and enables the investigation of molecular vibrations at surfaces with unprecedented detail.         ",
    "url": "https://arxiv.org/abs/2511.04965",
    "authors": [
      "Atsunori Sakurai",
      "Shota Takahashi",
      "Tatsuto Mochizuki",
      "Tomonori Hirano",
      "Akihiro Morita",
      "Toshiki Sugimoto"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2511.05083",
    "title": "Optical studies of scintillation detectors for precision beta-energy measurements",
    "abstract": "           This work presents optical calculations and simulations for scintillation detectors used in precision measurements of beta-particle energy spectra. Particular attention is given to Cherenkov photons and the impact of the light detection efficiency in the detector ensemble. We present an approach to estimate this light detection efficiency from the measured energy resolution of a detector. This is essential for the inclusion of scintillation photons in optical tracking Monte-Carlo simulations. A method to account for possible saturation and cross-talk of silicon photo-multipliers is also discussed. The impact of these effects is quantified in terms of systematic shifts in the extraction of the Fierz interference term from measurements of beta-energy spectra using scintillator detectors.         ",
    "url": "https://arxiv.org/abs/2511.05083",
    "authors": [
      "S. Vanlangendonck",
      "D. Atanasov",
      "B. Blank",
      "X. Fléchard",
      "M. Kanafani",
      "S. Lecanuet",
      "O. Naviliat-Cuncic",
      "N. Severijns",
      "M. Versteegen"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Nuclear Experiment (nucl-ex)"
    ]
  },
  {
    "id": "arXiv:2511.05148",
    "title": "Enhanced One-Color-Two-Photon Resonant Ionization in Highly Charged Ions by Fine-Structure Effects",
    "abstract": "           Ultraintense pulses from X-ray free-electron lasers can drive, within femtoseconds, multiple processes in the inner shells of atoms and molecules in all phases of matter. The ensuing complex ionization pathways of outer-shell electrons from the neutral to the final highly charged states make a comparison with theory enormously difficult. We resolve these pathways by preparing highly charged ions in an electron beam ion trap before exposing them to the pulsed radiation. This reveals how relativistic fine-structure effects shift electronic energies, largely compensate the core-screening potential, and enable the consecutive, resonant absorption of two quasi-monochromatic X-ray photons that would generally be unfeasible. This doubly-resonant channel enhances the efficiency of two-photon ionization by more than two orders of magnitude, dominating in this regime the nonlinear interaction of light and matter with possible application for future precision X-ray metrology.         ",
    "url": "https://arxiv.org/abs/2511.05148",
    "authors": [
      "Moto Togawa",
      "Chunhai Lyu",
      "Chintan Shah",
      "Marc Botz",
      "Joschka Goes",
      "Jonas Danisch",
      "Marleen Maxton",
      "Kai Köbnick",
      "Filipe Grilo",
      "Pedro Amaro",
      "Katharina Kubicek",
      "Mohammed Sekkal",
      "Awad Mohamed",
      "Rebecca Boll",
      "Alberto De Fanis",
      "Simon Dold",
      "Tommaso Mazza",
      "Jacobo Montano",
      "Nils Rennhack",
      "Björn Senfftleben",
      "Sergey Usenko",
      "Zoltan Harman",
      "Christoph H. Keitel",
      "Maurice Leutenegger",
      "Michael Meyer",
      "Thomas Pfeifer",
      "José R. Crespo López-Urrutia",
      "Thomas M. Baumann"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2511.05202",
    "title": "Restricted-Geometry Quantum Models Beyond Atoms: Application to NSDI in Diatomic Systems",
    "abstract": "           We present a (1+1)-dimensional quantum model designed to describe nonsequential double ionization (NSDI) in homonuclear diatomic molecules exposed to strong linearly polarized laser fields. Extending the restricted-geometry framework previously developed for atomic systems, our approach captures key features of NSDI, including the characteristic knee structure in double ionization yields. Despite its simplifying assumptions, the model shows good agreement with experimental data and proves particularly suitable for systems with $\\sigma$-type orbital symmetry. It offers a computationally efficient tool for exploring multi-electron dynamics in molecular systems.         ",
    "url": "https://arxiv.org/abs/2511.05202",
    "authors": [
      "Lars C. Bannow",
      "Jan H. Thiede",
      "Michał Ogryzek",
      "Dmitry K. Efimov",
      "Jakub S. Prauzner-Bechcicki"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2511.05261",
    "title": "Fuzzy Neural Network Performance and Interpretability of Quantum Wavefunction Probability Predictions",
    "abstract": "           Predicting quantum wavefunction probability distributions is crucial for computational chemistry and materials science, yet machine learning (ML) models often face a trade-off between accuracy and interpretability. This study compares Artificial Neural Networks (ANNs) and Adaptive Neuro-Fuzzy Inference Systems (ANFIS) in modeling quantum probability distributions for the H$_{2}^+$ ion, leveraging data generated via Physics-Informed Neural Networks (PINNs). While ANN achieved superior accuracy (R$^2$ = 0.99 vs ANFIS's 0.95 with Gaussian membership functions), it required over 50x more parameters (2,305 vs 39-45). ANFIS, however, provided unique interpretability: its Gaussian membership functions encoded spatial electron localization near proton positions ($\\mu = 1.2 A$), mirroring Born probability densities, while fuzzy rules reflected quantum superposition principles. Rules prioritizing the internuclear direction revealed the system's 1D symmetry, aligning with Linear Combination of Atomic Orbitals theory--a novel data-driven perspective on orbital hybridization. Membership function variances ($\\sigma$) further quantified electron delocalization trends, and peak prediction errors highlighted unresolved quantum cusps. The choice of functions critically impacted performance: Gaussian/Generalized Bell outperformed Sigmoid, with errors improving as training data increased, showing scalability. This study underscores the context-dependent value of ML: ANN for precision and ANFIS for interpretable, parameter-efficient approximations that link inputs to physical behavior. These findings advocate hybrid approaches in quantum simulations, balancing accuracy with explainability to accelerate discovery. Future work should extend ANFIS to multi-electron systems and integrate domain-specific constraints (e.g., kinetic energy terms), bridging data-driven models and fundamental physics.         ",
    "url": "https://arxiv.org/abs/2511.05261",
    "authors": [
      "Pedro H. M. Zanineli",
      "Matheus Zaia Monteiro",
      "Vinicius Francisco Wasques",
      "Francielle Santo Pedro Simões",
      "Gabriel R. Schleder"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2511.05405",
    "title": "Sagnac Tractor Atom Interferometer on Photonic Integrated Circuit",
    "abstract": "           We study the theory of, and propose an experimental design for, a Sagnac tractor atom interferometer based on a photonic integrated circuit (PIC). The atoms are trapped in counter-rotating azimuthal optical lattices, formed by interfering evanescent fields of laser modes injected into circular PIC waveguides. We develop quantum models for the radial and azimuthal dynamics of the interfering atoms in adiabatic frames, which provide computational efficiency. The theory is applied to an exemplary PIC, for which we first compute field modes and atom trapping potentials for $^{87}$Rb. We then evaluate non-adiabaticity, fidelity, and sensitivity of the exemplary PIC.         ",
    "url": "https://arxiv.org/abs/2511.05405",
    "authors": [
      "Lefeng Zhou",
      "Anne Graf",
      "Georg Raithel"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2511.04916",
    "title": "On the Origin of the Hidden Symmetry in the Asymmetric Quantum Rabi Model",
    "abstract": "           The introduction of an asymmetric term into the quantum Rabi model generally lifts energy-level degeneracies. However, when the asymmetry parameter takes specific multiples of the bosonic mode frequency, level degeneracies reappear$-$a phenomenon referred to as the hidden symmetry in the asymmetric quantum Rabi model. Identifying the origin of this hidden symmetry and its explicit operator form constitutes two central tasks in studying this system. Here, we investigate the origin of this hidden symmetry using the method of two successive diagonalizations, with a focus on physics in the regime where the ratio between the two-level splitting $\\Delta$ and the mode frequency $\\omega$ satisfies $\\Delta/\\omega \\gg 1$. We find that the hidden symmetry stems from energy-level matching within the asymmetric double-well potential, a picture strongly supported by the wavefunctions of both the ground and excited states. Moreover, the emergence of an excited-state quantum phase transition is identified and qualitatively discussed, which arises from the breaking and restoration of this hidden symmetry across different coupling regimes. Our results provide deeper insight into the physics of the asymmetric quantum Rabi model, particularly in the previously less-explored strong-coupling regime where $\\Delta/\\omega \\gg 1$.         ",
    "url": "https://arxiv.org/abs/2511.04916",
    "authors": [
      "Yun-Tong Yang",
      "Song-Ming Chen",
      "Hong-Gang Luo"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Other Condensed Matter (cond-mat.other)",
      "Chemical Physics (physics.chem-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2511.04932",
    "title": "Representational power of selected neural network quantum states in second quantization",
    "abstract": "           Neural network quantum states emerge as a promising tool for solving quantum many-body problems. However, its successes and limitations are still not well-understood in particular for Fermions with complex sign structures. Based on our recent work [J. Chem. Theory Comput. 21, 10252-10262 (2025)], we generalizes the restricted Boltzmann machine to a more general class of states for Fermions, formed by product of `neurons' and hence will be referred to as neuron product states (NPS). NPS builds correlation in a very different way, compared with the closely related correlator product states (CPS) [H. J. Changlani, et al. Phys. Rev. B, 80, 245116 (2009)], which use full-rank local correlators. In constrast, each correlator in NPS contains long-range correlations across all the sites, with its representational power constrained by the simple function form. We prove that products of such simple nonlocal correlators can approximate any wavefunction arbitrarily well under certain mild conditions on the form of activation functions. In addition, we also provide elementary proofs for the universal approximation capabilities of feedforward neural network (FNN) and neural network backflow (NNBF) in second quantization. Together, these results provide a deeper insight into the neural network representation of many-body wavefunctions in second quantization.         ",
    "url": "https://arxiv.org/abs/2511.04932",
    "authors": [
      "Zhendong Li",
      "Tong Zhao",
      "Bohan Zhang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2511.05161",
    "title": "Coherent control of quantum states by quadratically chirped short laser pulses",
    "abstract": "           We present a novel scheme for coherent manipulation of populations and robust creation of arbitrary coherent superposition of metastable states of a quantum system with lambda configuration of operating energy levels using laser pulses with a quadratically chirped carrier frequency. The case of a single broadband laser pulse is considered, when the frequency spectrum of the pulse exceeds the frequency distance between the metastable energy levels of the system. The results of the dressed state analysis and numerical simulation are presented, demonstrating reliable and robust creation of an arbitrary coherent superposition of metastable states by changing the parameters of laser pulses.         ",
    "url": "https://arxiv.org/abs/2511.05161",
    "authors": [
      "G.P. Djotyan",
      "A.A. Avetisyan",
      "A.P. Djotyan"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2511.05309",
    "title": "Optimizing broadband microwave absorbers for applications in the 70-200 GHz range",
    "abstract": "           We present results of an extensive suite of numerical simulations that probe square-tiled microwave absorber performance as a function of material properties, frequency, geometry, and unit cell size. The work, which probes both specular reflection and total absorption, highlights the critical importance of the absorber scale size relative to the incidence wavelength while suggesting that material properties have a comparatively weaker impact on overall performance. We show that some absorber designs can achieve 99.5-99.9% frequency-averaged absorption across the 70 to 200 GHz range for normal incidence and that low specular reflectance does not necessarily guarantee optimal absorption performance. Our results indicate that exponential, Klopfenstein, and linear impedance tapers provide comparable performance as long as a unit cell size of 1 to 4 mm is chosen. Simulation results are validated against measurements of specular reflectance.         ",
    "url": "https://arxiv.org/abs/2511.05309",
    "authors": [
      "Gaganpreet Singh",
      "Rustam Balafendiev",
      "Mahesh Singh Bist",
      "Thomas J.L.J. Gascard",
      "Gagandeep Kaur",
      "Vid Primožič",
      "Jon E. Gudmundsson"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2511.05318",
    "title": "Directional Photocurrent Generated by Quantum Interference Control",
    "abstract": "           Although the absorption of light in a bulk homogeneous semiconductor produces photocarriers with non-zero momentum, it generally does not produce a current in the absence of an applied electric field because equal amounts of carriers with opposite momentum are injected. The interference of absorption processes, for example, between one-photon and two-photon absorption, can produce a current because constructive interference for carriers with one momentum can correspond to destructive interference for carriers with the opposite momentum. We show that for the interference between two-photon and three-photon absorption, the current has a narrower angular spread, i.e., a ``beam'' of electrons in a specified direction is produced in the semiconductor.         ",
    "url": "https://arxiv.org/abs/2511.05318",
    "authors": [
      "Yiming Gong",
      "Kai Wang",
      "Steven T. Cundiff"
    ],
    "subjectives": [
      "Other Condensed Matter (cond-mat.other)",
      "Chemical Physics (physics.chem-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2511.05357",
    "title": "Diffusion-Based Electromagnetic Inverse Design of Scattering Structured Media",
    "abstract": "           We present a conditional diffusion model for electromagnetic inverse design that generates structured media geometries directly from target differential scattering cross-section profiles, bypassing expensive iterative optimization. Our 1D U-Net architecture with Feature-wise Linear Modulation learns to map desired angular scattering patterns to 2x2 dielectric sphere structure, naturally handling the non-uniqueness of inverse problems by sampling diverse valid designs. Trained on 11,000 simulated metasurfaces, the model achieves median MPE below 19% on unseen targets (best: 1.39%), outperforming CMA-ES evolutionary optimization while reducing design time from hours to seconds. These results demonstrate that employing diffusion models is promising for advancing electromagnetic inverse design research, potentially enabling rapid exploration of complex metasurface architectures and accelerating the development of next-generation photonic and wireless communication systems. The code is publicly available at this https URL.         ",
    "url": "https://arxiv.org/abs/2511.05357",
    "authors": [
      "Mikhail Tsukerman",
      "Konstantin Grotov",
      "Pavel Ginzburg"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Applied Physics (physics.app-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2511.05465",
    "title": "Helios: A 98-qubit trapped-ion quantum computer",
    "abstract": "           We report on Quantinuum Helios, a 98-qubit trapped-ion quantum processor based on the quantum charge-coupled device (QCCD) architecture. Helios features $^{137}$Ba$^{+}$ hyperfine qubits, all-to-all connectivity enabled by a rotatable ion storage ring connecting two quantum operation regions by a junction, speed improvements from parallelized operations, and a new software stack with real-time compilation of dynamic programs. Averaged over all operational zones in the system, we achieve average infidelities of $2.5(1)\\times10^{-5}$ for single-qubit gates, $7.9(2)\\times10^{-4}$ for two-qubit gates, and $4.8(6)\\times10^{-4}$ for state preparation and measurement, none of which are fundamentally limited and likely able to be improved. These component infidelities are predictive of system-level performance in both random Clifford circuits and random circuit sampling, the latter demonstrating that Helios operates well beyond the reach of classical simulation and establishes a new frontier of fidelity and complexity for quantum computers.         ",
    "url": "https://arxiv.org/abs/2511.05465",
    "authors": [
      "Anthony Ransford",
      "M.S. Allman",
      "Jake Arkinstall",
      "J.P. Campora III",
      "Samuel F. Cooper",
      "Robert D. Delaney",
      "Joan M. Dreiling",
      "Brian Estey",
      "Caroline Figgatt",
      "Alex Hall",
      "Ali A. Husain",
      "Akhil Isanaka",
      "Colin J. Kennedy",
      "Nikhil Kotibhaskar",
      "Ivaylo S. Madjarov",
      "Karl Mayer",
      "Alistair R. Milne",
      "Annie J. Park",
      "Adam P. Reed",
      "Riley Ancona",
      "Molly P. Andersen",
      "Pablo Andres-Martinez",
      "Will Angenent",
      "Liz Argueta",
      "Benjamin Arkin",
      "Leonardo Ascarrunz",
      "William Baker",
      "Corey Barnes",
      "John Bartolotta",
      "Jordan Berg",
      "Ryan Besand",
      "Bryce Bjork",
      "Matt Blain",
      "Paul Blanchard",
      "Robin Blume-Kohout",
      "Matt Bohn",
      "Agustin Borgna",
      "Daniel Y. Botamanenko",
      "Robert Boutelle",
      "Natalie Brown",
      "Grant T. Buckingham",
      "Nathaniel Q. Burdick",
      "William Cody Burton",
      "Varis Carey",
      "Christopher J. Carron",
      "Joe Chambers",
      "John Children",
      "Victor E. Colussi",
      "Steven Crepinsek",
      "Andrew Cureton",
      "Joe Davies",
      "Daniel Davis",
      "Matthew DeCross",
      "David Deen",
      "Conor Delaney",
      "Davide DelVento",
      "B.J. DeSalvo",
      "Jason Dominy",
      "Ross Duncan",
      "Vanya Eccles",
      "Alec Edgington",
      "Neal Erickson",
      "Stephen Erickson",
      "Christopher T. Ertsgaard",
      "Bruce Evans",
      "Tyler Evans",
      "Maya I. Fabrikant",
      "Andrew Fischer",
      "Cameron Foltz",
      "Michael Foss-Feig",
      "David Francois",
      "Brad Freyberg",
      "Charles Gao",
      "Robert Garay",
      "Jane Garvin",
      "David M. Gaudiosi",
      "Christopher N. Gilbreth",
      "Josh Giles",
      "Erin Glynn",
      "Jeff Graves",
      "Azure Hansen",
      "David Hayes",
      "Lukas Heidemann",
      "Bob Higashi",
      "Tyler Hilbun",
      "Jordan Hines",
      "Ariana Hlavaty",
      "Kyle Hoffman",
      "Ian M. Hoffman",
      "Craig Holliman",
      "Isobel Hooper",
      "Bob Horning",
      "James Hostetter",
      "Daniel Hothem",
      "Jack Houlton",
      "Jared Hout",
      "Ross Hutson",
      "Ryan T. Jacobs",
      "Trent Jacobs",
      "Melf Johannsen"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:1603.09308",
    "title": "Lithium Adsorbtion on Polyacenes $\\&$ Zig-zag-edge Graphene Strips",
    "abstract": "           The effect of increased electron-density (from adsorbed Li atoms) in polyacenes and in nano-ribbons with zig-zag edge is discussed in terms of resonance theoretical considerations and in terms edge-localized frontier molecular orbitals. The argumentation from simple pictures is finally using the density functional theory (DFT) for anthracene, polyacene polymer and graphene strips. Some discussion is made for zig-zag edge graphene.         ",
    "url": "https://arxiv.org/abs/1603.09308",
    "authors": [
      "Yenni P. Ortiz",
      "Douglas J. Klein",
      "Thomas H. Seligman"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2501.03146",
    "title": "Fundamentals of Antenna Bandwidth and Quality Factor",
    "abstract": "           After a brief history of the development of quality factor, useful expressions are derived for the robust input-impedance Qz(w) quality factor that accurately determines the VSWR fractional bandwidth of antennas for isolated resonances and a small enough bandwidth power drop. For closely spaced multiple resonances/antiresonances, a definitive formula is given for the increase in fractional bandwidth enabled by Bode-Fano tuning. Methods are given for determining the conventional and complex-energy quality factors of antennas from RLC circuit models. New field-based quality factors Q(w) are derived for antennas with known fields produced by an input current. These Q(w) are remarkably robust because they equal Qz(w) when the input impedance is available. Like Qz(w), the field-based Q(w) is independent of the choice of origin of the antenna fields and is impervious to extra lengths of transmission lines and surplus reactances. These robust field-based quality factors are used to derive new lower bounds on the quality factors (upper bounds on the bandwidths) of spherical-mode antennas that improve upon the previous Chu/CR (Collin-Rothschild) lower bounds for spherical modes. A criterion for antenna supergain is found by combining the Harrington maximum gain formula with the recently derived formula for the reactive power boundaries of antennas. Maximum gain versus minimum quality factor for spherical antennas are determined using the improved lower bounds on quality factor for different values of electrical size ka. Lastly, reduced antenna quality factors allowed by dispersive tuning overcome the traditional Chu/CR lower bounds for lower radiation efficiencies and small enough bandwidth power drops.         ",
    "url": "https://arxiv.org/abs/2501.03146",
    "authors": [
      "Arthur D. Yaghjian"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2505.22062",
    "title": "Further Characterization of the JadePix-3 CMOS Pixel Sensor for the CEPC Vertex Detector: in Dependence of Substrate Reverse Bias",
    "abstract": "           The Circular Electron-Positron Collider (CEPC), a proposed next-generation $e^+e^-$ collider to enable high-precision studies of the Higgs boson and potential new physics, imposes rigorous demands on detector technologies, particularly the vertex detector. JadePix-3 is a prototype Monolithic Active Pixel Sensor (MAPS) designed for the CEPC vertex detector. This paper presents a detailed laboratory-based characterization of the JadePix-3 sensor, focusing on the previously under-explored effects of substrate reverse bias voltage on key performance metrics: charge collection efficiency, average cluster size, and hit efficiency of laser. Systematic testing demonstrated that JadePix-3 operates reliably under reverse bias, exhibiting a reduced input capacitance, an expanded depletion region, enhanced charge collection efficiency, and a lower fake-hit rate. These findings confirm the sensor's potential for high-precision particle tracking and vertexing at the CEPC while offering valuable references for future iterational R\\&D of the JadePix series.         ",
    "url": "https://arxiv.org/abs/2505.22062",
    "authors": [
      "Jiahao Hu",
      "Ruiyang Zhang",
      "Zhiliang Chen",
      "Yunpeng Lu",
      "Qun Ouyang",
      "Lailin Xu"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2508.07848",
    "title": "Optical microcavity with a pair of suspended resonant mirrors",
    "abstract": "           We report on the realization of an optical microcavity consisting in the plane-plane arrangement of two suspended resonant mirrors possessing spectrally overlapping high-quality factor internal resonances. We first investigate its generic transmission spectra as the cavity length is varied on the basis of a simple linear Fabry-Perot model, compare them with those of broadband mirror cavities or Fano cavities possessing a single resoannt mirror, and then present an experimental realization using a pair of highly pretensioned, ultrathin silicon nitride films patterned with one-dimensional photonic crystal structures.         ",
    "url": "https://arxiv.org/abs/2508.07848",
    "authors": [
      "Mikkel Kirkegaard",
      "Trishala Mitra",
      "Gurpreet Singh",
      "Aurélien Dantan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2510.26741",
    "title": "Characterization of the H2M Monolithic CMOS Sensor",
    "abstract": "           The H2M (Hybrid-to-Monolithic) is a monolithic pixel sensor manufactured in a modified \\SI{65}{\\nano\\meter}~CMOS imaging process with a small collection electrode. Its design addresses the challenges of porting an existing hybrid pixel detector architecture into a monolithic chip, using a digital-on-top design methodology, and developing a compact digital cell library. Each square pixel integrates an analog front-end and digital pulse processing with an 8-bit counter within a \\SI{35}{\\micro\\meter}~pitch. This contribution presents the performance of H2M based on laboratory and test beam measurements, including a comparison with analog front-end simulations in terms of gain and noise. A particular emphasis is placed on backside thinning in order to reduce material budget, down to a total chip thickness of \\SI{21}{\\micro\\meter} for which no degradation in MIP detection performance is observed. For all investigated samples, a MIP detection efficiency above \\SI{99}{\\%} is achieved below a threshold of approximately 205 electrons. At this threshold, the fake-hit rate corresponds to a matrix occupancy of fewer than one pixel per the \\SI{500}{\\nano\\second}~frame. Measurements reveal a non-uniform in-pixel response, attributed to the formation of local potential wells in regions with low electric field. A simulation flow combining technology computer-aided design, Monte Carlo, and circuit simulations is used to investigate and describe this behavior, and is applied to develop mitigation strategies for future chip submissions with similar features.         ",
    "url": "https://arxiv.org/abs/2510.26741",
    "authors": [
      "Rafael Ballabriga",
      "Eric Buschmann",
      "Michael Campbell",
      "Raimon Casanova Mohr",
      "Dominik Dannheim",
      "Jona Dilg",
      "Ana Dorda",
      "Ono Feyens",
      "Finn King",
      "Philipp Gadow",
      "Ingrid-Maria Gregor",
      "Karsten Hansen",
      "Yajun He",
      "Lennart Huth",
      "Iraklis Kremastiotis",
      "Stephan Lachnit",
      "Corentin Lemoine",
      "Stefano Maffessanti",
      "Larissa Mendes",
      "Younes Otarid",
      "Christian Reckleben",
      "Sébastien Rettie",
      "Manuel Alejandro del Rio Viera",
      "Sara Ruiz Daza",
      "Judith Schlaadt",
      "Adriana Simancas",
      "Walter Snoeys",
      "Simon Spannagel",
      "Tomas Vanat",
      "Anastasiia Velyka",
      "Gianpiero Vignola",
      "Håkan Wennlöf"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2504.06229",
    "title": "Continuous-variable spatio-spectral quantum networks in nonlinear photonic lattices",
    "abstract": "           Multiplexing information in different degrees of freedom and use of integrated and fiber-optic components are natural solutions to the scalability bottleneck in optical quantum communications and computing. However, for bulk-optics systems, where size, cost, stability, and reliability are factors, this remains either impractical or highly challenging to implement. In this paper we present a framework to engineer continuous-variable entanglement produced through nondegenerate spontaneous parametric down-conversion in \\chi^(2) nonlinear photonic lattices in spatial and spectral degrees of freedom that can solve the scalability challenge. We show how spatio-spectral pump shaping produce cluster states that are naturally distributable in quantum communication networks and a resource for measurement-based quantum computing.         ",
    "url": "https://arxiv.org/abs/2504.06229",
    "authors": [
      "Natalia Costas",
      "Nadia Belabas",
      "David Barral"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.10136",
    "title": "Spectral quantum algorithm for passive scalar transport in shear flows",
    "abstract": "           The mixing of scalar substances in fluid flows by stirring and diffusion is ubiquitous in natural flows, chemical engineering, and microfluidic drug delivery. Here, we present a spectral quantum algorithm for scalar mixing by solving the advection-diffusion equation in a quantum computational fluid dynamics framework. The exact gate decompositions of the advection and diffusion operators in spectral space are derived. For all but the simplest one-dimensional flows, these operators do not commute. Therefore, we use operator splitting to construct quantum circuits capable of simulating arbitrary polynomial velocity profiles in multiple dimensions, such as the Blasius profile of a laminar boundary layer. Periodic, Neumann, and Dirichlet boundary conditions can be imposed with the appropriate quantum spectral transform. We evaluate the approach in statevector simulations of a Couette flow, plane Poiseuille flow, and a polynomial Blasius profile approximation. For an advection-diffusion problem in one dimension, we compare the time evolution of an ideal quantum simulation with those of real quantum computers with superconducting and trapped-ion qubits. The required number of two-qubit gates grows with the logarithm of the number of grid points raised to one higher power than the order of the polynomial velocity profile.         ",
    "url": "https://arxiv.org/abs/2505.10136",
    "authors": [
      "Philipp Pfeffer",
      "Peter Brearley",
      "Sylvain Laizet",
      "Jörg Schumacher"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2510.18105",
    "title": "Virus Spreading in Quantum Networks",
    "abstract": "           Recent advances in quantum communication have enabled long-distance secure information transfer through quantum channels, giving rise to quantum networks with unique physical and statistical properties. However, as in classical networks, the propagation of viruses in these systems could have severe consequences. Here, we investigate the critical problem of virus spreading in quantum networks. We develop quantitative tools, particularly a modified nonlinear dynamical system model, for performing epidemiological analyses on quantum networks. Our results show that quantum networks tend to be more resilient to viral infections, exhibiting higher epidemic thresholds than classical networks with identical graph topologies. This apparent robustness, however, arises primarily from the sparser connectivity inherent to the quantum networks. When the comparison is made at a fixed average connectivity, classical and quantum networks display comparable epidemic thresholds. These findings provide key insights into the security and reliability of future large-scale quantum communication systems. Our work bridges the fields of quantum information science, network theory, and epidemiology, paving the way for future studies of quantum epidemiological dynamics.         ",
    "url": "https://arxiv.org/abs/2510.18105",
    "authors": [
      "Junpeng Hou",
      "Mark M. Seidel",
      "Chuanwei Zhang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2511.03359",
    "title": "Universal Quantum Simulation of 50 Qubits on Europe`s First Exascale Supercomputer Harnessing Its Heterogeneous CPU-GPU Architecture",
    "abstract": "           We have developed a new version of the high-performance Jülich universal quantum computer simulator (JUQCS-50) that leverages key features of the GH200 superchips as used in the JUPITER supercomputer, enabling simulations of a 50-qubit universal quantum computer for the first time. JUQCS-50 achieves this through three key innovations: (1) extending usable memory beyond GPU limits via high-bandwidth CPU-GPU interconnects and LPDDR5 memory; (2) adaptive data encoding to reduce memory footprint with acceptable trade-offs in precision and compute effort; and (3) an on-the-fly network traffic optimizer. These advances result in an 11.4-fold speedup over the previous 48-qubit record on the K computer.         ",
    "url": "https://arxiv.org/abs/2511.03359",
    "authors": [
      "Hans De Raedt",
      "Jiri Kraus",
      "Andreas Herten",
      "Vrinda Mehta",
      "Mathis Bode",
      "Markus Hrywniak",
      "Kristel Michielsen",
      "Thomas Lippert"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Distributed, Parallel, and Cluster Computing (cs.DC)",
      "Computational Physics (physics.comp-ph)"
    ]
  }
]