[
  {
    "id": "arXiv:2308.05761",
    "title": "Analysis of sample temperature dynamics under pulsed laser irradiation  during laser-induced-desorption diagnostic",
    "abstract": "The accurate assessment of the local tritium concentration in the tokamak first wall by means of the laser-induced desorption (LID) diagnostic is sought as one the key solutions to monitoring the local radioactive tritium content in the first wall of the fusion reactor ITER. Numerical models of gas desorption from solids used for LID simulation are usually closed with the one-dimensional heat transport models. In this study, the temperature dynamics of a target irradiated by a short laser pulse during LID are analyzed by means of the two-dimensional heat transport model to assess the validity of using one-dimensional approximation for recovering the diagnostic signal. The quantitative estimates for the parameters governing the heat transfer are presented. The analytical expressions for the sample temperature distribution resolved both in time and space are derived. The sensitivity analysis of the obtained relations to uncertainties in the experimental parameters is performed. It is shown that, depending of the ratio between the laser spot radius and heat diffusion length, the one-dimensional approach can noticeably overestimate the sample temperature in the limit of small laser spot radius, resulting in more than 100 % larger amounts of tritium desorbed from the irradiated target, compared to the two-dimensional approximation. In the limit of large laser spot radius, both approaches yield comparable amounts of desorbed tritium. ",
    "url": "https://arxiv.org/abs/2308.05761",
    "authors": [
      "A. A. Stepanenko",
      "Yu. M. Gasparyan"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2308.05806",
    "title": "Gain-compensated metal cavity modes and a million-fold improvement of  Purcell factors",
    "abstract": "Using a rigorous mode theory for gain-compensated plasmonic dimers, we demonstrate how quality factors and Purcell factors can be dramatically increased, improving the quality factors from 10 to over 26,000 and the peak Purcell factors from around 3000 to over 10 billion. Full three-dimensional calculations are presented for gold dimers in a finite-size gain medium, which allows one to easily surpass fundamental Purcell factor limits of lossy media. Within a regime of linear system response, we show how the Purcell factors are modified from the contributions from the projected local density of states as well as a non-local gain. Further, we show that the effective mode volume and radiative beta factors remain relatively constant, despite the significant enhancement of the Purcell factors. ",
    "url": "https://arxiv.org/abs/2308.05806",
    "authors": [
      "Becca VanDrunen",
      "Juanjuan Ren",
      "Sebastian Franke",
      "Stephen Hughes"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2308.05848",
    "title": "Molecular alignment-assisted spectral broadening and shifting in the  near-infrared with a recycled depleted pump from an optical parametric  amplifier",
    "abstract": "We demonstrate how the depleted pump of an optical parametric amplifier can be recycled for impulsive alignment of a molecular gas inside a hollow-core fiber and use such alignment for the broadening and frequency shift of the signal pulse at a center wavelength of $\\sim 1300$nm. Our results combine non-adiabatic molecular alignment, self-phase modulation and Raman non-linearities. We demonstrate spectral shifts of up to 204 nm and a spectral broadening of more than one octave. We also report on the time delays at which broadening occurs, which do not coincide with any of the molecular rotational constants. Further, we encounter that maximum frequency shifts occur when the signal and pump have perpendicular polarization instead of parallel. ",
    "url": "https://arxiv.org/abs/2308.05848",
    "authors": [
      "Zhanna Rodnova",
      "Tobias Saule",
      "George Gibson",
      "Carlos A. Trallero-Herrero"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2308.05908",
    "title": "Electron resonant interaction with whistler-mode waves around the  Earth's bow shock I: the probabilistic approach",
    "abstract": "Adiabatic heating of solar wind electrons at the Earth's bow shock and its foreshock region produces transversely anisotropic hot electrons that, in turn, generate intense high-frequency whistler-mode waves. These waves are often detected by spacecraft as narrow-band, electromagnetic emissions in the frequency range of [0.1,0.5] of the local electron gyrofrequency. Resonant interactions between these waves and electrons may cause electron acceleration and pitch-angle scattering, which can be important for creating the electron population that seeds shock drift acceleration. The high intensity and coherence of the observed whistler-mode waves prohibit the use of quasi-linear theory to describe their interaction with electrons. In this paper, we aim to develop a new theoretical approach to describe this interaction, that incorporates nonlinear resonant interactions, gradients of the background density and magnetic field, and the fine structure of the waveforms that usually consist of short, intense wave-packet trains. This is the first of two accompanying papers. It outlines a probabilistic approach to describe the wave-particle interaction. We demonstrate how the wave-packet size affects electron nonlinear resonance at the bow shock and foreshock regions, and how to evaluate electron distribution dynamics in such a system that is frequented by short, intense whistler-mode wave-packets. In the second paper, this probabilistic approach is merged with a mapping technique, which allows us to model systems containing short and long wave-packets. ",
    "url": "https://arxiv.org/abs/2308.05908",
    "authors": [
      "Xiaofei Shi",
      "David S. Tonoian",
      "Anton V. Artemyev",
      "Xiao-Jia Zhang",
      "Vassilis Angelopoulos"
    ],
    "subjectives": [
      "Space Physics (physics.space-ph)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2308.05909",
    "title": "Electron resonant interaction with whistler-mode waves around the  Earth's bow shock II: the mapping technique",
    "abstract": "Electron resonant scattering by high-frequency electromagnetic whistler-mode waves has been proposed as a mechanism for solar wind electron scattering and pre-acceleration to energies that enable them to participate in shock drift acceleration around the Earth's bow shock. However, observed whistler-mode waves are often sufficiently intense to resonate with electrons nonlinearly, which prohibits the application of quasi-linear diffusion theory. This is the second of two accompanying papers devoted to developing a new theoretical approach for quantifying the electron distribution evolution subject to multiple resonant interactions with intense whistler-mode wave-packets. In the first paper, we described a probabilistic approach, applicable to systems with short wave-packets. For such systems, nonlinear resonant effects can be treated by diffusion theory, but with diffusion rates different from those of quasi-linear diffusion. In this paper we generalize this approach by merging it with a mapping technique. This technique can be used to model the electron distribution evolution in the presence of significantly non-diffusive resonant scattering by intense long wave-packets. We verify our technique by comparing its predictions with results from a numerical integration approach. ",
    "url": "https://arxiv.org/abs/2308.05909",
    "authors": [
      "David S. Tonoian",
      "Xiaofei Shi",
      "Anton V. Artemyev",
      "Xiao-Jia Zhang",
      "Vassilis Angelopoulos"
    ],
    "subjectives": [
      "Space Physics (physics.space-ph)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2308.05956",
    "title": "Metasurface absorber enhanced thermoelectric conversion",
    "abstract": "Metasurfaces are artificial thin materials that achieve optical thickness through thin geometrical structure. This feature of metasurfaces results in unprecedented benefits for enhancing the performance of optoelectronic devices. In this study, we report that this metasurface feature is also essential to drive photo-thermoelectric conversion, which requires the accumulation of thermal energy and effective heat conduction. For example, a metasurface-attached thermoelectric device placed in an environment with uniform thermal radiation generates an output voltage by gathering the thermal energies existing in the environment and creating an additional thermal gradient across the thermoelectric element. In contrast, when a 100-um-thick-carbon-black-coated electrode was used instead of the metasurface, the device showed low-er thermoelectric performance than that of the metasurface-attached device although carbon black exhibits higher infrared absorption than the metasurface. These results indicate that metasurface characteristics of optical thickness and thin geometrical structure for achieving the high thermal conductance are essential in enhancing the performance of photo-thermoelectric devices in terms of the effective collection of thermal energies and conduction of local heating. ",
    "url": "https://arxiv.org/abs/2308.05956",
    "authors": [
      "Ryosuke Nakayama",
      "Sohei Saito",
      "Takuo Tanaka",
      "Wakana Kubo"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2308.05971",
    "title": "Soliton frequency comb generation in a low Q microcavity coupled to a  gain microcavity",
    "abstract": "Soliton frequency comb generation in coupled nonlinear microcavities is attractive because a coupled microcavity offers more flexibility and possibilities compared to a single nonlinear microcavity. In this paper, we investigate how an amplifying auxiliary cavity affects the bistability region of the main cavity and soliton frequency comb generation. When the auxiliary cavity has a small gain, it can partially compensate for the loss of the main cavity allowing the generation of soliton combs with a relatively low Q-factor in the main cavity. A low Q-factor microcavity would reduce the difficulty of fabrication and extend the microcavity platform to different types of materials. However, if the gain of the auxiliary cavity is too large, a frequency comb cannot be generated because the coupled nonlinear microcavity system is no longer dissipative. Our results provide a theoretical understanding and experimental guidance for the bistability region and soliton frequency comb generation in coupled nonlinear microcavities with an amplifying auxiliary cavity. The results will facilitate the development of chip-scale integrated optical frequency comb sources. ",
    "url": "https://arxiv.org/abs/2308.05971",
    "authors": [
      "Zihao Cheng",
      "Dongmei Huang",
      "Feng Li",
      "Chao Lu",
      "P. K. A. Wai"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2308.05997",
    "title": "High-dimensional broadband non-Abelian holonomy in silicon nitride  photonics",
    "abstract": "Non-Abelian geometry phase has attracted significant attention for the robust holonomic unitary behavior exhibited, which arises from the degenerate subspace evolving along a trajectory in Hilbert space. It has been regarded as a promising approach for implementing topologically protected quantum computation and logic manipulation. However, due to the challenges associated with high-dimensional parameters manipulation, this matrix-valued geometry phase has not been realized on silicon integrated photonic platform, which is CMOS compatible and regarded as the most promising flatform for next-generation functional devices. Here, we demonstrate the first non-Abelian holonomic high-dimensional unitary matrices on multilayer silicon nitride integrated platform. By leveraging the advantage of integrated platform and geometry phase, ultracompact footprint, highest order (up to six) and broadband operation (larger than 100nm) non-Abelian holonomy unitary matrices are experimentally realized. Our work paves the way for versatile non-Abelian optical computing devices in integrated photonics. ",
    "url": "https://arxiv.org/abs/2308.05997",
    "authors": [
      "Youlv Chen",
      "Xuhan Guo",
      "Xulin Zhang",
      "Yikai Su"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2308.06003",
    "title": "Magnetic Optical Rotation from Real-Time Simulations in Finite Magnetic  Fields",
    "abstract": "We present a numerical approach to magnetic optical rotation based on real-time time-dependent electronic-structure theory. Not relying on perturbation expansions in the magnetic-field strength, the formulation allows us to test the range of validity of the linear relation between the rotation angle per unit path length and the magnetic-field strength that was established empirically by Verdet 160 years ago. Results obtained from time-dependent coupled-cluster and time-dependent current density-functional theory are presented for the closed-shell molecules H2, HF, and CO in magnetic fields up to 55 kT at standard temperature and pressure conditions. We find that Verdet's linearity remains valid up to roughly 10-20 kT, above which significant deviations from linearity are observed. Among the three current density-functional approximations tested in this work, the current-dependent Tao-Perdew-Staroverov-Scuseria hybrid functional performs the best in comparison with time-dependent coupled-cluster singles and doubles results for the magnetic optical rotation. ",
    "url": "https://arxiv.org/abs/2308.06003",
    "authors": [
      "Benedicte Sverdrup Ofstad",
      "Meilani Wibowo-Teale",
      "Håkon Emil Kristiansen",
      "Einar Aurbakken",
      "Marios Petros Kitsaras",
      "Øyvind Sigmundson Schøyen",
      "Eirill Hauge",
      "Simen Kvaal",
      "Stella Stopkowicz",
      "Andrew M. Wibowo-Teale",
      "Thomas Bondo Pedersen"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2308.06050",
    "title": "Optical near-field enhancement by guided Bloch modes in plasmonic  metasurfaces",
    "abstract": "Local enhancement of light intensity by plasmonic nanostructures is essential for many optical applications, such as Surface-Enhanced Raman Spectroscopy (SERS) and fluorescence- or scattering-based plasmonic sensing. The enhancement is usually localized on the surface of each individual metal nanoparticle playing the role of a plasmonic resonator. In some cases, however, the particles are arranged in a periodic lattice and the excitations in them can be coupled to the surface lattice resonances (SLRs), which can additionally enhance the field. In this work, we report a field-enhancement mechanism that is based on the coupling between surface plasmon resonances in metal nanoparticles and Bloch modes guided by a dielectric-metal slab waveguide in a plasmonic metasurface. We demonstrate an extra factor of the local intensity enhancement of about 80 and the corresponding additional SERS enhancement of more than 6000 compared to isolated plasmonic nanoparticles on a thick glass substrate. This mechanism opens the possibility to design extraordinarily efficient metal-dielectric metasurfaces for many applications in optics and photonics, including SERS, fluoresence spectroscopy, nonlinear optics, and solar energy harvesting. ",
    "url": "https://arxiv.org/abs/2308.06050",
    "authors": [
      "Xiaorun Zang",
      "Andriy Shevchenko"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2308.05760",
    "title": "Unified Statistical Channel Modeling and performance analysis of  Vertical Underwater Wireless Optical Communication Links considering  Turbulence-Induced Fading",
    "abstract": "The reliability of a vertical underwater wireless optical communication (UWOC) network is seriously impacted by turbulence-induced fading due to fluctuations in the water temperature and salinity, which vary with depth. To better assess the vertical UWOC system performances, an accurate probability distribution function (PDF) model that can describe this fading is indispensable. In view of the limitations of theoretical and experimental studies, this paper is the first to establish a more accurate modeling scheme for wave optics simulation (WOS) by fully considering the constraints of sampling conditions on multi-phase screen parameters. On this basis, we complete the modeling of light propagation in a vertical oceanic turbulence channel and subsequently propose a unified statistical model named mixture Weibull-generalized Gamma (WGG) distribution model to characterize turbulence-induced fading in vertical links. Interestingly, the WGG model is shown to provide a perfect fit with the acquired data under all considered channel conditions. We further show that the application of the WGG model leads to closed-form and analytically tractable expressions for key UWOC system performance metrics such as the average bit-error rate (BER). The presented results give valuable insight into the practical aspects of development of UWOC networks. ",
    "url": "https://arxiv.org/abs/2308.05760",
    "authors": [
      "Dongling Xu",
      "Xiang Yi",
      "Yalçn Ata",
      "Xinyue Tao",
      "Yuxuan Li",
      "Peng Yue"
    ],
    "subjectives": [
      "Signal Processing (eess.SP)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2308.05900",
    "title": "QERaman: An open-source program for calculating resonance Raman spectra  based on Quantum ESPRESSO",
    "abstract": "We present an open-source program QERaman that computes first-order resonance Raman spectroscopy of materials using the output data from Quantum ESPRESSO. Complex values of Raman tensors are calculated based on the quantum description of the Raman scattering from calculations of electron-photon and electron-phonon matrix elements, which are obtained by using the modified Quantum ESPRESSO. Our program also calculates the resonant Raman spectra as a function of incident laser energy for linearly- or circularly-polarized light. Hands-on tutorials for graphene and MoS$_2$ are given to show how to run QERaman. All codes, examples, and scripts are available on the GitHub repository. ",
    "url": "https://arxiv.org/abs/2308.05900",
    "authors": [
      "Nguyen T. Hung",
      "Jianqi Huang",
      "Yuki Tatsumi",
      "Teng Yang",
      "Riichiro Saito"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2308.06023",
    "title": "Polarization sensitivity in scattering-type scanning near-field optical  microscopy -- towards nanoellipsometry",
    "abstract": "Electric field enhancement mediated through sharp tips in scattering-type scanning near-field optical microscopy (s-SNOM) enables optical material analysis down to the 10-nm length scale, and even below. Nevertheless, mostly the out-of-plane electric field component is considered here due to the lightning rod effect of the elongated s-SNOM tip being orders of magnitude stronger as compared to any in-plane field component. Nonetheless, the fundamental understanding of resonantly excited near-field coupled systems clearly allows us to take profit from all vectorial components, especially also from the in-plane ones. In this paper, we theoretically and experimentally explore how linear polarization control of both near-field illumination and detection, can constructively be implemented to (non-)resonantly couple to selected sample permittivity tensor components, e.g. explicitly also to the in-plane directions. When applying the point-dipole model, we show that resonantly excited samples respond with a strong near-field signal, to all linear polarization angles. We then experimentally investigate the polarization-dependent responses for both non-resonant (Au) and phonon-resonant (3C-SiC) sample excitations at a 10.6~$\\mu$m and 10.7~$\\mu$m incident wavelength using a tabletop CO$_2$ laser. Varying the illumination polarization angle thus allows for quantitatively comparing the scattered near-field signatures for the two wavelengths. Finally, we compare our experimental data to simulation results, and thus gain the fundamental understanding of the polarization's influence on the near-field interaction. As a result, the near-field components parallel and perpendicular to the sample surface can be easily disentangled and quantified through their polarization signatures, connecting them directly to the sample's local permittivity. ",
    "url": "https://arxiv.org/abs/2308.06023",
    "authors": [
      "Felix G. Kaps",
      "Susanne C. Kehr",
      "Lukas M. Eng"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2308.06182",
    "title": "Noise-Resilient Designs for Optical Neural Networks",
    "abstract": "All analog signal processing is fundamentally subject to noise, and this is also the case in modern implementations of Optical Neural Networks (ONNs). Therefore, to mitigate noise in ONNs, we propose two designs that are constructed from a given, possibly trained, Neural Network (NN) that one wishes to implement. Both designs have the capability that the resulting ONNs gives outputs close to the desired NN. To establish the latter, we analyze the designs mathematically. Specifically, we investigate a probabilistic framework for the first design that establishes that the design is correct, i.e., for any feed-forward NN with Lipschitz continuous activation functions, an ONN can be constructed that produces output arbitrarily close to the original. ONNs constructed with the first design thus also inherit the universal approximation property of NNs. For the second design, we restrict the analysis to NNs with linear activation functions and characterize the ONNs' output distribution using exact formulas. Finally, we report on numerical experiments with LeNet ONNs that give insight into the number of components required in these designs for certain accuracy gains. We specifically study the effect of noise as a function of the depth of an ONN. The results indicate that in practice, adding just a few components in the manner of the first or the second design can already be expected to increase the accuracy of ONNs considerably. ",
    "url": "https://arxiv.org/abs/2308.06182",
    "authors": [
      "Gianluca Kosmella",
      "Ripalta Stabile",
      "Jaron Sanders"
    ],
    "subjectives": [
      "Neural and Evolutionary Computing (cs.NE)",
      "Signal Processing (eess.SP)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2104.12145",
    "title": "LLM helps design and optimize photonic crystal surface emitting lasers",
    "abstract": " Comments: 14 pages, ",
    "url": "https://arxiv.org/abs/2104.12145",
    "authors": [
      "Renjie Li",
      "Ceyao Zhang",
      "Sixuan Mao",
      "Hai Huang",
      "Mou Zhong",
      "Yiou Cui",
      "Xiyuan Zhou",
      "Feng Yin",
      "Zhaoyu Zhang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2202.02632",
    "title": "Unitary Design of Quantum Spin Networks for Robust Routing, Entanglement  Generation, and Phase Sensing",
    "abstract": " Comments: An erratum has been published for the journal paper. This updated arXiv version presents the corrected version of the published paper. The main conclusions of the paper are not affected by this correction ",
    "url": "https://arxiv.org/abs/2202.02632",
    "authors": [
      "Abdulsalam H. Alsulami",
      "Irene D'Amico",
      "Marta P. Estarellas",
      "Timothy P. Spiller"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2301.11023",
    "title": "Physiological search for quantum biological effects based on the  Wigner-Yanase connection between coherence and uncertainty",
    "abstract": " Comments: 11 pages, 3 figures ",
    "url": "https://arxiv.org/abs/2301.11023",
    "authors": [
      "I. K. Kominis"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Biological Physics (physics.bio-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2304.08450",
    "title": "Quantum logic and meaning",
    "abstract": " Comments: 28 pages ",
    "url": "https://arxiv.org/abs/2304.08450",
    "authors": [
      "Sebastian Horvat",
      "Iulian D. Toader"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2304.08452",
    "title": "An Alleged Tension between Quantum Logic and Applied Classical  Mathematics",
    "abstract": " Comments: 22 pages ",
    "url": "https://arxiv.org/abs/2304.08452",
    "authors": [
      "Sebastian Horvat",
      "Iulian D. Toader"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2305.03250",
    "title": "Experimentally Realizing Convolution Processing in the Photonic  Synthetic Frequency Dimension",
    "abstract": " Comments: Science Advances, in press ",
    "url": "https://arxiv.org/abs/2305.03250",
    "authors": [
      "Lingling Fan",
      "Kai Wang",
      "Heming Wang",
      "Avik Dutt",
      "Shanhui Fan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Signal Processing (eess.SP)"
    ]
  },
  {
    "id": "arXiv:2305.11671",
    "title": "Search for vector dark matter in microwave cavities with Rydberg atoms",
    "abstract": " Comments: 14 pages, 3 figures, version accepted for publication in Phys. Rev. D ",
    "url": "https://arxiv.org/abs/2305.11671",
    "authors": [
      "Jordan Gué",
      "Aurélien Hees",
      "Jérôme Lodewyck",
      "Rodolphe Le Targat",
      "Peter Wolf"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "High Energy Physics - Phenomenology (hep-ph)"
    ]
  },
  {
    "id": "arXiv:2307.07256",
    "title": "Modeling laser pulses as $δ$-kicks: reevaluating the impulsive  limit in molecular rotational dynamics",
    "abstract": " Comments: 10 pages, 11 figures ",
    "url": "https://arxiv.org/abs/2307.07256",
    "authors": [
      "Volker Karle",
      "Mikhail Lemeshko"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Atomic and Molecular Clusters (physics.atm-clus)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2308.00965",
    "title": "Direction-sensitive graphene flow sensor",
    "abstract": " Comments: 7 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2308.00965",
    "authors": [
      "P. Kaźmierczak",
      "J. Binder",
      "K. Boryczko",
      "T. Ciuk",
      "W. Strupiński",
      "R. Stępniewski",
      "A. Wysmołek"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2308.05039",
    "title": "Symmetry Broken Vectorial Kerr Frequency Combs from Fabry-Pérot  Resonators",
    "abstract": " Comments: 12 pages, 7 figures ",
    "url": "https://arxiv.org/abs/2308.05039",
    "authors": [
      "Lewis Hill",
      "Eva-Maria Hirmer",
      "Graeme Campbell",
      "Toby Bi",
      "Alekhya Ghosh",
      "Pascal Del'Haye",
      "Gian-Luca Oppo"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2308.05399",
    "title": "Thermo-optical bistability enabled by bound states in the continuum in  silicon metasurfaces",
    "abstract": " Title: Thermo-optical bistability enabled by bound states in the continuum in  silicon metasurfaces ",
    "url": "https://arxiv.org/abs/2308.05399",
    "authors": [
      "Alexander Barulin",
      "Olesia Pashina",
      "Daniil Riabov",
      "Olga Sergaeva",
      "Zarina Sadrieva",
      "Alexey Shcherbakov",
      "Viktoriia Rutckaia",
      "Jorg Schilling",
      "Andrey Bogdanov",
      "Ivan Sinev",
      "Alexander Chernov",
      "Mihail Petrov"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  }
]