[
  {
    "id": "arXiv:2505.05482",
    "title": "Applied Astrobiology: An Integrated Approach to the Future of Life in Space",
    "abstract": "           Searching for extraterrestrial life and supporting human life in space are traditionally regarded as separate challenges. However, there are significant benefits to an approach that treats them as different aspects of the same essential inquiry: How can we conceptualize life beyond our home planet?         ",
    "url": "https://arxiv.org/abs/2505.05482",
    "authors": [
      "Robin Wordsworth",
      "Collin Cherubim",
      "Shannon Nangle",
      "Aaron Berliner",
      "Esther Dyson",
      "Peter Girguis",
      "David Grinspoon",
      "Rachel Harris",
      "Ken Liu",
      "Adam Marblestone",
      "Christopher Mason",
      "Ryan Morhard",
      "Dimitar Sasselov",
      "Sara Seager",
      "Robert Wood",
      "Peter Worden"
    ],
    "subjectives": [
      "Popular Physics (physics.pop-ph)"
    ]
  },
  {
    "id": "arXiv:2505.05490",
    "title": "On-chip Non-Hermitian Cavity Quantum Electrodynamics",
    "abstract": "           Exceptional points (EPs) promise revolutionary control over quantum light-matter interactions. Here, we experimentally demonstrate flexible and reversible engineering of quantum vacuum fluctuation in an integrated microcavity supporting chiral Eps. We develop a hybrid lithium niobate (LN)-GaAs quantum photonic platform, seamlessly combining high-quality quantum emitters, a low-loss photonic circuit, efficient electro-optic (EO) effect, and local strain actuator in a single device. Chiral EPs are implemented by dynamically tuning the coupling between the modes associated with a micro-ring resonator, resulting in anomalous spontaneous emission dynamic with a 7-fold modulation of the lifetime (120 ps to 850 ps). Meanwhile, we reshape single-photon spectra via cavity local density of states (LDOS) engineering and generate non-Lorentzian spectral profiles: squared-Lorentzian, Fano-like, and EP-induced transparency (EPIT), a suppression of emission at zero detuning. This work unveils exotic cavity quantum electrodynamics (cQED) effects unique to EPs and establishes a universal paradigm for non-Hermitian quantum photonics.         ",
    "url": "https://arxiv.org/abs/2505.05490",
    "authors": [
      "Yan Chen",
      "Xudong Wang",
      "Jin Li",
      "Rongbin Su",
      "Kaili Xiong",
      "Xueshi Li",
      "Ying Yu",
      "Tao Zhang",
      "Kexun Wu",
      "Xiao Li",
      "Jiawei Wang",
      "Jiaxiang Zhang",
      "Jin Liu",
      "Tian Jiang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2505.05729",
    "title": "Seedless magnetic field generation via ultraintense laser irradiation of an aluminum tetrafoil",
    "abstract": "           Magnetic field generation and amplification techniques are popular due to their applications in several fields, including laboratory astrophysics and inertial confinement fusion. Microtube Implosion (MTI) is a scheme that amplifies a seed magnetic field by several orders of magnitude through ultraintense laser irradiation of solid targets. In this study, we conducted 2D EPOCH simulations to investigate the ability of a tetrafoil target to generate a magnetic field in the absence of a seed magnetic field. The results show that the tetrafoil target generates magnetic field intensities comparable to a hollow cylindrical aluminum target undergoing MTI with a 10kT seed. Furthermore, the configuration of the tetrafoil can be used to control the direction of the magnetic fields produced. The combined tetrafoil and microtube target sustained higher magnetic field and flux compared to both the microtube and tetrafoil targets, without the need for a seed magnetic field.         ",
    "url": "https://arxiv.org/abs/2505.05729",
    "authors": [
      "Jessa Jayne Miranda",
      "Myles Allen Zosa"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2505.05749",
    "title": "A Mechanism-Guided Inverse Engineering Framework to Unlock Design Principles of H-Bonded Organic Frameworks for Gas Separation",
    "abstract": "           The diverse combinations of novel building blocks offer a vast design space for hydrogen-boned frameworks (HOFs), rendering it a great promise for gas separation and purification. However, the underlying separation mechanism facilitated by their unique hydrogen-bond networks has not yet been fully understood. In this work, a comprehensive understanding of the separation mechanisms was achieved through an iterative data-driven inverse engineering approach established upon a hypothetical HOF database possessing nearly 110,000 structures created by a material genomics method. Leveraging a simple yet universal feature extracted from hydrogen bonding information with unambiguous physical meanings, the entire design space was exploited to rapidly identify the optimization route towards novel HOF structures with superior Xe/Kr separation performance (selectivity >103). This work not only provides the first large-scale HOF database, but also demonstrates the enhanced machine learning interpretability of our model-driven iterative inverse design framework, offering new insights into the rational design of nanoporous materials for gas separation.         ",
    "url": "https://arxiv.org/abs/2505.05749",
    "authors": [
      "Yong Qiu",
      "Lei Wang",
      "Letian Chen",
      "Yun Tian",
      "Zhen Zhou",
      "Jianzhong Wu"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2505.05825",
    "title": "Frequency Range Boosted Magnetometry Beyond the Spin Coherence Limit via Compressive Sensing",
    "abstract": "           Free induction decay (FID) of spin precession serves as an essential tool for quantum sensing across diverse platforms. While extending spin coherence time remains critical for sensitivity enhancement, the requisite long single-shot acquisitions narrow the resolvable frequency range, establishing a fundamental ``spin coherence limit (SCL)'', according to the Nyquist Sampling Theorem. Besides, conventional spectral analysis for FID measurement suffers from frequency alias, causing signal attenuation and positional errors that compromise the measurement validity. Here, we demonstrate a general frequency-range-extended technique that overcomes SCL by leveraging compressive sensing. By applying this method to the FID magnetometer, we expand the resolvable frequency range significantly from the Nyquist-limited range of 251\\,Hz to 3000\\,Hz, effectively avoiding frequency alias. Our work paves the way for implementing long-coherence-time spin systems in high-sensitivity, broad-bandwidth, and alias-free magnetic field sensing.         ",
    "url": "https://arxiv.org/abs/2505.05825",
    "authors": [
      "Ruiqi Wang",
      "Peiyu Yang",
      "Ding Huang",
      "Guzhi Bao",
      "Weiping Zhang"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.05954",
    "title": "Demonstration of Direct-amplification Enabled Harmonic Generation in an Ultraviolet Free-Electron Laser",
    "abstract": "           We report the experimental demonstration of direct-amplification enabled harmonic generation in an ultraviolet free-electron laser (FEL) driven by a low-intensity seed laser. By employing a versatile undulator configuration that enables seed amplification and harmonic generation within a unified setup, we achieved over 100-fold energy gain of the seed and observed exponential growth at the second harmonic. The results demonstrate that a sufficiently long modulator can not only amplify a weak seed but also induce strong energy modulation of the electron beam, enabling efficient harmonic bunching. This method markedly relaxes the power requirements on external seed lasers and presents a viable route toward high-repetition-rate, fully coherent FELs         ",
    "url": "https://arxiv.org/abs/2505.05954",
    "authors": [
      "Hao Sun",
      "Jitao Sun",
      "Li Zeng",
      "Yifan Liang",
      "Lingjun Tu",
      "Huaiqian Yi",
      "Qinming Li",
      "Xiaofan Wang",
      "Yong Yu",
      "Jiayue Yang",
      "Zhigang He",
      "Yuhuan Tian",
      "Likai Wang",
      "Zequn Wang",
      "Guorong Wu",
      "Weiqing Zhang",
      "Xueming Yang"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2505.05955",
    "title": "Forecasting the evolution of three-dimensional turbulent recirculating flows from sparse sensor data",
    "abstract": "           A data-driven algorithm is proposed that employs sparse data from velocity and/or scalar sensors to forecast the future evolution of three dimensional turbulent flows. The algorithm combines time-delayed embedding together with Koopman theory and linear optimal estimation theory. It consists of 3 steps; dimensionality reduction (currently POD), construction of a linear dynamical system for current and future POD coefficients and system closure using sparse sensor measurements. In essence, the algorithm establishes a mapping from current sparse data to the future state of the dominant structures of the flow over a specified time window. The method is scalable (i.e.\\ applicable to very large systems), physically interpretable, and provides sequential forecasting on a sliding time window of prespecified length. It is applied to the turbulent recirculating flow over a surface-mounted cube (with more than $10^8$ degrees of freedom) and is able to forecast accurately the future evolution of the most dominant structures over a time window at least two orders of magnitude larger that the (estimated) Lyapunov time scale of the flow. Most importantly, increasing the size of the forecasting window only slightly reduces the accuracy of the estimated future states. Extensions of the method to include convolutional neural networks for more efficient dimensionality reduction and moving sensors are also discussed.         ",
    "url": "https://arxiv.org/abs/2505.05955",
    "authors": [
      "George Papadakis",
      "Shengqi Lu"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2505.05974",
    "title": "Realistic Monte Carlo simulations of silicon 4D-trackers",
    "abstract": "           Simulation-guided design represents a fundamental contribution towards the development of modern semiconductor devices aiming to reach high-performance particle detection, identification and tracking, and constitutes a strategic element of the new detector R&D roadmap. At the same time, the complexity of microelectronic structures and the related detection systems is drastically increasing, also thanks to the progressive scaling down of the design rules with the process technology. Owing to the capability to embed a detailed description of the ionization mechanism into a device-level framework, as well as capture the stochastic nature of signal formation, the Monte Carlo (MC) approach has become the most recommended strategy to achieve reliable predictions of the dynamic properties of particle detectors in realistic settings such as in-beam experiments. This work gives an overview of the key aspects characterizing MC tools, with particular emphasis on the Garfield++ simulation toolkit. To this end, the analysis of some specific case studies related to the design of silicon particle detectors for timing and 4D-tracking in both current and future high-energy physics experiments will be presented, showing the comparison of measured and simulated figures-of-merit and highlighting strengths and open challenges of this approach. The examples are intentionally chosen from the family of Monolithic Active Pixel Sensors, as they represent some of the most promising and relevant advancements in particle detection, and because the CMOS monolithic integration offers the most versatile platform for testing the robustness of numerical designs.         ",
    "url": "https://arxiv.org/abs/2505.05974",
    "authors": [
      "Marco Mandurrino"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2505.06039",
    "title": "Temporal Effective Medium for Programmable Acoustic Metamaterials with Multiple Resonances",
    "abstract": "           We extend effective medium theory (EMT) to time-modulated, frequency-dispersive acoustic metamaterials with multiple resonances. While previous studies focused on non-dispersive or single-resonance systems, advances in programmable materials now enable precise control of time-varying responses. We derive explicit averaging rules that account for the interplay between resonant and modulation frequencies. When resonant frequencies are much lower than the modulation frequency, modulating the resonant strength yields the temporal average of monopolar susceptibility \\c{hi}, while modulating the resonant frequency results in the average of 1/\\c{hi}, applied per resonance mode. In hybrid cases, high-frequency resonances (relative to modulation) can be renormalized as a non-dispersive background before averaging the rest. This generalized temporal EMT offers a unified framework for designing compact, topologically robust, and non-Hermitian acoustic devices, leveraging the possible programmability of time-dependent material parameters in future.         ",
    "url": "https://arxiv.org/abs/2505.06039",
    "authors": [
      "Xinghong Zhu",
      "Hong-Wei Wu",
      "Jensen Li"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Classical Physics (physics.class-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.06077",
    "title": "Methodology for Topological Interface Engineering in 2D Photonic Crystals",
    "abstract": "           Topological photonics provides a robust and flexible platform for controlling light, enabling functionalities such as backscattering-immune edge transport and slow-light propagation. In this work, we design and characterize photonic topological interfaces in two-dimensional photonic crystals. We introduce an iterative band connection algorithm that preserves mode symmetry and present a general framework for band symmetry recognition, essential for identifying Z2 topological phases. Design strategies for unit cell geometries are developed to achieve targeted band inversions, overlapping bandgaps, and tailored dispersions. Furthermore, the approach can be readily adapted to specific material platforms and operating wavelengths, including the telecommunication range, by appropriately scaling the lattice parameter as long as absorption remains low. We investigate the trade-off between bandgap size and band flatness, identifying exceptions governed by lattice geometry. Additionally, we demonstrate how photonic crystal periodicity influences the stability of topological modes and enhances unidirectional energy transport.         ",
    "url": "https://arxiv.org/abs/2505.06077",
    "authors": [
      "Ondřej Novák",
      "Martin Veis",
      "Gervasi Herranz"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.05801",
    "title": "Mitigating Singlet Exciton Back-Transfer using 2D Spacer Layers for Perovskite-Sensitised Upconversion",
    "abstract": "           Photon upconversion has potential applications in light-emitting diodes, photocatalysis, bio-imaging, microscopy, 3D printing, and photovoltaics. Bulk lead-halide perovskite films have emerged as promising sensitisers for solid-state photon upconversion via triplet-triplet annihilation due to their excellent optoelectronic properties. In this system, a perovskite sensitiser absorbs photons and subsequently generates triplet excitons in an adjacent emitter material, where triplet-triplet annihilation can occur allowing for the emission of higher energy photons. However, a major loss pathway in perovskite-sensitised upconversion is the back-transfer of singlet excitons from the emitter to the sensitiser via Förster Resonance Energy Transfer. In this investigation we introduce a 2D perovskite spacer layer between the bulk perovskite sensitiser and a rubrene emitter to mitigate back-transfer of singlet excitons from rubrene to the bulk perovskite sensitiser. This modification reveals the inherent balance between efficient triplet exciton transfer across the interface with a potential barrier versus the mitigation of near-field back-transfer by increasing the distance between the sensitiser and singlet excitons in the emitter. Notably, the introduction of this spacer layer enhances the relative upconversion efficiency at lower excitation power densities while also sustaining performance over extended timescales. This work represents significant progress toward the practical applications of perovskite-sensitised photon upconversion.         ",
    "url": "https://arxiv.org/abs/2505.05801",
    "authors": [
      "Nicholas P. Sloane",
      "Damon M. de Clercq",
      "Md Arafat Mahmud",
      "Jianghui Zheng",
      "Adrian Mena",
      "Michael P. Nielsen",
      "Anita W.Y. Ho-Baillie",
      "Christopher G. Bailey",
      "Timothy W. Schmidt",
      "Dane R. McCamey"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2505.05850",
    "title": "Resonances and continued-fraction Green's functions in non-Hermitian Bose-Hubbard-like quantum models",
    "abstract": "           With resonances treated as eigenstates of a non-Hermitian quantum Hamiltonian, the task of localization of the complex energy eigenvalues is considered. The paper is devoted to the reduced version of this task in which one only computes the real quantities called singular values. It is shown that in such an approach (and under suitable constraints including the tridiagonality of the Hamiltdonian) the singular values can be sought as poles of an auxiliary Green's function expressible in terms of a doublet of matrix continued fractions. A family of multi-bosonic Bose-Hubbard-like complex Hamiltonians is recalled for illustration purposes.         ",
    "url": "https://arxiv.org/abs/2505.05850",
    "authors": [
      "Miloslav Znojil"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2505.05879",
    "title": "Quantum Monte Carlo study of the quasiparticle effective mass of the two-dimensional uniform electron liquid",
    "abstract": "           The real-space variation quantum Monte Carlo (VMC) and diffusion quantum Monte Carlo (DMC) are used to calculate the quasiparticle energy bands and the quasiparticle effective mass of the paramagnetic and ferromagnetic two-dimensional uniform electron liquid (2D-UEL)\\@. The many-body finite-size errors are minimized by performing simulations for three system sizes with the number of electrons $N=146$, 218, and 302 for paramagnetic and $N=151$ for ferromagnetic systems. We consider 2D-UEL to be within the metallic density range $1\\leq r_s \\leq 5$. The VMC and DMC results predict that the quasiparticle effective mass $m^*$ of the paramagnetic 2D-UEL at high density $r_s=1$ is very close to 1, suggesting that effective mass renormalization due to electron-electron interaction is negligible. We find that $m^*$ of the paramagnetic 2D-UEL obtained by the VMC and DMC methods increases by $r_s$ but with different slopes. Our VMC and DMC results for ferromagnetic 2D-UEL indicate that $m^*$ decreases rapidly by reducing the density due to the strong suppression of the electron-electron interaction.         ",
    "url": "https://arxiv.org/abs/2505.05879",
    "authors": [
      "S. Azadi",
      "N.D. Drummond",
      "A. Principi",
      "R.V. Belosludov",
      "M.S. Bahramy"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Plasma Physics (physics.plasm-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2505.05930",
    "title": "Subjective nature of path information in quantum mechanics",
    "abstract": "           Common sense suggests that a particle must have a definite origin if its full path information is available. In quantum mechanics, the knowledge of path information is captured through the well-established duality relation between path distinguishability and interference visibility. If visibility is zero, a high path distinguishability can be obtained, which enables one with high predictive power to know where the particle comes from. Here we show that this perception of path information is problematic. We demonstrate the simultaneous observation of zero interference visibility and the complete absence of which-path information using a three-crystal interference setup. With a contradictory argument by grouping the crystals in different ways, we show that it is impossible to ascribe a definite physical origin to the photon pair even if the emission probability of one individual source is zero and full path information is available. Our findings shed new light on the physical interpretation of probability assignment and path information beyond its mathematical meaning and reshape our understanding of the whole and part in the context of distinguishability.         ",
    "url": "https://arxiv.org/abs/2505.05930",
    "authors": [
      "Xinhe Jiang",
      "Armin Hochrainer",
      "Jaroslav Kysela",
      "Manuel Erhard",
      "Xuemei Gu",
      "Ya Yu",
      "Anton Zeilinger"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.05939",
    "title": "Synthetic gauge field enabled realization of bulk- and edge-transported states in an aperiodic acoustic structure",
    "abstract": "           Topologically protected edge states with immunity against various disorders have been implemented in a variety of topological insulators. In this Letter, we reveal that Landau levels in aperiodic acoustic structures can be achieved under different pseudomagnetic fields (PMFs). The produced zero order Landau modes (ZOLMs) could transmit along the channels at the interior or exterior of the inhomogeneous array, which are separately termed as \"bulk-transported states\" (BTSs) and \"edge-transported states\" (ETSs). Distinct from conventional valley edge states, the ZOLMs show intriguing self-collimation feature. If a pseudoelectric field (PEF) is further included, the combination of a PMF and PEF can result in the formation of bulk or edge Landau rainbow, where Landau zero modes are distributed at various positions of the bulk or boundary of the sample at different frequencies. The synthetic-gauge-field-controlled topological states can enable fully control of robust transmission, and using the entire footprint of a topological lattice. Our findings not only profoundly advance the current understanding of topological phase matter but also offer new avenues for constructing topological acoustic devices.         ",
    "url": "https://arxiv.org/abs/2505.05939",
    "authors": [
      "Y. X. Fang",
      "W. H. Zhu",
      "Y. Cai",
      "X. H. Li",
      "M. Q. Zhang",
      "J. Huang",
      "Y. Li",
      "S. Q. Wu"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.06036",
    "title": "Polymer-Shell Coating of Mie-Resonant Silicon Nanospheres for Controlled Fabrication of Self-Assembled Monolayer",
    "abstract": "           A polymer shell offers a unique opportunity to tailor structural and optical properties of optically functional nanoparticles and their ensembles. Here, we develop a process to coat Mie-resonant silicon nanospheres (Si NSs) with a thermoresponsive poly(N-isopropylacrylamide) (PNIPAM) hydrogel shell. We show formation of a PNIPAM shell of controlled thickness from the change of the hydrodynamic diameter and study the effect of thermoresponsive shrinkage and expansion of the shell on the Mie resonance of a Si NS. We then demonstrate that Si NSs with PNIPAM shells enable fabrication of cluster-free, self-assembled monolayers of Si NSs, in which distances between NSs are controlled by the PNIPAM shell thickness.         ",
    "url": "https://arxiv.org/abs/2505.06036",
    "authors": [
      "Oanh Vu",
      "Jialu Song",
      "Hiroshi Sugimoto",
      "Minoru Fujii"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.06138",
    "title": "Role of defects in atom probe analysis of sol-gel silica",
    "abstract": "           Silica is a suitable material to encapsulate proteins at room temperature, enabling their analysis at the atomic level using laser-assisted atom probe tomography (La- APT). In this study, we show that UV and deep-UV lasers can achieve a high success rate in La-APT of silica in terms of chemical resolution and three-dimensional image volume, with both lasers providing comparable results. Since the La-APT analyses are driven by photon absorption, in order to understand the mechanisms behind the enhanced absorption of UV light, we performed density functional theory calculations to model the electronic and optical properties of amorphous silica matrices generated using a Monte Carlo approach to structural optimisation. In particular, we have investigated the role of various defects introduced during sample preparation, such as substitutional and interstitial carbon, sodium and gallium ions, and hydrogen. Our results show that the presence of defects increases the absorption of silica in the UV and deep-UV range and thus improves the La-APT capabilities of the material. However, due to the low density of free charge carriers resulting from the absorption of laser energy by defects, deviations from the nominal chemical composition and suboptimal chemical resolution may occur, potentially limiting the optimal acquisition of APT mass spectra.         ",
    "url": "https://arxiv.org/abs/2505.06138",
    "authors": [
      "Gustav Eriksson",
      "Matteo De Tullio",
      "Francesco Carnovale",
      "Giovanni Novi Inverardi",
      "Tommaso Morresi",
      "Jonathan Houard",
      "Marc Ropitaux",
      "Ivan Blum",
      "Emmanuel Cadel",
      "Gianluca Lattanzi",
      "Mattias Thuvander",
      "Martin Andersson",
      "Mats Hulander",
      "Simone Taioli",
      "Angela Vella"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2505.06194",
    "title": "ProME: An Integrated Computational Platform for Material Properties at Extremes and Its Application in Multicomponent Alloy Design",
    "abstract": "           We have built an integrated computational platform for material properties at extreme conditions, ProME (Professional Materials at Extremes) v1.0, which enables integrated calculations for multicomponent alloys, covering high temperatures up to tens of thousands of Kelvin, high pressures up to millions of atmospheres, and high strain rates up to millions per second. A series of software packages have been developed and integrated into ProME v1.0, including ABC (AI-Based Crystal search) for crystal structure search under pressure, SAE (Similar Atomic Environment) for disordered configuration modeling, MFP$^2$ (Multiphase Fast Previewer by Mean-Field Potential) for multiphase thermodynamic properties, HTEM (High-throughput Toolkit for Elasticity Modeling) for thermo-elastic properties, TREX (TRansport at Extremes) for electrical and thermal conductivity, Hippos (High plastic phase model software) for phase-field simulation of microstructure evolution under high strain rates, and AutoCalphad for modeling and optimization of phase diagrams with variable compositions. ProME v1.0 has been applied to design the composition of the quaternary alloys Platinum-Iridium-Aluminum-Chromium (Pt-Ir-Al-Cr) for engine nozzles of aerospace attitude-orbit control, achieving high-temperature strength comparable to the currently used Pt-Ir alloys but with significantly reduced costs for raw materials. ProME offers crucial support for advancing both fundamental scientific understanding and industrial innovation in materials research and development.         ",
    "url": "https://arxiv.org/abs/2505.06194",
    "authors": [
      "Xingyu Gao",
      "William Yi Wang",
      "Xin Chen",
      "Xiaoyu Chong",
      "Jiawei Xian",
      "Fuyang Tian",
      "Lifang Wang",
      "Huajie Chen",
      "Yu Liu",
      "Houbing Huang",
      "HaiFeng Song"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2505.06225",
    "title": "Anomalous spin dynamics after dual optical excitation",
    "abstract": "           Ultrashort optical pulses are a cornerstone for manipulating electronic and magnetic states in materials on a femtosecond timescale. Conventional models assume that optical excitation primarily modifies the occupation of the electron energy levels without long-lasting altering of the coupling of individual electrons in certain processes. Here, we demonstrate that optical excitation with two femtosecond pulses that come from different directions fundamentally transforms the electron dynamics in copper, affecting the efficiency of angular momentum transfer between electrons and the lattice. Using time-resolved magneto-optical Kerr effect measurements, we reveal a ~2.5. increase in spin imbalance decay time following inverse Faraday effect excitation under dual-pump conditions compared to single-pulse excitation. This observation challenges the prevailing paradigm of ultrafast light-matter interactions, showing that dual optical excitation can transiently modify electron dynamics beyond simple changes in the energy levels occupancy. Our findings open new avenues for controlling quantum states through a dual pump approach, with implications for ultrafast spintronics and the design of novel light-driven states.         ",
    "url": "https://arxiv.org/abs/2505.06225",
    "authors": [
      "Sergii Parchenko",
      "Peter M. Oppeneer",
      "Andreas Scherz"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2412.06792",
    "title": "Optical Switching of $χ^{(2)}$ in Diamond Photonics",
    "abstract": "           Diamond's unique physical properties make it a versatile materials for a wide range of nonlinear and quantum photonic technologies. However, unlocking diamond's full potential as a nonlinear photonic material with non-zero second-order susceptibility $\\chi^{(2)}\\neq0$ requires symmetry breaking. In this work, we use a nanoscale cavity to demonstrate second-harmonic generation (SHG) in diamond, and demonstrate, for the first time, that the magnitude of the diamond's effective $\\chi^{(2)}$ strongly depends on the electronic configuration of defects in the diamond crystal, such as nitrogen vacancy centres. The modification of $\\chi^{(2)}$ arises from photoionisation from the negative to neutral charge state, and is manifested by quenching of SHG upon green illumination. Toggling the green illumination allows for optical switching of the device's $\\chi^{(2)}$. Optical control of $\\chi^{(2)}$ by defect engineering opens the door for second-order nonlinear processes in diamond.         ",
    "url": "https://arxiv.org/abs/2412.06792",
    "authors": [
      "Sigurd Flågan",
      "Joe Itoi",
      "Prasoon K. Shandilya",
      "Vinaya K. Kavatamane",
      "Matthew Mitchell",
      "David P. Lake",
      "Paul E. Barclay"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2412.13016",
    "title": "Design, fabrication and initial test of a novel 3D-Trench sensor utilizing 8-inch CMOS compatible technology",
    "abstract": "           The 3D silicon sensor has demonstrated excellent performances (signal collection, detection efficiency, power consumption, etc.) comparable or even better with respect to the traditional planar sensor of the ATLAS Detector at the Large Hadron Collider (LHC), especially after the high irradiation fluence, mainly due to the shorter drift length of the generated carriers. These characteristics have made it the most attractive technology for the detection and track reconstruction of charged particles for the High Energy Physics (HEP). In addition, its application is also being explored in astronomy, microdosimetry and medical imaging. This paper will present the design and fabrication of a novel 3D-Trench sensor which features an enclosed deep trench surrounding the central columnar cathode. This novel sensor has been fabricated on the 8-inch COMS pilot line at the Institute of Microelectronics of the Chinese Academy of Sciences (IMECAS) where ultra-narrow etch width of 0.5 {\\mu}m and the ultra-high depth-to-width ratio (aspect ratio) (>70) have been achieved. Its preliminary simulation and characterization results including electrostatic potential, electric field, Current-Voltage (IV), Capacitance-Voltage (CV), Charge Collection Efficiency (CCE) and Timing Performance before irradiation will be presented in this paper.         ",
    "url": "https://arxiv.org/abs/2412.13016",
    "authors": [
      "Manwen Liu",
      "Huimin Ji",
      "Wenzheng Cheng",
      "Le Zhang",
      "Zheng Li",
      "Bo Tang",
      "Peng Zhang",
      "Wenjuan Xiong",
      "Trevor Vickey",
      "E. Giulio Villani",
      "Zhihua Li",
      "Dengfeng Zhang",
      "Jun Luo"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2502.20686",
    "title": "Development of a Neutron Imager using CMOS Pixelated Sensor",
    "abstract": "           We acquired an image of the Siemens Star Chart using the ${}^{10}$B-INTPIX4 CMOS pixelated imager at J-PARC MLF BL21 (NOVA). The image blurriness, characterized by a root mean square (rms) value of 17 $\\mu$m in the line spread function, corresponds to an rms beam divergence of 2.7 mrad. for the neutron beam. This is equivalent to the L/D ratio of 370. The contrast of the image was analyzed as a function of structural scale of the chart, and based on this contrast, the modulation transfer function (MTF) of the imaging system was evaluated. The results indicate that the structure corresponding to the 50% cutoff is 12 line-space pairs per mm.         ",
    "url": "https://arxiv.org/abs/2502.20686",
    "authors": [
      "Yoshio Kamiya",
      "Hidetoshi Ohshita",
      "Ryutaro Nishimura",
      "Toshiya Muto",
      "Shingo Mitsui",
      "Tomohiro Seya",
      "Izumi Umegaki",
      "Yasuo Arai"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2505.04550",
    "title": "An imageless magnetic resonance framework for fast and cost-effective decision-making",
    "abstract": "           Magnetic Resonance Imaging (MRI) is the gold standard in countless diagnostic procedures, yet hardware complexity, long scans, and cost preclude rapid screening and point-of-care use. We introduce Imageless Magnetic Resonance Diagnosis (IMRD), a framework that bypasses k-space sampling and image reconstruction by analyzing raw one-dimensional MR signals. We identify potentially impactful embodiments where IMRD requires only optimized pulse sequences for time-domain contrast, minimal low-field hardware, and pattern recognition algorithms to answer clinical closed queries and quantify lesion burden. As a proof of concept, we simulate multiple sclerosis lesions in silico within brain phantoms and deploy two extremely fast protocols (approximately 3 s), with and without spatial information. A 1D convolutional neural network achieves AUC close to 0.95 for lesion detection and R2 close to 0.99 for volume estimation. We also perform robustness tests under reduced signal-to-noise ratio, partial signal omission, and relaxation-time variability. By reframing MR signals as direct diagnostic metrics, IMRD paves the way for fast, low-cost MR screening and monitoring in resource-limited environments.         ",
    "url": "https://arxiv.org/abs/2505.04550",
    "authors": [
      "Alba González-Cebrián",
      "Pablo García-Cristóbal",
      "Fernando Galve",
      "Efe Ilıcak",
      "Viktor Van Der Valk",
      "Marius Staring",
      "Andrew Webb",
      "Joseba Alonso"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2501.08790",
    "title": "Entering the overcritical regime of nonlinear Breit-Wheeler pair production in collisions of bremsstrahlung $γ$-rays and superintense, tightly focused laser pulses",
    "abstract": "           Near-future high-intensity lasers offer prospects for the observation of nonlinear Breit-Wheeler pair production in an overcritical field regime, where the quantum nonlinearity parameter substantially exceeds unity. This experimentally yet unexplored scenario is envisaged here to be reached via the collision of a tightly focused laser pulse with high-energy bremsstrahlung photons. We calculate the achievable number of pairs in a range of laser intensities around 10$^{23}$ W/cm$^2$ and GeV-energies of the incident bremsstrahlung-generating electron beam. We investigate under which conditions the attenuation of the $\\gamma$-beam due to the production process must be taken into account and how much the second generation of created pairs contributes to the total yield. In the considered interaction regime, where the local production rate grows rather moderately with higher field intensities, it is shown that the range of mostly contributing bremsstrahlung frequencies is generally very broad. For sufficiently large values of the quantum nonlinearity parameter, an optimum domain of frequencies emerges which is located far below the spectral endpoint. Furthermore, we show that it is beneficial for achieving the optimum pair yield to increase the interaction volume by a wider laser focus at the expense of decreased field intensity.         ",
    "url": "https://arxiv.org/abs/2501.08790",
    "authors": [
      "I. Elsner",
      "A. Golub",
      "S. Villalba-Chávez",
      "C. Müller"
    ],
    "subjectives": [
      "High Energy Physics - Phenomenology (hep-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  }
]