[
  {
    "id": "arXiv:2410.10902",
    "title": "The Quantum Master and its Classical Emissary",
    "abstract": "           Ian McGilchrist's works present the thesis that the two hemispheres of the brain have radically different modes of interacting with the world, and that their respective perceptions and functions must be properly integrated for a viable way forward. This proper integration requires restoring the right-brain to its proper place as \"Master.\" I discuss a parallel to this insight in the dichotomous \"worlds\" of quantum and classical physics. In addition, I discuss the relevance of Whitehead's process philosophy, as well as the Taoist concepts of Yin and Yang, with particular attention to the importance and primacy of Yin underlying the quantum level as \"Master.\"         ",
    "url": "https://arxiv.org/abs/2410.10902",
    "authors": [
      "R. E. Kastner"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)",
      "Popular Physics (physics.pop-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2410.11004",
    "title": "Fast Plasma Frequency Sweep in Drude-like EM Scatterers via the Reduced-Basis Method",
    "abstract": "           In this work, we propose to use the Reduced-Basis Method (RBM) as a model order reduction approach to solve Maxwell's equations in electromagnetic (EM) scatterers based on plasma to build a metasurface, taking into account a parameter, namely, the plasma frequency. We build up the reduced-order model in an adaptive fashion following a greedy algorithm. This method enables a fast sweep over a wide range of plasma frequencies, thus providing an efficient way to characterize electromagnetic structures based on Drude-like plasma scatterers. We validate and test the proposed technique on several plasma metasurfaces and compare it with the finite element method (FEM) approach.         ",
    "url": "https://arxiv.org/abs/2410.11004",
    "authors": [
      "Clara Iglesias-Tesouro",
      "Valentin de la Rubia",
      "Alessio Monti",
      "Filiberto Bilotti"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2410.11126",
    "title": "Optical matrix imaging applied to embryology",
    "abstract": "           High-resolution label-free imaging of oocytes and embryos is essential for in vitro fertilization procedures. Yet conventional microscopy fails in this task because of aberrations and multiple scattering induced by refractive index heterogeneities inside the sample. These detrimental phenomena drastically degrade the images of early embryos particularly in depth. To overcome these fundamental problems without sacrificing the frame rate, optical matrix imaging (OMI) is a suitable tool. Relying on an ultra-fast measurement of the reflection matrix associated with the sample, it can compensate for aberration and forward multiple scattering in post-processing, thereby providing three-dimensional and highly contrasted images of embryos at a confocal resolution. As a first proof-of-concept, bovine oocytes and embryos are imaged at a 300 nm resolution almost in real time. Our system enables visualization of intracellular structures such as lipids and mitochondria in the cytoplasm or the zona pellucida surrounding it. Altogether, we demonstrate that OMI is a promising tool for research in developmental biology and for time-lapse monitoring of oocytes and embryos in assisted reproduction.         ",
    "url": "https://arxiv.org/abs/2410.11126",
    "authors": [
      "Victor Barolle",
      "Flavien Bureau",
      "Nicolas Guigui",
      "Paul Balondrade",
      "Vincent Brochard",
      "Olivier Dubois",
      "Alice Jouneau",
      "Amélie Bonnet-Garnier",
      "Alexandre Aubry"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Image and Video Processing (eess.IV)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2410.11328",
    "title": "Crossed laser phase plates for transmission electron microscopy",
    "abstract": "           For decades since the development of phase-contrast optical microscopy, an analogous approach has been sought for maximizing the image contrast of weakly-scattering objects in transmission electron microscopy (TEM). The recent development of the laser phase plate (LPP) has demonstrated that an amplified, focused laser standing wave can provide stable, tunable phase shift to the high-energy electron beam, thus achieving phase-contrast TEM. With the proof-of-concept experimental demonstrations of the LPP now completed, in this paper we explore how the design can be further improved by tailoring its properties to the needs of biological imaging. In particular, we introduce the approach of crossed laser phase plates (XLPP): two laser standing waves intersecting in the diffraction plane of the TEM, rather than a single beam as in the current LPP. We provide a theoretical model for the XLPP inside the microscope and use simulations to quantify its effect on image formation. We find that the XLPP offers a path to increase information transfer by the microscope at low spatial frequencies while also suppressing the ghost images formed by Kapitza-Dirac diffraction of the electron beam by the laser beam. We also demonstrate a simple acquisition scheme, enabled by the XLPP, which further suppresses unwanted diffraction effects. The results of this study chart the course for future developments of LPP hardware.         ",
    "url": "https://arxiv.org/abs/2410.11328",
    "authors": [
      "Petar N. Petrov",
      "Jessie T. Zhang",
      "Jeremy J. Axelrod",
      "Holger Müller"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Quantitative Methods (q-bio.QM)"
    ]
  },
  {
    "id": "arXiv:2410.11350",
    "title": "Azimuthal imaging of rock fractures by incorporating single borehole radar and optical data",
    "abstract": "           Single borehole radar detection suffers from azimuthal ambiguity, while borehole optical tests only provide information about the borehole wall. These limitations prevent either detection method from revealing the complete spatial patterns of rock fractures on their own. In this paper, we address these challenges by proposing a joint imaging method that combines the advantages of both borehole detection methods. Geological azimuthal parameters are extracted from optical images by fitting the fracture curves to sinusoidal functions. A 2D Kirchhoff time migration is then implemented using radar common offset gather. Up-dip and down-dip events are separated by the f-k transform or z-s transform, depending on their geometric relation. The complete fracture planes, including trend, dip angle, gap width, and extension length, are finally reconstructed in 3D space by mapping the migration profile using azimuthal information from optical images. The method is proven reliable and high-resolution through both numerical tests and real field data.         ",
    "url": "https://arxiv.org/abs/2410.11350",
    "authors": [
      "Jian Shen",
      "Liu Liu",
      "Shaojun Li",
      "Zhenming Shi",
      "Yiteng Wang",
      "Ming Peng",
      "Minzong Zheng"
    ],
    "subjectives": [
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2410.11367",
    "title": "Acceleration of positive muons by a radio-frequency cavity",
    "abstract": "           Acceleration of positive muons from thermal energy to $100~$keV has been demonstrated. Thermal muons were generated by resonant multi-photon ionization of muonium atoms emitted from a sheet of laser-ablated aerogel. The thermal muons were first electrostatically accelerated to $5.7~$keV, followed by further acceleration to 100 keV using a radio-frequency quadrupole. The transverse normalized emittance of the accelerated muons in the horizontal and vertical planes were $0.85 \\pm 0.25 ~\\rm{(stat.)}~^{+0.22}_{-0.13} ~\\rm{(syst.)}~\\pi~$mm$\\cdot$mrad and $0.32\\pm 0.03~\\rm{(stat.)} ^{+0.05}_{-0.02} ~\\rm{(syst.)}~\\pi~$mm$\\cdot$mrad, respectively. The measured emittance values demonstrated phase space reduction by a factor of $2.0\\times 10^2$ (horizontal) and $4.1\\times 10^2$ (vertical) allowing good acceleration efficiency. These results pave the way to realize the first-ever muon accelerator for a variety of applications in particle physics, material science, and other fields.         ",
    "url": "https://arxiv.org/abs/2410.11367",
    "authors": [
      "S. Aritome",
      "K. Futatsukawa",
      "H. Hara",
      "K. Hayasaka",
      "Y. Ibaraki",
      "T. Ichikawa",
      "T. Iijima",
      "H. Iinuma",
      "Y. Ikedo",
      "Y. Imai",
      "K. Inami",
      "K. Ishida",
      "S. Kamal",
      "S. Kamioka",
      "N. Kawamura",
      "M. Kimura",
      "A. Koda",
      "S. Koji",
      "K. Kojima",
      "A. Kondo",
      "Y. Kondo",
      "M. Kuzuba",
      "R. Matsushita",
      "T. Mibe",
      "Y. Miyamoto",
      "J. G. Nakamura",
      "Y. Nakazawa",
      "S. Ogawa",
      "Y. Okazaki",
      "M. Otani",
      "S. Oyama",
      "N. Saito",
      "H. Sato",
      "T. Sato",
      "Y. Sato",
      "K. Shimomura",
      "Z. Shioya",
      "P. Strasser",
      "S. Sugiyama",
      "K. Sumi",
      "K. Suzuki",
      "Y. Takeuchi",
      "M. Tanida",
      "J. Tojo",
      "K. Ueda",
      "S. Uetake",
      "X. H. Xie",
      "M. Yamada",
      "S. Yamamoto",
      "T. Yamazaki",
      "K. Yamura",
      "M. Yoshida",
      "T. Yoshioka",
      "M. Yotsuzuka"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2410.11391",
    "title": "Benchmarking Data Efficiency in $\\Delta$-ML and Multifidelity Models for Quantum Chemistry",
    "abstract": "           The development of machine learning (ML) methods has made quantum chemistry (QC) calculations more accessible by reducing the compute cost incurred in conventional QC methods. This has since been translated into the overhead cost of generating training data. Increased work in reducing the cost of generating training data resulted in the development of $\\Delta$-ML and multifidelity machine learning methods which use data at more than one QC level of accuracy, or fidelity. This work compares the data costs associated with $\\Delta$-ML, multifidelity machine learning (MFML), and optimized MFML (o-MFML) in contrast with a newly introduced Multifidelity$\\Delta$-Machine Learning (MF$\\Delta$ML) method for the prediction of ground state energies over the multifidelity benchmark dataset QeMFi. This assessment is made on the basis of training data generation cost associated with each model and is compared with the single fidelity kernel ridge regression (KRR) case. The results indicate that the use of multifidelity methods surpasses the standard $\\Delta$-ML approaches in cases of a large number of predictions. For cases, where $\\Delta$-ML method might be favored, such as small test set regimes, the MF$\\Delta$-ML method is shown to be more efficient than conventional $\\Delta$-ML.         ",
    "url": "https://arxiv.org/abs/2410.11391",
    "authors": [
      "Vivin Vinod",
      "Peter Zaspel"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Machine Learning (cs.LG)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2410.11694",
    "title": "Primary quantum thermometry of mm-wave blackbody radiation via induced state transfer in Rydberg states of cold atoms",
    "abstract": "           Rydberg states of alkali atoms are highly sensitive to electromagnetic radiation in the GHz-to-THz regime because their transitions have large electric dipole moments. Consequently, environmental blackbody radiation (BBR) can couple Rydberg states together at $\\mu$s timescales. Here, we track the BBR-induced transfer of a prepared Rydberg state to its neighbors and use the evolution of these state populations to characterize the BBR field at the relevant wavelengths, primarily at 130 GHz. We use selective field ionization readout of Rydberg states with principal quantum number $n\\sim30$ in $^{85}$Rb and substantiate our ionization signal with a theoretical model. With this detection method, we measure the associated blackbody-radiation-induced time dynamics of these states, reproduce the results with a simple semi-classical population transfer model, and demonstrate that this measurement is temperature sensitive with a statistical sensitivity to the fractional temperature uncertainty of 0.09 Hz$^{-1/2}$, corresponding to 26 K$\\cdot$Hz$^{-1/2}$ at room temperature. This represents a calibration-free SI-traceable temperature measurement, for which we calculate a systematic fractional temperature uncertainty of 0.006, corresponding to 2 K at room temperature when used as a primary temperature standard.         ",
    "url": "https://arxiv.org/abs/2410.11694",
    "authors": [
      "Noah Schlossberger",
      "Andrew P. Rotunno",
      "Stephen P. Eckel",
      "Eric B. Norrgard",
      "Dixith Manchaiah",
      "Nikunjkumar Prajapati",
      "Alexandra B. Artusio-Glimpse",
      "Samuel Berweger",
      "Matthew T. Simons",
      "Dangka Shylla",
      "William J. Watterson",
      "Charles Patrick",
      "Adil Meraki",
      "Rajavardhan Talashila",
      "Amanda Younes",
      "David S. La Mantia",
      "Christopher L. Holloway"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2410.10911",
    "title": "Quantum-Enhanced Detection of Viral cDNA via Luminescence Resonance Energy Transfer Using Upconversion and Gold Nanoparticles",
    "abstract": "           The COVID-19 pandemic has profoundly impacted global economies and healthcare systems, revealing critical vulnerabilities in both. In response, our study introduces a groundbreaking method for the detection of SARS-CoV-2 cDNA, leveraging Luminescence resonance energy transfer (LRET) between upconversion nanoparticles (UCNPs) and gold nanoparticles (AuNPs) to achieve an unprecedented detection limit of 242 femtomolar (fM). This innovative sensing platform utilizes UCNPs conjugated with one primer and AuNPs with another, targeting the 5' and 3' ends of the SARS-CoV-2 cDNA, respectively, enabling precise differentiation of mismatched DNA sequences and significantly enhancing detection specificity. Through rigorous experimental analysis, we established a quenching efficiency range from 10.4\\% to 73.6\\%, with an optimal midpoint of 42\\%, thereby demonstrating the superior sensitivity of our method. By comparing the quenching efficiency of mismatched DNAs to the target DNA, we identified an optimal DNA:UCNP:AuNP ratio that ensures accurate detection. Our comparative analysis with existing SARS-CoV-2 detection methods revealed that our approach not only provides a lower detection limit but also offers higher specificity and potential for rapid, on-site testing. This study demonstrates the superior sensitivity and specificity of using UCNPs and AuNPs for SARS-CoV-2 cDNA detection, offering a significant advancement in rapid, accessible diagnostic technologies. Our method, characterized by its low detection limit and high precision, represents a critical step forward in managing current and future viral outbreaks, contributing to the enhancement of global healthcare responsiveness and infectious disease control.         ",
    "url": "https://arxiv.org/abs/2410.10911",
    "authors": [
      "Shahriar Esmaeili",
      "Navid Rajil",
      "Ayla Hazrathosseini",
      "Benjamin W. Neuman",
      "Masfer H. Alkahtani",
      "Dipankar Sen",
      "Qiang Hu",
      "Hung-Jen Wu",
      "Zhenhuan Yi",
      "Robert W. Brick",
      "Alexei V. Sokolov",
      "Philip R. Hemmer",
      "Marlan O. Scully"
    ],
    "subjectives": [
      "Quantitative Methods (q-bio.QM)",
      "Atomic and Molecular Clusters (physics.atm-clus)"
    ]
  },
  {
    "id": "arXiv:2410.11247",
    "title": "A Unified Framework for Forward and Inverse Problems in Subsurface Imaging using Latent Space Translations",
    "abstract": "           In subsurface imaging, learning the mapping from velocity maps to seismic waveforms (forward problem) and waveforms to velocity (inverse problem) is important for several applications. While traditional techniques for solving forward and inverse problems are computationally prohibitive, there is a growing interest in leveraging recent advances in deep learning to learn the mapping between velocity maps and seismic waveform images directly from data. Despite the variety of architectures explored in previous works, several open questions still remain unanswered such as the effect of latent space sizes, the importance of manifold learning, the complexity of translation models, and the value of jointly solving forward and inverse problems. We propose a unified framework to systematically characterize prior research in this area termed the Generalized Forward-Inverse (GFI) framework, building on the assumption of manifolds and latent space translations. We show that GFI encompasses previous works in deep learning for subsurface imaging, which can be viewed as specific instantiations of GFI. We also propose two new model architectures within the framework of GFI: Latent U-Net and Invertible X-Net, leveraging the power of U-Nets for domain translation and the ability of IU-Nets to simultaneously learn forward and inverse translations, respectively. We show that our proposed models achieve state-of-the-art (SOTA) performance for forward and inverse problems on a wide range of synthetic datasets, and also investigate their zero-shot effectiveness on two real-world-like datasets.         ",
    "url": "https://arxiv.org/abs/2410.11247",
    "authors": [
      "Naveen Gupta",
      "Medha Sawhney",
      "Arka Daw",
      "Youzuo Lin",
      "Anuj Karpatne"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Mathematical Physics (math-ph)",
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2410.11477",
    "title": "Spatially Selective Acoustic Pressure Reporting Using Antibubbles",
    "abstract": "           Ultrasound offers promising applications in biology and chemistry, but quantifying local ultrasound conditions remains challenging due to the lack of non-invasive measurement tools. We introduce antibubbles as novel optical reporters of local ultrasound pressure. These liquid-core, air-shell structures encapsulate fluorescent payloads, releasing them upon exposure to low-intensity ultrasound. We demonstrate their versatility by fabricating antibubbles with hydrophilic and hydrophobic payloads, revealing payload-dependent encapsulation efficiency and release dynamics. Using acoustic holograms, we showcase precise spatial control of payload release, enabling visualization of complex ultrasound fields. High-speed fluorescence imaging reveals a gentle, single-shot release mechanism occurring within 20-50 ultrasound cycles. It is thus possible to determine via an optical fluorescence marker what the applied ultrasound pressure was. This work thereby introduces a non-invasive method for mapping ultrasound fields in complex environments, potentially accelerating research in ultrasound-based therapies and processes. The long-term stability and versatility of these antibubble reporters suggest broad applicability in studying and optimizing ultrasound effects across various biological and chemical systems.         ",
    "url": "https://arxiv.org/abs/2410.11477",
    "authors": [
      "Nicolas Moreno Gomez",
      "Athanasios G. Athanassiadis",
      "Fabian Reuter",
      "Hendrik Reese",
      "Helen M. Jade",
      "Albert Poortinga",
      "Claus-Dieter Ohl",
      "Peer Fischer"
    ],
    "subjectives": [
      "Soft Condensed Matter (cond-mat.soft)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2410.11534",
    "title": "Supersymmetry-Driven Quantum Gate Design Based on Feynman Path Integral and TPCP Map Optimization",
    "abstract": "           We use supersymmetry to enlarge the dimension of the Hilbert space on which the unitary evolution of the state of the quantum fields acts. We discuss how to control the unitary evolution or TPCP maps generated by the quantum evolution of the fields by controlling the vacuum expectations of other fields in the theory. This amounts to breaking supersymmetry using control vacuum expectation values of the other fields. The evolution of the wave functional or TPCP maps obtained by tracing out over other fields is based on the Feynman path integral formula for the fields. By using the methods of quantum stochastic filtering, we estimate the evolving state of the fields from non-demolition noise measurements and then design a family of TPCP maps evolving in time whose outputs match the estimated evolving state. In this way, we are able to simulate the evolution of the state of the quantum noisy fields. Direct matching of the designed TPCP map to output the evolving system state is not possible since there is no way by which we can determine the exact evolving state, we can only estimate it using non-demolition measurements. The family of designed TPCP maps can be based on using a simulated master equation with unknown parameters incorporated into the Hamiltonian and the other Lindblad operators, chosen so as to match the state outputted by the quantum filter.         ",
    "url": "https://arxiv.org/abs/2410.11534",
    "authors": [
      "Harish Parthasarathy",
      "Monika Aggarwal",
      "Kumar Gautam"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2410.11839",
    "title": "Molecular Quantum Control Algorithm Design by Reinforcement Learning",
    "abstract": "           Precision measurements of polyatomic molecules offer an unparalleled paradigm to probe physics beyond the Standard Model. The rich internal structure within these molecules makes them exquisite sensors for detecting fundamental symmetry violations, local position invariance, and dark matter. While trapping and control of diatomic and a few very simple polyatomic molecules have been experimentally demonstrated, leveraging the complex rovibrational structure of more general polyatomics demands the development of robust and efficient quantum control schemes. In this study, we present a general, reinforcement-learning-designed, quantum logic approach to prepare molecular ions in a single, pure quantum state. The reinforcement learning agent optimizes the pulse sequence, each followed by a projective measurement, and probabilistically manipulates the collapse of the quantum system to a single state. The performance of the control algorithm is numerically demonstrated in the case of a CaH$^+$ ion, with up to 96 thermally populated eigenstates and under the disturbance of environmental thermal radiation. We expect that the method developed, with physics-informed learning, will be directly implemented for quantum control of polyatomic molecular ions with densely populated structures, enabling new experimental tests of fundamental theories.         ",
    "url": "https://arxiv.org/abs/2410.11839",
    "authors": [
      "Anastasia Pipi",
      "Xuecheng Tao",
      "Prineha Narang",
      "David R. Leibrandt"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.18069",
    "title": "Challenges in addressing student difficulties with basics and change of basis for two-state quantum systems using a multiple-choice question sequence in online and in-person classes",
    "abstract": "           Research-validated multiple-choice questions comprise an easy-to-implement instructional tool for scaffolding student learning and providing formative assessment of students' knowledge. We present findings from the implementation of a research-validated multiple-choice question sequence on the basics of two-state quantum systems, including inner products, outer products, translation between Dirac notation and matrix representation in a particular basis, and change of basis. This study was conducted in an advanced undergraduate quantum mechanics course, in both online and in-person learning environments, across three years. For each cohort, students had their learning assessed after traditional lecture-based instruction in relevant concepts before engaging with the multiple-choice question sequence. Their performance was evaluated again afterwards with a similar assessment and compared to their earlier performance. We analyze, compare, and discuss the trends observed in the three implementations.         ",
    "url": "https://arxiv.org/abs/2402.18069",
    "authors": [
      "Peter Hu",
      "Yangqiuting Li",
      "Chandralekha Singh"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)"
    ]
  },
  {
    "id": "arXiv:2404.17307",
    "title": "Disruptive Forces in Metamaterial Tweezers for Trapping 20 nm Nanoparticles Based on Molecular Graphene Quantum Dots",
    "abstract": "           In recent years, plasmonic optical tweezers have been used to trap nanoparticles and study interactions with their environment. An unavoidable challenge is the plasmonic heating due to resonant excitation and the resulting temperature rise in the surrounding environment. In this work, we demonstrate trapping of custom-synthesized 20 nm nanoparticles based on molecular graphene quantum dots using metamaterial plasmonic tweezers. Superior trap stiffness values as high as 8.8 (fN/nm)/(mW/$\\mu\\mbox{m}^2$) were achieved with optical intensities lower than 1 mW/$\\mu\\mbox{m}^2$. By gradually increasing the laser intensity we identified a critical value beyond which the stiffness values dropped significantly. This value corresponded to a temperature rise of about 16$^o$C, evidently sufficient to create thermal flows and disrupt the trapping performance. We, therefore, identified a safe intensity regime for trapping nanoparticles without unwanted heat. Our platform can be used for efficient nanopositioning of fluorescent particles and quantum emitters in an array configuration, potentially acting as a single-photon source configuration.         ",
    "url": "https://arxiv.org/abs/2404.17307",
    "authors": [
      "Theodoros D. Bouloumis",
      "Hao Zhao",
      "Nikolaos Kokkinidis",
      "Yunbin Hu",
      "Viet Giang Truong",
      "Akimitsu Narita",
      "Síle Nic Chormaic"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2409.04182",
    "title": "Frequency shifting of light via multiple ultrasound waves in scattering media",
    "abstract": "           We derive analytical expressions to describe how light is frequency-shifted when interacting with ultrasound within scattering media, due to the modulation of the refractive index induced by the ultrasound pressure waves. The model is validated through Monte Carlo simulations, works for high ultrasound pressures, and allows for many simultaneous ultrasound waves or frequency components, which is important due to the non-linear propagation effects in tissue. We also provide critical insights into how the ultrasound properties can be optimized for an enhanced efficiency of the light to be frequency-shifted, facilitating applications in ultrasound optical tomography and other photonic diagnostic techniques.         ",
    "url": "https://arxiv.org/abs/2409.04182",
    "authors": [
      "Adam Kinos"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2409.18734",
    "title": "On Adaptive Frequency Sampling for Data-driven MOR Applied to Antenna Responses",
    "abstract": "           Frequency domain sweeps of array antennas are well-known to be time-intensive, and different surrogate models have been used to improve the performance. Data-driven model order reduction algorithms, such as the Loewner framework and vector fitting, can be integrated with these adaptive error estimates, in an iterative algorithm, to reduce the number of full-wave simulations required to accurately capture the requested frequency behavior of multiport array antennas. In this work, we propose two novel adaptive methods exploiting a block matrix function which is a key part of the Loewner framework generating system approach. The first algorithm leverages an inherent matrix parameter freedom in the block matrix function to identify frequency points with large errors, whereas the second utilizes the condition number of the block matrix function. Both methods effectively provide frequency domain error estimates, which are essential for improved performance. Numerical experiments on multiport array antenna S-parameters demonstrate the effectiveness of our proposed algorithms within the Loewner framework.         ",
    "url": "https://arxiv.org/abs/2409.18734",
    "authors": [
      "Lucas Åkerstedt",
      "Darwin Blanco",
      "B. L. G. Jonsson"
    ],
    "subjectives": [
      "Systems and Control (eess.SY)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2409.19036",
    "title": "The molecular nature of superfluidity: Viscosity of helium from quantum stochastic molecular dynamics simulations over real trajectories",
    "abstract": "           Using quantum equations of motion for interacting bosons, stochastic molecular dynamics simulations with quantized momenta are performed for Lennard-Jones helium-4. The viscosity of the quantum liquid is significantly less than that of the classical liquid, being almost 5 times smaller at the lowest temperature studied. The classical and quantum liquids are identical except for Bose-Einstein condensation, which pinpoints the molecular mechanism for superfluidity. The results rely on the existence of stochastic but real particle trajectories, which has implications for the interpretation of quantum mechanics.         ",
    "url": "https://arxiv.org/abs/2409.19036",
    "authors": [
      "Phil Attard"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  }
]