[
  {
    "id": "arXiv:2202.00068",
    "title": "Device for the Field Measurements of Frequency-Dependent Soil Properties  in the Frequency Range of Lightning Currents",
    "abstract": "Existing approaches for the field measurements of the frequency-dependent soil properties take a significant amount of time, making it difficult to obtain new experimental data and study the electrical soil properties further. However, a relatively uncomplicated measurement device assembled from accessible electronic components can make the measurements almost as easy as those for the regular low-frequency resistivity. The article presents a detailed description of such a device: the description includes the functional scheme, pseudocodes for central parts of the calculation algorithm, used electronic components, and working principle of the device. The article discusses the reasons behind the chosen parameters of the device (such as isolation between the measurement circuits, generated signal waveform, usage of the electrode arrays) and addresses other possible approaches for the measurements. The paper also provides several measurement results and a comparison with a calculation result for a particular electrode array configuration. Finally, the work describes essential aspects affecting the accuracy of measurement results. ",
    "url": "https://arxiv.org/abs/2202.00068",
    "authors": [
      "Dmitry Kuklin"
    ],
    "subjectives": [
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2202.00207",
    "title": "Control of sensitivity in vortex-type magnetic tunnel junction  magnetometer sensors by the pinned layer geometry",
    "abstract": "The tuning of sensitivity and dynamic range in linear magnetic sensors is required in various applications. We demonstrate the control and design of the sensitivity in magnetic tunnel junction (MTJ) sensors with a vortex-type sensing layer. In this work, we develop sensor MTJs with NiFe sensing layers having a vortex magnetic configuration. We demonstrate that by varying the pinned layer size, the sensitivity to magnetic field is tuned linearly. We obtain a high magnetoresistance ratio of 140 %, and we demonstrate a controllable sensitivity from 0.85 to 4.43 %/Oe, while keeping the vortex layer fixed in size. We compare our experimental results with micromagnetic simulations. We find that the linear displacement of vortex core by an applied field makes the design of vortex sensors simple. The control of the pinned layer geometry is an effective method to increase the sensitivity, without affecting the vortex state of the sensing layer. Furthermore, we propose that the location of the pinned layer can be used to realize more sensing functionalities from a single sensor. ",
    "url": "https://arxiv.org/abs/2202.00207",
    "authors": [
      "Motoki Endo",
      "Muftah Al-Mahdawi",
      "Mikihiko Oogane",
      "Yasuo Ando"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2202.00306",
    "title": "Cryogenic electro-optic modulation in titanium in-diffused lithium  niobate waveguides",
    "abstract": "Lithium niobate is a promising platform for integrated quantum optics. In this platform we aim to efficiently manipulate and detect quantum states by combining superconducting single photon detectors and modulators. The cryogenic operation of a superconducting single photon detector dictates the optimisation of the electro-optic modulators under the same operating conditions. To that end, we characterise a phase modulator, directional coupler, and polarisation converter at both ambient and cryogenic temperatures. The operation voltage $V_{\\pi/2}$ of these modulators increases due to the decrease of the electro-optic effect by 74% for the phase modulator, 84% for the directional coupler and 35% for the polarisation converter below 8.5$\\,\\mathrm{K}$. The phase modulator preserves its broadband nature and modulates light in the characterised wavelength range. The unbiased bar state of the directional coupler changed by a wavelength shift of 85$\\,\\mathrm{nm}$ while cooling the device down to 5$\\,\\mathrm{K}$. The polarisation converter uses periodic poling to phasematch the two orthogonal polarisations. The phasematched wavelength of the used poling changes by 112$\\,\\mathrm{nm}$ when cooling to 5$\\,\\mathrm{K}$ ",
    "url": "https://arxiv.org/abs/2202.00306",
    "authors": [
      "Frederik Thiele",
      "Felix vom Bruch",
      "Julian Brockmeier",
      "Maximilian Protte",
      "Thomas Hummel",
      "Raimund Ricken",
      "Victor Quiring",
      "Sebastian Lengeling",
      "Harald Herrmann",
      "Christof Eigner",
      "Christine Silberhorn",
      "Tim J. Bartley"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2202.00346",
    "title": "High-performance, additively-manufactured atomic spectroscopy apparatus  for portable quantum technologies",
    "abstract": "We demonstrate a miniaturised and highly robust system for performing Doppler-free spectroscopy on thermal atomic vapour for three frequencies as required for cold atom-based quantum technologies. The application of additive manufacturing techniques, together with efficient use of optical components, produce a compact, stable optical system, with a volume of 0.089 L and a weight of 120 g. The device occupies less than a tenth of the volume of, and is considerably lower cost than, conventional spectroscopic systems, but also offers excellent stability against environmental disturbances. We characterise the response of the system to changes in environmental temperature between 10 and 30$^{\\circ}$C and exposure to vibrations between 0 - 2000 Hz, finding that the system can reliably perform spectroscopic measurements despite substantial vibrational noise and temperature changes. Our results show that 3D-printed optical systems are an excellent solution for portable quantum technologies. ",
    "url": "https://arxiv.org/abs/2202.00346",
    "authors": [
      "Somya H Madkhaly",
      "Nathan Cooper",
      "Laurence Coles",
      "Hackermüller"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2202.00533",
    "title": "Steady State Photoisomerization Quantum Yield of Model Rhodopsin:  Insights from Wavepacket Dynamics?",
    "abstract": "We simulate the nonequilibrium steady state \\textit{cis-trans} photoisomerization of retinal chromophore in rhodopsin based on a two-state-two-mode model coupled to a thermal environment. By analyzing the systematic trends within an inhomogeneously broadened ensemble of systems, we find that the steady state reaction quantum yield (QY) correlates strongly with the excess energy above the crossing point of the system, in agreement with the prediction of the short time Landau-Zener model. However, the nontrivial dependence of the QY on the system-environment interaction indicates that a pure dynamical picture is insufficient and that environment-induced partial internal energy redistribution takes place before the reaction concludes. These results imply that a full understanding of the photoisomerization reaction, particularly its high quantum yield, must account for the redistribution and dissipation of energy beyond the dynamical wavepacket motion that is typically employed in the literature. ",
    "url": "https://arxiv.org/abs/2202.00533",
    "authors": [
      "Chern Chuang",
      "Paul Brumer"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2202.00542",
    "title": "Quantum Monte Carlo method for metal-film catalysis: water addition to  carbon monoxide adsorbed on Pt/Al(111), a route to hydrogen",
    "abstract": "Hydrogen production as a clean, sustainable replacement for fossil fuels is gathering pace. Doubling the capacity of Paris-CDG airport has been halted, even with the upcoming Olympic Games, until hydrogen powered planes can be used. It is thus timely to work on catalytic selective hydrogen production and optimise catalyst structure. Over 90 \\% of all chemical manufacture uses a solid catalyst. This work describes adsorption of carbon-monoxide (CO) on platinum thin films, supported by cheap Al(111). CO reacts with water to produce hydrogen (water-gas shift). Quantum Monte Carlo methods are the only ones accurate enough to investigate the early steps of this catalysed reaction at close-packed Pt/Al(111). Many chemical reactions involve bond-dissociation. This process is often the key to rate-limiting reaction steps at solid surfaces. Since bond-breaking is poorly described by Hartree-Fock and DFT methods, our embedded active site approach is used This work demonstrates a novel Quantum Monte Carlo (QMC) methodology. The water-gas shift reaction step studied is water addition to CO pre-adsorbed on a Pt-monolayer supported by Al(111). The water molecule is only partially dissociated. Its oxygen atom binds to CO giving adsorbed COOH and Pt-H. This concerted addition is rate-limiting. In subsequent steps, the adsorbed formate species (with acidic hydrogen) decomposes to carbon dioxide and, after proton migration to Pt-H, the clean product H$_2$ is obtained. The QMC activation barrier found is 64.8 $\\pm$ 1.5 kJ/mol. Thus, QMC is shown to be encouraging for investigating similar catalytic systems. ",
    "url": "https://arxiv.org/abs/2202.00542",
    "authors": [
      "Aslı Öztürk Kiraz",
      "Ali Ba{ğ}cı",
      "Philip E. Hoggan"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2202.00358",
    "title": "Photonic quantum simulations of coupled $PT$-symmetric Hamiltonians",
    "abstract": "Parity-time ($PT$) symmetric Hamiltonians are generally non-Hermitian and give rise to exotic behaviour in quantum systems at exceptional points, where eigenvectors coalesce. The recent realisation of $PT$-symmetric Hamiltonians in quantum systems has ignited efforts to simulate and investigate many-particle quantum systems across exceptional points. Here we use a programmable integrated photonic chip to simulate a model comprised of twin pairs of $PT$-symmetric Hamiltonians, with each the time reverse of its twin. We simulate quantum dynamics across exceptional points including two- and three-particle interference, and a particle-trembling behaviour that arises due to interference between subsystems undergoing time-reversed evolutions. These results show how programmable quantum simulators can be used to investigate foundational questions in quantum mechanics. ",
    "url": "https://arxiv.org/abs/2202.00358",
    "authors": [
      "Nicola Maraviglia",
      "Patrick Yard",
      "Ross Wakefield",
      "Jacques Carolan",
      "Chris Sparrow",
      "Levon Chakhmakhchyan",
      "Chris Harrold",
      "Toshikazu Hashimoto",
      "Nobuyuki Matsuda",
      "Andrew K. Harter",
      "Yogesh N. Joglekar",
      "Anthony Laing"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2202.00439",
    "title": "The effects of microscopic scattering on terahertz third harmonic  generation in monolayer graphene",
    "abstract": "Due to its linear dispersion, monolayer graphene is expected to generate a third harmonic response at terahertz frequencies. There have been a variety of different models of this effect and recently it has been experimentally observed. However, there is still considerable uncertainty as to the role of scattering on harmonic generation in graphene. In this work, we model third-harmonic generation in doped monolayer graphene at THz frequencies by employing a nearest-neighbour tight-binding model in the length gauge. We include optical phonon and neutral impurity scattering at the microscopic level, and examine the effects of scattering on the third harmonic response. We also compare the results of a phenomenological semiclassical theory, using a field-dependent scattering time extracted from the simulation, and find a significantly lower third harmonic field than that found from the microscopic model. This demonstrates that third-harmonic generation is much more sensitive to the nature of the scattering than is the linear response. We also compare the results of our full simulation to recent experimental results and find qualitative agreement. ",
    "url": "https://arxiv.org/abs/2202.00439",
    "authors": [
      "Parvin Navaeipour",
      "Marc M. Dignam"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2202.00510",
    "title": "The Information-Theoretic View of Quantum Mechanics and the Measurement  Problem(s)",
    "abstract": "Until recently Jeffrey Bub and Itamar Pitowsky, in the framework of an information theoretic view of quantum mechanics, claimed first that to the measurement problem in its ordinary formulation there correspond in effect two measurement problems (simply called the big and the small measurement problems), with a different degree of relevance and, second, that the analysis of a quantum measurement is a problem only if other assumptions, taken by Pitowsky and Bub to be unnecessary 'dogmas', are assumed. Here I critically discuss this unconventional stance on the measurement problem and argue that the Bub and Pitowsky arguments are inconclusive, mainly because they rely on an unwarranted extension to the quantum realm of a distinction concerning the foundations of special relativity which is in itself rather controversial. ",
    "url": "https://arxiv.org/abs/2202.00510",
    "authors": [
      "Federico Laudisa"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2201.12758",
    "title": "Spatio-Temporal Coupling Controlled Laser for Electron Acceleration",
    "abstract": " Title: Spatio-Temporal Coupling Controlled Laser for Electron Acceleration ",
    "url": "https://arxiv.org/abs/2201.12758",
    "authors": [
      "Lu Wang",
      "Uwe Niedermayer",
      "Jingui Ma",
      "Weihao Liu",
      "Dongfang Zhang",
      "Liejia Qian"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2201.13431",
    "title": "Compact Plug and Play Optical Frequency Reference Device Based on  Doppler-Free Spectroscopy of Rubidium Vapor",
    "abstract": " Title: Compact Plug and Play Optical Frequency Reference Device Based on  Doppler-Free Spectroscopy of Rubidium Vapor ",
    "url": "https://arxiv.org/abs/2201.13431",
    "authors": [
      "Aaron Strangfeld",
      "Benjamin Wiegand",
      "Julien Kluge",
      "Matthias Schoch",
      "Markus Krutzik"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Atomic Physics (physics.atom-ph)"
    ]
  }
]