[
  {
    "id": "arXiv:2402.18852",
    "title": "Simultaneous vibrational resonance in the amplitude and phase  quadratures of an optical field based on Kerr nonlinearity",
    "abstract": "Vibrational resonance (VR) is a nonlinear phenomenon in which the system response to a weak signal can be resonantly enhanced by applying a high-frequency modulation signal with an appropriate amplitude. The majority of VR research has focused on amplifying the amplitude or intensity of the system response to a weak signal, whereas the study of the phase information of system responses in VR remains limited. Here, we investigate the VR phenomena in both amplitude and phase quadratures of an optical field in a Kerr nonlinear cavity driven by a near-resonant weak signal and a far-detuned modulation signal. Analytical and numerical results demonstrated that the resonant enhancement in the amplitude and phase quadratures of the system response to a weak signal simultaneously occurs as the amplitude of the modulation signal is varied. There is a linear relation between the amplitude and frequency of the modulation signal for achieving an optimal VR effect. Furthermore, we generalized our study to investigate the quadrature at an arbitrary phase and determined that the VR enhancement sensitively depends on the phase. Our findings not only broaden the scope of VR research by incorporating phase information but also introduces an approach for amplifying an optical field by manipulating another optical field. ",
    "url": "https://arxiv.org/abs/2402.18852",
    "authors": [
      "Yinuo Wang",
      "Shan Wu",
      "Cuicui Li",
      "Zhenglu Duan",
      "Min Xie",
      "Bixuan Fan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2402.18878",
    "title": "Mechanophotonics: Pseudo-plastic Organic Crystal as a Fermat Spiral  Optical Waveguide",
    "abstract": "An unprecedented organic Fermat spiral optical waveguide (FSOW) self transducing green fluorescence is fabricated using a pseudo-plastic (E)-1-(((5-bromopyridin-2-yl)imino)methyl)naphthalene-2-ol crystal. A 1.618-millimeter-long crystal is initially bent into a hairpin-like bent waveguide. Later, a meticulous mechanophotonic strategy is employed to sculpt the hairpin-like bent waveguide into the Fermat spiral geometry, covering a compact area of 330x238 um2. The optical signal in FSOW survives two sharp 180-degree turns to produce optical output. The remarkably low bending-induced optical loss in FSOW can be ascribed to the smooth-defect-free surface morphology of the crystal. The development of such versatile optical components capable of transducing light through sharp bends is pivotal for realizing large-scale all-organic photonic circuits. ",
    "url": "https://arxiv.org/abs/2402.18878",
    "authors": [
      "Melchi Chosenyah",
      "Avulu Vinod Kumar",
      "Rajadurai Chandrasekar"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2402.18889",
    "title": "Powering Monolithic and Hybrid Organic Optical Waveguides via Integrated  Focused Micro-LEDs for Sustainable Photonic Circuits",
    "abstract": "In the domain of mechanophotonics, achieving real-time applicability of organic crystals in visible light communication (VLC) technologies necessitates affordable light-emitting diodes (LEDs) as sources of light to run photonic devices through sustainable methods. Here in, we demonstrate an efficient strategy to excite (Z)-3-(3',5'-bis(trifluoromethyl)-[1,1'-biphenyl]-4-yl)-2-(4-methoxyphenyl) acrylonitrile (CF3OMe), 9,10-bis(phenylethynyl)anthracene (BPEA) and 2,2'-((1E,1'E)-hydrazine-1,2-diylidenebis(methaneylylidene))diphenol (SAA) flexible crystal waveguides utilizing UV LED source and transduce respective blue, orange and yellow fluorescence signals. The capability of the focused LED lies in its ability to (i) energize mechanically bent crystals at an angle of 180{\\deg}, (ii) evanescently excite the FL of a SAA waveguide using the FL of CF3OMe waveguide through energy transfer, and (iii) excite and split different signals in a 2X2 hybrid directional coupler based on SSA-BPEA crystals. These demonstrations underscore the practicality of the proposed technique for sustainable applications in photonic systems related to VLC. ",
    "url": "https://arxiv.org/abs/2402.18889",
    "authors": [
      "Ankur Khapre",
      "Avulu Vinod Kumar",
      "Rajadurai Chandrasekar"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2402.18938",
    "title": "Realization of Non-diffracting and Self-healing Optical Skyrmions",
    "abstract": "Optical skyrmions formed in terms of polarization are topological quasi-particles and have garnered much interest in the optical community owing to their unique inhomogeneous polarization structure and simplicity in their experimental realization. These structures belong to the Poincar\\'e beams satisfying the stable topology. We theoretically investigated the non-diffracting and self-healing Poincar\\'e beams based on the superposition of two orthogonal Bessel modes by mode matching technique. These Poincar\\'e beams are topologically protected, and we suggest them as optical skyrmions. These optical skyrmions are quasi-skyrmions and their range of propagation depends on the range of superposed Bessel modes. The polarization structure of these optical skyrmions has no change upon the propagation. A necessary experimental configuration is suggested to realize variable order skyrmions in Bessel modes experimentally. This work can provide a new direction for the generation of skyrmions with completely new textures and features with respect to existing skyrmions originating from Laguerre-Gaussian modes. ",
    "url": "https://arxiv.org/abs/2402.18938",
    "authors": [
      "A. Srinivasa Rao"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.18981",
    "title": "HISOL: high-energy soliton dynamics enable ultrafast far-ultraviolet  laser sources",
    "abstract": "Ultrafast laser sources in the far ultraviolet (100 nm to 300 nm) have been the subject of intense experimental efforts for several decades, driven primarily by the requirements of advanced experiments in ultrafast science. Resonant dispersive wave emission from high-energy laser pulses undergoing soliton self-compression in a gas-filled hollow capillary fibre promises to meet several of these requirements for the first time, most importantly by combining wide-ranging wavelength tuneability with the generation of extremely short pulses. In this Perspective, we give an overview of this approach to ultrafast far-ultraviolet sources, including its historical origin and underlying physical mechanism, the state of the art and current challenges, and our view of potential applications both within and beyond ultrafast science. ",
    "url": "https://arxiv.org/abs/2402.18981",
    "authors": [
      "Christian Brahms",
      "John C. Travers"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.18996",
    "title": "Metasurface spectrometers beyond resolution-sensitivity constraints",
    "abstract": "Optical spectroscopy plays an essential role across scientific research and industry for non-contact materials analysis1-3, increasingly through in-situ or portable platforms4-6. However, when considering low-light-level applications, conventional spectrometer designs necessitate a compromise between their resolution and sensitivity7,8, especially as device and detector dimensions are scaled down. Here, we report on a miniaturizable spectrometer platform where light throughput onto the detector is instead enhanced as the resolution is increased. This planar, CMOS-compatible platform is based around metasurface encoders designed to exhibit photonic bound states in the continuum9, where operational range can be altered or extended simply through adjusting geometric parameters. This system can enhance photon collection efficiency by up to two orders of magnitude versus conventional designs; we demonstrate this sensitivity advantage through ultra-low-intensity fluorescent and astrophotonic spectroscopy. This work represents a step forward for the practical utility of spectrometers, affording a route to integrated, chip-based devices that maintain high resolution and SNR without requiring prohibitively long integration times. ",
    "url": "https://arxiv.org/abs/2402.18996",
    "authors": [
      "Feng Tang",
      "Jingjun Wu",
      "Tom Albrow-Owen",
      "Hanxiao Cui",
      "Fujia Chen",
      "Yaqi Shi",
      "Lan Zou",
      "Jun Chen",
      "Xuhan Guo",
      "Yijun Sun",
      "Jikui Luo",
      "Bingfeng Ju",
      "Jing Huang",
      "Shuangli Liu",
      "Bo Li",
      "Liming Yang",
      "Eric Anthony Munro",
      "Wanguo Zheng",
      "Hannah J. Joyce",
      "Hongsheng Chen",
      "Lufeng Che",
      "Shurong Dong",
      "Tawfique Hasan",
      "Xin Ye",
      "Yihao Yang",
      "Zongyin Yang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2402.19113",
    "title": "Unraveling electronic correlations in warm dense quantum plasmas",
    "abstract": "The study of matter at extreme densities and temperatures has emerged as a highly active frontier at the interface of plasma physics, material science and quantum chemistry with direct relevance for planetary modeling and inertial confinement fusion. A particular feature of such warm dense matter is the complex interplay of strong Coulomb interactions, quantum effects, and thermal excitations, rendering its rigorous theoretical description a formidable challenge. Here, we report a breakthrough in path integral Monte Carlo simulations that allows us to unravel this intricate interplay for light elements without nodal restrictions. This new capability gives us access to electronic correlations previously unattainable. As an example, we apply our method to strongly compressed beryllium to describe x-ray Thomson scattering (XRTS) data obtained at the National Ignition Facility. We find excellent agreement between simulation and experiment. Our analysis shows an unprecedented level of consistency for independent observations without the need for any empirical input parameters. ",
    "url": "https://arxiv.org/abs/2402.19113",
    "authors": [
      "Tobias Dornheim",
      "Tilo Döppner",
      "Panagiotis Tolias",
      "Maximilian Böhme",
      "Luke Fletcher",
      "Thomas Gawne",
      "Frank Graziani",
      "Dominik Kraus",
      "Michael MacDonald",
      "Zhandos Moldabekov",
      "Sebastian Schwalbe",
      "Dirk Gericke",
      "Jan Vorberger"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2402.19117",
    "title": "Transformation and amplification of light in optical waveguides and  resonators modulated by a low frequency traveling wave",
    "abstract": "We investigate the transformation and amplification of a light wave with phase velocity $v$ and frequency $\\omega$ propagating through an optical waveguide and a racetrack resonator parametrically modulated by a travelling wave with phase velocity $v_p$ and frequency $\\omega_p \\ll \\omega$. We consider the propagation within a small bandwidth $\\Delta\\omega \\ll \\omega$ where the waveguide is assumed to be dispersionless and low loss. Close to the luminal condition, $v_p=v$, the bandwidth of the output frequency comb spectrum, as well as the propagation nonreciprocity, can significantly grow. However, for realistic low-loss optical waveguides and resonators, the light amplification remains small due to its essentially broadband character. For a lithium niobate waveguide modulated with a $0.1\\%$ relative refractive index amplitude at frequency $\\omega_p \\sim 100$ GHz, the amplification of the light power integrated over the frequency band $\\Delta\\omega \\ll \\omega \\sim 200$ THz is estimated as $\\sim 1$ dB/m. ",
    "url": "https://arxiv.org/abs/2402.19117",
    "authors": [
      "M. Sumetsky"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.19320",
    "title": "Electron-correlated study of excited states and absorption spectra of  some low-symmetry graphene quantum dots",
    "abstract": "We have computed the linear optical absorption spectra of three graphene quantum dots (GQDs), saturated by hydrogens on the edges, using both first-principles time-dependent density-functional theory (TDDFT) and the Pariser-Parr-Pople (PPP) model coupled with the configuration-interaction (CI) approach. To understand the influence of electron-correlation effects, we have also calculated the singlet-triplet energy gap (spin gap) of the three GQDs. Because of the presence of edge hydrogens, these GQDs are effectively polycyclic aromatic hydrocarbons (PAHs) dibenzo[bc,ef]coronene (also known as benzo(1,14)bisanthene, C$_{30}$H$_{14}$), and two isomeric compounds, dinaphtho[8,1,2abc;2,1,8klm]coronene and dinaphtho[8,1,2abc;2,1,8jkl]coronene with the chemical formula C$_{36}$H$_{16}$. The two isomers have different point group symmetries, $C_{2v}$, and $C_{2h}$, therefore, this study will also help us understand the influence of symmetry on optical properties. A common feature of the absorption spectra of the three GQDs is that the first peak representing the optical gap is of low to moderate intensity, while the intense peaks appear at higher energies. For each GQD, PPP model calculations performed with the screened parameters agree well with the experimental results of the corresponding PAH, and also with the TDDFT calculations. ",
    "url": "https://arxiv.org/abs/2402.19320",
    "authors": [
      "Samayita Das",
      "Alok Shukla"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2402.19338",
    "title": "3D Super-resolution Optical Fluctuation Imaging with Temporal Focusing  two-photon excitation",
    "abstract": "3D super-resolution fluorescence microscopy typically requires sophisticated setups, sample preparation, or long measurements. A notable exception, SOFI, only requires recording a sequence of frames and no hardware modifications whatsoever but being a wide-field method, it faces problems in thick, dense samples. We combine SOFI with temporal focusing two-photon excitation -- the wide-field method that is capable of excitation of a thin slice in 3D volume. Both methods are easy to implement in a standard microscope, and by merging them, we obtain super-resolved 3D images of neurons stained with quantum dots. Our approach offers reduced bleaching and an improved signal-to-background ratio that can be used when robust resolution improvement is required in thick, dense samples. ",
    "url": "https://arxiv.org/abs/2402.19338",
    "authors": [
      "Pawel Szczypkowski",
      "Monika Pawlowska",
      "Radek Lapkiewicz"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2402.19372",
    "title": "A miniaturized magnetic field sensor based on nitrogen-vacancy centers",
    "abstract": "The nitrogen-vacancy (NV) center in diamond is a prime candidate for quantum sensing technologies. Ongoing miniaturization calls for ever-smaller sensors maintaining good measurement performance. Here, we present a fully integrated mechanically robust fiber-based endoscopic sensor capable of $5.9\\,\\mathrm{nT}/ \\sqrt{\\mathrm{Hz}}$ magnetic field sensitivity utilizing $15\\,\\mathrm{\\mu m}$ sized microdiamonds at a microwave power of $50\\,\\mathrm{mW}$ and optical power of $2.15\\,\\mathrm{mW}$. A direct laser writing process is used to localize a diamond containing NV centers above the fiber's core by a polymer structure. This structure enables stable optical access and independent guiding of excitation and fluorescent light in different optical fibers. This separation strongly reduces the contribution of autofluorescence from the excitation light in the optical fiber. Moreover, a metallic direct laser written antenna structure is created next to the fibers' facet, allowing microwave manipulation of the NV centers' spins. The fabricated endoscopic sensor provides a robust platform with a tip diameter of $1.25\\,\\mathrm{mm}$. The device enables remote optical and microwave access to perform the full range of coherent spin measurements with NV centers at a spatial resolution of $15\\,\\mathrm{\\mu m}$. We demonstrate the capability of vector magnetic field measurements in a magnetic field as used in state-of-the-art ultracold quantum gas experiments, opening a potential field in which high resolution and high sensitivity are necessary. ",
    "url": "https://arxiv.org/abs/2402.19372",
    "authors": [
      "Stefan Dix",
      "Dennis Lönard",
      "Isabel Cardoso Barbosa",
      "Jonas Gutsche",
      "Jonas Witzenrath",
      "Artur Widera"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2402.19428",
    "title": "Reduction of Anisotropic Volume Expansion and the Optimization of  Specific Charge Capacity in Lithiated Silicon Nanowires",
    "abstract": "This computational research study analyzes the increase of the specific charge capacity that comes with the reduction of the anisotropic volume expansion during lithium ion insertion within silicon nanowires. This research paper is a continuation from previous work that studied the expansion rate and volume increase. It has been determined that when the lithium ion concentration is decreased by regulating the amount of Li ion flux, the lithium ions to silicon atoms ratio, represented by x, decreases within the amorphous lithiated silicon (a-LixSi) material. This results in a decrease in the volumetric strain of the lithiated silicon nanowire as well as a reduction in Maxwell stress that was calculated and Youngs elastic module that was measured experimentally using nanoindentation. The conclusion as will be seen is that as there is a decrease in lithium ion concentration there is a corresponding decrease in anisotropic volume and a resulting increase in specific charge capacity. In fact the amplification of the electromagnetic field due to the electron flux that created detrimental effects for a fully lithiated silicon nanowire at x = 3.75 which resulted in over a 300 percent volume expansion becomes beneficial with the decrease in lithium ion flux as x approaches 0.75, which leads to a marginal volume increase of 25 percent. This could lead to the use of crystalline silicon, c-Si, as an anode material that has been demonstrated in many previous research works to be ten times greater charge capacity than carbon base anode material for lithium ion batteries. ",
    "url": "https://arxiv.org/abs/2402.19428",
    "authors": [
      "Donald C. Boone"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2402.18619",
    "title": "Boundary Treatment for Variational Quantum Simulations of Partial  Differential Equations on Quantum Computers",
    "abstract": "The paper presents a variational quantum algorithm to solve initial-boundary value problems described by second-order partial differential equations. The approach uses hybrid classical/quantum hardware that is well suited for quantum computers of the current noisy intermediate-scale quantum era. The partial differential equation is initially translated into an optimal control problem with a modular control-to-state operator (ansatz). The objective function and its derivatives required by the optimizer can efficiently be evaluated on a quantum computer by measuring an ancilla qubit, while the optimization procedure employs classical hardware. The focal aspect of the study is the treatment of boundary conditions, which is tailored to the properties of the quantum hardware using a correction technique. For this purpose, the boundary conditions and the discretized terms of the partial differential equation are decomposed into a sequence of unitary operations and subsequently compiled into quantum gates. The accuracy and gate complexity of the approach are assessed for second-order partial differential equations by classically emulating the quantum hardware. The examples include steady and unsteady diffusive transport equations for a scalar property in combination with various Dirichlet, Neumann, or Robin conditions. The results of this flexible approach display a robust behavior and a strong predictive accuracy in combination with a remarkable polylog complexity scaling in the number of qubits of the involved quantum circuits. Remaining challenges refer to adaptive ansatz strategies that speed up the optimization procedure. ",
    "url": "https://arxiv.org/abs/2402.18619",
    "authors": [
      "Paul Over",
      "Sergio Bengoechea",
      "Thomas Rung",
      "Francesco Clerici",
      "Leonardo Scandurra",
      "Eugene de Villiers",
      "Dieter Jaksch"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2402.18953",
    "title": "Robust Experimental Signatures of Phase Transitions in the Variational  Quantum Eigensolver",
    "abstract": "The Variational Quantum Eigensolver (VQE) is widely considered to be a promising candidate for a quantum-classical algorithm which could achieve near-term quantum advantage. However, current levels of hardware noise can require extensive application of error-mitigation techniques to achieve reliable computations. In this work, we use several IBM devices to explore a finite-size spin model with multiple `phase-like' regions characterized by distinct ground-state configurations. Using pre-optimized VQE solutions, we demonstrate that in contrast to calculating the energy, where zero-noise extrapolation is required in order to obtain qualitatively accurate yet still unreliable results, calculations of the energy derivative, two-site spin correlation functions, and the fidelity susceptibility yield accurate behavior across multiple regions, even with minimal or no application of error-mitigation approaches. Taken together, these sets of observables could be used to identify level crossings in VQE solutions in a simple and noise-robust manner, with potential near-term application to identifying quantum phase transitions, avoided crossings and non-adiabatic conical intersections in electronic structure calculations. ",
    "url": "https://arxiv.org/abs/2402.18953",
    "authors": [
      "Kevin Lively",
      "Tim Bode",
      "Jochen Szangolies",
      "Jian-Xin Zhu",
      "Benedikt Fauseweh"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Other Condensed Matter (cond-mat.other)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2402.19123",
    "title": "Sensing atomic superfluid rotation beyond the standard quantum limit",
    "abstract": "Atomic superfluids formed using Bose-Einstein condensates (BECs) in a ring trap are currently being investigated in the context of superfluid hydrodynamics, quantum sensing and matter-wave interferometry. The characterization of the rotational properties of such superfluids is important, but can presently only be performed by using optical absorption imaging, which completely destroys the condensate. Recent studies have proposed coupling the ring BEC to optical cavity modes carrying orbital angular momentum to make minimally destructive measurements of the condensate rotation. The sensitivity of these proposals, however, is bounded below by the standard quantum limit set by the combination of laser shot noise and radiation pressure noise. In this work, we provide a theoretical framework that exploits the fact that the interaction between the scattered modes of the condensate and the light reduces to effective optomechanical equations of motion. We present a detailed theoretical analysis to demonstrate that the use of squeezed light and backaction evasion techniques allows the angular momentum of the condensate to be sensed with noise well below the standard quantum limit. Our proposal is relevant to atomtronics, quantum sensing and quantum information. ",
    "url": "https://arxiv.org/abs/2402.19123",
    "authors": [
      "Rahul Gupta",
      "Pradeep Kumar",
      "Rina Kanamoto",
      "M. Bhattacharya",
      "Himadri Shekhar Dhar"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.19247",
    "title": "Noisy intermediate-scale quantum simulation of the one-dimensional wave  equation",
    "abstract": "We design and implement quantum circuits for the simulation of the one-dimensional wave equation on the Quantinuum H1-1 quantum computer. The circuit depth of our approach scales as $O(n^{2})$ for $n$ qubits representing the solution on $2^n$ grid points, and leads to infidelities of $O(2^{-4n} t^{2})$ for simulation time $t$ assuming smooth initial conditions. By varying the qubit count we study the interplay between the algorithmic and physical gate errors to identify the optimal working point of minimum total error. Our approach to simulating the wave equation can readily be adapted to other quantum processors and serve as an application-oriented benchmark. ",
    "url": "https://arxiv.org/abs/2402.19247",
    "authors": [
      "Lewis Wright",
      "Conor Mc Keever",
      "Jeremy T. First",
      "Rory Johnston",
      "Jeremy Tillay",
      "Skylar Chaney",
      "Matthias Rosenkranz",
      "Michael Lubasch"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mathematical Physics (math-ph)",
      "Applied Physics (physics.app-ph)",
      "Classical Physics (physics.class-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2402.19317",
    "title": "Simulation framework for integrated nonlinear quantum photonics",
    "abstract": "Nonlinear quantum photonics serves as a cornerstone in photonic quantum technologies, such as universal quantum computing and quantum communications. The emergence of integrated photonics platform not only offers the advantage of large-scale manufacturing but also provides a variety of engineering methods. Given the complexity of integrated photonics engineering, a comprehensive simulation framework is essential to fully harness the potential of the platform. In this context, we introduce a nonlinear quantum photonics simulation framework which can accurately model a variety of features such as adiabatic waveguide, material anisotropy, linear optics components, photon losses, and detectors. Furthermore, utilizing the framework, we have developed a device scheme, chip-scale temporal walk-off compensation, that is useful for various quantum information processing tasks. Applying the simulation framework, we show that the proposed device scheme can enhance the squeezing parameter of photon-pair sources and the conversion efficiency of quantum frequency converters without relying on higher pump power. ",
    "url": "https://arxiv.org/abs/2402.19317",
    "authors": [
      "Seonghun Kim",
      "Youngbin Kim",
      "Young-Do Yoon",
      "Seongjin Jeon",
      "Woo-Joo Kim",
      "Young-Ik Sohn"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.19429",
    "title": "Hamiltonian Engineering of collective XYZ spin models in an optical  cavity: From one-axis twisting to two-axis counter twisting models",
    "abstract": "Quantum simulation using synthetic quantum systems offers unique opportunities to explore open questions in many-body physics and a path for the generation of useful entangled states. Nevertheless, so far many quantum simulators have been fundamentally limited in the models they can mimic. Here, we are able to realize an all-to-all interaction with arbitrary quadratic Hamiltonian or effectively an infinite range tunable Heisenberg XYZ model. This is accomplished by engineering cavity-mediated four-photon interactions between 700 rubidium atoms in which we harness a pair of momentum states as the effective pseudo spin or qubit degree of freedom. Using this capability we realize for the first time the so-called two-axis counter-twisting model, an iconic XYZ collective spin model that can generate spin-squeezed states that saturate the Heisenberg limit bound. The versatility of our platform to include more than two relevant momentum states, combined with the flexibility of the simulated Hamiltonians by adding cavity tones opens rich opportunities for quantum simulation and quantum sensing in matter-wave interferometers and other quantum sensors such as optical clocks and magnetometers. ",
    "url": "https://arxiv.org/abs/2402.19429",
    "authors": [
      "Chengyi Luo",
      "Haoqing Zhang",
      "Anjun Chu",
      "Chitose Maruko",
      "Ana Maria Rey",
      "James K. Thompson"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2305.04783",
    "title": "Folded Spectrum VQE : A quantum computing method for the calculation of  molecular excited states",
    "abstract": " Title: Folded Spectrum VQE : A quantum computing method for the calculation of  molecular excited states ",
    "url": "https://arxiv.org/abs/2305.04783",
    "authors": [
      "Lila Cadi Tazi",
      "Alex J.W. Thom"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2307.04801",
    "title": "Metastability exchange optical pumping of $^3$He at low pressure and  high magnetic field",
    "abstract": " Title: Metastability exchange optical pumping of $^3$He at low pressure and  high magnetic field ",
    "url": "https://arxiv.org/abs/2307.04801",
    "authors": [
      "X. Li",
      "J. D. Maxwell",
      "D. Nguyen",
      "J. Brock",
      "C. D. Keith",
      "R. G. Milner",
      "X. Wei"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Nuclear Experiment (nucl-ex)"
    ]
  },
  {
    "id": "arXiv:2307.16148",
    "title": "Coexisting periodic attractors under the influence of noise in injected  photonic oscillators",
    "abstract": " Title: Coexisting periodic attractors under the influence of noise in injected  photonic oscillators ",
    "url": "https://arxiv.org/abs/2307.16148",
    "authors": [
      "Johanne Hizanidis",
      "Vassilios Kovanis"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Chaotic Dynamics (nlin.CD)"
    ]
  },
  {
    "id": "arXiv:2402.02238",
    "title": "Silicon nitride bent asymmetric coupled waveguides with partial Euler  bends",
    "abstract": " Comments: Final published version ",
    "url": "https://arxiv.org/abs/2402.02238",
    "authors": [
      "Pedro Chamorro-Posada"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.17458",
    "title": "Field, frequency and temperature dependence of the surface resistance of  nitrogen diffused niobium superconducting radio frequency cavities",
    "abstract": " Title: Field, frequency and temperature dependence of the surface resistance of  nitrogen diffused niobium superconducting radio frequency cavities ",
    "url": "https://arxiv.org/abs/2402.17458",
    "authors": [
      "P. Dhakal",
      "B.D. Khanal",
      "A. Gurevich",
      "G. Ciovati"
    ],
    "subjectives": [
      "Superconductivity (cond-mat.supr-con)",
      "Accelerator Physics (physics.acc-ph)"
    ]
  }
]