[
  {
    "id": "arXiv:2209.01245",
    "title": "Modeling frequency shifts of collective bubble resonances with the  boundary element method",
    "abstract": "Increasing the number of closely-packed air bubbles immersed in water changes the frequency of the Minnaert resonance. The collective interactions between bubbles in a small ensemble are primarily in the same phase, causing them to radiate an axially symmetric field that peaks at a frequency lower than the Minnaert resonance for a single bubble. Differently, large periodic arrays include bubbles that are further apart than half the wavelength so that collective resonances have bubbles oscillating in opposite phases, ultimately creating a fundamental resonance at a frequency higher than the single-bubble Minnaert resonance. This paper explains the transition in resonance behavior through a modal analysis of a mass-spring system and a boundary element method. We significantly reduce the computational complexity of the full-wave solver to a linear dependence on the number of bubbles in a rectangular array. The simulated acoustic fields confirm the initial downshift in resonance frequency and the strong influence of collective resonances when the array has hundreds of bubbles covering more than half the wavelength. These results are essential in understanding the low-frequency resonance characteristics of bubble ensembles, which have important applications in diverse fields such as underwater acoustics, quantum physics, and metamaterial design. ",
    "url": "https://arxiv.org/abs/2209.01245",
    "authors": [
      "Rudyard Jerez Boudesseul",
      "Elwin van 't Wout"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Numerical Analysis (math.NA)"
    ]
  },
  {
    "id": "arXiv:2209.01441",
    "title": "Valley Hall edge solitons in a photonic graphene",
    "abstract": "We predict the existence and study properties of the valley Hall edge solitons in a composite photonic graphene with a domain wall between two honeycomb lattices with broken inversion symmetry. Inversion symmetry in our system is broken due to detuning introduced into constituent sublattices of the honeycomb structure. We show that nonlinear valley Hall edge states with sufficiently high amplitude bifurcating from the linear valley Hall edge state supported by the domain wall, can split into sets of bright spots due to development of the modulational instability, and that such an instability is a precursor for the formation of topological bright valley Hall edge solitons localized due to nonlinear self-action and travelling along the domain wall over large distances. Topological protection of the valley Hall edge solitons is demonstrated by modeling their passage through sharp corners of the $\\Omega$-shaped domain wall. ",
    "url": "https://arxiv.org/abs/2209.01441",
    "authors": [
      "Qian Tang",
      "Boquan Ren",
      "Victor O. Kompanets",
      "Yaroslav V. Kartashov",
      "Yongdong Li",
      "Yiqi Zhang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2209.01533",
    "title": "Electrically driven compact hybrid lithium niobate microring laser",
    "abstract": "We demonstrate an electrically driven compact hybrid lithium niobate microring laser by butt coupling a commercial 980-nm pump laser diode chip with a high quality Er3+-doped lithium niobate microring chip. Single mode lasing emission at 1531 nm wavelength from the Er3+-doped lithium niobate microring can be observed with the integrated 980-nm laser pumping. The compact hybrid lithium niobate microring laser occupies the chip size of 3 mmx4mmx0.5 mm. The threshold pumping laser power is 6 mW and the threshold current is 0.5 A (operating voltage 1.64 V) in the atmospheric temperature. The spectrum featuring single mode lasing with small linewidth of 0.05 nm is observed. This work explores a robust hybrid lithium niobate microring laser source which has potential applications in coherent optical communication and precision metrology. ",
    "url": "https://arxiv.org/abs/2209.01533",
    "authors": [
      "Junxia Zhou",
      "Ting Huang",
      "Zhiwei Fang",
      "Rongbo Wu",
      "Yuan Zhou",
      "Jian Liu",
      "Haisu Zhang",
      "Zhenhua Wang",
      "Min Wang",
      "Ya Cheng"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2209.02018",
    "title": "Effects of mixing and annealing on the optical and mechanical properties  of TiO$_{2}$:Ta$_{2}$O$_{5}$ amorphous coatings",
    "abstract": "Amorphous mixed titania-tantala coatings are key components of Bragg reflectors in the gravitational wave detectors (GWDs). Attaining the lowest possible values of optical absorption and mechanical losses in the coatings is of paramount importance for GWDs, and this requires a complex optimization of the coating deposition and post-deposition annealing. We present here a systematic investigation of the optical properties and internal friction of amorphous mixed titania-tantala coatings grown by ion beam sputtering. We consider coatings with six different cation mixing ratios and we study them both in the as-deposited and annealed state. By exploiting spectroscopic ellipsometry data and modelling, along with ancillary techniques, we retrieved the dielectric function of the coatings in a wide spectral range. When varying the mixing ratio and performing the annealing we find monotonic trends for most of the aforementioned properties. Remakably, the post-annealing Urbach energy displays a definite minimum for a mixing ratio around 20%, very close to the composition of the coatings showing the lowest optical absorption for GWDs applications. We suggest that the observed minimum in the Urbach energy depends not only on the mixing ratio, but also on the annealing parameters. On the other hand, the minimum coating loss angle was found to be weakly dependent on the considered measurement frequency and to lie within a rather broad range of Ti content, suggesting that the search for an absolute minimum following post-deposition annealing should be rather sought in the study of the best annealing parameters for each specific cation ratio considered. This work constitutes a reference for the optical properties of the amorphous mixed titania-tantala coatings, and highlights the relevance of the Urbach energy in the optimization process of materials for high-performing Bragg reflectors. ",
    "url": "https://arxiv.org/abs/2209.02018",
    "authors": [
      "Alex Amato",
      "Michele Magnozzi",
      "Nikita Shcheblanov",
      "Anaël Lemaître",
      "Gianpietro Cagnoli",
      "Massimo Granata",
      "Christophe Michel",
      "Gianluca Gemme",
      "Laurent Pinard",
      "Maurizio Canepa"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2209.02070",
    "title": "Investigation of Dust Ion Acoustic Shock and Solitary Waves in a Viscous  Dusty Plasma",
    "abstract": "A viscous dusty plasma containing Kappa distributed electrons, positive warm viscous ions and constant negatively charged dust grains with viscosity have been considered to study the modes of dust ion acoustic waves (DIAWs) theoretically and numerically. The derivations and basic features of shock and solitary waves with different plasma parameters like Mach number, finite temperature coefficient, unperturbed dust streaming velocity, kinematic viscosity of dust etc. of this DIAWs mode have been performed. Considering the dynamical equation from Korteweg de Vries(KdV) equation, a phase portrait has been drawn and the position of saddle point or col. and center have also been discussed. This type of dusty plasma can be found in celestial bodies. The results of this research work can be applied to study the properties of DIAWs in various astrophysical situations where Kappa distributive electrons are present and careful modification of the same model can help us to understand the nature of the DIAWs of laboratory plasma as well. ",
    "url": "https://arxiv.org/abs/2209.02070",
    "authors": [
      "J. Goswami",
      "S. S. Kausik"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ]
  },
  {
    "id": "arXiv:2209.02116",
    "title": "Experimental optical trapping of microparticles with higher order Frozen  Waves",
    "abstract": "In this work, we optically trapping microparticles with higher order Frozen Wave using holographic optical tweezers. Frozen Waves are diffraction resistant optical beams, obtained by superposing copropagating Bessel beams with the same frequency and order, obtaining efficient modeling of its shape. Based on this, we developed a holographic optical tweezers system for the generation of Frozen Waves and with this, it was possible to create traps in a stable way for the trapping and guiding of the microparticles in the transverse plane. The experimental results show that it is possible to obtain excellent stability condition for optical trapping using higher order Frozen Waves. These results indicate that the Frozen Waves is promising for optical trapping and guiding of particles, which may be useful in various application such as biological research, atomic physics and optical manipulations using structured light with orbital angular momentum. ",
    "url": "https://arxiv.org/abs/2209.02116",
    "authors": [
      "Rafael A. B. Suarez",
      "Antonio A. R. Neves",
      "Marcos R. R. Gesualdi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2209.02129",
    "title": "Hypersphere Optimization: Approximated Gradient-Based Binary  Optimization on Smooth Manifold for Photonic Inverse Design",
    "abstract": "Photonic inverse design typically seeks designs parameterized by binary arrays, where the values of each element correspond to the presence or absence of material at a particular point in space. Gradient-based approaches to photonic inverse design often include thresholding of non-binary optimization arrays; when the thresholding is sufficiently sharp, binary designs are obtained. However, difficulty can arise due to vanishing gradients for sharp thresholds, which cause optimization to stall. Here, we present hypersphere optimization, a new method of carrying out binarized photonic optimization on a high dimensional manifold. We numerically show that, on the manifold, upstream gradients from the objective function can smoothly transition a design from one nearly-binary array to another with minimal pixel flips. Our method is an approximate gradient-based optimization method for binary arrays that can be applied to various photonic inverse design problems and beyond. ",
    "url": "https://arxiv.org/abs/2209.02129",
    "authors": [
      "Zhaocheng Liu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Emerging Technologies (cs.ET)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2209.02202",
    "title": "Efficient Extraction of Hot Carriers in Perovskite Quantum Dot through  Building State Coupled Complex",
    "abstract": "Utilizing hot carriers is the crucial approach for solar cell to exceed the thermodynamic detailed balance limit, yet effective extraction of hot carriers in absorber materials via most commonly used semiconductor acceptors has been a challenge in both materials and photophysics research for many years. Herein, we build series of CsPbI3 quantum dot and fullerene derivative systems to explore the decisive factors of this process and have for the first time realized efficient hot carrier extraction in these systems (maximum extraction efficiency ~ 84%). We find building the systems as state-coupled complexes creates new carrier transport channels at about 0.22 eV above CsPbI3 quantum dot bandgap, which facilitates highly efficient HC extraction. Our research directly visualizes the inner connection of molecule interaction and ultrafast hot carrier extraction. The knowledge and strategy gained here are of universal meaning, taking an important step forward true hot carrier photovoltaics. ",
    "url": "https://arxiv.org/abs/2209.02202",
    "authors": [
      "Yusheng Li",
      "Junke Jiang",
      "Dandan Wang",
      "Dong Liu",
      "Shota Yajima",
      "Hua Li",
      "Akihito Fuchimoto",
      "Hongshi Li",
      "Guozheng Shi",
      "Shuzi Hayase",
      "Shuxia Tao",
      "Jiangjian Shi",
      "Qingbo Meng",
      "Chao Ding",
      "Qing Shen"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2209.02542",
    "title": "Coupling broadband terahertz dipoles to microscale resonators",
    "abstract": "Spintronic emitters are a unique class of terahertz (THz) sources due to their quasi-two-dimensional geometry and thereby their capability to couple to resonator near fields. Global excitation of the emitters often obstructs the intricate details of the coupling mechanisms between local THz dipoles and the individual modes of resonator structures. Here, we demonstrate the spatial mapping of the coupling strength between a local terahertz source on a spintronic emitter and far-field light mediated by a structured metallic environment. For a bow-tie geometry, experimental results are reproduced by a numerical model providing insights into the microscopic coupling mechanisms. The broad applicability of the technique is showcased by extracting the THz mode structure in split-ring resonator metasurfaces and linear arrays. With these developments, planar THz sources with tailored spectral and angular emission profiles are accessible. ",
    "url": "https://arxiv.org/abs/2209.02542",
    "authors": [
      "Christopher Rathje",
      "Rieke von Seggern",
      "Leon A. Gräper",
      "Jana Kredl",
      "Jakob Walowski",
      "Markus Münzenberg",
      "Sascha Schäfer"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2209.02583",
    "title": "Rydberg atom-based Electrometry Using a Self-Heterodyne Frequency Comb  Readout and Preparation Scheme",
    "abstract": "Atom-based radio frequency electromagnetic field sensing using atomic Rydberg states is a promising technique that has recently attracted significant interest. Its unique advantages, such as extraordinary bandwidth, self-calibration and all-dielectric sensors, are a tangible improvement over antenna-based methods in applications such as test and measurement, and development of broad bandwidth receivers. Here, we demonstrate how an optical frequency comb can be used to acquire data in the Autler-Townes regime of Rydberg atom-based electrometry in a massively parallel fashion, eliminating the need for laser scanning. Two-photon electromagnetically induced transparency read-out and preparation of cesium is used for the demonstration. A flat, quasi-continuous optical comb is generated with the probe laser at 852 nm using an electro-optic modulator and arbitrary waveform generator. A single frequency coupling laser at 509 nm is tuned to the Rydberg launch state. An enhanced transmission signal is obtained using self-heterodyne spectroscopy. The comb signal is beat against a local oscillator derived from the single frequency probe laser on a fast photodiode. The transmission of each probe laser comb tooth is observed. We resolve electromagnetically induced transparency peaks with linewidths below 5 MHz, with and without laser locking. Radio frequency electromagnetic fields as low as 66 $\\mu$Vcm$^{-1}$ are detected with sensitivities of 2.3 $\\mu$Vcm$^{-1}$Hz$^{-1/2}$. The method offers a significant advantage for reading-out electromagnetically induced transparency and Autler-Townes splitting as neither laser needs to be scanned and slow frequency drifts can be tolerated in some applications. The method enables the detection of the amplitude of a pulsed radio frequency electromagnetic field when the incoming pulse Autler-Townes splits the electromagnetically induced transparency peak. ",
    "url": "https://arxiv.org/abs/2209.02583",
    "authors": [
      "Katelyn Dixon",
      "Kent Nickerson",
      "Donald W. Booth",
      "James P. Shaffer"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2209.02591",
    "title": "Wavelength- and time-division multiplexing via pump current variation of  a pulsed semiconductor laser -- a method of synchronization for quantum key  distribution",
    "abstract": "The dependence of the semiconductor laser wavelength on the pump current is a well-known phenomenon, which is generally attributed to a change in the refractive index of the active layer due to carrier injection. This effect is usually considered to be a drawback as it causes frequency chirping of the pulses produced via direct current modulation. Here, we show that at high values of thermal resistance of a laser diode, the shift in the wavelength is mainly governed by a change in the temperature of the active layer and it can significantly exceed (in absolute value) the shift related to a refractive index change. We propose to benefit from the ability to tune wavelength by the pump current variation and use the same laser to generate qubits and synchronization optical pulses for quantum key distribution at different wavelengths. To demonstrate the proposed method of synchronization, we perform numerical simulations as well as proof-of-principle experiments. ",
    "url": "https://arxiv.org/abs/2209.02591",
    "authors": [
      "Roman Shakhovoy",
      "Marius Puplauskis",
      "Violetta Sharoglazova",
      "Elizaveta Maksimova",
      "Selbi Hydyrova",
      "Vladimir Kurochkin",
      "Alexander Duplinskiy"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2209.02656",
    "title": "Quantum Electrodynamical Metamaterials",
    "abstract": "Recent experiments have revealed ultrastrong coupling between light and matter as a promising avenue for modifying material properties, such as electrical transport, chemical reaction rates, and even superconductivity. Here, we explore (ultra)strong coupling as a means for manipulating the optical response of metamaterials based on ensembles of constituent units individually in the ultrastrong coupling regime. We develop a framework based on linear response for quantum electrodynamical systems to study how light-matter coupling affects the optical response. We begin by applying this framework to find the optical response of a two-level emitter coupled to a single cavity mode, which could be seen as a \"meta-atom\" of a metamaterial built from repeated units of this system. We find optical behaviors ranging from that of a simple two-level system (Lorentz-oscillator) to effectively transparent, as the coupling goes from the weak to deep strong coupling regimes. We explore a one-dimensional chain of these meta-atoms, demonstrating the tunability of its optical behavior. Our scheme may ultimately provide a framework for designing new metamaterials with low-loss, highly-confined modes, as well as tunable (single-photon) nonlinearities. ",
    "url": "https://arxiv.org/abs/2209.02656",
    "authors": [
      "Josephine Yu",
      "Jamison Sloan",
      "Nicholas Rivera",
      "Marin Soljacic"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2209.01237",
    "title": "(Once more) In defense of Relational Quantum Mechanics: A note on  `Relative facts do not exist. Relational quantum mechanics is incompatible  with quantum mechanics'",
    "abstract": "This is a short note to answer Lawrence, Markiewicz and \\'{Z}ukowski objection [see arXiv:2108.11793] to Rovelli's theory and concerning non-contextuality. ",
    "url": "https://arxiv.org/abs/2209.01237",
    "authors": [
      "Aurélien Drezet"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2209.01324",
    "title": "Hall Sensor Based Measurements of the Magnetic Phase Diagram of  Superconducting Vanadium",
    "abstract": "Vanadium is an elemental type-II superconductor which has a pure superconducting phase, a vortex phase, and a non-superconducting phase. We designed and carried out a low-budget experiment in our undergraduate physics lab to measure the magnetic field a close distance from the surface of a pure Vanadium disk sample isothermally with a Hall sensor across a range of different temperatures and external magnetic fields. We then used these measurements to compute the superconducting phase diagram of Vanadium. After completing measurements at eight temperatures ranging from 2.6K to 5K and magnetic fields ranging from -0.2T to 0.2T, we were able to detect the Meissner phase (clearly), and a vortex phase (less clearly). Using the graphs of the hall bar magnetic field versus external magnetic field, we were able to derive a rough estimate for the upper critical field and the lower critical field of Vanadium at the eight temperatures wherein we conducted measurements. The results are in general accord with the phase diagram of Vanadium found in the literature, except that the critical temperature appears to be less than 5.43K and 5.13K (about 4.8K). Further, we observed critical fields lower than those found in the literature. We hypothesize this is due mostly to impurities in our Vanadium sample (purchased through Amazon.com), which would reduce the measured critical temperature below that of pure Vanadium, consistent with our results. ",
    "url": "https://arxiv.org/abs/2209.01324",
    "authors": [
      "Eshan Kemp",
      "Daniel P. Newton",
      "Ricky Parada"
    ],
    "subjectives": [
      "Superconductivity (cond-mat.supr-con)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2209.01463",
    "title": "Contextual unification of classical and quantum physics",
    "abstract": "Following an article by John von Neumann on infinite tensor products, we develop the idea that the usual formalism of quantum mechanics, associated with unitary equivalence of representations, stops working when countable infinities of particles (or degrees of freedom) are encountered. This is because the dimension of the corresponding Hilbert space becomes uncountably infinite, leading to the loss of unitary equivalence, and to sectorization. By interpreting physically this mathematical fact, we show that it provides a natural way to describe the \"Heisenberg cut\", as well as a unified mathematical model including both quantum and classical physics, appearing as required incommensurable facets in the description of nature. ",
    "url": "https://arxiv.org/abs/2209.01463",
    "authors": [
      "Mathias Van Den Bossche",
      "Philippe Grangier"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2209.01651",
    "title": "Microfluidic quantum sensing platform for lab-on-a-chip applications",
    "abstract": "Lab-on-a-chip (LOC) applications have emerged as an invaluable tools in physical and life sciences. However, LOC applications require extensive sensor miniaturization to leverage their full potential. In recent years, novel atom-sized quantum sensors have enabled measurements of temperature, electric and magnetic fields on the nano- to microscale. Nevertheless, the technical complexity of both disciplines has so far impeded an uncompromising combination of LOC and quantum sensors. Here, we present a fully integrated microfluidic platform for solid-state spin quantum sensors, such as the nitrogen-vacancy (NV) center in diamond. Our platform fulfills all technical requirements, such as fast spin manipulation, enabling full quantum sensing capabilities, biocompatibility, and easy adaptability to arbitrary channel and chip geometries. To illustrate the vast potential of quantum sensors in LOC devices, we demonstrate various NV center-based magnetic resonance experiments for chemical analysis in our microfluidic platform. We anticipate our microfluidic quantum sensing platform as a novel tool for electrochemistry, high throughput reaction screening, bioanalytics or organ-on-a-chip, and single-cell studies. ",
    "url": "https://arxiv.org/abs/2209.01651",
    "authors": [
      "Robin D. Allert",
      "Fleming Bruckmaier",
      "Nick R. Neuling",
      "Fabian A. Freire-Moschovitis",
      "Kristina S. Liu",
      "Claudia Schrepel",
      "Philip Schätzle",
      "Peter Knittel",
      "Martin Hermans",
      "Dominik B. Bucher"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2209.02005",
    "title": "Classical and Quantum Random Walks to Identify Leaders in Criminal  Networks",
    "abstract": "Random walks simulate the randomness of objects, and are key instruments in various fields such as computer science, biology and physics. The counter part of classical random walks in quantum mechanics are the quantum walks. Quantum walk algorithms provide an exponential speedup over classical algorithms. Classical and quantum random walks can be applied in social network analysis, and can be used to define specific centrality metrics in terms of node occupation on single-layer and multilayer networks. In this paper, we applied these new centrality measures to three real criminal networks derived from an anti-mafia operation named Montagna and a multilayer network derived from them. Our aim is to (i) identify leaders in our criminal networks, (ii) study the dependence between these centralities and the degree, (iii) compare the results obtained for the real multilayer criminal network with those of a synthetic multilayer network which replicates its structure. ",
    "url": "https://arxiv.org/abs/2209.02005",
    "authors": [
      "Annamaria Ficara",
      "Giacomo Fiumara",
      "Pasquale De Meo",
      "Salvatore Catanese"
    ],
    "subjectives": [
      "Social and Information Networks (cs.SI)",
      "Physics and Society (physics.soc-ph)"
    ]
  },
  {
    "id": "arXiv:2209.02047",
    "title": "Deterministic Free-Propagating Photonic Qubits with Negative Wigner  Functions",
    "abstract": "Engineering quantum states of free-propagating light is of paramount importance for quantum technologies. Coherent states ubiquitous in classical and quantum communications, squeezed states used in quantum sensing, and even highly-entangled cluster states studied in the context of quantum computing can be produced deterministically, but they obey quasi-classical optical field statistics described by Gaussian, positive Wigner functions. Fully harnessing the potential of many quantum engineering protocols requires using non-Gaussian Wigner-negative states, so far produced using intrinsically probabilistic methods. Here we describe the first fully deterministic preparation of non-Gaussian Wigner-negative free-propagating states of light, obtained by mapping the internal state of an intracavity Rydberg superatom onto an optical qubit encoded as a superposition of 0 and 1 photons. This approach allows us to reach a 60% photon generation efficiency in a well-controlled spatio-temporal mode, while maintaining a strong photon antibunching. By changing the qubit rotation angle, we observe an evolution from quadrature squeezing to Wigner negativity. Our experiment sets this new technique as a viable method to deterministically generate non-Gaussian photonic resources, lifting several major roadblocks in optical quantum engineering. ",
    "url": "https://arxiv.org/abs/2209.02047",
    "authors": [
      "Valentin Magro",
      "Julien Vaneecloo",
      "Sébastien Garcia",
      "Alexei Ourjoumtsev"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2209.02125",
    "title": "Impact of size effects on photopolymerization and its optical monitoring  in-situ",
    "abstract": "Photopolymerization processes are exploited in light exposure-based 3D printing technologies, where either a focused laser beam or a patterned light sheet allows layers of a UV curable, liquid pre-polymer to be solidified. Here we focus on the crucial, though often neglected, role of the layer thickness on photopolymerization. The temporal evolution of polymerization reactions occurring in droplets of acrylate-based oligomers and in photoresist films with varied thickness is investigated by means of an optical system, which is specifically designed for in-situ and real-time monitoring. The time needed for complete curing is found to increase as the polymerization volume is decreased below a characteristic threshold that depends on the specific reaction pathway. This behavior is rationalized by modelling the process through a size-dependent polymerization rate. Our study highlights that the formation of photopolymerized networks might be affected by the involved volumes regardless of the specific curing mechanisms, which could play a crucial role in optimizing photocuring-based additive manufacturing. ",
    "url": "https://arxiv.org/abs/2209.02125",
    "authors": [
      "Andrea Camposeo",
      "Aristein Arkadii",
      "Luigi Romano",
      "Francesca D'Elia",
      "Filippo Fabbri",
      "Eyal Zussman",
      "Dario Pisignano"
    ],
    "subjectives": [
      "Soft Condensed Matter (cond-mat.soft)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2209.02146",
    "title": "Shear-wave-induced softening and simultaneous compaction in dense  granular media through acoustic lubrication at flow heterogeneities",
    "abstract": "We report the simultaneous softening and compaction of a confined dense granular pack in acoustic resonance experiments. Elastic softening is manifested by a reduction of the shear-wave speed, as the wave amplitude increases beyond some threshold. No macroscopic rearrangement of grains or dilatancy is observed; instead, elastic softening is accompanied by a tiny amount of compaction on the scale of grain asperities. We explain these apparent contradictory observations using a theoretical model, based on shear transformation zones (STZs), of soft spots and slipping contacts. It predicts a linear shear stress-strain response with negligible macro-plastic deformation due to the small-amplitude acoustic oscillation. However, these waves reduce the interparticle friction and contact stiffness through the acoustic lubrication of grain contacts, resulting in an increase in the structural disorder or compactivity and softening of dynamic modulus. The compaction associated with this microscopic friction decrease is consistent with the prediction by an Ising-like correlation between STZs in the subyield regime. ",
    "url": "https://arxiv.org/abs/2209.02146",
    "authors": [
      "Charles K. C. Lieou",
      "Jerome Laurent",
      "Paul A. Johnson",
      "Xiaoping Jia"
    ],
    "subjectives": [
      "Soft Condensed Matter (cond-mat.soft)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Pattern Formation and Solitons (nlin.PS)",
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2209.02214",
    "title": "Inference of gravitational field superposition from quantum measurements",
    "abstract": "Experiments are beginning to probe the interaction of quantum particles with gravitational fields beyond the uniform-field regime. In standard quantum mechanics, the gravitational field in such experiments is written as a superposition state. We empirically demonstrate that alternative theories of gravity can avoid gravitational superposition states only by decoupling the gravitational field energy from the quantum particle's time evolution. Furthermore, such theories must specify a preferred quantum reference frame in which the equations of motion are valid. To the extent that these properties are theoretically implausible, recent experiments provide indirect evidence that gravity has quantum features. Proposed experiments with superposed gravitational sources would provide even stronger evidence that gravity is nonclassical. ",
    "url": "https://arxiv.org/abs/2209.02214",
    "authors": [
      "Chris Overstreet",
      "Joseph Curti",
      "Minjeong Kim",
      "Peter Asenbaum",
      "Mark A. Kasevich",
      "Flaminia Giacomini"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2209.02449",
    "title": "Efficient quantum non-fungible tokens for blockchain",
    "abstract": "Blockchain is a decentralized system that allows transaction transmission and storage according to the roles of the Consensus algorithm and Smart contracts. Non-fungible tokens (NFTs) consolidate the best characteristics of blockchain technology to deliver unique and bona fide tokens, each with distinctive attributes with non-fungible resources. Unfortunately, current classical NFTs are suffering from high costs regarding the consumed power of mining and lack of security. Therefore, this paper presents a new protocol for preparing quantum non-fungible tokens where a quantum state representing NFT is mounted on a blockchain instead of physically giving it to the owner. The proposed scheme is simulated and analyzed against various attacks and proves its ability to secure against them. Furthermore, the presented protocol provides reliable and cheaper NFTs than the classical one. ",
    "url": "https://arxiv.org/abs/2209.02449",
    "authors": [
      "Subhash Shankar Pandey",
      "Tadasha Dash",
      "Prasanta K. Panigrahi",
      "Ahmed Farouk"
    ],
    "subjectives": [
      "Cryptography and Security (cs.CR)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2209.02454",
    "title": "Optimal design of photonic nanojets under uncertainty",
    "abstract": "Photonic nanojets (PNJs) have promising applications as optical probes in super-resolution optical microscopy, Raman microscopy, as well as fluorescence microscopy. In this work, we consider optimal design of PNJs using a heterogeneous lens refractive index with a fixed lens geometry and uniform plane wave illumination. In particular, we consider the presence of manufacturing error of heterogeneous lens, and propose a computational framework of Optimization Under Uncertainty (OUU) for robust optimal design of PNJ. We formulate a risk-averse stochastic optimization problem with the objective to minimize both the mean and the variance of a target function, which is constrained by the Helmholtz equation that governs the 2D transverse electric (2D TE) electromagnetic field in a neighborhood of the lens. The design variable is taken as a spatially-varying field variable, where we use a finite element method for its discretization, impose a total variation penalty to promote its sparsity, and employ an adjoint-based BFGS method to solve the resulting high-dimensional optimization problem. We demonstrate that our proposed OUU computational framework can achieve more robust optimal design than a deterministic optimization scheme to significantly mitigate the impact of manufacturing uncertainty. ",
    "url": "https://arxiv.org/abs/2209.02454",
    "authors": [
      "Amal Mohammed A Alghamdi",
      "Peng Chen",
      "Mirza Karamehmedović"
    ],
    "subjectives": [
      "Computational Engineering, Finance, and Science (cs.CE)",
      "Optimization and Control (math.OC)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:1912.01565",
    "title": "Acoustic scattering by two fluid confocal prolate spheroids",
    "abstract": " Comments: 15 pages, 6 figures ",
    "url": "https://arxiv.org/abs/1912.01565",
    "authors": [
      "Edmundo Federico Lavia"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2107.03923",
    "title": "Optical reconstruction of collective density matrix of qutrit",
    "abstract": " Title: Optical reconstruction of collective density matrix of qutrit ",
    "url": "https://arxiv.org/abs/2107.03923",
    "authors": [
      "Marek Kopciuch",
      "Szymon Pustelny"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2110.05718",
    "title": "Room-temperature quantum spin Hall edge state in a higher-order  topological insulator Bi$_4$Br$_4$",
    "abstract": " Title: Room-temperature quantum spin Hall edge state in a higher-order  topological insulator Bi$_4$Br$_4$ ",
    "url": "https://arxiv.org/abs/2110.05718",
    "authors": [
      "Nana Shumiya",
      "Md Shafayat Hossain",
      "Jia-Xin Yin",
      "Zhiwei Wang",
      "Maksim Litskevich",
      "Chiho Yoon",
      "Yongkai Li",
      "Ying Yang",
      "Yu-Xiao Jiang",
      "Guangming Cheng",
      "Yen-Chuan Lin",
      "Qi Zhang",
      "Zi-Jia Cheng",
      "Tyler A. Cochran",
      "Daniel Multer",
      "Xian P. Yang",
      "Brian Casas",
      "Tay-Rong Chang",
      "Titus Neupert",
      "Zhujun Yuan",
      "Shuang Jia",
      "Hsin Lin",
      "Nan Yao",
      "Luis Balicas",
      "Fan Zhang",
      "Yugui Yao",
      "M. Zahid Hasan"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2111.10282",
    "title": "Two-sided Bogoliubov inequality to estimate finite size effects in  quantum molecular simulations",
    "abstract": " Title: Two-sided Bogoliubov inequality to estimate finite size effects in  quantum molecular simulations ",
    "url": "https://arxiv.org/abs/2111.10282",
    "authors": [
      "Benedikt Reible",
      "Carsten Hartmann",
      "Luigi Delle Site"
    ],
    "subjectives": [
      "Mathematical Physics (math-ph)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2111.14355",
    "title": "Optimal Sensor Fusion Method for Active Vibration Isolation Systems in  Ground-Based Gravitational-Wave Detectors",
    "abstract": " Comments: [v4] Manuscript acceptable by Classical and Quantum Gravity. [v3] Equation (13) correction. [v2] Capitalized hyphenated words in the title ",
    "url": "https://arxiv.org/abs/2111.14355",
    "authors": [
      "T. T. L. Tsang",
      "T. G. F. Li",
      "T. Dehaeze",
      "C. Collette"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "General Relativity and Quantum Cosmology (gr-qc)"
    ]
  },
  {
    "id": "arXiv:2203.05226",
    "title": "Analytical non-Hermitian description of Photonic Crystals with arbitrary  Lateral and Transverse symmetry",
    "abstract": " Comments: 34 pages, 23 figures ",
    "url": "https://arxiv.org/abs/2203.05226",
    "authors": [
      "X. Letartre",
      "S. Mazauric",
      "S. Cueff",
      "T. Benyattou",
      "H S. Nguyen",
      "P. Viktorovitch"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.08904",
    "title": "Optothermal evolution of active colloidal matter in defocused laser trap",
    "abstract": " Title: Optothermal evolution of active colloidal matter in defocused laser trap ",
    "url": "https://arxiv.org/abs/2203.08904",
    "authors": [
      "Diptabrata Paul",
      "Rahul Chand",
      "G V Pavan Kumar"
    ],
    "subjectives": [
      "Soft Condensed Matter (cond-mat.soft)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.07774",
    "title": "Light transport through amorphous photonic materials with localization  and bandgap regimes",
    "abstract": " Comments: accepted for publication in Physical Review Letters ",
    "url": "https://arxiv.org/abs/2204.07774",
    "authors": [
      "Frank Scheffold",
      "Jakub Haberko",
      "Sofia Magkiriadou",
      "Luis S. Froufe-Pérez"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Soft Condensed Matter (cond-mat.soft)"
    ]
  },
  {
    "id": "arXiv:2205.15045",
    "title": "Intelligent optoelectronic processor for orbital angular momentum  spectrum measurement",
    "abstract": " Title: Intelligent optoelectronic processor for orbital angular momentum  spectrum measurement ",
    "url": "https://arxiv.org/abs/2205.15045",
    "authors": [
      "Hao Wang",
      "Ziyu Zhan",
      "Futai Hu",
      "Yuan Meng",
      "Zeqi Liu",
      "Xing Fu",
      "Qiang Liu"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.09785",
    "title": "Realizing an entanglement-based multi-user quantum network with  integrated photonics",
    "abstract": " Title: Realizing an entanglement-based multi-user quantum network with  integrated photonics ",
    "url": "https://arxiv.org/abs/2206.09785",
    "authors": [
      "Wenjun Wen",
      "Zhiyu Chen",
      "Liangliang Lu",
      "Wenhan Yan",
      "Wenyi Xue",
      "Peiyu Zhang",
      "Yanqing Lu",
      "Shining Zhu",
      "Xiao-song Ma"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.14588",
    "title": "Mechanical Bistability in Kerr-modified Cavity Magnomechanics",
    "abstract": " Comments: with Suppl. Mat. To appear in PRL ",
    "url": "https://arxiv.org/abs/2206.14588",
    "authors": [
      "Rui-Chang Shen",
      "Jie Li",
      "Zhi-Yuan Fan",
      "Yi-Pu Wang",
      "J. Q. You"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2209.00674",
    "title": "On-fiber high-resolution photonic nanojets via high refractive index  dielectrics",
    "abstract": " Comments: 13 pages. 6 figures ",
    "url": "https://arxiv.org/abs/2209.00674",
    "authors": [
      "Wasem Aljuaid",
      "Joseph Arnold Riley",
      "Noel Healy",
      "Victor Pacheco-Peña"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  }
]