[
  {
    "id": "arXiv:2210.16370",
    "title": "Frequency comb modulation in bimodal optomechanical phonon laser",
    "abstract": "Phonons offer the possibility to connect the microwave and optical domains while being efficiently transduced with electronic and optical signals, although they are notoriously difficult to control with limited solutions for their generation, manipulation, and detection. Here, we present a multimodal optomechanical platform, consisting of a mechanical-optical-mechanical resonator configuration. The mechanical modes, with frequencies at 265 MHz and 6.8 GHz, can be simultaneously excited into a phonon lasing regime as supported by a stability analysis of the system. Both the MHz and the GHz lasing modes modulate the optical field, leading to a frequency comb in the GHz. We characterize this platform experimentally, demonstrating previously unexplored dynamical regimes. These results suggest the possibility to control multiple mechanical degrees of freedom via a single optical mode, with implications in GHz phononic devices, phonon signal processing, and optomechanical comb sensing applications. ",
    "url": "https://arxiv.org/abs/2210.16370",
    "authors": [
      "Ryan C. Ng",
      "Paul Nizet",
      "Daniel Navarro-Urrios",
      "Guillermo Arregui",
      "Marcus Albrechtsen",
      "Pedro D. García",
      "Søren Stobbe",
      "Clivia M. Sotomayor-Torres",
      "Guilhem Madiot"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2210.16374",
    "title": "Evaluation of lattice light shift at mid 10$^{-19}$ uncertainty for a  shallow lattice Sr optical clock",
    "abstract": "A Wannier-Stark optical lattice clock has demonstrated unprecedented measurement precision for optical atomic clocks. We present a systematic evaluation of the lattice light shift, a necessary next step for establishing this system as an accurate atomic clock. With precise control of the atomic motional states in the lattice, we report accurate measurements of the multipolar contributions and the overall lattice light shift with a fractional frequency uncertainty of mid 10${}^{-19}$ ",
    "url": "https://arxiv.org/abs/2210.16374",
    "authors": [
      "Kyungtae Kim",
      "Alexander Aeppli",
      "Tobias Bothwell",
      "Jun Ye"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2210.16379",
    "title": "Resonant Spin Hall Effect of Light in Random Photonic Arrays",
    "abstract": "It has been recently shown that the coherent component of light propagating in transversally disordered media exhibits an analogue spin Hall effect (SHE). In non-resonant materials, however, the SHE shows up at a scale much larger than the mean free path, making its observation challenging due to the exponential attenuation of the coherent mode. Here, we show that in disordered photonic arrays, the SHE on the contrary appears at a scale smaller than the mean free path if one operates in the close vicinity of the second, transverse-magnetic Mie resonance of the array. In combination with a weak measurement, this gives rise to a giant SHE visible in optically-thin arrays. Furthermore, we find that by additionally exploiting the coherent flash of light following the abrupt extinction of the incoming beam, one can achieve a time-dependent SHE, observable at large optical thickness as well. ",
    "url": "https://arxiv.org/abs/2210.16379",
    "authors": [
      "Federico Carlini",
      "Nicolas Cherroret"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.16425",
    "title": "Feasibility study for the hard x-ray free electron laser based on  synergistic use of conventional and plasma accelerator technologies",
    "abstract": "We access the possibility of using the conventional RF accelerator as an injector for the plasma driven wakefield accelerator. Conventional accelerators deliver high quality beams with low emittance and low energy spread. Once injected into the plasma wake, the emittance may be preserved upon proper beam matching while the energy spread may not due to long beam duration delivered by the conventional accelerators. Parameters of the overall accelerator system and the free electron laser based on such an accelerator are estimated. ",
    "url": "https://arxiv.org/abs/2210.16425",
    "authors": [
      "Nikolai Yampolsky",
      "Sandra Biedron",
      "Bjorn Manuel Hegelich",
      "Scott Luedtke",
      "Evgenya Simakov",
      "Stephen Milton"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2210.16436",
    "title": "Rod and slit photonic crystal microrings for on-chip cavity quantum  electrodynamics",
    "abstract": "Micro-/nanocavities that combine high quality factor ($Q$) and small mode volume ($V$) have been used to enhance light-matter interactions for cavity quantum electrodynamics (cQED). Whispering gallery mode (WGM) geometries such as microdisks and microrings support high-$Q$ and are design- and fabrication-friendly, but $V$ is often limited to tens of cubic wavelengths to avoid WGM radiation. The stronger modal confinement provided by either one-dimensional or two-dimensional photonic crystal defect geometries can yield sub-cubic-wavelength $V$, yet the requirements on precise design and dimensional control are typically much more stringent to ensure high-$Q$. Given their complementary features, there has been sustained interest in geometries that combine the advantages of WGM and photonic crystal cavities. Recently, a `microgear' photonic crystal ring (MPhCR) has shown promise in enabling additional defect localization ($>$ 10$\\times$ reduction of $V$) of a WGM, while maintaining high-$Q$ ($\\approx10^6$) and other WGM characteristics in ease of coupling and design. However, the unit cell geometry used is unlike traditional PhC cavities, and etched surfaces may be too close to embedded quantum nodes (quantum dots, atomic defect spins, etc.) for cQED applications. Here, we report two novel PhCR designs with `rod' and `slit' unit cells, whose geometries are more traditional and suitable for solid-state cQED. Both rod and slit PhCRs have high-$Q$ ($>10^6$) with WGM coupling properties preserved. A further $\\approx$~10$\\times$ reduction of $V$ by defect localization is observed in rod PhCRs. Moreover, both fundamental and 2nd-order PhC modes co-exist in slit PhCRs with high $Q$s and good coupling. Our work showcases that high-$Q/V$ PhCRs are in general straightforward to design and fabricate and are a promising platform to explore for cQED. ",
    "url": "https://arxiv.org/abs/2210.16436",
    "authors": [
      "Xiyuan Lu",
      "Feng Zhou",
      "Yi Sun",
      "Mingkang Wang",
      "Qingyang Yan",
      "Ashish Chanana",
      "Andrew McClung",
      "Vladimir A Aksyuk",
      "Marcelo Davanco",
      "Kartik Srinivasan"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.16562",
    "title": "Structural Reconstruction in Lead-free Two-dimensional Tin Iodide  Perovskites Leading to High Quantum Yield Emission",
    "abstract": "We report a structural reconstruction-induced high photoluminescence quantum yield of 25% in colloidal two-dimensional tin iodide nanosheets that are synthesized by a hot-injection method. The as-synthesized red-colored nanosheets of octylammonium tin iodide perovskites at room temperature transform to white hexagonal nanosheets upon washing or exposure to light. This structural change increases the bandgap from 2.0 eV to 3.0 eV, inducing a large Stokes shift and a broadband emission. Further, a long photoluminescence lifetime of about 1 microsecond is measured for the nanosheets. Such long-lived broad and intense photoluminescence with large Stokes shift is anticipated to originate from tin iodide clusters that are formed during the structural reconstruction. Stereoactive 5s2 lone pair of tin (II) ions perturbs the excited state geometry of the white hexagonal nanosheets and facilitates the formation of self-trapped excitons. Such broadband and intensely emitting metal halide nanosheets are promising for white light-emitting diodes. ",
    "url": "https://arxiv.org/abs/2210.16562",
    "authors": [
      "Sushant Ghimire",
      "Kevin Oldenburg",
      "Stephan Bartling",
      "Rostyslav Lesyuk",
      "Christian Klinke"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2210.16582",
    "title": "Harmonics-assisted optical phase amplifier",
    "abstract": "The change in the relative phase between two light fields serves as a basic principle for the measurement of the physical quantity that guides this change. It would therefore be highly advantageous if the relative phase could be amplified to enhance the measurement resolution. One well-known method for phase amplification involves the use of the multi-photon number and path entangled state known as the NOON state; however, a high-number NOON state is very difficult to prepare and is highly sensitive to optical losses. Here we propose and experimentally demonstrate in principle a phase amplifier scheme with the assistance of a harmonic generation process. The relative phase difference between two polarization modes in a polarized interferometer is amplified coherently four times with cascaded second-harmonic generation processes. We demonstrate that these amplification processes can be recycled and therefore have the potential to realize much higher numbers of multiple amplification steps. The phase amplification method presented here shows considerable advantages over the method based on NOON states and will be highly promising for use in precision optical measurements. ",
    "url": "https://arxiv.org/abs/2210.16582",
    "authors": [
      "Wu-Zhen Li",
      "Chen Yang",
      "Zhi-Yuan Zhou",
      "Yan Li",
      "Yin-Hai Li",
      "Su-Jian Niu",
      "Zheng Ge",
      "Li Chen",
      "Guang-Can Guo",
      "Bao-Sen Shi"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.16626",
    "title": "Acoustic amplifying diode using non-reciprocal Willis coupling",
    "abstract": "We propose a concept called acoustic amplifying diode in combining both signal isolation and amplification in a single device. The signal is exponentially amplified in one direction with no reflection and is completely absorbed in another. In this case, the reflection is eliminated from the device in both directions due to impedance matching, preventing backscattering to the signal source. Here, we experimentally demonstrate the amplifying diode using an active metamaterial with non-reciprocal Willis coupling. We also discuss the situation with the presence of both reciprocal and non-reciprocal Willis couplings for more flexibility in implementation. The concept of acoustic amplifying diode will enable applications in sound isolation, sensing and communication, in which non-reciprocity can play an important role. ",
    "url": "https://arxiv.org/abs/2210.16626",
    "authors": [
      "Xinhua Wen",
      "Heung Kit Yip",
      "Choonlae Cho",
      "Jensen Li",
      "Namkyoo Park"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2210.16713",
    "title": "Whence deep realism for Everettian quantum mechanics?",
    "abstract": "`Shallow' and `deep' versions of scientific realism may be distinguished as follows: the shallow realist is satisfied with belief in the existence of the posits of our best scientific theories; by contrast, deep realists claim that realism can be legitimate only if such entities are described in metaphysical terms. We argue that this methodological discussion can be fruitfully applied in Everettian quantum mechanics, specifically on the debate concerning the existence of worlds and the recent dispute between Everettian actualism and quantum modal realism. After presenting what is involved in such dispute, we point to a dilemma for realists: either we don't have the available metaphysical tools to answer the deep realist's demands, and realism is not justified in this case, or such demands of metaphysical dressing are not mandatory for scientific realism, and deep versions of realism are not really required. ",
    "url": "https://arxiv.org/abs/2210.16713",
    "authors": [
      "Raoni W. Arroyo",
      "Jonnas R. B. Arenhart"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2210.16745",
    "title": "Terahertz Near-field Imaging of Sub-wavelength Connected/Isolated  Patches in Micro and Nanoscale: Experiment and Simulation of Optical and  Electrical Properties",
    "abstract": "Drude model successfully quantifies the optical constants for bulk matters, but it is not suitable for sub-wavelength objects. In this paper, near-field optics microscopy and finite element simulation are used to study the gold patches of different connected states in the terahertz spectrum. Electron transportation is discovered in determining optical properties of micron conductors. As the sample size decreases, near-field interaction becomes more complex, and abnormal signal enhancement is observed on the substrate. With the help of simulation, the phenomenon of abnormal enhancement is discussed in detail, which lays the foundation for further experimental verification. ",
    "url": "https://arxiv.org/abs/2210.16745",
    "authors": [
      "Changlin Wu",
      "Guanjun You",
      "Chang Wang",
      "Juncheng Cao"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2210.16812",
    "title": "TiN-GST-TiN All-Optical Reflection Modulator for 2 $μ$m Waveband  Reaching 85% Efficiency",
    "abstract": "In this study, we present an all-optical reflection modulator for 2$\\mu$m communication band exploiting a nano-gear-array metasurface and a phase-change-material Ge$_2$Sb$_2$Te$_5$ (GST). The reflectance of the structure can be manipulated by altering the phase of GST by employing optical stimuli. The paper shows details on the optical and opto-thermal modeling techniques of GST. Numerical investigation reveals that the metastructure exhibits a conspicuous changeover from $\\sim$ 99% absorption to very poor interaction with the operating light depending on the switching states of the GST, ending up with 85\\% modulation depth and only 0.58 dB insertion loss. Due to noticeable differences in optical responses, we can demonstrate a high extinction ratio of 28 dB and a commendable FOM of 49, so far the best modulation performance in this wavelength window. In addition, real-time tracking of the reflectance during phase transition manifests high-speed switching expending low energy per cycle, on the order of sub-nJ. Hence, given its overall performance, the device will be a paradigm for the optical modulators for upcoming 2 $\\mu$m communication technology. ",
    "url": "https://arxiv.org/abs/2210.16812",
    "authors": [
      "Md Asif Hossain Bhuiyan",
      "Shamima Akter Mitu",
      "Sajid Muhaimin Choudhury"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2210.16935",
    "title": "Scalable and self-correcting photonic computation using balanced  photonic binary tree cascades",
    "abstract": "Programmable unitary photonic networks that interfere hundreds of modes are emerging as a key technology in energy-efficient sensing, machine learning, cryptography, and linear optical quantum computing applications. In this work, we establish a theoretical framework to quantify error tolerance and scalability in a more general class of \"binary tree cascade'' programmable photonic networks that accept up to tens of thousands of discrete input modes $N$. To justify this scalability claim, we derive error tolerance and configuration time that scale with $\\log_2 N$ for balanced trees versus $N$ in unbalanced trees, despite the same number of total components. Specifically, we use second-order perturbation theory to compute phase sensitivity in each waveguide of balanced and unbalanced networks, and we compute the statistics of the sensitivity given random input vectors. We also evaluate such networks after they self-correct, or self-configure, themselves for errors in the circuit due to fabrication error and environmental drift. Our findings have important implications for scaling photonic circuits to much larger circuit sizes; this scaling is particularly critical for applications such as principal component analysis and fast Fourier transforms, which are important algorithms for machine learning and signal processing. ",
    "url": "https://arxiv.org/abs/2210.16935",
    "authors": [
      "Sunil Pai",
      "Olav Solgaard",
      "Shanhui Fan",
      "David A.B. Miller"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Emerging Technologies (cs.ET)",
      "Signal Processing (eess.SP)"
    ]
  },
  {
    "id": "arXiv:2210.17103",
    "title": "Fabry-Perot Bound States in the Continuum in an Anisotropic Photonic  Crystal",
    "abstract": "An anisotropic photonic crystal containing two anisotropic defect layers is considered. It is demonstrated that the system under can support a Fabry-Perot bound state in the continuum (FP-BIC). A fully analytic solution of the scattering problem as well as a condition for FP-BIC have been derived in the framework of the temporal coupled-mode theory. ",
    "url": "https://arxiv.org/abs/2210.17103",
    "authors": [
      "Stepan V. Nabol",
      "Pavel S. Pankin",
      "Dmitrii N. Maksimov",
      "Ivan V. Timofeev"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.17221",
    "title": "Controlling the water nonlinear refractive index in the THz frequency  range via temperature variation",
    "abstract": "To create self-controlled radiation photonics systems, it is necessary to have complete information about the nonlinear properties of the materials used. In this paper, the vibrational mechanism of the giant low-inertia cubic nonlinearity of water in the terahertz frequency range is experimentally proven. Its dominance which manifests itself when the temperature of the liquid changes is demonstrated. The measured nonlinear refractive index in the THz frequency range for water jet at temperatures from 14$^{\\circ}$C to 21$^{\\circ}$C demonstrates a correlation with the theoretical approach, varies from 4 to 10$\\cdot$10$^{-10}$ cm$^2$/W and is characterized by a inertial time constant of less than 1 ps. ",
    "url": "https://arxiv.org/abs/2210.17221",
    "authors": [
      "Aleksandra Nabilkova",
      "Azat Ismagilov",
      "Maksim Melnik",
      "Anton Tcypkin",
      "Mikhail Guselnikov",
      "Sergei Kozlov",
      "Xi-Cheng Zhang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.17286",
    "title": "Near-Infrared 3D Imaging with Upconversion Detection",
    "abstract": "We demonstrate a photon-sensitive, three-dimensional camera by active near-infrared illumination and fast time-of-flight gating. It uses pico-second pump pulses to selectively up-convert the backscattered photons according to their spatiotemporal modes via sum-frequency generation in a \\c{hi}2 nonlinear crystal, which are then detected by electron-multiplying CCD with photon sensitive detection. As such, it achieves sub-millimeter depth resolution, exceptional noise suppression, and high detection sensitivity. Our results show that it can accurately reconstruct the surface profiles of occluded targets placed behind highly scattering and lossy obscurants of 14 optical depth (round trip), using only milliwatt illumination power. This technique may find applications in biomedical imaging, environmental monitoring, and wide-field light detection and ranging ",
    "url": "https://arxiv.org/abs/2210.17286",
    "authors": [
      "He Zhang",
      "Santosh Kumar",
      "Yong Meng Sua",
      "Shenyu Zhu",
      "Yu-Ping Huang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2210.17304",
    "title": "H2020-SPACE-ORIONAS Miniaturized optical transceivers for high-speed  optical inter-satellite links",
    "abstract": "The European H2020-SPACE-ORIONAS project targets the development of optical transceiver and amplifier integrated circuits and modules applicable to high-speed and compact laser communication terminals. This paper presents the most recent project achievements in the fabrication of high-speed electronic-photonic modulator and receiver circuits monolithically integrated in the silicon photonics platform and their assembly in bread-board level photonic modules. ",
    "url": "https://arxiv.org/abs/2210.17304",
    "authors": [
      "L. Stampoulidis",
      "A. Osman",
      "I. Sourikopoulos",
      "G. Winzer",
      "L. Zimmermann",
      "W. Dorward",
      "A. Serrano Rodrigo",
      "M. Chiesa",
      "D. Rotta",
      "A. Maho",
      "M. Faugeron",
      "M. Sotom",
      "F. Caccavale"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Signal Processing (eess.SP)"
    ]
  },
  {
    "id": "arXiv:2210.17354",
    "title": "Turbulence and added drag over acoustic liners",
    "abstract": "We present pore-resolved direction numerical simulations (DNS) of turbulent flows grazing over perforated plates, that closely resemble the acoustic liners found on aircraft engines. Our DNS explore a large parameter space including the effects of porosity, thickness, and viscous-scaled diameter of the perforated plates, at friction Reynolds numbers $Re_\\tau = 500$-$2000$, which allows us to develop a robust theory for estimating the added drag induced by acoustic liners. We find that acoustic liners can be regarded as porous surfaces with a wall-normal permeability and that the relevant length scale characterizing their added drag is the inverse of the wall-normal Forchheimer coefficient. Unlike other types of porous surfaces featuring Darcian velocities inside the pores, the flow inside the orifices of acoustic liners is fully turbulent, with a magnitude of the wall-normal velocity fluctuations comparable to the peak in the near wall cycle. We provide clear evidence a fully rough regime for acoustic liners, also confirmed by the increasing relevance of pressure drag. Once the fully rough asymptote is reached, canonical acoustic liners provide an added drag comparable to sand-grain roughness with viscous-scaled height matching the inverse of the viscous-scaled Forchheimer permeability of the plate. ",
    "url": "https://arxiv.org/abs/2210.17354",
    "authors": [
      "Haris Shahzad",
      "Stefan Hickel",
      "Davide Modesti"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2112.10128",
    "title": "Performance analysis of continuous-variable quantum key distribution  using non-Gaussian states",
    "abstract": "In this study, we analyze the efficiency of a protocol with discrete modulation of continuous variable non-Gaussian states, the coherent states having one photon added and then one photon subtracted (PASCS). We calculate the secure key generation rate against collective attacks using the fact that Eve's information can be bounded based on the protocol with Gaussian modulation, which in turn is unconditionally secure. Our results for a four-state protocol show that the PASCS always outperforms the equivalent coherent states protocol under the same environmental conditions. Interestingly, we find that for the protocol using discrete-modulated PASCS, the noisier the line, the better will be its performance compared to the protocol using coherent states. Thus, our proposal proves to be advantageous for performing quantum key distribution in non-ideal situations. ",
    "url": "https://arxiv.org/abs/2112.10128",
    "authors": [
      "L.S. Aguiar",
      "L.F.M. Borelli",
      "J.A. Roversi",
      "A. Vidiella-Barranco"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Cryptography and Security (cs.CR)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.15702",
    "title": "An integrated microwave-to-optics interface for scalable quantum  computing",
    "abstract": "Microwave-to-optics transduction is emerging as a vital technology for scaling quantum computers and quantum networks. To establish useful entanglement links between qubit processing units, several key conditions have to be simultaneously met: the transducer must add less than a single quantum of input referred noise and operate with high-efficiency, as well as large bandwidth and high repetition rate. Here we present a new design for an integrated transducer based on a planar superconducting resonator coupled to a silicon photonic cavity through a mechanical oscillator made of lithium niobate on silicon. We experimentally demonstrate its unique performance and potential for simultaneously realizing all of the above conditions, measuring added noise that is limited to a few photons, transduction efficiencies as high as 0.9%, with a bandwidth of 14.8 MHz and a repetition rate of up to 100 kHz. Our device couples directly to a 50-Ohm transmission line and can easily be scaled to a large number of transducers on a single chip, paving the way for distributed quantum computing. ",
    "url": "https://arxiv.org/abs/2210.15702",
    "authors": [
      "Matthew J. Weaver",
      "Pim Duivestein",
      "Alexandra C. Bernasconi",
      "Selim Scharmer",
      "Mathilde Lemang",
      "Thierry C. van Thiel",
      "Frederick Hijazi",
      "Bas Hensen",
      "Simon Gröblacher",
      "Robert Stockill"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.16312",
    "title": "Quantum wavefunction reconstruction by free-electron spectral shearing  interferometry",
    "abstract": "We propose a novel spectral method for reconstructing quantum wavefunction of an electron pulse, free-electron spectral shearing interferometry (FESSI). We employ a Wien filter to generate two time-delayed replicas of the electron wavepacket and then shift one replica in energy using a light-electron modulator driven by a mid-infrared laser. As a direct demonstration, we numerically reconstruct an ultrashort electron pulse with a kinetic energy of 10 keV. FESSI is experimentally feasible and enables us to fully determine distinct orders of spectral phases and their physical implications, providing a universal approach to characterize ultrashort electron pulses. ",
    "url": "https://arxiv.org/abs/2210.16312",
    "authors": [
      "Zhaopin Chen",
      "Bin Zhang",
      "Yiming Pan",
      "Michael Krueger"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Accelerator Physics (physics.acc-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.16355",
    "title": "QuDPy: A Python-Based Tool For Computing Ultrafast Non-linear Optical  Responses",
    "abstract": "Nonlinear Optical Spectroscopy is a well-developed field with theoretical and experimental advances that have aided multiple fields including chemistry, biology and physics. However, accurate quantum dynamical simulations based on model Hamiltonians are need to interpret the corresponding multi-dimensional spectral signals properly. In this article, we present the initial release of our code, QuDPy (quantum dynamics in python) which addresses the need for a robust numerical platform for performing quantum dynamics simulations based on model systems, including open quantum systems. An important feature of our approach is that one can specify various high-order optical response pathways in the form of double-sided Feynman diagrams via a straightforward input syntax that specifies the time-ordering of ket-sided or bra-sided optical interactions acting upon the time-evolving density matrix of the system. We use the quantum dynamics capabilities of QuTip for simulating the spectral response of complex systems to compute essentially any n-th-order optical response of the model system. We provide a series of example calculations to illustrate the utility of our approach. ",
    "url": "https://arxiv.org/abs/2210.16355",
    "authors": [
      "S. A. Shah",
      "Hao Li",
      "Eric R. Bittner",
      "Carlos Silva",
      "Andrei Piryatinski"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2210.16362",
    "title": "Monolithically integrated 940 nm half VCSELs on bulk Ge substrates",
    "abstract": "High quality n-type AlGaAs distributed Bragg reflectors (DBRs) and lnGaAs multiple quantum wells were successfully monolithically grown on 4-inch off-cut Ge (100) wafers. The grown structures have photoluminescence spectra and reflectance spectra comparable to those grown on conventional bulk GaAs wafers and have smooth morphology and reasonable uniformity. These results strongly support full VCSEL growth and fabrication on larger-area bulk Ge substrates for the mass production of AlGaAs-based VCSELs. ",
    "url": "https://arxiv.org/abs/2210.16362",
    "authors": [
      "Yunlong Zhao",
      "Jia Guo",
      "Markus Feifel",
      "Hao-Tien Cheng",
      "Yun-Cheng Yang",
      "Lukas Chrostowski",
      "David Lackner",
      "Chao-Hsin Wu",
      "Guangrui"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.16387",
    "title": "An Integrated Photon-Pair Source with Monolithic Piezoelectric Frequency  Tunability",
    "abstract": "This work demonstrates the capabilities of an entangled photon-pair source at telecom wavelengths, based on a photonic integrated Si$_3$N$_4$ microresonator, with monolithically integrated piezoelectric frequency tuning. Previously, frequency tuning of photon-pairs generated by microresonators has only been demonstrated using thermal control. However, these have limited actuation bandwidth, and are not compatible with cryogenic environments. Here, the frequency-tunable photon-pair generation capabilities of a Si$_3$N$_4$ microresonator with a monolithically integrated aluminium nitride layer are shown. In addition, fast-frequency locking of the microresonator to an external laser is demonstrated, with a resulting locking bandwidth many times higher than achieved with previous thermal locking schemes. These abilities add to the existing `photonic toolbox' available when using such integrated microresonators as photon-pair sources, and will have direct application in future schemes which interface such sources with quantum memories based on e.g. trapped-ion or rare-earth ion schemes. ",
    "url": "https://arxiv.org/abs/2210.16387",
    "authors": [
      "Tiff Brydges",
      "Arslan S. Raja",
      "Angelo Gelmini",
      "Grigorii Likhachev",
      "Antoine Petitjean",
      "Hao Tian",
      "Rui N. Wang",
      "Sunil A. Bhave",
      "Hugo Zbinden",
      "Tobias J. Kippenberg",
      "Rob Thew"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.16493",
    "title": "Neural network quantum state with proximal optimization: a ground-state  searching scheme based on variational Monte Carlo",
    "abstract": "Neural network quantum states (NQS), incorporating with variational Monte Carlo (VMC) method, are shown to be a promising way to investigate quantum many-body physics. Whereas vanilla VMC methods perform one gradient update per sample, we introduce a novel objective function with proximal optimization (PO) that enables multiple updates via reusing the mismatched samples. Our VMC-PO method keeps the advantage of the previous importance sampling gradient optimization algorithm [L. Yang, {\\it et al}, Phys. Rev. Research {\\bf 2}, 012039(R)(2020)] that efficiently uses sampled states. PO mitigates the numerical instabilities during network updates, which is similar to stochastic reconfiguration (SR) methods, but achieves an alternative and simpler implement with lower computational complexity. We investigate the performance of our VMC-PO algorithm for ground-state searching with a 1-dimensional transverse-field Ising model and 2-dimensional Heisenberg antiferromagnet on a square lattice, and demonstrate that the reached ground-state energies are comparable to state-of-the-art results. ",
    "url": "https://arxiv.org/abs/2210.16493",
    "authors": [
      "Feng Chen",
      "Ming Xue"
    ],
    "subjectives": [
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Machine Learning (cs.LG)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2210.16540",
    "title": "Entanglement distribution with minimal memory requirements using  time-bin photonic qudits",
    "abstract": "Generating multiple entangled qubit pairs between distributed nodes is a prerequisite for a future quantum internet. To achieve a practicable generation rate, standard protocols based on photonic qubits require multiple long-term quantum memories, which remains a significant experimental challenge. In this paper, we propose a novel protocol based on $2^m$-dimensional time-bin photonic qudits that allow for the simultaneous generation of multiple ($m$) entangled pairs between two distributed qubit registers and outline a specific implementation of the protocol based on cavity-mediated spin-photon interactions. By adopting the qudit protocol, the required qubit memory time is independent of the transmission loss between the nodes in contrast to standard qubit approaches. As such, our protocol can significantly boost the performance of near-term quantum networks. ",
    "url": "https://arxiv.org/abs/2210.16540",
    "authors": [
      "Yunzhe Zheng",
      "Hemant Sharma",
      "Johannes Borregaard"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.16946",
    "title": "AtOMICS: A neural network-based Automated Optomechanical Intelligent  Coupling System for testing and characterization of silicon photonics  chiplets",
    "abstract": "Recent advances in silicon photonics promise to revolutionize modern technology by improving performance of everyday devices in multiple fields. However, as the industry moves into a mass fabrication phase, the problem of effective testing of integrated silicon photonics devices remains to be solved. A cost-efficient manner that reduces schedule risk needs to involve automated testing of multiple devices that share common characteristics such as input-output coupling mechanisms, but at the same time needs to be generalizable to multiple types of devices and scenarios. In this paper we present a neural network-based automated system designed for in-plane fiber-chip-fiber testing, characterization, and active alignment of silicon photonic devices that use process-design-kit library edge couplers. The presented approach combines state-of-the-art computer vision techniques with time-series analysis, in order to control a testing setup that can process multiple devices and can be easily tuned to incorporate additional hardware. The system can operate at vacuum or atmospheric pressures and maintains stability for fairly long time periods in excess of a month. ",
    "url": "https://arxiv.org/abs/2210.16946",
    "authors": [
      "Jaime Gonzalo Flor Flores",
      "Connor Nasseraddin",
      "Jim Solomon",
      "Talha Yerebakan",
      "Andrey B. Matsko",
      "Chee Wei Wong"
    ],
    "subjectives": [
      "Image and Video Processing (eess.IV)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2210.17288",
    "title": "Retrieving unitary polarization transformations via optimized quantum  tomography",
    "abstract": "An optical waveplate rotating light polarization can be modeled as a single-qubit unitary operator, whose action can be experimentally determined via quantum process tomography. Standard approaches to tomographic problems rely on the maximum-likelihood estimation, providing the most likely transformation to yield the same outcomes as a set of experimental projective measurements. The performances of this method strongly depend on the number of input measurements and the numerical minimization routine that is adopted. Here we investigate the application of genetic and machine-learning approaches to this problem, finding that both allow for more accurate reconstructions and faster operations when processing a set of projective measurements very close to the minimal one. We also apply these techniques to the case of space-dependent polarization transformations, providing an experimental characterization of the optical action of complex spin-orbit metasurfaces. We expect these results to lay the groundwork for the optimization of tomographic approaches in more general quantum processes, including non-unitary gates and operations in higher-dimensional Hilbert spaces. ",
    "url": "https://arxiv.org/abs/2210.17288",
    "authors": [
      "Francesco Di Colandrea",
      "Lorenzo Amato",
      "Roberto Schiattarella",
      "Alexandre Dauphin",
      "Filippo Cardano"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.17407",
    "title": "Circuit Solutions towards Broadband Piezoelectric Energy Harvesting: An  Impedance Analysis",
    "abstract": "In the studies of piezoelectric energy harvesting (PEH) systems, literature has shown that circuit advancement has a significant effect on the enhancement of energy harvesting capability in resonance. On the other hand, some recent studies using the phase-variable (PV) synchronized switch technologies have found that the advanced circuit solutions can also broaden the harvesting bandwidth. However, the available span of the electrically induced dynamics by the existing energy harvesting circuits was not properly defined and demonstrated. Performance comparison among different circuits cannot be fairly achieved without using a common theoretical language. Given these, this paper provides an impedance-based analysis and comparison on the electromechanical joint dynamics of the PEH systems using different interface circuits. Given that the resonance tunability by circuit solutions has received no attention in the conventional ideal model of kinetic energy harvester, we firstly propose a more inclusive ideal model for better generalization. In practice, it was proven that the attainable dynamic ranges of the practical energy harvesting circuits are only some subsets of the ideal realm. A detailed quantitative study on the attainable ranges of the PV circuit solutions is provided after the introduction of the ideal target. Simulation and experimental results of different interface circuits show good agreement with the theoretical analysis. It can be concluded that the resonance tunability strongly depends on the achievable extent in the reactive direction of the equivalent impedance plane. In practice, the electromechanical coupling conditions and dielectric loss might also influence the resonance tunability. The general ideal model and quantitative impedance analysis provided in this paper help guide the future design effort towards high-capability and broadband PEH systems. ",
    "url": "https://arxiv.org/abs/2210.17407",
    "authors": [
      "Bao Zhao",
      "Junrui Liang"
    ],
    "subjectives": [
      "Systems and Control (eess.SY)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2210.17460",
    "title": "Quantum Computers for Weather and Climate Prediction: The Good, the Bad  and the Noisy",
    "abstract": "Over the past few years, quantum computers and quantum algorithms have attracted considerable interest and attention from numerous scientific disciplines. In this article, we aim to provide a non-technical, yet informative introduction to key aspects of quantum computing. We discuss whether quantum computers one day might become useful tools for numerical weather and climate prediction. Using a recently developed quantum algorithm for solving non-linear differential equations, we integrate a simple non-linear model. In addition to considering the advantages that quantum computers have to offer, we shall also discuss the challenges one faces when trying to use quantum computers for real-world problems involving ''big data'', such as weather prediction. ",
    "url": "https://arxiv.org/abs/2210.17460",
    "authors": [
      "Felix Tennie",
      "Tim Palmer"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atmospheric and Oceanic Physics (physics.ao-ph)"
    ]
  },
  {
    "id": "arXiv:2111.05757",
    "title": "Transition Edge Sensor Chip Design of Modular CEνNS Detector for the  Ricochet Experiment",
    "abstract": " Title: Transition Edge Sensor Chip Design of Modular CEνNS Detector for the  Ricochet Experiment ",
    "url": "https://arxiv.org/abs/2111.05757",
    "authors": [
      "R. Chen",
      "H. Douglas Pinckney",
      "E. Figueroa-Feliciano",
      "Z. Hong",
      "B. Schmidt"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2201.02672",
    "title": "Dipolar physics: A review of experiments with magnetic quantum gases",
    "abstract": " Title: Dipolar physics: A review of experiments with magnetic quantum gases ",
    "url": "https://arxiv.org/abs/2201.02672",
    "authors": [
      "Lauriane Chomaz",
      "Igor Ferrier-Barbut",
      "Francesca Ferlaino",
      "Bruno Laburthe-Tolra",
      "Benjamin L. Lev",
      "Tilman Pfau"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2202.09731",
    "title": "Fractional optical angular momentum and multi-defect-mediated mode  re-normalization and orientation control in photonic crystal microring  resonators",
    "abstract": " Comments: Accept by Physical Review Letter ",
    "url": "https://arxiv.org/abs/2202.09731",
    "authors": [
      "Mingkang Wang",
      "Feng Zhou",
      "Andrew McClung",
      "Xiyuan Lu",
      "Vladimir A. Aksyuk",
      "Kartik Srinivasan"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.15253",
    "title": "Measurement and control of a superconducting quantum processor with a  fully-integrated radio-frequency system on a chip",
    "abstract": " Comments: v3: peer reviewed, accepted manuscript; v2: correct theoretical gate fidelity in Sec. III C ",
    "url": "https://arxiv.org/abs/2205.15253",
    "authors": [
      "Mats O. Tholén",
      "Riccardo Borgani",
      "Giuseppe Ruggero Di Carlo",
      "Andreas Bengtsson",
      "Christian Križan",
      "Marina Kudra",
      "Giovanna Tancredi",
      "Jonas Bylander",
      "Per Delsing",
      "Simone Gasparinetti",
      "David B. Haviland"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2208.11005",
    "title": "3D-printed facet-attached optical elements for connecting VCSEL and  photodiodes to fiber arrays and multi-core fibers",
    "abstract": " Title: 3D-printed facet-attached optical elements for connecting VCSEL and  photodiodes to fiber arrays and multi-core fibers ",
    "url": "https://arxiv.org/abs/2208.11005",
    "authors": [
      "Pascal Maier",
      "Yilin Xu",
      "Mareike Trappen",
      "Matthias Lauermann",
      "Alexandra Henniger-Ludwig",
      "Hermann Kapim",
      "Torben Kind",
      "Philipp-Immanuel Dietrich",
      "Achim Weber",
      "Matthias Blaicher",
      "Clemens Wurster",
      "Sebastian Randel",
      "Wolfgang Freude",
      "Christian Koos"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2210.15018",
    "title": "On the control of electron heating for optimal laser radiation pressure  ion acceleration",
    "abstract": " Comments: 20 (25) pages, 10 figures ",
    "url": "https://arxiv.org/abs/2210.15018",
    "authors": [
      "H.-G. Jason Chou",
      "Anna Grassi",
      "Siegfried H. Glenzer",
      "Frederico Fiuza"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2210.15619",
    "title": "Large area photon calorimeter with Ir-Pt bilayer transition-edge sensor  for the CUPID experiment",
    "abstract": " Comments: 12 pages, 14 figures ",
    "url": "https://arxiv.org/abs/2210.15619",
    "authors": [
      "V. Singh",
      "G. Benato",
      "M. Beretta",
      "C. Capelli",
      "C.L. Chang",
      "B.K. Fujikawa",
      "E.V. Hansen",
      "Yu.G. Kolomensky",
      "WK. Kwok",
      "M. Lisovenko",
      "L. Marini",
      "V. Novosad",
      "J. Pearson",
      "B. Schmidt",
      "K.J. Vetter",
      "G. Wang",
      "B. Welliver",
      "U. Welp",
      "V. Yefremenko",
      "J. Zhang"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)",
      "Nuclear Experiment (nucl-ex)",
      "Applied Physics (physics.app-ph)"
    ]
  }
]