[
  {
    "id": "arXiv:2307.05510",
    "title": "Carbon Emissions of Quantum Circuit Simulation: More than You Would  Think",
    "abstract": "The rapid advancement of quantum hardware brings a host of research opportunities and the potential for quantum advantages across numerous fields. In this landscape, quantum circuit simulations serve as an indispensable tool by emulating quantum behavior on classical computers. They offer easy access, noise-free environments, and real-time observation of quantum states. However, the sustainability aspect of quantum circuit simulation is yet to be explored. In this paper, we introduce for the first time the concept of environmental impact from quantum circuit simulation. We present a preliminary model to compute the CO2e emissions derived from quantum circuit simulations. Our results indicate that large quantum circuit simulations (43 qubits) could lead to CO2e emissions 48 times greater than training a transformer machine learning model. ",
    "url": "https://arxiv.org/abs/2307.05510",
    "authors": [
      "Jinyang Li",
      "Qiang Guan",
      "Dingwen Tao",
      "Weiwen Jiang"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2307.05525",
    "title": "How many supercells are required to achieve unconventional light  confinement effects in moiré photonic lattices?",
    "abstract": "Moir\\'e structures are receiving increasing attention in nanophotonics as they support intriguing optical phenomena. In the so-called \"magic configuration\", one-dimensional moir\\'es give rise to fully dispersionless energy bands known as \"flatbands\", where the light is tightly localized within each supercell of the periodic moir\\'e. The goal of this investigation is to determine to what extent the confinement of light, observed in periodic structures, is preserved in microcavities of finite size. Here we analyze the optical response of finite moir\\'e structures consisting of one, two, or more supercells of 1D moir\\'e. Our calculations reveal that for single-supercell cavity, the magic configuration does not impact the electric field confinement at the wavelength of the flat band modes. However, when three or more supercells are connected, we show that the coupling between supercells is canceled at the \"magic configuration\", resulting in highly confined modes with a quality factor greater than $10^6$ and exhibiting the characteristics of a quasi-bound state in the continuum where optical losses are eliminated through a destructive interference process. ",
    "url": "https://arxiv.org/abs/2307.05525",
    "authors": [
      "Chirine Saadi",
      "Hai Son Nguyen",
      "Sébastien Cueff",
      "Lydie Ferrier",
      "Xavier Letartre",
      "Ségolène Callard"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2307.05615",
    "title": "Laser light scattering (LLS) to observe plasma impact on the adhesion of  micrometer-sized particles to a surface",
    "abstract": "Laser Light Scattering (LLS) method, combined with a long-distance microscope was utilized to detect micrometer-sized particles on a smooth substrate. LLS was capable to detect individual particle release, shrink, or fragmentation during exposure to a plasma or a gas jet. In-situ monitoring of hundreds of particles was carried out to investigate the effect of hydrogen plasma exposure on particle adhesion, morphology, and composition. LLS was calibrated with monodisperse melamine resin spheres with known sizes of 2.14 um, 2.94 um, and 5.26 um in diameter. The lowest achievable noise level of approximately 3% was demonstrated for counting 5.26 um spherical melamine particles. The accuracy for melamine particle size measurements ranged from 50% for 2.14 um particles to 10% for 5.26 um particles. This scatter was taken as the imprecision of the method. Size distribution for polydisperse particles with known refractive index was obtained by interpolating to an effective scattering cross-section of a sphere using Mie theory. While the Abbe diffraction limit was about 2 um in our system, the detection limit for Si particles in LLS according to Mie approximation was assessed to about 3 um, given the limitations of the laser flux, microscope resolution, camera noise, and particle composition. Additionally, the gradual changes in forward scattering cross-sections for Si particles during the exposure to the hydrogen plasma were consistent with Si etching reported in the literature. ",
    "url": "https://arxiv.org/abs/2307.05615",
    "authors": [
      "D. Shefer",
      "A. Nikipelov",
      "M. van de Kerkhof",
      "V. Banine",
      "J. Beckers"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2307.05710",
    "title": "A Vacuum-Compatible Cylindrical Inertial Rotation Sensor with Picoradian  Sensitivity",
    "abstract": "We describe an inertial rotation sensor with a 30-cm cylindrical proof-mass suspended from a pair of 14-{\\textmu}m thick BeCu flexures. The angle between the proof-mass and support structure is measured with a pair of homodyne interferometers which achieve a noise level of $\\sim 5\\ \\text{prad}/\\sqrt{\\text{Hz}}$. The sensor is entirely made of vacuum compatible materials and the center of mass can be adjusted remotely. ",
    "url": "https://arxiv.org/abs/2307.05710",
    "authors": [
      "M. P. Ross",
      "J. van Dongen",
      "Y. Huang",
      "P. Zhou",
      "Y. Chowdhury",
      "S. K. Apple",
      "C. M. Mow-Lowry",
      "A. L. Mitchell",
      "N. A. Holland",
      "B. Lantz",
      "E. Bonilla",
      "A. Engl",
      "A. Pele",
      "D. Griffith",
      "E. Sanchez",
      "E. A. Shaw",
      "C. Gettings",
      "J. H. Gundlach"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2307.05730",
    "title": "Mirror-enhanced plasmonic nanoaperture for ultrahigh optical force  generation with minimal heat generation",
    "abstract": "Double Nanohole Plasmonic Tweezers (DNH) have revolutionized particle trapping capabilities, enabling trapping of nanoscale particles well beyond the diffraction limit. This advancement allows for the low-power trapping of extremely small particles, such as 20 nm nanoparticles and individual proteins. However, to mitigate the potentially amplified effects of plasmonic heating at resonance illumination, DNH plasmonic tweezers are typically operated under off-resonance conditions.Consequently, this results in a decrease in optical forces and electric field enhancement within the plasmonic hotspot, which is undesirable for applications that require enhanced light-matter interaction like Surface Enhanced Raman Spectroscopy (SERS). In this study, we present a novel design for DNH plasmonic tweezers that addresses these limitations and provides significantly higher field enhancements. By introducing a reflector layer, on-resonance illumination can be achieved while significantly reducing plasmonic heating.This reflector layer facilitates efficient dissipation of heat both in-plane and axially. Furthermore, the integration of a reflector layer enables a redistribution of hotspots via Maxwell's boundary conditions for metals, creating more accessible hotspots optimal for applications that require enhanced light-matter interaction. We also demonstrate low-power trapping of small extracellular vesicles using our novel design, thereby opening possibilities for applications such as SERS and single photon emission that require intense light-matter interaction. ",
    "url": "https://arxiv.org/abs/2307.05730",
    "authors": [
      "Theodore Anyika",
      "Ikjun Hong",
      "Justus C. Ndukaife"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2307.05778",
    "title": "Transportation Fatigue Testing of the pHB650 Power Coupler Antenna for  the PIP-II Project at Fermilab",
    "abstract": "The PIP-II Project will see international shipment of cryomodules from Europe to the United States, and as such, the shocks which can occur during shipment pose a risk to the internal components. Of particular concern is the coupler ceramic window and surrounding brazes, which will see stresses during an excitation event. Since the antenna design is new, and because of the setback failure would create, a cyclic stress test was devised for the antenna. This paper presents the experimental methods, setup, and results of the test. ",
    "url": "https://arxiv.org/abs/2307.05778",
    "authors": [
      "J. Helsper",
      "S. Chandrasekaran",
      "J. Holzbauer",
      "N. Solyak"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2307.05805",
    "title": "Inverse design and additive manufacturing of shape-morphing structures  based on functionally graded composites",
    "abstract": "Shape-morphing structures possess the ability to change their shapes from one state to another, and therefore, offer great potential for a broad range of applications. A typical paradigm of morphing is transforming from an initial two-dimensional (2D) flat configuration into a three-dimensional (3D) target structure. One popular fabrication method for these structures involves programming cuts in specific locations of a thin sheet material (i.e.~kirigami), forming a desired 3D shape upon application of external mechanical load. In this paper, a novel inverse design strategy is proposed by modifying the bending stiffness via introducing distributed modulus in functionally graded composites (FGCs). The longitudinal modulus of each cross-sectional slice can be controlled through the rule of mixtures, hence matching the required modulus distribution along the elastic strip. Following the proposed framework, a diverse range of structures is obtained with different Gaussian curvatures in both numerical simulations and experiments. A very good agreement is achieved between the measured shapes of morphed structures and the targets. In addition, the compressive rigidity and specific energy absorption during compression of FGC-based hemi-ellipsoidal morphing structures with various aspect ratios were also examined numerically and validated against experiments. By conducting systematical numerical simulations, we also demonstrate the multifunctionality of the modulus-graded shape-morphing composites. This new inverse design framework provides an opportunity to create shape-morphing structures by utilising modulus-graded composite materials, which can be employed in a variety of applications involving multi-physical environments. Furthermore, this framework underscores the versatility of the approach, enabling precise control over material properties at a local level. ",
    "url": "https://arxiv.org/abs/2307.05805",
    "authors": [
      "Hirak Kansara",
      "Mingchao Liu",
      "Yinfeng He",
      "Wei Tan"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2307.05928",
    "title": "Effect of polarisation on two-photon resonance in a large Zeeman  manifold",
    "abstract": "In this study, we present numerical investigations on a large Zeeman manifold in an electromagnetically induced transparency (EIT) medium, focusing on the D1 and D2 lines of 87 Rb as our model system. We examine two distinct models comprising 13 and 16 energy levels, respectively, using pump-probe spectroscopy with varying polarization of the light fields. A longitudinal magnetic field is used, and the ellipticity of both light fields is varied with the constraint that both lights have orthogonal polarization. We discover that in the presence of a longitudinal magnetic field, the change in ellipticity of light polarization induces optical anisotropy. This anisotropy results from the uneven distribution of population among the ground Zeeman levels, leading to the absorption of weak probe light. For a large number of states interacting with different field components, the existence of a steady state depends upon the multi-photon resonance and phase matching conditions. A comment is made on why such conditions are not required in our model, and the assumptions and limitations of the model are also discussed. To validate our numerical findings, we perform experimental measurements at two different magnetic field strengths in the D2 line of 87 Rb. The experimental results align well with our numerical simulations. Specifically, we conclude that the probe transmission spectra at lower magnetic field values (up to 20 G) exhibit similarity for both the D1 and D2 lines of 87 Rb, effectively described by the 13-level model. However, at higher magnetic field values, a more complicated 16-level (or higher) system is necessary to accurately capture the response of the probe in D2 line. ",
    "url": "https://arxiv.org/abs/2307.05928",
    "authors": [
      "Nayan Sharma",
      "Ranjit Kumar Singh",
      "Souvik Chatterjee",
      "Prasanta K. Panigrahi",
      "Ajay Tripathi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2307.06130",
    "title": "Remote Chip-Scale Quantum Sensing of Magnetic Fields",
    "abstract": "Quantum sensing is an ever-evolving research field describing the use of a quantum phenomenon to perform measurement of a physical quantity. Amongst different types of quantum sensors, atomic vapor-based quantum effects are extensively used to measure quantities such as time, velocity, acceleration, and electric and magnetic fields. Here, we propose and demonstrate remote quantum sensing using a chip-scale atomic vapor cell. Specifically, we remotely interrogate mm-scale micromachined vapor cells, and measure the ambient Earth's magnetic field at a standoff distance of ~10 meters and a sensitivity of ~1 pT/Hz^0.5 . Simultaneously we are able measure the distance between micro-cell and the interrogating system by means of time-of-flight measurements, thus correlating between position and magnetic field. Consequently, we provide a novel toolset to measure and map arbitrary, remote, and hard to access magnetic field in unshielded environments with high sensitivity and spatial resolution, paving the way to a variety of novel applications in diverse fields such as medicine, communication, defense, space-exploration, and quantum technologies. ",
    "url": "https://arxiv.org/abs/2307.06130",
    "authors": [
      "Kfir Levi",
      "Avital Giat",
      "Liran Golan",
      "Eliran Talker",
      "Liron Stern"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2307.06197",
    "title": "Functional light diffusers based on hybrid CsPbBr$_3$/SiO$_2$  aero-framework structures for laser light illumination and conversion",
    "abstract": "The new generation of laser-based solid-state lighting (SSL) white light sources requires new material systems capable of withstanding, diffusing and converting high intensity laser light. State-of-the-art systems use a blue light emitting diode (LED) or laser diode (LD) in combination with color conversion materials, such as yellow emitting Ce-doped phosphors or red and green emitting quantum dots (QD), to produce white light. However, for laser-based high-brightness illumination in particular, thermal management is a major challenge, and in addition, a light diffuser is required to diffuse the highly focused laser beam. Here, we present a hybrid material system that simultaneously enables efficient, uniform light distribution and color conversion of a blue LD, while ensuring good thermal management even at high laser powers of up to 5W. A highly open porous (> 99%) framework structure of hollow SiO$_2$ microtubes is utilized as an efficient light diffuser that can drastically reduce speckle contrast. By further functionalizing the microtubes with halide perovskite QDs (SiO$_2$@CsPbBr$_3$ as model system) color conversion from UV to visible light is achieved. Under laser illumination, the open porous structure prevents heat accumulation and thermal quenching of the QDs. By depositing an ultrathin (~ 5.5 nm) film of poly(ethylene glycol dimethyl acrylate) (pEGDMA) via initiated chemical vapor deposition (iCVD), the luminescent stability of the QDs against moisture is enhanced. The demonstrated hybrid material system paves the way for the design of advanced and functional laser light diffusers and converters that can meet the challenges associated with laser-based SSL applications. ",
    "url": "https://arxiv.org/abs/2307.06197",
    "authors": [
      "Lena M. Saure",
      "Jonas Lumma",
      "Niklas Kohlmann",
      "Torge Hartig",
      "Ercules E.S. Teotonio",
      "Shwetha Shetty",
      "Narayanan Ravishankar",
      "Lorenz Kienle",
      "Franz Faupel",
      "Stefan Schröder",
      "Rainer Adelung",
      "Huayna Terraschke",
      "Fabian Schütt"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2307.06203",
    "title": "Earthquake observatory with coherent laser interferometry on the telecom  fiber network",
    "abstract": "Laser interferometry enables to remotely measure microscopical length changes of deployed telecommunication cables originating from earthquakes. Long range and compatibility with data traffic make it unique to the exploration of remote regions, as well as highly-populated areas where optical networks are pervasive, and its large-scale implementation is attractive for both Earth scientists and telecom operators. However, validation and modeling of its response and sensitivity are still at an early stage and suffer from lack of statistically-significant event catalogs and limited availability of co-located seismometers. We implemented laser interferometry on a land-based telecommunication cable and analyzed 1.5 years of continuous acquisition, with successful detections of events in a broad range of magnitudes, including very weak ones. By comparing fiber and seismometer recordings we determined relations between a cable's detection probability and the magnitude and distance of events, and showed that spectral analysis of recorded data allows considerations on the earthquake dynamics. Our results reveal that quantitative analysis is possible for this sensing technique and support the interpretation of data from the growing amount of interferometric deployments. We anticipate the high integration and scalability of laser interferometry into existing telecommunication grids to be useful for the daily seismicity monitoring, in perspective exploitable for civilian protection use. ",
    "url": "https://arxiv.org/abs/2307.06203",
    "authors": [
      "Simone Donadello",
      "Cecilia Clivati",
      "Aladino Govoni",
      "Lucia Margheriti",
      "Maurizio Vassallo",
      "Daniele Brenda",
      "Marianna Hovsepyan",
      "Elio K. Bertacco",
      "Roberto Concas",
      "Filippo Levi",
      "Alberto Mura",
      "Andrè Herrero",
      "Francesco Carpentieri",
      "Davide Calonico"
    ],
    "subjectives": [
      "Geophysics (physics.geo-ph)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2307.06204",
    "title": "High-energy X-ray spectrum reconstruction: solving the inverse problem  from optimized multi-material transmission measurements",
    "abstract": "Reconstructing the unknown spectrum of a given X-ray source is a common problem in a wide range of X-ray imaging tasks. For high-energy sources, transmission measurements are mostly used to recover the X-ray spectrum, as a solution to an inverse problem. While this inverse problem is usually under-determined, ill-posedness can be reduced by improving the choice of transmission measurements. A recently proposed approach optimizes custom thicknesses of calibration materials used to generate transmission measurements, employing a genetic algorithm to minimize the condition number of the system matrix before inversion. In this paper, we generalize the proposed approach to multiple calibration materials and show a much larger decrease of the condition number of the system matrix than thickness-only optimization. Additionally, the spectrum reconstruction pipeline is tested in a simulation study with a challenging high-energy Bremsstrahlung X-ray source encountered in Linear Induction Accelerators (LIA), with strong scatter noise. Using this approach, a realistic noise level is obtained on measurements. A generic anti-scatter grid is designed to reduce noise to an acceptable -- yet still high -- noise range. A novel noise-robust reconstruction method is then presented, which shows much less sensitive to initialization than common expectation-maximization approaches, enables a precise choice of spectrum resolution and a controlled injection of prior knowledge of the X-ray spectrum. ",
    "url": "https://arxiv.org/abs/2307.06204",
    "authors": [
      "Arthur Walker",
      "Alexandre Friou",
      "Kevin Ginsburger"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2307.06216",
    "title": "An Open-Source Multi-functional Testing Platform for Optical Phase  Change Materials",
    "abstract": "Owing to their unique tunable optical properties, chalcogenide phase change materials are increasingly being investigated for optics and photonics applications. However, in situ characterization of their phase transition characteristics is a capability that remains inaccessible to many researchers. In this article, we introduce a multi-functional silicon microheater platform capable of in situ measurement of structural, kinetic, optical, and thermal properties of these materials. The platform can be fabricated leveraging industry-standard silicon foundry manufacturing processes. We fully open-sourced this platform, including complete hardware design and associated software codes. ",
    "url": "https://arxiv.org/abs/2307.06216",
    "authors": [
      "Cosmin-Constantin Popescu",
      "Khoi Phuong Dao",
      "Luigi Ranno",
      "Brian Mills",
      "Louis Martin",
      "Yifei Zhang",
      "David Bono. Brian Neltner",
      "Tian Gu",
      "Juejun Hu",
      "Kiumars Aryana",
      "William M. Humphreys",
      "Hyun Jung Kim",
      "Steven Vitale",
      "Paul Miller",
      "Christopher Roberts",
      "Sarah Geiger",
      "Dennis Callahan",
      "Michael Moebius",
      "Myungkoo Kang",
      "Kathleen Richardson",
      "Carlos A. Ríos Ocampo"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2307.05723",
    "title": "Engineering Optical and Mirror Bi-stability Mechanically",
    "abstract": "We explain optical and mirrors displacement bistability in a hybrid optomechanical system in the presence of a strong laser driving field and a weak probe field. External modulating fields are applied selectively on movable mirrors. We show that the optomechanical coupling, electromechanical Coulomb coupling and, amplitude & phase of external modulating fields are important parameters to control the optical and mirror displacement bistable behaviour. The parameters values are taken according to presently available experiments. The study may be applied to the realization of a tunable electro opto mechanical switch depending on the optomechanical and Coulomb coupling, frequencies, threshold power, and the amplitude and phase of external mechanical pumps. ",
    "url": "https://arxiv.org/abs/2307.05723",
    "authors": [
      "Sohail Ahmed",
      "Asma Javaid",
      "Hui Jing",
      "Farhan Saif"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2307.05970",
    "title": "Increasing Quantum Communication Rates Using Hyperentangled Photonic  States",
    "abstract": "Quantum communication is based on the generation of quantum states and exploitation of quantum resources for communication protocols. Currently, photons are considered as the optimal carrier of information, because they enable long-distance transition with resilience to decoherence, and they are relatively easy to create and detect. Entanglement is a fundamental resource for quantum communication and information processing, and it is of particular importance for quantum repeaters [1]. Hyperentanglement [2], a state where parties are entangled with two or more degrees of freedom (DoFs), provides an important additional resource because it increases data rates and enhances error resilience. However, in photonics, the channel capacity, i.e. the ultimate throughput, is fundamentally limited when dealing with linear elements. We propose a technique for achieving higher transmission rates for quantum communication by using hyperentangled states, based on multiplexing multiple DoFs on a single photon, transmitting the photon, and eventually demultiplexing the DoFs to different photons at the destination, using a Bell state measurement. Following our scheme, one can generate two entangled qubit pairs by sending only a single photon. The proposed transmission scheme lays the groundwork for novel quantum communication protocols with higher transmission rate and refined control over scalable quantum technologies. ",
    "url": "https://arxiv.org/abs/2307.05970",
    "authors": [
      "Liat Nemirovsky-Levy",
      "Uzi Pereg",
      "Mordechai Segev"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2307.06028",
    "title": "Disassociation of a one-dimensional cold molecule via quantum scattering",
    "abstract": "Motivated by the recent experimental developments on ultracold molecules and atoms, we propose a simplest theoretical model to address the disassociation, reflection and transmission probability of a 1-dimensional cold molecule via quantum scattering. First, we give the Born approximation results in the weak interaction regime. Then, employing the Lippmann-Schwinger equation, we give the numerical solution and investigate the disassociation's dependence on the injection momentum and the interaction strengths. We find that the maximum disassociation rate has a limit as increasing the interaction strengths and injection momentum. We expect that our model can be realized in experiments in the near future. ",
    "url": "https://arxiv.org/abs/2307.06028",
    "authors": [
      "Wen-Liang Li",
      "Hai-Jing Song",
      "Tie-Ling Song",
      "D. L. Zhou"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2307.06110",
    "title": "Quantum field theory for multipolar composite bosons with mass defect  and relativistic corrections",
    "abstract": "Atomic high-precision measurements have become a competitive and essential technique for tests of fundamental physics, the Standard Model, and our theory of gravity. It is therefore self-evident that such measurements call for a consistent relativistic description of atoms that eventually originates from quantum field theories like quantum electrodynamics. Most quantum-metrological approaches even postulate effective field-theoretical treatments to describe a precision enhancement through techniques like squeezing. However, a consistent derivation of interacting atomic quantum gases from an elementary quantum field theory that includes both the internal structure as well as the center of mass of atoms, has not yet been addressed. We present such an effective quantum field theory for interacting, spin-carrying, and possibly charged ensembles of atoms composed of nucleus and electron that form composite bosons called cobosons, where the interaction with light is included in a multipolar description. Relativistic corrections to the energy of a single coboson, light-matter interaction, and the scattering potential between cobosons arise in a consistent and natural manner. In particular, we obtain a relativistic coupling between the coboson's center-of-mass motion and internal structure encoded by the mass defect, together with an ion spin-orbit coupling. We use these results to derive modified bound-state energies including the motion of ions, modified scattering potentials, a relativistic extension of the Gross-Pitaevskii equation, and the mass defect applicable to atomic clocks or quantum-clock interferometry. Our theory does not only combine and generalize aspects of effective field theories, quantum optics, scattering theory, and ultracold quantum gases, but it also bridges the gap between quantum electrodynamics and effective field theories for ultracold quantum gases. ",
    "url": "https://arxiv.org/abs/2307.06110",
    "authors": [
      "Tobias Aßmann",
      "Enno Giese",
      "Fabio Di Pumpo"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "High Energy Physics - Theory (hep-th)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2307.06225",
    "title": "Practical quantum imaging with undetected photons",
    "abstract": "Infrared (IR) imaging is invaluable across many scientific disciplines, from material analysis to diagnostic medicine. However, applications are often limited by detector cost, resolution and sensitivity, noise caused by the thermal IR background, and the cost, portability and tunability of infrared sources. Here, we describe a compact, portable, and low-cost system that is able to image objects at IR wavelengths without an IR source or IR detector. This imaging with undetected photons (IUP) approach uses quantum interference and correlations between entangled photon pairs to transfer image information from the IR to the visible, where it can be detected with a standard silicon camera. We also demonstrate a rapid analysis approach to acquire both phase and transmission image information. These developments provide an important step towards making IUP a commercially viable technique. ",
    "url": "https://arxiv.org/abs/2307.06225",
    "authors": [
      "Emma Pearce",
      "Nathan R. Gemmell",
      "Jefferson Flórez",
      "Jiaye Ding",
      "Rupert F. Oulton",
      "Alex S. Clark",
      "Chris C. Phillips"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2110.08060",
    "title": "Direct polariton-to-electron tunneling in quantum cascade detectors  operating in the strong light-matter coupling regime",
    "abstract": " Title: Direct polariton-to-electron tunneling in quantum cascade detectors  operating in the strong light-matter coupling regime ",
    "url": "https://arxiv.org/abs/2110.08060",
    "authors": [
      "Mathurin Lagrée",
      "Mathieu Jeannin",
      "Grégory Quinchard",
      "Oussama Ouznali",
      "Axel Evirgen",
      "Virginie Trinité",
      "Raffaele Colombelli",
      "Alexandre Delga"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.04135",
    "title": "Average localization of resonances on the quantum repeller",
    "abstract": " Comments: 15 pages, 7 figures ",
    "url": "https://arxiv.org/abs/2301.04135",
    "authors": [
      "J. Montes",
      "Gabriel G. Carlo",
      "F. Borondo"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chaotic Dynamics (nlin.CD)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2303.11558",
    "title": "Experimental observation of anomalous optical transmission in interlaced  metallic wire meshes",
    "abstract": " Title: Experimental observation of anomalous optical transmission in interlaced  metallic wire meshes ",
    "url": "https://arxiv.org/abs/2303.11558",
    "authors": [
      "Weijie Dong",
      "Xiaoxi Zhou",
      "Xinyang Pan",
      "Haitao Li",
      "Gang Wang",
      "Yadong Xu",
      "Bo Hou"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2304.06296",
    "title": "Multi-Tone Microwave Locking via Real-Time Feedback",
    "abstract": " Comments: 7 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2304.06296",
    "authors": [
      "J.P. van Soest",
      "C.A. Potts",
      "S. Peiter",
      "A. Sanz Mora",
      "G.A. Steele"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2305.16601",
    "title": "The mechanism of the irradiation synergistic effect of Silicon bipolar  junction transistors explained by multiscale simulations of Monte Carlo and  excited-state first-principle calculations",
    "abstract": " Comments: 11 pages, 7 figures ",
    "url": "https://arxiv.org/abs/2305.16601",
    "authors": [
      "Zeng-hui Yang",
      "Yang Liu",
      "Ning An",
      "Xingyu Chen"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Other Condensed Matter (cond-mat.other)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2306.03184",
    "title": "Hertz-linewidth and frequency-agile photonic integrated extended-DBR  lasers",
    "abstract": " Comments: 9 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2306.03184",
    "authors": [
      "Anat Siddharth",
      "Alaina Attanasio",
      "Grigory Lihachev",
      "Junyin Zhang",
      "Zheru Qiu",
      "Scott Kenning",
      "Rui Ning Wang",
      "Sunil A. Bhave",
      "Johann Riemensberger",
      "Tobias J. Kippenberg"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2306.06004",
    "title": "Unraveling a cavity induced molecular polarization mechanism from  collective vibrational strong coupling",
    "abstract": " Title: Unraveling a cavity induced molecular polarization mechanism from  collective vibrational strong coupling ",
    "url": "https://arxiv.org/abs/2306.06004",
    "authors": [
      "Dominik Sidler",
      "Thomas Schnappinger",
      "Anatoly Obzhirov",
      "Michael Ruggenthaler",
      "Markus Kowalewski",
      "Angel Rubio"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2307.05045",
    "title": "Stationary striations in plasma, created by a short microwave pulse in a  waveguide filled with a neutral gas",
    "abstract": " Comments: 15 pages, 9 figures ",
    "url": "https://arxiv.org/abs/2307.05045",
    "authors": [
      "Y. Bliokh",
      "Y. Cao",
      "V. Maksimov",
      "A. Haim",
      "J.G. Leopold",
      "A. Kostinsky",
      "Ya.E. Krasik"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  }
]