[
  {
    "id": "arXiv:2601.03291",
    "title": "Robust and fragile quantum effects in the transfer kinetics of delocalized excitons between B850 units of LH2 complexes",
    "abstract": "           Aggregates of light harvesting 2 (LH2) complexes form the major exciton-relaying domain in the photosynthetic unit of purple bacteria. Application of a generalized master equation to pairs of the B850 units of LH2 complexes, where excitons predominantly reside, provide quantitative information on how the inter-LH2 exciton transfer depends on the distance, relative rotational angle, and the relative energies of the two LH2s. The distance dependence demonstrates significant enhancement of the rate due to quantum delocalization of excitons, the qualitative nature of which remains robust against the disorder. The angle dependence reflects isotropic nature of exciton transfer, which remains similar for the ensemble of disorder. The variation of the rate on relative excitation energies of LH2 exhibits resonance peaks, which however is fragile as the disorder becomes significant. Overall, the average transfer times between two LH2s are estimated to be in the range of 4 - 25 ps for physically plausible inter-LH2 distances.         ",
    "url": "https://arxiv.org/abs/2601.03291",
    "authors": [
      "Seogjoo J. Jang"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Biological Physics (physics.bio-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2601.03545",
    "title": "muT2-NMR: Micro-Scale Correlation Relaxometry for in-situ High-Pressure Nuclear Magnetic Resonance",
    "abstract": "           Over the last decade, frequency-domain in-situ high-pressure nuclear magnetic resonance (NMR) spectroscopy in diamond anvil cells (DACs) has been employed as a structural and electronic probe of condensed matter systems at pressures well into the megabar range. However, extensive spin interactions and sample heterogeneities under pressure often lead to significant spectral overlap, inhibiting independent observation of chemically similar spin sub-species in the same sample. In this work, we introduce a time-domain relaxometry framework specifically suited for DAC experiments, named muT2-NMR. Experimental flexibility and operational robustness are benchmarked on three hydrogen-rich molecular solids at pressures up to 72 GPa. We demonstrate that muT2-NMR can resolve individual molecular subunits in relaxation space, paving the way for novel high-pressure, high-resolution NMR applications in molecular solids.         ",
    "url": "https://arxiv.org/abs/2601.03545",
    "authors": [
      "Thomas Meier",
      "Meng Yang",
      "Yishan Zhou",
      "Yunhua Fu",
      "Rui Zhang",
      "Ziliang Wang",
      "Tianyao Zheng",
      "Rajesh Jana",
      "Takeshi Nakagawa"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2601.03652",
    "title": "First Thin-Film Lithium Tantalate Polarization Controller Enabling Reset-Free Mrad/s Tracking for Optical Interconnects",
    "abstract": "           The rapid escalation of computing power driven by large-scale artificial intelligence is placing unprecedented demands on the bandwidth, latency, and energy efficiency of data-center interconnects (DCIs). Self-homodyne coherent (SHC) transmission is a promising architecture because it preserves the spectral efficiency of coherent detection while greatly simplifying digital signal processing, but its practical deployment is critically limited by random and often ultrafast state-of-polarization (SOP) fluctuations that induce carrier fading and destabilize coherent reception. Here we report the first integrated polarization controller based on thin-film lithium tantalate (TFLT), enabling reset-free polarization tracking at Mrad/s speeds. The four-stage electro-optic device exhibits polarization-dependent loss (PDL) below 0.3 dB, a half-wave voltage below 2.5 V, high modulation bandwidth, and negligible DC drift. To accommodate the finite tuning range of integrated phase shifters, we develop a finite-boundary gradient-descent (FBGD) control algorithm that ensures reset-free SOP evolution with no phase jump. The implemented adaptive polarization controller (APC) is validated through both standalone polarization-tracking measurements and a dual-polarization 16-QAM SHC 400-Gbps transmission system. Transient polarization disturbances can be tracked at speeds up to 2 Mrad/s, while stable reset-free operation under continuous polarization disturbances is maintained up to 1 Mrad/s. This reset-free performance represents more than doubling the state of the art, while the pre-FEC bit-error rates remain below the HD-FEC threshold under realistic DCI conditions and lightning-scale polarization disturbances. These results establish TFLT as a new platform for ultrafast, low-power, reset-free, and drift-free polarization control in coherent optical interconnects and beyond.         ",
    "url": "https://arxiv.org/abs/2601.03652",
    "authors": [
      "Zichao Gao",
      "Siyu Lu",
      "Mingming Zhang",
      "Gengqi Yao",
      "Chicheng Zhang",
      "Miao Deng",
      "Siyu Chen",
      "Yiqi Dai",
      "Shiqi Yue",
      "Chijun Li",
      "Yuqi Li",
      "Ziwen Zhou",
      "Zheli Liu",
      "Xinyang Yu",
      "Xitao Ji",
      "Cheng Zeng",
      "Siqi Yan",
      "Jinsong Xia",
      "Ming Tang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2601.03772",
    "title": "Coherent Free-Space Optical Communications with Concurrent Turbulence Characterization in a Terrestrial Urban Link",
    "abstract": "           We present a 19-day joint measurement of optical turbulence and coherent data communications over a 4.6 km urban FSO link, providing empirical insights into turbulence effects on the performance of fiber-coupled coherent communication systems.         ",
    "url": "https://arxiv.org/abs/2601.03772",
    "authors": [
      "Vincent van Vliet",
      "Menno van den Hout",
      "Kadir Gümüş",
      "Eduward Tangdiongga",
      "Chigo Okonkwo"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2601.03795",
    "title": "Tamm Plasmon Resonance Responsiveness to SARS-CoV-2 Virus-Like Particles",
    "abstract": "           Bioresponsive optical materials that transduce nanoscale biointerface events into measurable spectral signals are of growing interest for sensing and antiviral technologies Here we show that a Tamm plasmon TP device consisting of a SiOTiO distributed Bragg reflector capped with a nanostructured silver layer exhibits a selective and structure dependent response to SARSCoV2 virus like particles VLPs Upon VLP exposure the conventional wavelength shift delta lambda of the TP resonance is minimal whereas the resonance depth undergoes a systematic attenuation To capture both spectral and amplitude variations we introduce a displacement angle alpha defined from the translation vector of the Tamm dip before and after exposure The angle alpha increases monotonically with VLP concentration and enables a limit of detection of 13 ng per mL Control experiments with polystyrene nanoparticles of similar size and with heat denatured VLPs yield negligible changes indicating sensitivity to the native conformational state of viral surface proteins rather than to generic nanoparticle morphology or bulk refractive index effects These results establish Tamm plasmon structures as promising bioresponsive platforms for label free detection and for probing structure dependent virus material interactions.         ",
    "url": "https://arxiv.org/abs/2601.03795",
    "authors": [
      "Andrea Rossini",
      "Fabio Marangi",
      "Pietro Bertolotti",
      "Francesco Scotognella",
      "Guglielmo Lanzani",
      "Giuseppe Maria Paterno"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2601.03803",
    "title": "Deterministic integration of quantum emitters and optical cavities in a van der Waals crystal",
    "abstract": "           Single-photon emitters in hexagonal boron nitride (hBN) combine bright optical emission with optically addressable spin states, offering a promising platform for integrated quantum photonics. However, their stochastic creation and spectral variability have prevented deterministic integration with photonic cavities. Here we demonstrate a fabrication protocol that enables precise, deterministic coupling of pre-selected visible emitters to circular Bragg grating (CBG) cavities in hBN. By patterning etched alignment markers and performing prefabrication confocal mapping, we locate emitters with sub-micron accuracy and design cavity geometries matched to their zero-phonon line wavelengths. The resulting devices show enhanced emission and reliable spectral alignment between emitter and cavity mode. This work establishes a deterministic cavity-emitter integration scheme in a van der Waals material and provides a scalable route towards on-chip quantum photonic and spin-based platforms using hBN.         ",
    "url": "https://arxiv.org/abs/2601.03803",
    "authors": [
      "James Liddle-Wesolowski",
      "Otto Cranwell Schaeper",
      "Nathan Coste",
      "Benjamin Whitefield",
      "Evan Williams",
      "Helen Zhi Jie Zeng",
      "Mehran Kianinia",
      "Anastasiia Zalogina",
      "Igor Aharonovich"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2601.03863",
    "title": "Two-Mode Floquet Fewest Switches Surface Hopping for Nonadiabatic Dynamics Driven by Two-Frequency Laser Fields",
    "abstract": "           Two-frequency (two-color) laser fields provide a powerful and flexible means for steering molecular dynamics. However, quantitatively reliable and scalable theoretical tools for simulating laser-driven nonadiabatic processes under such fields remain limited. Here, we develop a two-mode Floquet fewest switches surface hopping (two-mode F-FSSH) approach for two-frequency driving within a mixed quantum-classical framework. We validate the algorithm on three driven one-dimensional two-state models: a Rabi model and two avoided-crossing scattering models. The electronic and nuclear dynamics are benchmarked against numerically exact results from split-operator calculations, showing good agreement across a broad range of field parameters and initial conditions. These results establish two-mode F-FSSH as a practical framework for simulating and designing two-frequency control protocols and motivate extensions to more realistic experimental settings.         ",
    "url": "https://arxiv.org/abs/2601.03863",
    "authors": [
      "Jiayue Han",
      "Vahid Mosallanejad",
      "Ruihao Bi",
      "Wenjie Dou"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2601.03943",
    "title": "A laser plasma soliton fusion scheme",
    "abstract": "           We introduce a novel fusion scheme enabled by laser-plasma solitons, which promises to overcome several fundamental obstructions to reaching the breakeven condition. For concreteness, we invoke deuterium-tritium (DT) as fuels. The intense electromagnetic field trapped inside the soliton significantly enhances the DT-fusion cross section, its ponderomotive potential evacuates electrons, and it accelerates D/T to kinetic energies suitable for fusion reaction. While electrons are expelled almost instantly, the much heavier D/T moves at picosecond time scale. Such a difference in time scales renders a time window for DT fusion to occur efficiently in an electron-free environment. We inject two consecutive lasers, where the first would excite plasma solitons and the second, much more intense and with a matched lower frequency, would fortify the soliton electromagnetic field resonantly. We impose a plasma density gradient to induce soliton motion. All D/T inside the plasma column swept by the moving soliton during its lifetime would participate in this fusion mechanism. We show that the breakeven condition is attainable. Invoking fiber laser and the iCAN laser technologies for high repetition rate and high intensity operation, gigawatt output maybe conceivable.         ",
    "url": "https://arxiv.org/abs/2601.03943",
    "authors": [
      "Pisin Chen",
      "Yung-Kun Liu",
      "Gerard Mourou"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2601.03953",
    "title": "Quantum Monte Carlo Simulations for predicting electron-positron pair production via the linear Breit-Wheeler process",
    "abstract": "           Quantum computing (QC) has the potential to revolutionise the future of scientific simulations. To harness the capabilities that QC offers, we can integrate it into hybrid quantum-classical simulations, which can boost the capabilities of supercomputing by leveraging quantum modules that offer speedups over classical counterparts. One example is quantum Monte Carlo integration, which is theorised to achieve a quadratic speedup over classical Monte Carlo, making it suitable for high-energy physics, strong-field QED, and multiple scientific and industrial applications. In this paper, we demonstrate that quantum Monte Carlo can be used to predict the number of pairs created when two photon beams collide head-on, a problem relevant to high-energy physics and intense laser-matter interactions. The results from the quantum simulations demonstrate high accuracy relative to theoretical predictions. The accuracy of the simulations is only constrained by the approximations required to embed polynomials and to initialise the quantum state. We also demonstrate that our algorithm can be used in current quantum hardware, providing up to 90 % accuracy relative to theoretical predictions. Furthermore, we propose pathways towards integrations with classical simulation codes.         ",
    "url": "https://arxiv.org/abs/2601.03953",
    "authors": [
      "Lucas I. Iñigo Gamiz",
      "Óscar Amaro",
      "Efstratios Koukoutsis",
      "Marija Vranić"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2601.03964",
    "title": "Toward Quantum-Aware Machine Learning: Improved Prediction of Quantum Dissipative Dynamics via Complex Valued Neural Networks",
    "abstract": "           Accurately modeling quantum dissipative dynamics remains challenging due to environmental complexity and non-Markovian memory effects. Although machine learning provides a promising alternative to conventional simulation techniques, most existing models employ real-valued neural networks (RVNNs) that inherently mismatch the complex-valued nature of quantum mechanics. By decoupling the real and imaginary parts of the density matrix, RVNNs can obscure essential amplitude-phase correlations, compromising physical consistency. Here, we introduce complex-valued neural networks (CVNNs) as a physics-consistent framework for learning quantum dissipative dynamics. CVNNs operate directly on complex-valued inputs, preserve the algebraic structure of quantum states, and naturally encode quantum coherences. Through numerical benchmarks on the spin-boson model and several variants of the Fenna-Matthews-Olson complex, we demonstrate that CVNNs outperform RVNNs in convergence speed, training stability, and physical fidelity -- including significantly improved trace conservation and Hermiticity. These advantages increase with system size and coherence complexity, establishing CVNNs as a robust, scalable, quantum-aware classical approach for simulating open quantum systems in the pre-fault-tolerant quantum era.         ",
    "url": "https://arxiv.org/abs/2601.03964",
    "authors": [
      "Muhammad Atif",
      "Arif Ullah",
      "Ming Yang"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2601.04000",
    "title": "Terahertz volume plasmon-polariton modulation in all-dielectric hyperbolic metamaterials",
    "abstract": "           The development of plasmonics and related applications in the terahertz range faces limitations due to the intrinsic high electron density of standard metals. All-dielectric systems are profitable alternatives, which allows for customized modulation of the optical response upon doping. Here we focus on plasmon-based hyperbolic metamaterials realized stacking doped III-V semiconductors that have been shown to be optically active in the terahertz spectral region. By using a multi-physics multi-scale theoretical approach, we unravel the role of doping and geometrical characteristics (e.g., thickness, composition, grating) in the modulation of high-k plasmon-polariton modes across the metamaterial.         ",
    "url": "https://arxiv.org/abs/2601.04000",
    "authors": [
      "Stefano Campanaro",
      "Luca Bussi",
      "Stefano Curtarolo",
      "Arrigo Calzolari"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2601.04021",
    "title": "Probing optical and acoustic phonons in heated nano-Si/epoxy composites",
    "abstract": "           Understanding the thermal response of optical and acoustic phonons is crucial for designing functional polymer nanocomposites. We study silicon nanoparticle (Si NP)-epoxy composites using combined Raman and Brillouin spectroscopy under local(laser-induced) and global(stage-controlled) heating. Raman spectra reveal THz longitudinal optical(LO) phonon softening and spectral broadening under local heating, indicating nanoscale hot-spots and interfacial scattering. Brillouin data track GHz longitudinal acoustic(LA) phonons, showing temperature- and concentration-dependent evolution of elasticity and damping. Contrasting heating methods unravels Si loading thresholds for isolated thermal absorbers, thermal percolation, acoustic attenuation and elastic homogenization. Local heating induces greater phonon softening and damping than global heating, with this disparity amplified at higher loadings by thermal gradients and interfacial dissipation. Global heating correlates with viscoelastic relaxation, showing intensified acoustic attenuation near the glass transition. Raman thermometry coupled with finite-element opto-thermal modeling allows evaluation of thermal conductivity of the composites characterized by increase from 0.09 to 0.46 W/(mK) for 0.07 up to 2 wt% of Si NPs, respectively, outperforming SiC nanowires at 2 wt% [D. Shen et al, Sci. Rep. 7, 2606 (2017)] despite bulk conductivity of Si being more than 3 times smaller than that of SiC. However, effective heat conductivity of our nanocomposites remain far below bulk Si, confirming that interfacial thermal resistance, not filler conductivity, governs heat transport.         ",
    "url": "https://arxiv.org/abs/2601.04021",
    "authors": [
      "Bayan Kurbanova",
      "Vladimir Bessonov",
      "Ivan Lysenko",
      "Gauhar Mussabek",
      "Ali Belarouci",
      "Vladimir Lysenko",
      "Yanwei Wang",
      "Zhandos Utegulov"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2601.04047",
    "title": "Visible octave frequency combs in silicon nitride nanophotonic waveguides driven by Ti:sapphire lasers",
    "abstract": "           Nonlinear nanophotonic waveguides have opened a route to compact frequency combs for precision metrology, spectroscopy and astronomy, yet broadband comb access to the visible remains challenging on CMOS-compatible platforms. Silicon nitride is widely accessible and low loss into the visible, but most demonstrations rely on telecom pumping and thick stress-managed films, where the large spectral gap to the visible dispersive wave raises the soliton order and power required for efficient conversion. Here we show that pumping closer to the visible provides a complementary route. Starting from crack-free 400 nm SiN films, we implement dispersion-engineering with air-clad nanophotonic waveguides whose enhanced geometric dispersion opens an anomalous-dispersion window across the Ti-sapphire tuning range. Femtosecond Ti-sapphire pulses then drive octave-spanning combs from the visible to the near-infrared, with the visible edge and overall bandwidth lithographically tuned by the waveguide width at pulse energies of only tens of picojoules. The air-clad geometry also produces strong polarization-dependent dispersion, enabling switching between all-normal and soliton-dominated broadening in the same device, and support octave-spanning combs at 1 GHz repetition rates directly driven by a compact diode-pumped Ti-sapphire oscillator. These results position air-clad SiN nanophotonic waveguides as an efficient interface between emerging short-wavelength integrated gain platforms and fully integrated visible frequency-comb engines.         ",
    "url": "https://arxiv.org/abs/2601.04047",
    "authors": [
      "Abdullah Alabbadi",
      "Ewan Allan",
      "Hanna Ostapenko",
      "Pablo Castro-Marin",
      "Derryck T. Reid",
      "Pascal Del'Haye"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2601.04070",
    "title": "1.1 kW, 100 Hz room-temperature diode-pumped nanosecond laser by water immersion cooling",
    "abstract": "           We report a room-temperature diode-pumped solid-state laser by water immersion cooling, which delivers a pulse energy of 11 J at the repetition rate of 100 Hz and the pulse duration of 7 ns, while the beam quality factor is 2.6 times the diffraction limit. To the best of our knowledge, this represents the highest performance achieved for room-temperature nanosecond lasers operating above 100 Hz, which demonstrates the great potentials of room-temperature immersion-cooled nanosecond active mirror lasers.         ",
    "url": "https://arxiv.org/abs/2601.04070",
    "authors": [
      "Xinxing Lei",
      "Suyang Wang",
      "Zichao Wang",
      "Lei Huang",
      "Qiang Liu",
      "Xing Fu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2601.04128",
    "title": "Backscatter Communication Through Disordered Media Enabled by a Programmable Leaky Cavity",
    "abstract": "           Retrieving information through disordered scattering systems remains a major challenge in wireless communication and sensing due to the severe distortion and attenuation caused by multiple scattering. Here, we demonstrate robust focusing through random media using a leaky cavity made programmable by reconfigurable metasurfaces. We show that the leaky cavity leverages backscattering from the disordered medium to enhance the degree of control over the transmitted field. We achieve an enhancement in focused intensity by an order of magnitude compared to a horn antenna. We further demonstrate robust communication through the medium using low-power amplitude-modulated signals, and finally implement a backscatter communication scheme in which the same cavity illuminates and decodes data from a passive reflectivity-modulating target embedded within the disorder. Our results open new possibilities for reliable communication and sensing in complex environments.         ",
    "url": "https://arxiv.org/abs/2601.04128",
    "authors": [
      "Clément Ferise",
      "Pierre Granier",
      "Antton Goïcoechea",
      "François Sarrazin",
      "Philippe Besnier",
      "Matthieu Davy"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2601.01960",
    "title": "Discrete symmetries in classical and quantum oscillators",
    "abstract": "           We consider the nature of the wave function using the example of a harmonic oscillator. We show that the eigenfunctions $\\psi_n{=}z^n$ of the quantum Hamiltonian in the complex Bargmann-Fock-Segal representation with $z\\in\\mathbb C$ are the coordinates of a classical oscillator with energy $E_n=\\hbar\\omega n$, $n=0,1,2,...\\,$. They are defined on conical spaces ${\\mathbb C}/{\\mathbb Z}_n$ with cone angles $2\\pi/n$, which are embedded as subspaces in the phase space $\\mathbb C$ of the classical oscillator. Here ${\\mathbb Z}_n$ is the finite cyclic group of rotations of the space $\\mathbb C$ by an angle $2\\pi/n$. The superposition $\\psi =\\sum_n c_n\\psi_n$ of the eigenfunctions $\\psi_n$ arises only with incomplete knowledge of the initial data for solving the Schrödinger equation, when the conditions of invariance with respect to the discrete groups ${\\mathbb Z}_n$ are not imposed and the general solution takes into account all possible initial data parametrized by the numbers $n\\in\\mathbb N$.         ",
    "url": "https://arxiv.org/abs/2601.01960",
    "authors": [
      "Alexander D. Popov"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "High Energy Physics - Theory (hep-th)",
      "Mathematical Physics (math-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2601.03567",
    "title": "Local Scale Invariance in Quantum Theory: A Non-Hermitian Pilot-Wave Formulation",
    "abstract": "           We show that Weyl's abandoned idea of local scale invariance has a natural realization at the quantum level in pilot-wave (deBroglie-Bohm) theory. We obtain the Weyl covariant derivative by complexifying the electromagnetic gauge coupling parameter. The resultant non-hermiticity has a natural interpretation in terms of local scale invariance of the quantum state in pilot-wave theory. The conserved current density is modified from $|\\psi|^2$ to the local scale invariant, trajectory-dependent ratio $|\\psi|^2/ \\mathbf{1}^2[\\mathcal{C}]$, where $\\mathbf 1[\\mathcal C]$ is a scale factor that depends on the pilot-wave trajectory $\\mathcal C$ in configuration space. Our approach is general, and we implement it for the Schrödinger, Pauli, and Dirac equations coupled to an external electromagnetic field. We also implement it in quantum field theory for the case of a quantized axion field interacting with a quantized electromagnetic field. We discuss the equilibrium probability density and show that the corresponding trajectories are unique.         ",
    "url": "https://arxiv.org/abs/2601.03567",
    "authors": [
      "Indrajit Sen",
      "Matthew Leifer"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "High Energy Physics - Theory (hep-th)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2601.03681",
    "title": "Integrated strong reciprocity enables productive punishment and protective defection",
    "abstract": "           Cooperation in large groups and one-shot interactions is often hindered by freeloading. Punishment can enforce cooperation, but it is usually regarded as wasteful because the costs of punishing offset its benefits. Here, we analyze an evolutionary game model that integrates upstream and downstream reciprocity with costly punishment: integrated strong reciprocity (ISR). We demonstrate that ISR admits a stable mixed equilibrium of ISR and unconditional defection (ALLD), and that costly punishment can become productive: When sufficiently efficient, it raises collective welfare above the no-punishment baseline. ALLD players persist as evolutionary shields, preventing invasion by unconditional cooperation (ALLC) or alternative conditional strategies (e.g., antisocial punishment). At the same time, the mixed equilibrium of ISR and ALLD remains robust under modest complexity costs that destabilize other symmetric cooperative systems.         ",
    "url": "https://arxiv.org/abs/2601.03681",
    "authors": [
      "Tatsuya Sasaki",
      "Satochi Uchida"
    ],
    "subjectives": [
      "Populations and Evolution (q-bio.PE)",
      "Computers and Society (cs.CY)",
      "Adaptation and Self-Organizing Systems (nlin.AO)",
      "Physics and Society (physics.soc-ph)"
    ]
  },
  {
    "id": "arXiv:2601.03922",
    "title": "Integration and Resource Estimation of Cryoelectronics for Superconducting Fault-Tolerant Quantum Computers",
    "abstract": "           Scaling superconducting quantum computers to the fault-tolerant regime calls for a commensurate scaling of the classical control and readout stack. Today's systems largely rely on room-temperature, rack-based instrumentation connected to dilution-refrigerator cryostats through many coaxial cables. Looking ahead, superconducting fault-tolerant quantum computers (FTQCs) will likely adopt a heterogeneous quantum-classical architecture that places selected electronics at cryogenic stages -- for example, cryo-CMOS at 4~K and superconducting digital logic at 4~K and/or mK stages -- to curb wiring and thermal-load overheads. This review distills key requirements, surveys representative room-temperature and cryogenic approaches, and provides a transparent first-order accounting framework for cryoelectronics. Using an RSA-2048-scale benchmark as a concrete reference point, we illustrate how scaling targets motivate constraints on multiplexing and stage-wise cryogenic power, and discuss implications for functional partitioning across room-temperature electronics, cryo-CMOS, and superconducting logic.         ",
    "url": "https://arxiv.org/abs/2601.03922",
    "authors": [
      "Shiro Kawabata"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Superconductivity (cond-mat.supr-con)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2601.04082",
    "title": "Surface Optimization of Aluminum Resonators for Robust Quantum Device Fabrication",
    "abstract": "           Aluminum remains the central material for superconducting qubits, and considerable effort has been devoted to optimizing its deposition and patterning for quantum devices. However, while post-processing of Nb- and Ta-based resonators has been widely explored, primarily focusing on oxide removal using buffered oxide etch (BOE), post-treatment strategies for Al resonators remain underdeveloped. This challenge becomes particularly relevant for industry-scale fabrication with multichip bonding, where delays between sample preparation and cooldown require surface treatments that preserve low dielectric loss during extended exposure to ambient conditions. In this work, we investigate surface modification approaches for Al resonators subjected to a 24-hour delay prior to cryogenic measurement. Passivation using self-limiting oxygen and fluorine chemistries was evaluated utilizing different plasma processes. Remote oxygen plasma treatment reduced dielectric losses, in contrast to direct plasma, likely due to additional ashing of residual resist despite the formation of a thicker oxide layer on both Si and Al surfaces. A fluorine-based plasma process was developed that passivated the Al surface with fluorine for subsequent BOE treatment. However, increasing fluorine incorporation in the aluminum oxide correlated with higher loss, identifying fluorine as an unsuitable passivation material for Al resonators. Finally, selective oxide removal using HF vapor and phosphoric acid was assessed for surface preparation. HF vapor selectively etched SiO2 while preserving Al2O3, whereas phosphoric acid exhibited the opposite selectivity. Sequential application of both etches yielded dielectric losses as low as $\\delta_\\mathrm{LP} = 5.2 \\times 10^{-7}$ ($Q\\mathrm{i} \\approx 1.9\\,\\mathrm{M}$) in the single photon regime, demonstrating a promising pathway for robust Al-based resonator fabrication.         ",
    "url": "https://arxiv.org/abs/2601.04082",
    "authors": [
      "Simon J. K. Lang",
      "Ignaz Eisele",
      "Alwin Maiwald",
      "Emir Music",
      "Luis Schwarzenbach",
      "Carla Morán-Guizán",
      "Johannes Weber",
      "Daniela Zahn",
      "Thomas Mayer",
      "Rui N. Pereira",
      "Christoph Kutter"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2404.16182",
    "title": "Optomagnetic forces on YIG/YFeO3 microspheres levitated in chiral hollow-core photonic crystal fibre",
    "abstract": "           We explore a magnetooptomechanical system consisting of a single magnetic microparticle optically levitated within the core of a helically twisted single-ring hollow-core photonic crystal fibre. We use newly-developed magnetic particles that have a core of antiferromagnetic yttrium-ortho-ferrite (YFeO3) and a shell of ferrimagnetic YIG (Y3Fe5O12) approximately 50 nm thick. Using a 632.8 nm probe beam, we observe optical-torque-induced rotation of the particle and rotation of the magnetization vector in presence of an external static magnetic field. This one-of-a-kind platform opens a path to novel investigations of optomagnetic physics with levitated magnetic particles.         ",
    "url": "https://arxiv.org/abs/2404.16182",
    "authors": [
      "Soumya Chakraborty",
      "Gordon K. L. Wong",
      "Ferdi Oda",
      "Vanessa Wachter",
      "Silvia Viola Kusminskiy",
      "Tadahiro Yokosawa",
      "Sabine Hübner",
      "Benjamin Apeleo Zubiri",
      "Erdmann Spiecker",
      "Monica Distaso",
      "Philip St. J. Russell",
      "Nicolas Y. Joly"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2504.12590",
    "title": "Modelling and analysis of laser flash experiments using the Cattaneo heat equation",
    "abstract": "           Thermal diffusivity of solid materials is commonly measured using laser flash analysis. This technique involves applying a heat pulse to the front surface of a small sample of the material and calculating the thermal diffusivity from the resulting increase in temperature on the back surface. Current formulas for the thermal diffusivity are based on the assumption that heat is transported within the sample according to the standard heat equation. While this assumption is valid in most practical cases, it admits the non-physical property of infinite propagation speed, that is, the heat pulse applied at the front surface is instantaneously perceived at the back surface. This paper carries out a mathematical analysis to determine the effect of replacing the standard heat equation in laser flash analysis by the Cattaneo heat equation, which exhibits finite propagation speed through the inclusion of a relaxation time in the Fourier law. The main results of the paper include (i) analytical insights into the spatiotemporal behaviour of temperature within the sample and (ii) analytical formulas for determining the thermal diffusivity and relaxation time of the sample. Numerical experiments exploring and verifying the analytical results are presented with supporting MATLAB code made publicly available.         ",
    "url": "https://arxiv.org/abs/2504.12590",
    "authors": [
      "Elliot J. Carr"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2509.12972",
    "title": "Quantum entropy and cardinality of the rational numbers",
    "abstract": "           We compare two methods for evaluating the cardinality of the Cartesian product $N \\times N$ of the set of natural numbers $N$. The first is used to explain the thermodynamics of black body radiation by using convergent functions on $N \\times N$. The cardinality of $N \\times N$ enters through the partition function, internal energy and entropy for every macrostate given by a normal mode of electromagnetic wave. Here, $N \\times N$ is assigned a greater cardinality than $N$. The second method was devised in analysis to count the rational numbers by using divergent functions on $N \\times N$. Here, $N \\times N$ is not assigned a greater cardinality than $N$. In this article, we show that the experimentally confirmed first approach is mathematically more consistent with the definition of the real line and foundations of topology. It also provides a quantitative measure of the cardinality of $N \\times N$ relative to that of N. Similar arguments show that the set of rational numbers is not countable. This article suggests that the axiom of choice is a more rigorous technique to prove the existence theorems for connection and metric on the spacetime manifold than the usual application of second-countability.         ",
    "url": "https://arxiv.org/abs/2509.12972",
    "authors": [
      "Kaushik Ghosh"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2509.13947",
    "title": "Modelling Carbon Coated Silicon Anodes for Lithium-Ion Batteries and the Influence of Contact Area on Rate Performance",
    "abstract": "           Silicon is a promising anode material for next-generation lithium-ion batteries due to its exceptionally high specific capacity (3600 mAh g$^{-1}$), significantly exceeding that of conventional graphite. However, its practical application is hindered by substantial volume expansion (300-400%) during lithiation, leading to mechanical degradation and capacity fade. A graphite-coated silicon core-shell structure has been proposed to mitigate these issues by combining silicon's capacity with graphite's structural stability. Despite this, experimental studies have shown that the usable capacity of such composite electrodes can remain low, often below 40% at 1C, especially under high-rate cycling. In this work, we develop a physics-based electrochemical model to investigate the charge-discharge behaviour, rate limitations, and degradation mechanisms of silicon-graphite core-shell anodes. The model incorporates lithium transport, interfacial kinetics, evolving contact area due to silicon expansion, and a simplified cracking framework to capture loss of active material. Results are validated against key experimental trends and used to explore the effects of particle size, shell thickness, and charge protocol, offering insights into the design of more durable and efficient Si-based composite anodes.         ",
    "url": "https://arxiv.org/abs/2509.13947",
    "authors": [
      "D Sugunan",
      "Y Jiang",
      "J Guo",
      "H Wang",
      "M Marinescu",
      "G Offer"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2509.23294",
    "title": "Programmable Focal Elongation and Shaping of High-Intensity Laser Pulses using Adaptive Optics",
    "abstract": "           Controlling the intensity distribution of laser pulses in the focal region is essential for optimizing optically generated plasma waveguides and enabling advanced plasma acceleration techniques, including dephasingless wakefield acceleration. Here, we present a method for programmatic structuring of the high-intensity focal region of a standard off-axis parabolic mirror, extending the length of this region well beyond the Rayleigh length and enabling control over the longitudinal intensity distribution. The theoretical framework is validated through numerical simulations and experimental measurements. Further, we demonstrate the use of this technique in an existing plasma accelerator system using readily available hardware components. Finally, we illustrate the potential application of this method to multi-GeV laser plasma acceleration and the generation of flying foci, research areas which would significantly benefit from improved programmatic structuring of high-intensity laser pulses.         ",
    "url": "https://arxiv.org/abs/2509.23294",
    "authors": [
      "P. Blum",
      "A. Puchert",
      "E. Archer",
      "S. Jalas",
      "S. W. Jolly",
      "J. Osterhoff",
      "W. P. Leemans",
      "M. Kirchen",
      "A. R. Maier",
      "R. J. Shalloo"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Accelerator Physics (physics.acc-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2510.21463",
    "title": "Statistics of near-inertial waves over a background flow via quantum and statistical mechanics",
    "abstract": "           We revisit the interaction of an initially uniform near-inertial wave (NIW) field with a steady background flow, with the goal of predicting the subsequent organization of the wave field. To wit, we introduce an exact analogy between the Young Ben Jelloul (YBJ) equation and the quantum dynamics of a charged particle in a steady electromagnetic field, whose potentials are expressed in terms of the background flow. We derive the time-averaged spatial distributions of wave kinetic energy, potential energy and Stokes drift in two asymptotic limits. In the `strongly quantum' limit where the background flow is weak compared to wave dispersion, we compute the wave statistics by extending a strong-dispersion expansion initially introduced by YBJ. In the `quasi-classical' limit where the background flow is strong compared to wave dispersion, we compute the wave statistics by leveraging the equilibrium statistical mechanics of classical systems. We compare our predictions to numerical simulations of the YBJ equation, using an instantaneous snapshot from a two-dimensional turbulent flow as the steady background flow. The agreement is very good in both limits. In particular, we quantitatively describe the preferential concentration of NIW energy in anticyclones. We predict weak NIW concentration in both asymptotic limits of weak and strong background flow, and maximal anticyclonic concentration for background flows of intermediate strength, providing theoretical underpinning to observations reported by Danioux, Vanneste and Bühler (Journal of Fluid Mechanics, 773, 2015).         ",
    "url": "https://arxiv.org/abs/2510.21463",
    "authors": [
      "Alexandre Tlili",
      "Basile Gallet"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Atmospheric and Oceanic Physics (physics.ao-ph)"
    ]
  },
  {
    "id": "arXiv:2512.22572",
    "title": "Variational quantum eigensolver for chemical molecules",
    "abstract": "           Solving interacting multi-particle systems is a central challenge in quantum chemistry and condensed matter physics. In this work, we investigate the computation of ground states and ground-state energies for the He-H+ and H2O molecules using quantum computing techniques. We employ the variational quantum eigensolver (VQE), implemented both on a quantum computer simulator and on an IBM quantum device. The resulting energies are benchmarked against exact ground-state energies obtained via classical methods. Simulations of the H2O molecule were performed on Nottingham's High Performance Computing (HPC) facilities.         ",
    "url": "https://arxiv.org/abs/2512.22572",
    "authors": [
      "Luca Ion",
      "Adam Smith"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2512.23991",
    "title": "Towards Quantum Machine Learning of Lattice Boltzmann Collision Operators for Fluid Dynamic Simulations",
    "abstract": "           We attempt the use of a unitary operator to approximate the lattice Boltzmann collision operator. We use a modified amplitude encoding to bypass the renormalization that would have required classical processing at every step (thus eroding any quantum advantage to be had). We describe the hard-wiring of the lattice Boltzmann symmetries into the quantum circuit and show that, for the specific case of the cavity flow, approximating the nonlinear system is limited to low velocities. These findings may help us understand better the possibilities of nonlinear simulations on a quantum computer, and also pave the way for a discussion on how quantum machine learning might be harnessed to address more complex problems.         ",
    "url": "https://arxiv.org/abs/2512.23991",
    "authors": [
      "Wael Itani",
      "Katepalli R. Sreenivasan"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  }
]