[
  {
    "id": "arXiv:2305.11371",
    "title": "Extended optical waveguide theory with magneto-optical effect and  magnetoelectric effect",
    "abstract": "Optical waveguide theory is essential to the development of various optical devices. Although there are reports on the theory of optical waveguides with magneto-optical (MO) and magnetoelectric (ME) effects, a comprehensive theoretical analysis of waveguides considering these two effects has not yet been published. In this study, the conventional waveguide theory is extended by considering constitutive relations that account for both MO and ME effects. Using the extended waveguide theory, the propagation properties are also analyzed in a medium where metamaterials and magnetic materials are arranged such that MO and ME effects can be controlled independently. It has been confirmed that the interaction between MO and ME effects occurs depending on the arrangement of certain metamaterials and the direction of magnetization. This suggests a nonreciprocal polarization control that rotates the polarization in only one direction when propagating in free space and enhances the nonreciprocal nature of the propagating waves in waveguide propagation. ",
    "url": "https://arxiv.org/abs/2305.11371",
    "authors": [
      "Yoshihiro Honda",
      "Eri Igarashi",
      "Yuya Shoji",
      "Tomohiro Amemiya"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.11502",
    "title": "Observation of Brillouin scattering in a high-index doped silica chip  waveguide",
    "abstract": "We report the observation of Brillouin backscattering in a 50-cm long spiral high-index doped silica chip waveguide and measured a Brillouin frequency shift of 16 GHz which is in very good agreement with theoretical predictions and numerical simulations based on the elastodynamics equation. ",
    "url": "https://arxiv.org/abs/2305.11502",
    "authors": [
      "M. Zerbib",
      "V. T. Hoang",
      "J. C. Beugnot",
      "K. P. Huy",
      "B. Little",
      "S. T. Chu",
      "D. J. Moss",
      "R. Morandotti",
      "B. Wetzel",
      "T. Sylvestre"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.11659",
    "title": "Laser harmonic generation with tuneable orbital angular momentum using a  structured plasma target",
    "abstract": "In previous studies of spin-to-orbital angular momentum (AM) conversion in laser high harmonic generation (HHG) using a plasma target, one unit of spin AM is always converted into precisely one unit of OAM [1, 2]. Here we show, through analytic theory and numerical simulations, that we can exchange one unit of SAM for a tuneable amount of OAM per harmonic step, via the use of a structured plasma target. In the process, we introduce a novel framework to study laser harmonic generation via recasting it as a beat wave process. This framework enables us to easily calculate and visualise harmonic progressions, unify the \"photon counting\" and \"symmetry-based\" approaches to HHG and provide new explanations for existing HHG results. Our framework also includes a specific way to analyse simultaneously the frequency, spin and OAM content of the harmonic radiation which provides enhanced insight into this process. The prospects of using our new framework to design HHG configurations with tuneable high-order transverse modes, also covering the design of structured plasma targets, will be discussed. ",
    "url": "https://arxiv.org/abs/2305.11659",
    "authors": [
      "R. M. G. M. Trines",
      "H. Schmitz",
      "M. King",
      "P. McKenna",
      "R. Bingham"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2305.11671",
    "title": "Search for vector dark matter in microwave cavities with Rydberg atoms",
    "abstract": "We propose a novel experiment to search for dark matter, based on the application of an electric field inside a microwave cavity and electrometry using Rydberg atoms. We show that this kind of experiment could be extremely useful for detecting specific dark matter candidates, namely massive vector fields coupled to the photon field, more commonly known as dark photons. Such a massive vector field is a good candidate for dark matter. Using realistic experimental parameters we show that such an experiment could improve the current constraint on the coupling constant of the dark photons to Standard Model photons in the 1 to 10~$\\mu$eV mass range, with the possibility of tuning the maximum sensitivity via the cavity size. The main limiting factors on the sensitivity of the experiment are the amplitude stability of the applied field and the measurement uncertainty of the electric field by the atoms. ",
    "url": "https://arxiv.org/abs/2305.11671",
    "authors": [
      "J. Gué",
      "A. Hees",
      "J. Lodewyck",
      "R. Le Targat",
      "P. Wolf"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "High Energy Physics - Phenomenology (hep-ph)"
    ]
  },
  {
    "id": "arXiv:2305.11679",
    "title": "The helion charge radius from laser spectroscopy of muonic helium-3 ions",
    "abstract": "Hydrogen-like light muonic ions, in which one negative muon replaces all the electrons, are extremely sensitive probes of nuclear structure, because the large muon mass increases tremendously the wave function overlap with the nucleus. Using pulsed laser spectroscopy we have measured three 2S-2P transitions in the muonic helium-3 ion ($\\mu^3$He$^+$), an ion formed by a negative muon and bare helium-3 nucleus. This allowed us to extract the Lamb shift $E(2P_{1/2}-2S_{1/2})= 1258.598(48)^{\\rm exp}(3)^{\\rm theo}$ meV, the 2P fine structure splitting $E_{\\rm FS}^{\\rm exp} = 144.958(114)$ meV, and the 2S-hyperfine splitting (HFS) $E_{\\rm HFS}^{\\rm exp} = -166.495(104)^{\\rm exp}(3)^{\\rm theo}$ meV in $\\mu^3$He$^+$. Comparing these measurements to theory we determine the rms charge radius of the helion ($^3$He nucleus) to be $r_h$ = 1.97007(94) fm. This radius represents a benchmark for few nucleon theories and opens the way for precision tests in $^3$He atoms and $^3$He-ions. This radius is in good agreement with the value from elastic electron scattering, but a factor 15 more accurate. Combining our Lamb shift measurement with our earlier one in $\\mu^4$He$^+$ we obtain $r_h^2-r_\\alpha^2 = 1.0636(6)^{\\rm exp}(30)^{\\rm theo}$ fm$^2$ to be compared to results from the isotope shift measurements in regular He atoms, which are however affected by long-standing tensions. By comparing $E_{\\rm HFS}^{\\rm exp}$ with theory we also obtain the two-photon-exchange contribution (including higher orders) which is another important benchmark for ab-initio few-nucleon theories aiming at understanding the magnetic and current structure of light nuclei. ",
    "url": "https://arxiv.org/abs/2305.11679",
    "authors": [
      "CREMA Collaboration",
      "Karsten Schuhmann",
      "Luis M. P. Fernandes",
      "François Nez",
      "Marwan Abdou Ahmed",
      "Fernando D. Amaro",
      "Pedro Amaro",
      "François Biraben",
      "Tzu-Ling Chen",
      "Daniel S. Covita",
      "Andreas J. Dax",
      "Marc Diepold",
      "Beatrice Franke",
      "Sandrine Galtier",
      "Andrea L. Gouvea",
      "Johannes Götzfried",
      "Thomas Graf",
      "Theodor W. Hänsch",
      "Malte Hildebrandt",
      "Paul Indelicato",
      "Lucile Julien",
      "Klaus Kirch",
      "Andreas Knecht",
      "Franz Kottmann",
      "Julian J. Krauth",
      "Yi-Wei Liu",
      "Jorge Machado",
      "Cristina M. B. Monteiro",
      "Françoise Mulhauser",
      "Boris Naar",
      "Tobias Nebel",
      "Joaquim M. F. dos Santos",
      "José Paulo Santos",
      "Csilla I. Szabo",
      "David Taqqu",
      "João F. C. A. Veloso",
      "Andreas Voss",
      "Birgit Weichelt",
      "Aldo Antognini",
      "Randolf Pohl"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Nuclear Experiment (nucl-ex)"
    ]
  },
  {
    "id": "arXiv:2305.11796",
    "title": "Laser cooling of traveling wave phonons in an optical fiber",
    "abstract": "In recent years, optical control of mechanical oscillators has emerged as a critical tool for everything from information processing to laser cooling. While traditional forms of optomechanical cooling utilize systems comprised of discrete optical and mechanical modes, it has recently been shown that cooling can be achieved in a chip-based system that possesses a continuum of modes. Through Brillouin-mediated phonon-photon interactions, cooling of a band of traveling acoustic waves can occur when anti-Stokes scattered photons exit the system more rapidly than the relaxation rate of the mechanical waves -- to a degree determined by the acousto-optic coupling. Here, we demonstrate that a continuum of traveling wave phonons can be cooled within an optical fiber, extending this physics to macroscopic length scales. Leveraging the large acousto-optic coupling permitted within a liquid-core optical fiber, heterodyne spectroscopy reveals power-dependent changes in spontaneous Brillouin scattering spectra that indicate a reduction of the thermal phonon population by 21K using 120 mW of injected laser power. ",
    "url": "https://arxiv.org/abs/2305.11796",
    "authors": [
      "Joel N. Johnson",
      "Danielle R. Haverkamp",
      "Yi-Hsin Ou",
      "Khanh Kieu",
      "Nils T. Otterstrom",
      "Peter T. Rakich",
      "Ryan O. Behunin"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.11820",
    "title": "Artificial gauge fields in the t-z mapping for optical pulses:  spatio-temporal wavepacket control and quantum Hall physics",
    "abstract": "We extend the $t-z$ mapping formalism of time-dependent paraxial optics by identifying configurations displaying a synthetic magnetic vector potential, leading to a non-trivial band topology in propagating geometries. We consider an inhomogeneous 1D array of coupled optical waveguides beyond the standard monochromatic approximation, and show that the wave equation describing paraxial propagation of optical pulses can be recast in the form of a Schr\\\"{o}dinger equation, including a synthetic magnetic field whose strength can be controlled via the transverse spatial gradient of the waveguide properties across the array. We use an experimentally-motivated model of a laser-written waveguide array to demonstrate that this synthetic magnetic field can be engineered in realistic setups and can produce interesting observable effects such as cyclotron motion, a controllable Hall drift of the wavepacket displacement in space or time, and unidirectional propagation in chiral edge states. These results significantly extend the variety of physics that can be explored within propagating geometries and pave the way for exploiting this platform for higher-dimensional topological physics and strongly correlated fluids of light. ",
    "url": "https://arxiv.org/abs/2305.11820",
    "authors": [
      "Christopher Oliver",
      "Sebabrata Mukherjee",
      "Mikael C. Rechtsman",
      "Iacopo Carusotto",
      "Hannah M. Price"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2305.11196",
    "title": "Non-volatile Reconfigurable Digital Optical Diffractive Neural Network  Based on Phase Change Material",
    "abstract": "Optical diffractive neural networks have triggered extensive research with their low power consumption and high speed in image processing. In this work, we propose a reconfigurable digital all-optical diffractive neural network (R-ODNN) structure. The optical neurons are built with Sb2Se3 phase-change material, making our network reconfigurable, digital, and non-volatile. Using three digital diffractive layers with 14,400 neurons on each and 10 photodetectors connected to a resistor network, our model achieves 94.46% accuracy for handwritten digit recognition. We also performed full-vector simulations and discussed the impact of errors to demonstrate the feasibility and robustness of the R-ODNN. ",
    "url": "https://arxiv.org/abs/2305.11196",
    "authors": [
      "Chu Wu",
      "Jingyu Zhao",
      "Qiaomu Hu",
      "Rui Zeng",
      "Minming Zhang"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Signal Processing (eess.SP)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.11205",
    "title": "Searching for Scalar Ultralight Dark Matter with Optical Fibers",
    "abstract": "We consider optical fibers as detectors for scalar ultralight dark matter (UDM) and propose using a fiber-based interferometer to search for scalar UDM with particle mass in the range $10^{-17} - 10^{-13}$ eV/$c^2$ $\\left(10^{-3}- 10 \\text{ Hz}\\right)$. Composed of a solid core and a hollow core fiber, the proposed detector would be sensitive to relative oscillations in the fibers' refractive indices due to scalar UDM-induced modulations in the fine-structure constant $\\alpha$. We predict that, implementing detector arrays or cryogenic cooling, the proposed optical fiber-based scalar UDM search has the potential to reach new regions of the parameter space. Such a search would be particularly well-suited to probe for a Solar halo of dark matter with a sensitivity exceeding that of previous DM searches over the particle mass range $7\\times 10^{-17} - 2\\times 10^{-14}$ eV/$c^2$. ",
    "url": "https://arxiv.org/abs/2305.11205",
    "authors": [
      "J. Manley",
      "R. Stump",
      "R. Petery",
      "and S. Singh"
    ],
    "subjectives": [
      "High Energy Physics - Phenomenology (hep-ph)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2305.11518",
    "title": "Quantum sensing for particle physics",
    "abstract": "Quantum sensing is a rapidly growing approach to probe fundamental physics, pushing the frontiers with precision measurements in our quest to understand the deep structure of matter and its interactions. This field uses properties of quantum mechanics in the detectors to go beyond traditional measurement techniques. Key particle physics topics where quantum sensing can play a vital role include neutrino properties, tests of fundamental symmetries (Lorentz invariance and the equivalence principle including searches for possible variations in fundamental constants as well as searches for electric dipole moments), the search for dark matter and testing ideas about the nature of dark energy. Interesting new sensor technologies include atom interferometry, optomechanical devices, and atomic and nuclear clocks including with entanglement.This Perspective explores the opportunities for these technologies in future particle physics experiments, opening new windows on the structure of the Universe. ",
    "url": "https://arxiv.org/abs/2305.11518",
    "authors": [
      "Steven D. Bass",
      "Michael Doser"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "High Energy Physics - Experiment (hep-ex)",
      "High Energy Physics - Phenomenology (hep-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2205.00088",
    "title": "Classical Optical Analogue of Quantum Discord",
    "abstract": " Comments: 15 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2205.00088",
    "authors": [
      "Jacob M. Leamer",
      "Wenlei Zhang",
      "Nicholas J. Savino",
      "Ravi K. Saripalli",
      "Sanjaya Lohani",
      "Ryan T. Glasser",
      "Denys I. Bondar"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.09679",
    "title": "Notes on Quantum Computation and Information",
    "abstract": " Comments: v2: 86 pages, 97 references. Refined the text, fixed several typos, added some text on continuous variables, and added few solved example problems. v1: 72 pages, 76 references. Suggestions, comments, and corrections are very welcome! ",
    "url": "https://arxiv.org/abs/2301.09679",
    "authors": [
      "Raghav G. Jha"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "High Energy Physics - Lattice (hep-lat)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2303.10821",
    "title": "Assessing the Effects of Orbital Relaxation and the Coherent-State  Transformation in Quantum Electrodynamics Density Functional and  Coupled-Cluster Theories",
    "abstract": " Title: Assessing the Effects of Orbital Relaxation and the Coherent-State  Transformation in Quantum Electrodynamics Density Functional and  Coupled-Cluster Theories ",
    "url": "https://arxiv.org/abs/2303.10821",
    "authors": [
      "Marcus D. Liebenthal",
      "Nam Vu",
      "A. Eugene DePrince III"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2305.05624",
    "title": "Spontaneous Mutations from Terahertz Proton Tunneling",
    "abstract": " Comments: 5 pages, 1 figure, updated spontaneous mutation rate ",
    "url": "https://arxiv.org/abs/2305.05624",
    "authors": [
      "Noah Bray-Ali"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)",
      "High Energy Physics - Phenomenology (hep-ph)",
      "Biomolecules (q-bio.BM)"
    ]
  },
  {
    "id": "arXiv:2305.07380",
    "title": "Bayesian Estimation of Laser Linewidth from Delayed Self-Heterodyne  Measurements",
    "abstract": " Comments: 10 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2305.07380",
    "authors": [
      "Lutz Mertenskötter",
      "Markus Kantner"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Applications (stat.AP)"
    ]
  }
]