[
  {
    "id": "arXiv:2403.00040",
    "title": "An improved calendar ring hole-count for the Antikythera mechanism",
    "abstract": "We present a new analysis of the positions of holes beneath the calendar ring of the Antikythera mechanism, as measured by Budiselic et al. (2020). We significantly refine their estimate for the number of holes that were present in the full ring. Our $68\\%$-credible estimate for this number, taking account of all the data, is $355.24^{ +1.39 }_{ -1.36 }$. If holes adjacent to fractures are removed from the analysis, our estimate becomes $354.08^{ +1.47}_{-1.41}$. A ring of 360 holes is strongly disfavoured, and one of 365 holes is not plausible, given our model assumptions. ",
    "url": "https://arxiv.org/abs/2403.00040",
    "authors": [
      "Graham Woan",
      "Joseph Bayley"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ]
  },
  {
    "id": "arXiv:2403.00109",
    "title": "Versatile Optical Frequency Division with Kerr-induced Synchronization  at Tunable Microcomb Synthetic Dispersive Waves",
    "abstract": "Kerr-induced synchronization (KIS) provides a new key tool for the control and stabilization of the repetition rate of a cavity soliton frequency comb. It enables direct external control of a given comb tooth of a dissipative Kerr soliton (DKS) thanks to its capture by an injected reference laser. Efficient KIS requires its coupling energy to be sufficiently large, and hence both the comb tooth and intracavity reference power must be optimized, which can be achieved through higher-order dispersion that enables phase-matched dispersive waves (DWs), where comb teeth are on resonance. However, such a design is highly restrictive, preventing arbitrary use of reference wavelengths away from the DW(s). In particular, for large spectral separations from the main pump the cavity dispersion yields large detuning between comb teeth and their respective cavity resonances, thereby decreasing the coupling energy and rendering KIS to be highly inefficient or practically impossible. Here, we demonstrate an alternative KIS method where efficient synchronization can be tailored at arbitrary modes as needed. Using a multi-color DKS created from multi-pumping a microresonator, a synthetic DW at the second-color wavepacket can be selectively created where otherwise dispersion is far too large for KIS to be experimentally feasible. Since a unique group velocity for both colors exists thanks to cross-phase modulation, the repetition rate disciplining of the secondary color wavepacket through its KIS automatically translates into the DKS microcomb control. We first investigate this color-KIS phenomenon theoretically, and then experimentally demonstrate its control and tuning of the soliton microcomb repetition rate. As a consequence, we demonstrate optical frequency division that is uncoupled from the main pump that generates the DKS. ",
    "url": "https://arxiv.org/abs/2403.00109",
    "authors": [
      "Gregory Moille",
      "Pradyoth Shandilya",
      "Alioune Niang",
      "Curtis Menyuk",
      "Gary Carter",
      "Kartik Srinivasan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2403.00122",
    "title": "Quantum Readiness in Healthcare and Public Health: Building a Quantum  Literate Workforce",
    "abstract": "Quantum technologies, including quantum computing, cryptography, and sensing, among others, are set to revolutionize sectors ranging from materials science to drug discovery. Despite their significant potential, the implications for public health have been largely overlooked, highlighting a critical gap in recognition and preparation. This oversight necessitates immediate action, as public health remains largely unaware of quantum technologies as a tool for advancement. The application of quantum principles to epidemiology and health informatics, termed quantum health epidemiology and quantum health informatics, has the potential to radically transform disease surveillance, prediction, modeling, and analysis of health data. However, there is a notable lack of quantum expertise within the public health workforce and educational pipelines. This gap underscores the urgent need for the development of quantum literacy among public health practitioners, leaders, and students to leverage emerging opportunities while addressing risks and ethical considerations. Innovative teaching methods, such as interactive simulations, games, visual models, and other tailored platforms, offer viable solutions for bridging knowledge gaps without the need for advanced physics or mathematics. However, the opportunity to adapt is fleeting as the quantum era in healthcare looms near. It is imperative that public health urgently focuses on updating its educational approaches, workforce strategies, data governance, and organizational culture to proactively meet the challenges of quantum disruption thereby becoming quantum ready. ",
    "url": "https://arxiv.org/abs/2403.00122",
    "authors": [
      "Jonathan B VanGeest",
      "Kieran J Fogarty",
      "William G Hervey",
      "Robert A Hanson",
      "Suresh Nair",
      "Timothy A Akers"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)",
      "Computers and Society (cs.CY)",
      "Emerging Technologies (cs.ET)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2403.00220",
    "title": "Deep-learning-based Magnetic Resonance Simultaneous Multislice Imaging  Using Holographic Image Decoding",
    "abstract": "Simultaneous multislice (SMS) imaging is a one of the acceleration technique of magnetic resonance imaging. SMS requires accurate sensitivity distributions in the slice plane for each receiving coil. This requirement is difficult to satisfy in practice, limiting the applications of this imaging technique. Here, images are reconstructed by applying deep learning and amplitude modulation to each slice image. Simulation experiments show that image reconstruction can be achieved for both real- and complex-valued images. Image quality tends to decrease with increasing number of simultaneously acquired images. It is also shown that a larger difference in the phase modulation coefficients between slices tends to increase the quality of the reconstructed images. Simulation experiments and initial MR imaging experiments show promising results for this method. ",
    "url": "https://arxiv.org/abs/2403.00220",
    "authors": [
      "Satoshi Ito",
      "Yuki Sato",
      "Naoya Endo",
      "Shohei Ouchi"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2403.00242",
    "title": "Energy deposition in air by moderately focused femtosecond laser  filaments",
    "abstract": "Filamentation of high-power femtosecond laser pulses in air is accompanied by a fairly strong release of optical energy into the propagation medium due to laser-induced ionization of air molecules and production of an underdense plasma of charged species. We present the results of our laboratory experiments and numerical simulations aimed to the estimation of energy deposition amount by laser filament upon propagation in air depending on the conditions of spatial focusing, pulse energy, and radiation wavelength. For the first time to our knowledge, our study reveals a more than 50% decrease in the filament energy deposited in air in the range of moderate numerical aperture values, approximately from 0.003 to 0.007, at the carrier wavelengths of 740 nm and 470 nm. We attribute such a considerable reduction in the laser pulse energy release for femtosecond plasma to the competing effects of Kerr self-focusing and geometric divergence of focused laser pulse. ",
    "url": "https://arxiv.org/abs/2403.00242",
    "authors": [
      "Yu.E. Geints",
      "I.Yu. Geints",
      "Ya.V. Grudzin",
      "A.V. Koribut",
      "D.V. Pushkarev",
      "G.E. Rizaev",
      "L.V. Seleznev"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Atmospheric and Oceanic Physics (physics.ao-ph)"
    ]
  },
  {
    "id": "arXiv:2403.00328",
    "title": "Inverse optically-induced ring currents in ring-shaped molecules",
    "abstract": "Permanent electronic ring currents can be supported within a manifold of $\\Gamma_E$ degenerate excited electronic states as $E_{\\pm} = E_x \\pm i E_y$ excitations. This requires at least a 3-fold-symmetry rotational axis or higher, and includes the subclass of ring-shaped molecules. In [Phys. Rev. Res. {\\bf 3}, L042003 (2021)] we showed the existence of inverse-current manifolds, where the direction of the electronic ring-current in each degenerate state $E_\\pm$ is opposite to the circular polarization of the generating light-fields. This phenomenon can be traced back to vibronic effects, namely the exchange of orbital angular momentum between the circulating electrons and vibrational modes with the required symmetry. Here we consider the case of fixed nuclei and find that ring-shaped molecular systems can posses inverse-current manifolds on a purely electronic-structure basis, i.e. without intervention of vibronic coupling. The effect is illustrated and explained first on a simple tight-binding model with cyclic symmetry, and then considering the {\\it{ab initio}} electronic structure of benzene and sym-triazine. A framework for discriminating regular- and inverse-current $\\Gamma_E$ manifolds in molecules using quantum chemistry calculations is provided. ",
    "url": "https://arxiv.org/abs/2403.00328",
    "authors": [
      "Krishna Reddy Nandipati",
      "Sudip Sasmal",
      "Oriol Vendrell"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2403.00346",
    "title": "Dynamic control of polarization conversion based on borophene  nanostructures in optical communication bands",
    "abstract": "Polarized light has various potential applications in the communication bands, including optical communication, polarization imaging, quantum emission, and quantum communication. However, optimizing polarization control requires continuous improvements in areas such as dynamic tunability, materials, and efficiency. In this work, we propose a borophene-based structure capable of converting linearly polarized light into arbitrarily polarized light through the coherent excitation of localized surface plasmons (LSPs) in optical communication band. Furthermore, a double-layer borophene structure can be achieved by placing a second borophene array at the top of the first one with a 90{\\deg} relative rotation of their crystalline plane. The rotation direction of the polarization state of the reflected light can be switched by independently controlling the carrier concentration of the two-layer borophene. Finally, a dipole source is used to realize the emission of polarized light, which is two orders of magnitude higher than the emission rate in free space, and the polarization state can be dynamically controlled by manipulating the carrier concentration. Our study is simple and compact, with potential applications in the fields of polarizers, polarization detectors, and quantum emitters. ",
    "url": "https://arxiv.org/abs/2403.00346",
    "authors": [
      "Xinyang Qang",
      "Qi Lin",
      "Lingling Wang",
      "Guidong Liu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2403.00369",
    "title": "Hybrid ultrathin metasurface for broadband sound absorption",
    "abstract": "To this day, achieving broadband low-frequency sound absorption remains a challenge even with the possibilities promised by the advent of metamaterials and metasurfaces, especially when size and structural restrictions exist. Solving this engineering challenge relies on stringent impedance matching and coupling of the multiple independent local resonators in metasurface absorbers. In this letter, we present an innovative design approach to broaden the sound absorption bandwidth at low-frequency regime. A hybrid metasurface design is proposed where four coupled planar coiled resonators are also coupled to a well designed thin planar cavity. This hybrid metasurface creates a broad sound absorption band (130-200 Hz) that is twice as wide as that of the traditional single layer metasurface utilizing four coiled cavities at a deep sub-wavelength thickness (< {\\lambda}/51). This design strategy open routes towards engineering a class of high performance thin metasurfaces for ultra-broadband sound absorption while keeping the planar size unchanged. ",
    "url": "https://arxiv.org/abs/2403.00369",
    "authors": [
      "Marnix P. Abrahams",
      "Mourad Oudich",
      "Yann Revalor",
      "Nicolas Vukadinovic",
      "Badreddine Assouar"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2403.00538",
    "title": "Asymmetrical temporal dynamics of topological edge modes in  Su-Schrieffer-Heeger lattice with Kerr nonlinearity",
    "abstract": "Optical bistability and oscillating phases exist in a Sagnac interferometer and a single ring resonator made of $\\chi^{(3)}$ nonlinear medium where the refractive indices are modulated by the light intensity due to the Kerr nonlinearity. An array of coupled nonlinear ring resonators behave similarly but with more complexity due to the presence of the additional couplings.Here, we theoretically demonstrate the bifurcation of topological edge modes which leads to optical bistability in the Su-Schrieffer-Heeger lattice with the Kerr nonlinearity. Additionally, we demonstrate periodic and chaotic switching behaviors in an oscillating phase resulting from the coupling between the topological edge mode and bulk modes with different chiralities, i.e., clockwise and counter-clockwise circulations. ",
    "url": "https://arxiv.org/abs/2403.00538",
    "authors": [
      "Ghada Alharbi",
      "Stephan Wong",
      "Yongkang Gong",
      "Sang Soon Oh"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Chaotic Dynamics (nlin.CD)"
    ]
  },
  {
    "id": "arXiv:2403.00560",
    "title": "Implementation of tunable frequency-dependent stiffness elements via  integrated shunted piezoelectric stacks",
    "abstract": "Piezoelectric transducers applied on or integrated in structures, combined with appropriate circuits have been extensively investigated as a smart approach to the mitigation of resonant vibrations with high relative amplitudes. Using an approach that is traceable to the use of tuned mass absorbers and dampers, widely used in mechanical and civil engineering, resonantly shunted piezoelectric transducers can be configured to target specific eigenmodes of a structure, if appropriately placed and tuned. By re-framing the function of resonantly shunted piezoelectric transducers as frequency dependent variable stiffness elements, it is of great interest to investigate their capabilities to realize frequency dependent topologies (in the sense of the mechanical connectivity) in the frame of lattice metamaterials, where the load path within a lattice can be interrupted at will for specific frequencies by intercalating null-stiffness components realized with resonantly shunted piezoelectrics. Here, we offer the numerical and experimental verification of this idea, using the example of a potential unit cell of such an adaptive lattice metamaterial. Its realization as additively manufactured component points to the feasibility of such metamaterials in real life. ",
    "url": "https://arxiv.org/abs/2403.00560",
    "authors": [
      "Bart Van Damme",
      "Rico Weber",
      "Jascha U Schmied",
      "Adriaan Spierings",
      "Andrea Bergamini"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2403.00589",
    "title": "Resonant wavelengths of whispering gallery modes with a variable  refractive index",
    "abstract": "In this work we compute the resonant wavelength of whispering gallery modes for bulk-fused silica microspheres including chromatic dispersion. This is done following two methods: by solving the exact characteristic equation and, on the other hand, by solving the nonlinear equations that result for a variable refractive index in the asymptotic approximations. Similar results with both methods are obtained with differences below $1\\%$ . Nevertheless, important differences are found with respect to the resonant wavelengths computed with a constant index and with a variable index. We compute the free spectral range and the quality factor, and make a comparison between the variable index and the constant index cases. The differences are of significant relevance for the free spectral range, while for the quality factor, the constant case is insensitive to the chromatic dispersion. Our work could be useful as a pathway for designing microspheres for different applications. ",
    "url": "https://arxiv.org/abs/2403.00589",
    "authors": [
      "L. Velázquez-Ibarra",
      "J. Barranco"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2403.00596",
    "title": "Quantum spin representation for the Navier-Stokes equation",
    "abstract": "We develop a quantum representation for Newtonian viscous fluid flows by establishing a mapping between the Navier-Stokes equation (NSE) and the Schr\\\"odinger-Pauli equation (SPE). The proposed nonlinear SPE incorporates the two-component wave function and the imaginary diffusion. Consequently, classical fluid flow can be interpreted as a non-Hermitian quantum spin system. Using the SPE-based numerical simulation of viscous flows, we demonstrate the quantum/wave-like behavior in flow dynamics. Furthermore, the SPE equivalent to the NSE can facilitate the quantum simulation of fluid dynamics. ",
    "url": "https://arxiv.org/abs/2403.00596",
    "authors": [
      "Zhaoyuan Meng",
      "Yue Yang"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2403.00649",
    "title": "X marks the spot: accurate energies from intersecting extrapolations of  continuum quantum Monte Carlo data",
    "abstract": "We explore the application of an extrapolative method that yields very accurate total and relative energies from variational and diffusion quantum Monte Carlo (VMC and DMC) results. For a trial wave function consisting of a small configuration interaction (CI) wave function obtained from full CI quantum Monte Carlo and reoptimized in the presence of a Jastrow factor and an optional backflow transformation, we find that the VMC and DMC energies are smooth functions of the sum of the squared coefficients of the initial CI wave function, and that quadratic extrapolations of the non-backflow VMC and backflow DMC energies intersect within uncertainty of the exact total energy. With adequate statistical treatment of quasi-random fluctuations, the extrapolate and intersect with polynomials of order two (XSPOT) method is shown to yield results in agreement with benchmark-quality total and relative energies for the C2, N2, CO2, and H2O molecules, as well as for the C2 molecule in its first electronic singlet excited state, using only small CI expansion sizes. ",
    "url": "https://arxiv.org/abs/2403.00649",
    "authors": [
      "Seyed Mohammadreza Hosseini",
      "Ali Alavi",
      "Pablo Lopez Rios"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2403.00732",
    "title": "Silicon Photonic Microresonator-Based High-Resolution Line-by-Line Pulse  Shaping",
    "abstract": "Optical pulse shaping stands as a formidable technique in ultrafast optics, radio-frequency photonics, and quantum communications. While existing systems rely on bulk optics or integrated platforms with planar waveguide sections for spatial dispersion, they face limitations in achieving finer (few- or sub-GHz) spectrum control. These methods either demand considerable space or suffer from pronounced phase errors and optical losses when assembled to achieve fine resolution. Addressing these challenges, we present a foundry-fabricated six-channel silicon photonic shaper using microresonator filter banks with inline phase control and high spectral resolution. Leveraging existing comb-based spectroscopic techniques, we devise a novel system to mitigate thermal crosstalk and enable the versatile use of our on-chip shaper. Our results demonstrate the shaper's ability to phase-compensate six comb lines at tunable channel spacings of 3, 4, and 5 GHz. Specifically, at a 3 GHz channel spacing, we showcase the generation of arbitrary waveforms in the time domain. This scalable design and control scheme holds promise in meeting future demands for high-precision spectral shaping capabilities. ",
    "url": "https://arxiv.org/abs/2403.00732",
    "authors": [
      "Lucas M. Cohen",
      "Kaiyi Wu",
      "Karthik V. Myilswamy",
      "Saleha Fatema",
      "Navin B. Lingaraju",
      "Andrew M. Weiner"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2403.00045",
    "title": "An All-Optical General-Purpose CPU and Optical Computer Architecture",
    "abstract": "Energy efficiency of electronic digital processors is primarily limited by the energy consumption of electronic communication and interconnects. The industry is almost unanimously pushing towards replacing both long-haul, as well as local chip interconnects, using optics to drastically increase efficiency. In this paper, we explore what comes after the successful migration to optical interconnects, as with this inefficiency solved, the main source of energy consumption will be electronic digital computing, memory and electro-optical conversion. Our approach attempts to address all these issues by introducing efficient all-optical digital computing and memory, which in turn eliminates the need for electro-optical conversions. Here, we demonstrate for the first time a scheme to enable general purpose digital data processing in an integrated form and present our photonic integrated circuit (PIC) implementation. For this demonstration we implemented a URISC architecture capable of running any classical piece of software all-optically and present a comprehensive architectural framework for all-optical computing to go beyond. ",
    "url": "https://arxiv.org/abs/2403.00045",
    "authors": [
      "Michael Kissner",
      "Leonardo Del Bino",
      "Felix Päsler",
      "Peter Caruana",
      "George Ghalanos"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2403.00072",
    "title": "High-purity single-photon generation based on cavity QED",
    "abstract": "We propose a scheme for generating a high-purity single photon on the basis of cavity quantum electrodynamics (QED). This scheme employs a four-level system including two excited states, two ground states, and two driving lasers; this structure allows the suppression of the re-excitation process due to the atomic decay, which is known to significantly degrade the single-photon purity in state-of-the-art photon sources using a three-level system. Our analysis shows that the re-excitation probability arbitrarily approaches zero without sacrificing the photon generation probability when increasing the power of the driving laser between the excited states. This advantage is achievable by using current cavity-QED technologies. Our scheme can contribute to developing distributed quantum computation or quantum communication with high accuracy. ",
    "url": "https://arxiv.org/abs/2403.00072",
    "authors": [
      "Seigo Kikura",
      "Rui Asaoka",
      "Masato Koashi",
      "Yuuki Tokunaga"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2403.00123",
    "title": "Collective excitations and low-energy ionization signatures of  relativistic particles in silicon detectors",
    "abstract": "Solid-state detectors with a low energy threshold have several applications, including in direct-detection searches of non-relativistic halo dark-matter particles with sub-GeV masses. Moreover, when searching for relativistic or quasi-relativistic beyond-the-Standard-Model particles (i.e., $v/c\\gtrsim 0.01$) that have an enhanced cross section for small energy transfers, a comparatively small detector with a low energy threshold may have better sensitivity than a larger detector with a higher energy threshold. In this paper, we provide accurate calculations of the low-energy ionization spectrum from high-velocity particles scattering in a dielectric material. We focus on silicon, although our results can be easily applied to other materials. We consider the full material response, in particular also the excitation of bulk plasmons. We generalize the energy-loss function to relativistic kinematics, and benchmark existing tools used for halo dark-matter scattering against publicly available electron energy-loss spectroscopy data. Compared to calculations of energy loss that are commonly used in the literature, such as the Photo-Absorption-Ionization model or the free-electron model, the inclusion of collective effects shifts the recoil ionization spectrum towards higher energies, typically peaking around 4--6 electron-hole pairs. We apply our results to the three benchmark examples: millicharged particles produced in a beam, neutrinos with a magnetic dipole moment produced in a reactor, and dark-matter particles that are upscattered by cosmic rays or in the Sun. Our results show that the proper inclusion of collective effects typically enhances a detector's sensitivity to these particles, since detector backgrounds, such as dark counts, peak at lower energies. ",
    "url": "https://arxiv.org/abs/2403.00123",
    "authors": [
      "Rouven Essig",
      "Ryan Plestid",
      "Aman Singal"
    ],
    "subjectives": [
      "High Energy Physics - Phenomenology (hep-ph)",
      "Cosmology and Nongalactic Astrophysics (astro-ph.CO)",
      "High Energy Physics - Experiment (hep-ex)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2403.00208",
    "title": "Multi-junction surface ion trap for quantum computing",
    "abstract": "Surface ion traps with two-dimensional layouts of trapping regions are natural architectures for storing large numbers of ions and supporting the connectivity needed to implement quantum algorithms. Many of the components and operations needed to fully exploit this architecture have already been demonstrated, including operation at cryogenic temperatures with low heating, low excitation transport, and ion control and detection with integrated photonics. Here we demonstrate a trap that addresses the scaling challenge of increasing power dissipation as the RF electrode increases in size. By raising the RF electrode and removing most of the insulating dielectric layer below it we reduce both ohmic and dielectric power dissipation. We also measure heating rates across a range of motional frequencies and for different voltage sources in a trap with a raised RF electrode but solid dielectric. ",
    "url": "https://arxiv.org/abs/2403.00208",
    "authors": [
      "J.D. Sterk",
      "M.G. Blain",
      "M. Delaney",
      "R. Haltli",
      "E. Heller",
      "A.L. Holterhoff",
      "T. Jennings",
      "N. Jimenez",
      "A. Kozhanov",
      "Z. Meinelt",
      "E. Ou",
      "J. Van Der Wall",
      "C. Noel",
      "D. Stick"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2403.00345",
    "title": "Microwave-to-optics conversion using magnetostatic modes and a tunable  optical cavity",
    "abstract": "Quantum computing, quantum communication and quantum networks rely on hybrid quantum systems operating in different frequency ranges. For instance, the superconducting qubits work in the gigahertz range, while the optical photons used in communication are in the range of hundreds of terahertz. Due to the large frequency mismatch, achieving the direct coupling and information exchange between different information carriers is generally difficult. Accordingly, a quantum interface is demanded, which serves as a bridge to establish information linkage between different quantum systems operating at distinct frequencies. Recently, the magnon mode in ferromagnetic spin systems has received significant attention. While the inherent weak optomagnonic coupling strength restricts the microwave-to-optical photon conversion efficiency using magnons, the versatility of the magnon modes, together with their readily achievable strong coupling with other quantum systems, endow them with many distinct advantages. Here, we realize the magnon-based microwave-light interface by adopting an optical cavity with adjustable free spectrum range and different kinds of magnetostatic modes in two microwave cavity configurations. By optimizing the parameters, an internal conversion efficiency of 1.28 x 10^-7 is achieved. We analyze the impact of various parameters on the microwave-to-optics conversion. The study provides useful guidance and insights to further enhancing the microwave-to-optics conversion efficiency using magnons. ",
    "url": "https://arxiv.org/abs/2403.00345",
    "authors": [
      "Wei-Jiang Wu",
      "Yi-Pu Wang",
      "Jie Li",
      "Gang Li",
      "J. Q. You"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2309.17233",
    "title": "Open Hardware Solutions in Quantum Technology",
    "abstract": " Comments: 22 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2309.17233",
    "authors": [
      "Nathan Shammah",
      "Anurag Saha Roy",
      "Carmen G. Almudever",
      "Sébastien Bourdeauducq",
      "Anastasiia Butko",
      "Gustavo Cancelo",
      "Susan M. Clark",
      "Johannes Heinsoo",
      "Loïc Henriet",
      "Gang Huang",
      "Christophe Jurczak",
      "Janne Kotilahti",
      "Alessandro Landra",
      "Ryan LaRose",
      "Andrea Mari",
      "Kasra Nowrouzi",
      "Caspar Ockeloen-Korppi",
      "Guen Prawiroatmodjo",
      "Irfan Siddiqi",
      "William J. Zeng"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2310.09989",
    "title": "Defect-induced helicity-dependent terahertz emission in Dirac semimetal  PtTe2 thin films",
    "abstract": " Comments: 27 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2310.09989",
    "authors": [
      "Zhongqiang Chen",
      "Hongsong Qiu",
      "Xinjuan Cheng",
      "Jizhe Cui",
      "Zuanming Jin",
      "Da Tian",
      "Xu Zhang",
      "Kankan Xu",
      "Ruxin Liu",
      "Wei Niu",
      "Liqi Zhou",
      "Tianyu Qiu",
      "Yequan Chen",
      "Caihong Zhang",
      "Xiaoxiang Xi",
      "Fengqi Song",
      "Rong Yu",
      "Xuechao Zhai",
      "Biaobing Jin",
      "Rong Zhang",
      "Xuefeng Wang"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2402.05745",
    "title": "All dielectric integrable optical isolators",
    "abstract": " Title: All dielectric integrable optical isolators ",
    "url": "https://arxiv.org/abs/2402.05745",
    "authors": [
      "Sevag Abadian",
      "Getulio Souza",
      "Stanislav Winkler",
      "Marian Bogdan Sirbu",
      "Michail Symeonidis",
      "Tolga Tekin"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.17354",
    "title": "Comment on \"Mode Structure and Orbital Angular Momentum of  Spatiotemporal Optical Vortex (STOV) Pulses\"",
    "abstract": " Comments: 2 pages, comment on arXiv:2103.03263v4 ",
    "url": "https://arxiv.org/abs/2402.17354",
    "authors": [
      "Miguel A. Porras"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.18996",
    "title": "Metasurface spectrometers beyond resolution-sensitivity constraints",
    "abstract": " Title: Metasurface spectrometers beyond resolution-sensitivity constraints ",
    "url": "https://arxiv.org/abs/2402.18996",
    "authors": [
      "Feng Tang",
      "Jingjun Wu",
      "Tom Albrow-Owen",
      "Hanxiao Cui",
      "Fujia Chen",
      "Yaqi Shi",
      "Lan Zou",
      "Jun Chen",
      "Xuhan Guo",
      "Yijun Sun",
      "Jikui Luo",
      "Bingfeng Ju",
      "Jing Huang",
      "Shuangli Liu",
      "Bo Li",
      "Liming Yang",
      "Eric Anthony Munro",
      "Wanguo Zheng",
      "Hannah J. Joyce",
      "Hongsheng Chen",
      "Lufeng Che",
      "Shurong Dong",
      "Tawfique Hasan",
      "Xin Ye",
      "Yihao Yang",
      "Zongyin Yang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2402.19320",
    "title": "Electron-correlated study of excited states and absorption spectra of  some low-symmetry graphene quantum dots",
    "abstract": " Comments: 14 pages and 8 figures (manuscript), 5 pages (supplemental material) ",
    "url": "https://arxiv.org/abs/2402.19320",
    "authors": [
      "Samayita Das",
      "Alok Shukla"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  }
]