[
  {
    "id": "arXiv:2511.11820",
    "title": "Categorization of Roles in the Quantum Industry",
    "abstract": "           Continued growth of the quantum information science and engineering (QISE) industry has resulted in stakeholders spanning education, industry, and government seeking to better understand the workforce needs. This report presents a framework for the categorization of roles in the QISE industry based on 42 interviews of QISE professionals across 23 companies, as well as a description of the method used in the creation of this framework. The data included information on over 80 positions, which we have grouped into 29 roles spanning four primary categories. For each primary category we provide an overview of what unites the roles within a category, a description of relevant subcategories, and definitions of the individual roles. These roles serve as the basis upon which we generate profiles of these roles, which include information about role critical tasks, necessary knowledge and skills, and educational requirements. Our next report will present such profiles for each of the roles presented herein.         ",
    "url": "https://arxiv.org/abs/2511.11820",
    "authors": [
      "A.R. Pina",
      "Shams El-Adawy",
      "H.J. Lewandowski",
      "Benjamin M. Zwickl"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)"
    ]
  },
  {
    "id": "arXiv:2511.11971",
    "title": "Channel Ordering for Fairness in Elastic Optical Networks via a LLM-Guided Bottleneck TSP Solver",
    "abstract": "           In flexible-grid elastic optical networks (EONs), the ordering of frequency channels plays a crucial role in managing inter-channel interference and ensuring signal quality. We address the Channel Ordering Problem (COP) by reformulating it as a Bottleneck Traveling Salesman Problem (BTSP), where interference among channels is represented as edge weights in a graph structure. To tackle this challenge efficiently, we develop a scalable approach that integrates statistical exploration with guidance from large language models (LLMs). Extensive simulations using both the Gaussian Noise (GN) model and the split-step Fourier method demonstrate that our method achieves near-optimal signal-to-noise ratio (SNR) performance and offers robust scalability across diverse network settings, making it well-suited for practical deployment in large-scale optical communication systems.         ",
    "url": "https://arxiv.org/abs/2511.11971",
    "authors": [
      "Liangshun Wu",
      "Wen Chen",
      "Qingqing Wu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2511.12037",
    "title": "Optical multistability in a compact microcavity enabled by near-exceptional coupling",
    "abstract": "           Multistability -- the emergence of multiple stable states under identical conditions -- is a hallmark of nonlinear complexity and an enabling mechanism for multilevel optical memory and photonic computing. Its realization in a compact footprint, however, is limited by intrinsically weak optical nonlinearities and the enlarged free spectral range that raises the multistability threshold. Here, we overcome this constraint by engineering a pair of spectrally close, ultra-high-Q resonances in a photonic crystal microcavity. Leveraging structural perturbations that deliberately introduce non-Hermitian coupling through a shared radiation channel, we drive the resonances toward an exceptional point with nearly degenerate wavelengths and balanced quality factors approaching $10^6$. This configuration substantially enhances thermo-optical nonlinearity and produces pronounced tristability and hysteresis loops within a footprint of 20 {\\mu}m at input powers below 240 {\\mu}W. We further demonstrate proof-of-concept optical random-access memory through controlled switching among multistable states. These results establish a general strategy for nonlinear microcavities to achieve energy-efficient multistability for reconfigurable all-optical memories, logic, and neuromorphic processors.         ",
    "url": "https://arxiv.org/abs/2511.12037",
    "authors": [
      "Zhen Liu",
      "Xuefan Yin",
      "Andrey Bogdanov",
      "Yujia Nie",
      "Yi Zuo",
      "Hongbin Li",
      "Feifan Wang",
      "Chao Peng"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2511.12038",
    "title": "Temperature bandgaps and thermal dopants arising from photothermal nonlinearities in high-Q silicon metasurfaces",
    "abstract": "           Strong light-matter interactions in silicon metasurfaces give rise to photothermal nonlinearities. While the effect of this strong coupling on light has been extensively studied, its impact on matter remains largely unexplored. Here, we investigate photothermal energy harvesting using strong light-matter interactions in high-quality-factor metasurfaces. First, we show that maximum metasurface temperatures can differ by $90^\\circ C$ based on the spectral excitation pathway: direct excitation of the metasurface from its nominal equilibrium by a single wavelength results in lower metasurface temperatures compared to continuous spectral scans. Investigating the temporal dynamics of this thermo-optic nonlinearity, we show an initial linear rise to a critical temperature over $~10s$ of seconds, followed by a rapid rise to the high temperature steady state in $~33ms$ around the bistable transition point. This linear rise time increases sharply around the bistable transition point. Most significantly, we show emergence of a Q-factor-dependent temperature band splitting and energy gap of around $60^\\circ C$ between the critical temperature and the high temperature steady state of the metasurface under single wavelength illumination. This forbidden equilibrium temperature band signifies that the high temperature steady state of the metasurface resonance after transitioning across the laser wavelength is further away from its nominal resonance than its linewidth. Interestingly, hyperspectrally accumulated nonlinearities from prior wavelengths effectively dope the metasurface with optical states within this bandgap. These thermal nonlinearities are tunable using the geometry and material of the metasurface. Collectively, these results show how high-Q metasurfaces enable strongly localized, path-dependent photothermal heating to drive site-selective on-chip catalytic and biochemical transformations.         ",
    "url": "https://arxiv.org/abs/2511.12038",
    "authors": [
      "Punnag Padhy",
      "Mohammad Asif Zaman",
      "Jennifer Dionne"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2511.12173",
    "title": "Photonic spin Hall effect in $\\mathcal{PT}$-symmetric non-Hermitian cavity magnomechanics",
    "abstract": "           Non-Hermitian cavity magnomechanics (CMM), which incorporates the magnon-photon and magnon-phonon interactions simultaneously, enables rich physical phenomena, including exceptional-point-enhanced sensing, and offers pathways toward topological transitions and nonreciprocal quantum transformation. These interactions exert a pivotal influence on the optical response of a weak probe field and pave the way for novel applications in quantum technologies. In this work, we consider a yttrium-iron-garnet (YIG) sphere coupled to a microwave cavity. The magnon mode of the YIG sphere is directly excited through microwave field coupling, whereas the cavity mode is probed via a weak-field interrogation scheme. The direct interaction of a traveling field with the magnon mode induces gain in the system, thereby establishing non-Hermitian dynamics. The parity-time (PT)-symmetric behavior of a hybrid non-Hermitian CMM is designed and investigated. Eigenvalue spectrum analysis demonstrates that a third-order exceptional point (EP_3) emerges under tunable effective magnon-photon coupling when the traveling field is oriented at an angle of \\pi/2 relative to the cavity's x-axis. The photonic spin Hall effect (PSHE) in a reflected probe field is subsequently examined in such a system. Under balanced gain and loss conditions and in the presence of effective magnon-phonon coupling, tunable effective magnon-photon coupling enables coherent control of the PSHE across the broken PT-symmetric phase, at the EP_3, and in the PT-symmetric phase. Investigation reveals that the PSHE can be significantly enhanced or suppressed via effective magnon-photon coupling. The influence of intracavity length on the PSHE is further explored, providing an additional parameter for fine-tuning the transverse shift. These findings establish a direct correspondence between the PSHE and the underlying non-Hermitian eigenvalue spectrum.         ",
    "url": "https://arxiv.org/abs/2511.12173",
    "authors": [
      "Shah Fahad",
      "Muzamil Shah",
      "Gao Xianlong"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2511.12314",
    "title": "High frame rate RIXS spectroscopy using a JUNGFRAU detector with an iLGAD sensor",
    "abstract": "           Resonant inelastic X-ray scattering (RIXS) is a powerful photon-in, photon-out spectroscopy technique for probing electronic, magnetic, and lattice excitations in matter. Time-resolved RIXS extends this capability through a stroboscopic optical pump-probe scheme to characterize the time evolution of the photoexcitation and subsequent relaxation dynamics of a sample. This technique is, however, extremely photon-hungry, requiring high-repetition-rate and intense X-ray facilities. The Heisenberg RIXS (hRIXS) spectrometer at the Spectroscopy and Coherent Scattering (SCS) instrument of the European X-ray Free-Electron Laser (EuXFEL) is designed to exploit high-repetition-rates, while maintaining optimal time and energy resolution. In this work, we demonstrate the successful deployment of a JUNGFRAU detector equipped with an inverse Low Gain Avalanche Diode (iLGAD) sensor for time-resolved RIXS studies in the soft X-ray range, using the hRIXS spectrometer. A spatial resolution of $19.71 \\pm 0.7~\\mu\\mathrm{m}$ and a resolving power exceeding 10,000 were achieved at an unprecedented frame rate of 47 kHz. Intra-train resolved data measured with a high FEL peak fluence of $1.8~\\mathrm{mJ/cm^{2}}$ for a 928.5 eV ph photon energy and 1.1 MHz repetition rate from cupric oxide (CuO) revealed a decrease in the emitted signal by ~10% over a time interval of $340~\\mu\\mathrm{s}$, indicating FEL-induced effects that require monitoring when conducting high-repetition-rate experiments. These results establish the JUNGFRAU-iLGAD as a promising detector to harvest the full potential of the hRIXS spectrometer, and validate its suitability for soft X-ray applications.         ",
    "url": "https://arxiv.org/abs/2511.12314",
    "authors": [
      "Nuno Duarte",
      "Loïc Le Guyader",
      "Viktoria Hinger",
      "Marco Ramilli",
      "Justine Schlappa",
      "Robert Carley",
      "Maria Carulla",
      "Yi-Ping Chang",
      "Devesh Chopra",
      "Natalia Gerasimova",
      "Michael Grimes",
      "Aldo Mozzanica",
      "Sergii Parchenko",
      "Le Phuong Hoang",
      "Urs Staub",
      "Jiaguo Zhang",
      "Anna Bergamaschi",
      "Andreas Scherz",
      "Bernd Schmitt",
      "Monica Turcato"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2511.12357",
    "title": "Direct Photochemical Patterning of Lithium Niobate Thin Films for Scalable Nonlinear Optical Metasurfaces",
    "abstract": "           Lithium niobate is one of the most sought-after materials for nanophotonic devices, including frequency converters, modulators, and quantum light sources. Integration of lithium niobate into optical devices, however, is hampered by significant top-down fabrication challenges due to its exceptional chemical resistance. Scalable fabrication methods that preserve material quality while reducing fabrication complexity and cost are, therefore, crucial to advancing lithium niobate devices. We present a photochemical metal-organic decomposition technique for the scalable patterning of lithium niobate at ambient conditions, eliminating the need for harsh etching conditions and cleanroom protocols. The method utilizes a solution of a custom-prepared photosensitive organometallic precursor as a negative photoresist. The UV light exposure of the thin films of the precursor through a photomask, followed by rinsing with ethanol, yields amorphous patterns, which transform into crystalline lithium niobate after a calcination step. This method enables a scalable fabrication of a range of complex geometric shapes with a feature resolution down to $30\\,\\mu\\mathrm{m}$. The patterned lithium niobate structures exhibit a tunable second harmonic generation activity with an isotropic optical response. This approach offers a scalable and low-cost pathway for manufacturing lithium niobate photonics and the potential to fabricate other materials (e.g., barium titanite and lithium tantalate).         ",
    "url": "https://arxiv.org/abs/2511.12357",
    "authors": [
      "Rana Faryad Ali",
      "Guillermo Aguilar"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2511.12372",
    "title": "Generation of Bright and Controllable Isolated Attosecond X-Ray Pulses from Synchronized Mid-Infrared and Ultra-short Ultraviolet Laser Fields",
    "abstract": "           We investigate, by solving the time-dependent Schrödinger equation in the single-active-electron approximation in helium, a two-color scheme for tabletop high-order harmonic generation (HHG) that combines a mid-infrared (MIR) driving field with an ultrashort ultraviolet (UV) pulse that could be generated via resonant dispersive wave emission in gas-filled hollow-core fibers. This configuration enables the generation of bright, isolated, and tunable attosecond X-ray pulses. In contrast to single-color driving schemes, which suffer from low conversion efficiency, unfavorable wavelength scaling, and limited spectral control, the MIR+UV approach provides a practical and controllable route for advancing tabletop ultrafast spectroscopy and real-time molecular imaging within current experimental capabilities.         ",
    "url": "https://arxiv.org/abs/2511.12372",
    "authors": [
      "Davis Robinson",
      "Kyle A. Hamer",
      "Chelsea Kincaid",
      "Michael Chini",
      "Nicolas Douguet"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2511.12440",
    "title": "Spectro-Polarimetric Holographic Multiplexing Metasurface with Super-High Capacity Empowered by Mechanical Rotation",
    "abstract": "           Mechanically reconfigurable metasurfaces capable of translation, rotation, and permutation have attracted considerable attention for high-capacity optical information storage and full-color holographic displays, owing to their low-power and high functional scalability, despite the additional system-level complexity introduced by precision rotation stages. This study presents a differentiable inverse design framework for such metasurfaces, creating an accurate mapping between meta-atom geometries and their multi-channel optical responses across diverse optical dimensions. Using a deep neural network-driven, end-to-end optimization pipeline, the framework enables intelligent, iterative refinement of rotatable metasurface within constrained design space. Using this approach, we show high-fidelity holographic video display by rotating a single element in a cascaded metasurface doublet around the optical axis. The doublet enables pixel-resolved holographic imaging with 288 independent channels, and by switching input/output polarization states, the system demonstrates four distinct full-color dynamic holographic videos. This work establishes an alternative paradigm for optical parameter multiplexing and end-to-end inverse design in mechanically reconfigurable metasurfaces, suggesting applications in compact optical systems, dynamic holography, information processing, and optical computing.         ",
    "url": "https://arxiv.org/abs/2511.12440",
    "authors": [
      "Ting Ma",
      "Xianjin Liu",
      "Qiwen Bao",
      "Bolun Zhang",
      "Jun-Jun Xiao"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2511.12837",
    "title": "Exponential parallelism in practice: a comparative feature on quantum computing and instantaneous noise-based logic",
    "abstract": "           Exponential parallelism, a defining principle of advanced computational systems, holds promise for transformative impacts across several scientific and industrial domains. This feature paper provides a comparative overview of Quantum Computing (QC) and Instantaneous Noise-based Logic (INBL), focusing on their practical strengths, limitations, and applications rather than exhaustive technical depth. Both paradigms leverage exponentially large Hilbert spaces: quantum computing achieves this via quantum superposition, while INBL realizes it through the product space of classical noise processes. Quantum computers attain universality for all computational operations, whereas current INBL frameworks are universal only for Boolean logic; notably, essential superposition operations-such as AND and OR gates-are absent, precluding implementations of algorithms like Shor's. However, for certain problem classes where full universality is not required, INBL and quantum computing can offer equivalent time and hardware complexity, as observed with the Deutsch-Jozsa algorithm. Remarkably, for search tasks such as phonebook lookup, Grover's quantum algorithm provides a quadratic O(n^0.5) speedup compared to the classical approach, while INBL achieves an exponential speedup, requiring only logarithmic time in the size n of the phonebook O(log n). Such INBL algorithms could, in principle, be adapted to quantum hardware to attain similar performance. Importantly, INBL hardware is considerably simpler, being implementable with modest modifications to conventional PC architectures equipped with a true random number generator, and it inherently avoids the decoherence and error correction challenges of quantum systems.         ",
    "url": "https://arxiv.org/abs/2511.12837",
    "authors": [
      "Laszlo B. Kish"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2511.12918",
    "title": "Inverse Design of Integrated Terahertz Vortex Beam Emitters with Staged-Annealing Topology Optimization",
    "abstract": "           Integrated photonics is increasingly demanded in applications such as large-scale data centers, intelligent sensing, and next-generation wireless communications, where compact, multifunctional, and energy-efficient components are essential. Inverse-designed photonics, empowered by optimization and learning algorithms, have emerged as a powerful paradigm for realizing compact and multifunctional integrated photonic components. In this work, we develop a staged-annealing topological optimization (SATO) framework tailored for the design of integrated terahertz (THz) beam-shaping devices. Employing this inverse-designed framework, we experimentally demonstrate a class of compact THz vortex beam emitters on an all-silicon on-chip platform. These devices efficiently convert the in-plane fundamental transverse electric (TE) waveguide mode into free-space vortex beams with mode purity up to 87% and energy conversion efficiency up to 74% across the target wavelength range (680 {\\mu}m to 720 {\\mu}m). The inverse-designed emitters exhibit ultracompact footprints (lateral size < 4{\\lambda}) and a free-standing configuration, enabling the generation of dual-directional vortex beams carrying opposite topological charges. The proposed SATO framework provides a generalizable and fabrication-compatible approach for THz photonic device engineering, offering a scalable pathway toward complex structured beam manipulation in next-generation wireless communication systems and on-chip integrated THz photonic systems.         ",
    "url": "https://arxiv.org/abs/2511.12918",
    "authors": [
      "Faqian Chong",
      "Tiancheng Zhang",
      "Yulun Wu",
      "Bingtao Gao",
      "Yingjie Wu",
      "Shilong Li",
      "Hongsheng Chen",
      "Song Han"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2511.13084",
    "title": "Electron Recoil via Sample Momentum Transfer under Optical Excitation",
    "abstract": "           The interaction between free electrons and optical modes underlies a variety of quantum and nanoscale light-matter phenomena, yet the associated momentum exchange with the sample largely remained overlooked. Here, we experimentally demonstrate the momentum transfer from free electrons to planar samples during optical mode excitation using momentum-resolved electron energy-loss spectroscopy. The momentum transfer to the sample modifies the apparent dispersion relation which is significant when the planner sample is tilted. Under specific conditions, the sample receives momentum opposite to the electron beam direction.         ",
    "url": "https://arxiv.org/abs/2511.13084",
    "authors": [
      "Akira Yasuhara",
      "Yamato Kirii",
      "Takumi Sannomiya"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2511.13114",
    "title": "Orthogonal Attosecond Control of Solid-State Harmonics by Optical Waveforms and Quantum Geometry Engineering",
    "abstract": "           High-harmonic generation (HHG) in two-dimensional materials offers a compelling route toward compact extreme ultraviolet sources and probing electron dynamics on the attosecond scale. However, achieving precise control over the emission and disentangling the complex interplay between intraband and interband quantum pathways remains a central challenge. Here, we demonstrate through first-principles simulations that HHG in monolayer WS2 can be subjected to precise, complementary control by combining all-optical two-color laser fields with mechanical strain engineering. This dual-mode strategy provides unprecedented, orthogonal control over harmonic yield, polarization, and spectral features. We reveal that sculpting the two-color field's relative phase provides a sub-femtosecond switch for the quantum coherence of electron-hole pairs, thereby maximizing harmonic emission. Crucially, we uncover that tensile strain acts as a powerful amplifier through a dual mechanism - while strain-modified band dispersion enhances the intraband current, a profound reshaping of the Berry curvature (BC) dramatically boosts the anomalous velocity contribution to the interband response. This quantum geometric effect manifests as a robust, linear dependence of the harmonic yield on strain and a significant amplification of the perpendicularly polarized harmonics, providing a clear experimental signature for probing quantum geometric effects. Our findings establish a versatile framework for optimizing solid-state HHG and introduce a powerful all-optical method to map strain and quantum geometric properties of materials, positioning monolayer WS2 as a model system for exploring attosecond physics at the nexus of bulk and atomic scales.         ",
    "url": "https://arxiv.org/abs/2511.13114",
    "authors": [
      "Zhenjiang Zhao",
      "Zhihua Zheng",
      "Zhiyi Xu",
      "Xing Ran",
      "Xiaolong Yao",
      "Fangping Ouyang"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2511.13165",
    "title": "An inverse design method for generalized zero-étendue sources and two targets",
    "abstract": "           We present an inverse method to compute freeform optical surfaces that transform a light distribution, parameterized by two source planes, into two separate target distributions. The surfaces can be reflectors or lenses, and control both the spatial and directional source and target coordinates of light rays. From energy conservation we derive Jacobian equations for optical mappings, and the optical path length provides generating functions for the optical surfaces. A three-stage least-squares algorithm numerically solves the resulting equations. We present examples with complex source and target distributions.         ",
    "url": "https://arxiv.org/abs/2511.13165",
    "authors": [
      "Pieter Braam",
      "Jan ten Thije Boonkkamp",
      "Martijn Anthonissen",
      "Koondanibha Mitra",
      "Lisa Kusch",
      "Wilbert IJzerman"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2511.13236",
    "title": "Extreme polaritonic interactions in a room-temperature deterministic sub-nanocavity quantum electrodynamic platform",
    "abstract": "           Pushing nanoscale optical confinement to its ultimate limits defines the regime of nano-cavity quantum electrodynamics (nano-cQED), where light--matter interactions approach the fundamental quantum limits of individual atoms, e.g., picocavities. However, realizing such extreme confinement in a stable and controllable manner remains a key challenge. Here, we introduce a van der Waals material-based nano-cQED platform by coupling monolayer MoS2 excitons to plasmonic sub-nanocavities formed via assembly of ultrasmall gold clusters (3-5 nm) in the nanogap of a nanoparticle-on-mirror nanocavity. These clusters emulate the field-confining role of atomic protrusions of the picocavities through a resonance-insensitive lightning-rod effect, achieving deep-subwavelength mode volumes. In this nano-cQED testbed, we observe pronounced multi-branch Rabi splittings and ultrastrong lower-branch polaritonic photoluminescence with up to 10^4-fold enhancement. This deterministic architecture provides a controllable pathway to access picocavity-like behavior and opens new opportunities for single-molecule spectroscopy and the exploration of nano-cQED.         ",
    "url": "https://arxiv.org/abs/2511.13236",
    "authors": [
      "Huatian Hu",
      "Xin Shu",
      "Zhiwei Hu",
      "Di Zheng",
      "Wei Dai",
      "Xiang Lan",
      "Xiaobo Han",
      "Wen Chen",
      "Hongxing Xu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2511.13266",
    "title": "Antisymmetric Mueller Generator as the Universal Origin of Geometric Phase in Classical Polarization and Quantum Two-Level Systems",
    "abstract": "           We show that the antisymmetric part of the Mueller matrix of any ideal retarder uniquely determines the geometric phase observed in classical polarization optics. This antisymmetric block encodes the angular-velocity pseudovector that governs the tangential component of the Stokesvector motion on the Poincaré sphere and thus fully determines the associated geometric phase, while the symmetric block is geometrically neutral in the sense that it does not contribute to the phase. We further demonstrate that the same antisymmetric generator arises in the adjoint action of any SU(2) unitary operator and fully determines the geometric phase of a qubit, independently of adiabaticity or cyclicity. This identifies a single algebraic structure underlying geometric phases in both classical and quantum two-level systems and provides an operational criterion for isolating geometric-phase contributions either directly from measured Mueller matrices (classical case) or from the adjoint action reconstructed by qubit process tomography         ",
    "url": "https://arxiv.org/abs/2511.13266",
    "authors": [
      "José J. Gil"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2511.13284",
    "title": "Programmable photonic Ising machine enabled by a reconfigurable interferometric processor",
    "abstract": "           The general-purpose programmable photonic processors offer a scalable and reconfigurable solution for a wide range of RF and optical applications. Therefore, implementing photonic Ising machines using programmable processors leverages the advantages of high speed and parallelism, enabling efficient hardware acceleration for finding ground-state solutions to combinatorial optimization problems. In this work, we demonstrate a novel programmable photonic Ising solver based on a hexagonal mesh general-purpose programmable photonic platform. The integrated system allows reconfigurable matrix multiplication and computes the Hamiltonian iteratively using an annealing algorithm that facilitates spin updates and effectively searches for the ground state. As a proof of concept, we experimentally solve two benchmark optimization problems, a fundamental three-node ferromagnetic coupling problem with external bias that demonstrates nontrivial spin interactions, and a four-node Max-Cut problem with arbitrary coupling matrices. Furthermore, to establish a large-scale capability, we emulated Ising problems with sizes up to N = 50, achieving success probabilities exceeding 80\\%. Additionally, we examined the impact of errors, such as phase and coupling, on the performance of the programmable photonic Ising machine. Our general-purpose photonic Ising machine paves the way for implementing large-scale, programmable architectures for solving optimization problems.         ",
    "url": "https://arxiv.org/abs/2511.13284",
    "authors": [
      "José Roberto Rausell-Campo",
      "Nayem Al Kayed",
      "Daniel Pérez-Lppez",
      "A. Aadhi",
      "Bhavin J. Shastri",
      "José Capmany Francoy"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2511.13407",
    "title": "K-shell ionization and characteristic x-ray radiation by high-energy electrons and positrons in oriented silicon crystals",
    "abstract": "           K-shell ionization and characteristic x-ray radiation (CXR) by high-energy electrons and positrons in oriented silicon crystals are studied using computer simulation. A method for this simulation has been developed and is described in detail. The evolution of the angular distribution of CXR from the upstream surface of the crystal with changes in the angle between the incident particle momentum and the crystal <100> axis or (100) plane, as well as with changes in particle energy over a wide range (1-1000 GeV), is investigated. It is shown that in most cases this evolution is non-monotonic. The physical mechanisms underlying this behavior are discussed. In particular, the impact of the dechanneling process on CXR produced by electrons is analyzed.         ",
    "url": "https://arxiv.org/abs/2511.13407",
    "authors": [
      "S.V. Trofymenko",
      "I.V. Kyryllin"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2511.13434",
    "title": "Optical investigation of ultra-slow spin relaxation in $^{171}$Yb$^{3+}$:Y$_2$SiO$_5$ single crystals",
    "abstract": "           We present a comprehensive study of spin relaxation dynamics at cryogenic temperatures in a rare-earth-doped crystal used for quantum memory applications: $^{171}$Yb:Y$_2$SiO$_5$. Spin relaxation is indeed a major limiting factor for both the efficiency and storage time of quantum memory protocols based on atomic frequency combs in rare-earth materials. The relaxation dynamics among the four ground-state hyperfine levels were simultaneously investigated by optically perturbing the spin population distribution and monitoring its return to thermal equilibrium through optical absorption spectroscopy. By applying different types of perturbations, we were also able to distinguish between two types of relaxation processes, induced by spin-phonon and spin-spin interactions. Below 1 K, we observed that the re-thermalization of the Yb$^{3+}$ ion population takes several hours, driven solely by direct phonon absorption or emission. However, the effective lifetime of individual spin states is much shorter - on the order of several seconds in low-doped (2 ppm) samples and of milliseconds in 10 ppm samples - due to spin-spin interactions. These findings provide valuable guidelines for optimizing doping levels and operating temperatures in rare-earth-doped crystals for quantum applications. Notably, they suggest that atomic frequency combs with lifetimes of several hours could be realized using $^{171}$Yb:Y$_2$SiO$_5$ crystals with slightly less than 2 ppm doping and operating near 1 K.         ",
    "url": "https://arxiv.org/abs/2511.13434",
    "authors": [
      "Federico Chiossi",
      "Alexey Tiranov",
      "Luois Nicolas",
      "Diana Serrano",
      "Felix Montjovet-Basset",
      "Eloïse Lafitte-Houssat",
      "Alban Ferrier",
      "Sacha Welinski",
      "Loïc Morvan",
      "Perrine Berger",
      "Mikael Afzelius",
      "Philippe Goldner"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2511.13516",
    "title": "A High-Efficiency Microwave Power Combining System Based on Frequency-Tuning Injection-Locked Magnetrons",
    "abstract": "           To increase the power level and energy utilization rate of injection-locked magnetron sources, a dual way 1-kW S-band magnetron microwave power combining system with high combining efficiency was proposed and validated. A waveguide magic-Tee was used to achieve power combining and to provide a pathway for the reference signal. This system utilizes the power-dividing characteristic of a magic-Tee to lock two magnetrons. Frequency tuning is applied to adjust the phase difference between the two magnetrons' signals so as to achieve a high combining efficiency. Experimental results indicate that the microwave power combining efficiency of the proposed system reaches 94.5%. The attenuation of microwave power is caused only by the waveguides and magic-Tee. Our investigation provides a guideline for future high-power microwave combining systems with low losses.         ",
    "url": "https://arxiv.org/abs/2511.13516",
    "authors": [
      "Xiaojie Chen",
      "Bo Yang",
      "Naoki Shinohara",
      "Changjun Liu"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2511.13519",
    "title": "Formation of HNC and HCN isomers in molecular plasmas revealed by frequency comb and quantum cascade laser spectroscopy",
    "abstract": "           Hydrogen cyanide (HCN) is a well-known product in combustion, astrophysical, and plasma environments, but its isomer, hydrogen isocyanide (HNC), remains unexplored in molecular plasmas. Here, we report on the detection and quantification of both HNC and HCN isomers in low-temperature plasmas generated from N$_2$/H$_2$/CH$_4$ mixtures using quantum cascade laser and frequency comb absorption spectroscopy. The identification of HNC is confirmed by comparison with molecular spectroscopic databases. The observed [HNC]/[HCN] abundance ratio of $\\sim 10^{-4}$ is far lower than reported values in interstellar media, where ratios can reach unity. We attribute this stark difference to fundamentally different kinetics, dominated by an interplay between formation of vibrationally 'hot' intermediates (HCN* and HNC*) and their subsequent stabilization and destruction. This mechanism contrasts with cold interstellar environments, where dissociative recombination reactions dominate and the formed HNC persists and accumulates over astrochemical timescales. Our results highlight the overlooked role of HNC in plasma chemistry containing carbon, nitrogen and hydrogen, with implications for plasma-assisted HCN synthesis and nitrogen-carbon plasma processes in surface modification and material treatments.         ",
    "url": "https://arxiv.org/abs/2511.13519",
    "authors": [
      "Ibrahim Sadiek",
      "Simona Di Bernardo",
      "Uwe Macherius",
      "Jean-Pierre H. van Helden"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2511.13619",
    "title": "Variable-temperature attenuator calibration method for on-wafer microwave noise characterization of low-noise amplifiers",
    "abstract": "           Low-noise cryogenic microwave amplifiers are widely used in applications such as radio astronomy and quantum computing. On-wafer noise characterization of cryogenic low-noise transistors is desirable because it facilitates more rapid characterization of devices prior to packaging, but obtaining accurate noise measurements is difficult due to the uncertainty arising from the input loss and temperature gradients prior to the device-under-test (DUT). Here, we report a calibration method that enables the simultaneous determination of the backend noise temperature and effective-noise-ratio at the input plane of the DUT. The method is based on measuring the S-parameters and noise power of a series of attenuators at two or more distinct physical temperatures. We validate our method by measuring the noise temperature of InP HEMTs in 4-8 GHz. The calibration method can be generalized to measure the microwave noise temperature of any two-port device so long as a series of attenuators can be measured at two or more distinct physical temperatures.         ",
    "url": "https://arxiv.org/abs/2511.13619",
    "authors": [
      "Anthony J. Ardizzi",
      "Jiayin Zhang",
      "Akim A. Babenko",
      "Kieran A. Cleary",
      "Austin J. Minnich"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ]
  },
  {
    "id": "arXiv:2511.13677",
    "title": "Open-shell frozen natural orbital approach for quantum eigensolvers",
    "abstract": "           We present an open-shell frozen natural orbital (FNO) approach, which utilizes the second-order Z-averaged perturbation theory (ZAPT2), to reduce the restricted opten-shell Hartree-Fock virtual space size with controllable accuracy. Our ZAPT2 frozen natural orbital (ZAPT-FNO) selection scheme significantly outperforms the canonical molecular orbital virtual space truncation scheme based on Hartree-Fock orbital energies, especially when using large multiple-polarized and augmented basis sets. We demonstrate that the ZAPT-FNO-selected virtual orbitals lead to a systematic convergence of the correlation energies, but more importantly to the singlet-triplet T$_1$-S$_ 0$ energy gaps with respect to the complete active space (CAS) [occupied + virtual] size. We confirm our findings by simulating T$_1$-S$_ 0$ gaps in H$_2$O$_2$ and O$_2$ molecules using the traditional complete active space configuration interaction (CASCI) approach, as well as in stretched CH$_2$, for which we also employed the iterative qubit coupled cluster (iQCC) method as a quantum eigensolver. Finally, we applied the iQCC method with ZAPT-FNO-selected active space to the phosphorescent Ir(ppy)$_3$ complex with 260 electrons, where extended basis sets are required to achieve chemical (ca. 1 m$E_h$) accuracy. In this case, CASCI results are not available; however, the iQCC-computed T$_1$-S$_ 0$ gaps show robust convergence with enlarging basis set and CAS size, approaching the experimental value. Thus, the ZAPT-FNO method is very promising for improving the accuracy of quantum chemical modelling in a resource-efficient manner, and opens the door to simulating open-shell states of large materials within realistic active space sizes and without compromising on basis-set quality.         ",
    "url": "https://arxiv.org/abs/2511.13677",
    "authors": [
      "Angela F. Harper",
      "Xiaobing Liu",
      "Scott N. Genin",
      "Ilya G. Ryabinkin"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2511.13711",
    "title": "In-Situ Growth of Halide Perovskite Single Crystals and Thin Films on Optical Fiber End Facets",
    "abstract": "           Halide perovskites exhibit significant advantages for active optical components such as light emitting diodes, solar cells and photodetectors due to their excellent optoelectronic properties. Their nonlinear optical effects and other characteristics also make them suitable for integration into waveguide components, such as optical fibers, for applications like optical modulation. Although some efforts have been made to integrate perovskite nanomaterials with optical fibers, technological challenges have hindered reliable in-situ preparation methods. Herein, we propose an area-selective wetting strategy for optical fibers, which utilizes hydrophobic sidewalls and hydrophilic end facets to reliably hold small precursor droplets. By introducing a space confinement strategy to suppress the kinetics of solvent evaporation, Methylammonium lead bromide (MAPbBr3) perovskite single crystals were successfully grown in-situ on the fiber end facet. The versatility of this in-situ growth method for single crystals on fiber end facets of various sizes has also been verified. In a separate approach, the controllable in-situ preparation of CsPbBr3 polycrystalline thin films was achieved through vacuum-assisted rapid crystallization. Our strategy provides a controllable platform for the integration of perovskite materials and optical fibers, enabling further development in optical applications.         ",
    "url": "https://arxiv.org/abs/2511.13711",
    "authors": [
      "Yang Yu",
      "Kanak Kanti Bhowmik",
      "Ruan Li",
      "Kexin Li",
      "Lin Zhu",
      "Hai Xiao",
      "Lianfeng Zhao"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2511.11941",
    "title": "Error-Mitigation Enabled Multicomponent Quantum Simulations Beyond the Born-Oppenheimer Approximation",
    "abstract": "           We introduce a multicomponent unitary coupled cluster framework for quantum simulations of molecular systems that incorporate both electronic and nuclear quantum effects beyond the Born-Oppenheimer approximation. Using the nuclear-electronic orbital formalism, we construct mcUCC ansätze for positronium hydride and molecular hydrogen with a quantum proton, and analyze hardware requirements for different excitation truncations. To further reduce resource costs effectively, we employ the local unitary cluster Jastrow ansatz and implement it experimentally on IBM Q's Heron superconducting hardware. With the Physics-Inspired Extrapolation error mitigation protocol, the computed ground-state energies remain within chemical accuracy, consistent with the stated uncertainty level. These results provide the first demonstration of error-mitigated multicomponent correlated simulations on quantum hardware and outline a path toward scalable algorithms unifying electronic and nuclear degrees of freedom.         ",
    "url": "https://arxiv.org/abs/2511.11941",
    "authors": [
      "Delmar G. A. Cabral",
      "Brandon Allen",
      "Fabijan Pavošević",
      "Sharon Hammes-Schiffer",
      "Pablo Díez-Valle",
      "Jack S. Baker",
      "Gaurav Saxena",
      "Thi Ha Kyaw",
      "Victor S. Batista"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2511.12250",
    "title": "Skyrmionic qubits stabilized by Dzyaloshinskii-Moriya interaction as platforms for qubits and quantum gates",
    "abstract": "           Quantum computation departs from the classical paradigm of deterministic, bit-based processing by exploiting inherently quantum phenomena such as superposition and entanglement. We propose a framework for qubit realization based on skyrmionic states stabilized by the Dzyaloshinskii-Moriya interaction (DMI) in two-dimensional spin lattices. The model incorporates competing exchange interactions, perpendicular magnetic anisotropy, and Zeeman coupling, solved via exact diagonalization under periodic (PBC) and open boundary conditions (OBC). A quantum skyrmionic phase emerges for PBC within a parameter space defined by DMI, exchange, field, and anisotropy, while OBC favor classical-like, topologically protected skyrmions. Quantum logic gates (Pauli X, Y, Z, Hadamard) are implemented on both skyrmion types. Energy density and entanglement entropy analyses reveal that quantum skyrmions suffer from DMI-driven decoherence and reduced gate fidelity, whereas classical-like skyrmions maintain stability. Exact simulations of qubit dynamics, including drive effects and Lindblad decoherence, demonstrate tunable anharmonic energy levels and coherent Bloch-sphere manipulation, making these skyrmionic states promising candidates for qubit implementation. Overall, the Dzyaloshinskii-Moriya interaction plays a dual role-stabilizing skyrmionic qubits while simultaneously inducing decoherence during gate operations.         ",
    "url": "https://arxiv.org/abs/2511.12250",
    "authors": [
      "Doru Sticlet",
      "Romulus Tetean",
      "Coriolan Tiusan"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2511.12356",
    "title": "QuaRT: A toolkit for the exploration of quantum methods for radiation transport",
    "abstract": "           QuaRT is a Python library for quantum simulation of radiative transfer in astrophysical and cosmological problems. It features a novel angular redistribution methodology for lattice Boltzmann methods which improves the isotropy of simulations of objects such as stars in non-scattering media.         ",
    "url": "https://arxiv.org/abs/2511.12356",
    "authors": [
      "Rasmit Devkota",
      "John H. Wise"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      "Computational Engineering, Finance, and Science (cs.CE)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2511.12546",
    "title": "Sparsity-Driven Entanglement Detection in High-Dimensional Quantum States",
    "abstract": "           The characterization of high-dimensional quantum entanglement is crucial for advanced quantum computing and quantum information algorithms. Traditional methods require extensive data acquisition and suffer from limited visibility due to experimental noise. Here, we introduce a sparsity-driven framework to enhance the detection and certification of high-dimensional entanglement in spatially entangled photon pairs. By applying $\\ell_1$-regularized reconstruction to sample covariance matrices obtained from measurements on photons produced via spontaneous parametric down-conversion (SPDC) measurements, we enhance the visibility of the correlation signal while suppressing noise. We demonstrate, using a position-momentum Einstein-Podolsky-Rosen (EPR) entanglement criterion, that this approach enables certification of an entanglement dimensionality that cannot be achieved without regularization. Our method is scalable, simple to use and compatible with existing quantum-optics platforms, thus paves the way for efficient, real-time analysis of high-dimensional quantum states.         ",
    "url": "https://arxiv.org/abs/2511.12546",
    "authors": [
      "Stav Lotan",
      "Hugo Defienne",
      "Ronen Talmon",
      "Guy Bartal"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2511.12552",
    "title": "Eardrum sound pressure prediction from ear canal reflectance based on the inverse solution of Webster's horn equation",
    "abstract": "           To derive ear canal transfer functions for individualized equalization algorithms of in-ear hearing systems, individual ear canal models are needed. In a one-dimensional approach, this requires the estimation of the individual area function of the ear canal. The area function can be effectively and reproducibly calculated as the inverse solution of Webster's horn equation by finite difference approximation of the time domain reflectance. Building upon previous research, the present study further investigates the termination of the approximation at an optimal spatial resolution, addressing the absence of higher frequencies in typical ear canal measurements and enhancing the accuracy of the inverse solution. Compared to the geometric reference, more precise area functions were achieved by extrapolating simulated input impedances of ear canal geometries up to a frequency of 3.5 MHz, corresponding to 0.1 mm spatial resolution. The low pass of the previous work was adopted but adjusted for its cut-off frequency depending on the highest frequency of the band-limited input impedance. Robust criteria for terminating the area function at the approximated ear canal length were found. Finally, three-dimensional simulated and measured ear canal transfer impedances were replicated well employing the previously introduced and herein validated one-dimensional electro-acoustic model fed by the area functions.         ",
    "url": "https://arxiv.org/abs/2511.12552",
    "authors": [
      "Reinhild Roden",
      "Tobias Sankowsky-Rothe",
      "Nick Wulbusch",
      "Alexey Chernov",
      "Matthias Blau"
    ],
    "subjectives": [
      "Audio and Speech Processing (eess.AS)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2511.12613",
    "title": "Quantum Orthogonal Separable Physics-Informed Neural Networks",
    "abstract": "           This paper introduces Quantum Orthogonal Separable Physics-Informed Neural Networks (QO-SPINNs), a novel architecture for solving Partial Differential Equations, integrating quantum computing principles to address the computational bottlenecks of classical methods. We leverage a quantum algorithm for accelerating matrix multiplication within each layer, achieving a $\\mathcal O(d\\log d/\\epsilon^2)$ complexity, a significant improvement over the classical $\\mathcal O(d^2)$ complexity, where $d$ is the dimension of the matrix, $\\epsilon$ the accuracy level. This is accomplished by using a Hamming weight-preserving quantum circuit and a unary basis for data encoding, with a comprehensive theoretical analysis of the overall architecture provided. We demonstrate the practical utility of our model by applying it to solve both forward and inverse PDE problems. Furthermore, we exploit the inherent orthogonality of our quantum circuits (which guarantees a spectral norm of 1) to develop a novel uncertainty quantification method. Our approach adapts the Spectral Normalized Gaussian Process for SPINNs, eliminating the need for the computationally expensive spectral normalization step. By using a Quantum Orthogonal SPINN architecture based on stacking, we provide a robust and efficient framework for uncertainty quantification (UQ) which, to our knowledge, is the first UQ method specifically designed for Separable PINNs. Numerical results based on classical simulation of the quantum circuits, are presented to validate the theoretical claims and demonstrate the efficacy of the proposed method.         ",
    "url": "https://arxiv.org/abs/2511.12613",
    "authors": [
      "Pietro Zanotta",
      "Ljubomir Budinski",
      "Caglar Aytekin",
      "Valtteri Lahtinen"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2511.13090",
    "title": "Fractional Contribution of Dynamical and Geometric Phases in Quantum Evolution",
    "abstract": "           The fundamental division of the total quantum evolution phase into geometric and dynamical components is a central problem in quantum physics. Here, we prove a remarkably simple and universal law demonstrating that this partitioning is governed, at every instant, solely by a single geometric quantity: the Bargmann angle (Bures angle). This result provides a universally applicable and rigorous way to define the exact fraction of the total phase that is geometric versus dynamical in origin, thereby establishing a new quantitative link between the dynamics of quantum evolution and the geometry of the state space. This finding has immediate practical consequences, furnishing a real-time measure of the geometricity of an evolution for designing high-fidelity geometric quantum gates with optimized robustness, and opening new avenues for quantum speed limit and coherent control.         ",
    "url": "https://arxiv.org/abs/2511.13090",
    "authors": [
      "Arun Kumar Pati",
      "Vlatko Vedral"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Physics Education (physics.ed-ph)"
    ]
  },
  {
    "id": "arXiv:2511.13142",
    "title": "Multiphase transport and compositional mixing mechanisms in twin-wire laser directed energy deposition: toward process stability and graded material fabrication",
    "abstract": "           Twin-wire laser directed energy deposition (TW-LDED) provides a promising route for alloying and fabrication of compositionally graded structures. However, inherent multiparameter coupling in twin-wire systems critically exacerbates both process instabilities and compositional inhomogeneity. This unresolved issue escalates into a fundamental technological bottleneck, as the underlying physical mechanisms remain poorly understood. This study developed a high-fidelity multi-physics and multiphase simulation framework coupled with experimental validation to reveal thermal-fluid behavior and heat-mass transfer mechanisms in TW-LDED using Inconel 718 and SS316L fine wires. Three distinct transition modes were identified: twin-wire melt droplet, twin-wire liquid bridge, and droplet-bridge mixed transitions, with the twin-wire liquid bridge regime delivering optimal stability and uniform mixing. Parametric analysis demonstrates that increasing wire feeding speed or decreasing wire initial height promotes stable liquid bridge formation, while small laser spots at low feeding speeds induce excessive volumetric energy density and bridge instability. Simulation and single-track experiments confirm that liquid bridge transitions reduce dimensional fluctuations by 85% while enhancing compositional homogeneity. Conversely, the melt droplet-bridge transition mode creates periodic flow switching and compositional discontinuities along the scan direction. Finally, a 60 mm functionally graded ring was successfully fabricated using optimized parameters, achieving uniform elemental distribution in the transition zone without significant segregation, validating the feasibility of TW-LDED for functionally graded components.         ",
    "url": "https://arxiv.org/abs/2511.13142",
    "authors": [
      "Yi Li",
      "Yuhui Li",
      "Jianzhao Wu",
      "Luxuan Zhang",
      "Maoyuan Li",
      "Chaochao Wu",
      "Zhenzhong Wang"
    ],
    "subjectives": [
      "Chaotic Dynamics (nlin.CD)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2511.13413",
    "title": "Emulation of the Six-State Quantum Key Distribution Protocol with Pulsed Lasers",
    "abstract": "           Quantum cryptography remains a topic of enduring scientific and educational interest. Here, we present a clear and accessible framework for exploring the six-state quantum key distribution protocol, an enhanced three-basis extension of the BB84 scheme that combines optical experiments with computational analysis. Designed for testing quantum communication protocols through emulation, this approach provides a robust and cost-effective platform that highlights the fundamental principles of multi-basis encoding and demonstrates how experimental measurements connect directly to theoretical expectations in a controlled tabletop setting.         ",
    "url": "https://arxiv.org/abs/2511.13413",
    "authors": [
      "Sara P. Gandelman",
      "Georgi Gary Rozenman"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mathematical Physics (math-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2511.13485",
    "title": "Spin-Adapted Fermionic Unitaries: From Lie Algebras to Compact Quantum Circuits",
    "abstract": "           Conservation of symmetries plays a crucial role in both classical and quantum simulations of many-body systems, enabling the tracking of states with specific symmetry properties and leading to substantial reductions in the number of optimization parameters. The design of efficient quantum circuits that enforce all symmetries typically encountered in chemistry has remained elusive, mainly due to the interplay of point group and spin symmetries. By exploiting Lie algebraic techniques, we derive exact product formulas representing symmetry-adapted unitaries. These decompositions allow us to design the most efficient symmetry-preserving quantum circuits to date. Finally, we introduce a minimum universal symmetry-adapted operator pool to further reduce the required quantum resources.         ",
    "url": "https://arxiv.org/abs/2511.13485",
    "authors": [
      "Ilias Magoulas",
      "Francesco A. Evangelista"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2511.13604",
    "title": "Long-range entanglement and quantum correlations in a multi-frequency comb system",
    "abstract": "           Frequency combs are multimode photonic systems that underlie countless precision sensing and metrology applications. Since their invention over two decades ago, numerous efforts have pushed frequency combs to broader bandwidths and more stable operation. More recently, quantum squeezing and entanglement have been explored in single frequency comb systems for quantum advantages in sensing and signal multiplexing. However, the production of quantum light across multiple frequency combs remains unexplored. In this work, we theoretically explore a mechanism that generates a series of nonlinearly coupled frequency combs through cascaded three-wave upconversion and downconversion processes mediated by a single idler comb. We show how this system generates inter- and intracomb two-mode squeezing and entanglement spanning a very large spectral range, from ultraviolet to mid-IR frequencies. Finally, we show how this system can be engineered to produce on-demand multimode quantum light through covariance matrix optimization. Our findings could enable tunable broadband ghost spectroscopy protocols, squeezing-enhanced pump-probe measurements, and broadband entanglement between spectrally-multiplexed quanta of information.         ",
    "url": "https://arxiv.org/abs/2511.13604",
    "authors": [
      "Sahil Pontula",
      "Debasmita Banerjee",
      "Marin Soljacic",
      "Yannick Salamin"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2511.13622",
    "title": "Modeling Quantum Noise in Nanolasers using Markov Chains",
    "abstract": "           The random nature of spontaneous emission leads to unavoidable fluctuations in a laser's output. This is often included through random Langevin forces in laser rate equations, but this approach falls short for nanolasers. In this paper, we show that the laser quantum noise can be quantitatively computed for a very broad class of lasers by starting from simple and intuitive rate equations and merely assuming that the number of photons and excited electrons only takes discrete values. The success of the model is explained by showing that it constitutes a Markov chain, which can be derived from the full master equations. We show that in the many-photon limit, the model simplifies to Langevin equations. We perform an extensive comparison of different approaches for computing quantum noise in lasers, identifying the best approach for different system sizes, ranging from nanolasers to macroscopic lasers, and different levels of excitation, i.e., cavity photon number. In particular, we find that the numerical solution to the Langevin equations is inaccurate below the laser threshold, while the laser Markov chain model, on the other hand, is accurate for all pump values and laser sizes when collective emitter effects are excluded.         ",
    "url": "https://arxiv.org/abs/2511.13622",
    "authors": [
      "Matias Bundgaard-Nielsen",
      "Gian Luca Lippi",
      "Jesper Mørk"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2511.13652",
    "title": "A High-Efficiency Three-Stroke Quantum Isochoric Heat Engine: From Infinite Potential Wells to Magic Angle Twisted Bilayer Graphene",
    "abstract": "           We introduce a three-stroke quantum isochoric cycle that functions as a heat engine operating between two thermal reservoirs. Implemented for a particle confined in a one-dimensional infinite potential well, the cycle's performance is benchmarked against the classical three-stroke triangular and isochoric engines. We find that the quantum isochoric cycle achieves a higher efficiency than both classical counterparts and also surpasses the efficiency of the recently proposed three-stroke quantum isoenergetic cycle. Owing to its reduced number of strokes, the design substantially lowers control complexity in nanoscale thermodynamic devices, offering a more feasible route to experimental realization compared to conventional four-stroke architectures. We further evaluate the cycle in graphene-based systems under an external magnetic field, including monolayer graphene (MLG), AB-stacked bilayer graphene (BLG), and twisted bilayer graphene (TBG) at both magic and non-magic twist angles. Among these platforms, magic-angle twisted bilayer graphene (MATBG) attains the highest efficiency at fixed work output, highlighting its promise for quantum thermodynamic applications.         ",
    "url": "https://arxiv.org/abs/2511.13652",
    "authors": [
      "Hadi Mohammed Soufy",
      "Colin Benjamin"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2301.02578",
    "title": "Spectral evidence from global geomagnetic calibration for stellar-system resonances constraining both quantum physics and geophysics",
    "abstract": "           In 1984, Clarke expanded the domain of observed quantum phenomena from the microscopic regimes of atoms and electrons (10^1-10^3 particles) to macroscopic superconducting circuits exhibiting quantum coherence (10^9-10^12). I show the coherent quantum behavior persists at scales far beyond atoms and circuits: in Earth's (10^51) resonant geophysical cycles, manifesting astro-macroscopic time-crystalline behavior. Thus, based on arguably the most accurate and precise spectral analysis of the most accurate global geomagnetism calibration (CKGPTS95), macroscopic and microscopic phenomena are interconnected through gravitational resonance networks across the cosmos, annulling conventional views of quantum invariance. The analyses unveiled a planet-dominating 9.35-My fundamental cycle arising from Earth's orbital and stellar gravitational influences, which resonantly governs long-term geomagnetic reversals, planetary growth, stratigraphic anomalies that mimic periodic mass extinctions, and the Great Unconformity. The resonances exhibit non-geophysical features of quantum coherence classically confined to microscopic systems, such as time crystals: discrete time-translation symmetry, fractional harmonic locking, and many-body entrainment. Given the ubiquity of the tidal phenomenon, a resonance-based framework exists in which large-scale celestial dynamics calibrate quantum analogously to how extragalactic dynamics calibrate stellar - thereby constraining particle masses, coupling constants, and universal parameters. This data-driven proof completes my 2006 theoretical derivation of G (and thus gravity) from c at both quantum and everyday scales, and confirms the Hyperresonance Unifying Theory, which unified those domains using only high-school algebra arXiv:0801.0876.         ",
    "url": "https://arxiv.org/abs/2301.02578",
    "authors": [
      "Mensur Omerbashich"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2504.04254",
    "title": "Three Strongly Coupled Kerr Parametric Oscillators Forming a Boltzmann Machine",
    "abstract": "           Coupled Kerr parametric oscillators (KPOs) are a promising resource for classical and quantum analog computation, for example to find the ground state of Ising Hamiltonians. Yet, the state space of strongly coupled KPO networks is very involved. As such, their phase diagram sometimes features either too few or too many states, including some that cannot be mapped to Ising spin configurations. This complexity makes it challenging to find and meet the conditions under which an analog optimization algorithm can be successful. Here, we demonstrate how to use three strongly coupled KPOs as a simulator for an Ising Hamiltonian, and estimate its ground state using a Boltzmann sampling measurement. While fully classical, our work is directly relevant for quantum systems operating on coherent states.         ",
    "url": "https://arxiv.org/abs/2504.04254",
    "authors": [
      "Gabriel Margiani",
      "Orjan Ameye",
      "Oded Zilberberg",
      "Alexander Eichler"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)",
      "Adaptation and Self-Organizing Systems (nlin.AO)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2506.16980",
    "title": "Resonance fluorescence and indistinguishable photons from a coherently driven B centre in hBN",
    "abstract": "           Optically active defects in hexagonal boron nitride (hBN) have become amongst the most attractive single-photon emitters in the solid state, owing to their high-quality photophysical properties, combined with the unlimited possibilities of integration offered by the host two-dimensional material. In particular, the B centres, with their narrow linewidth, low wavelength spread and controllable positioning, have raised a particular interest for integrated quantum photonics. However, to date, either their excitation or their detection has been performed non-resonantly due to the difficulty of rejecting the backreflected laser light at the same wavelength, thereby preventing to take full benefit from their high coherence in quantum protocols. Here, we make use of a narrow-linewidth emitter integrated in a hybrid metal-dielectric structure to implement crossed-polarisation laser rejection. This allows us to observe resonantly scattered photons, with associated experimental signatures of optical coherence in both continuous-wave (cw) and pulsed regimes, respectively the Mollow triplet and Hong-Ou-Mandel interference from zero-phonon-line emission. The measured two-photon interference visibility of 0.93 +/- 0.21 and 0.92 +/- 0.26 we measured for two emitters demonstrate the potential of B centres in hBN for applications to integrated quantum information.         ",
    "url": "https://arxiv.org/abs/2506.16980",
    "authors": [
      "Domitille Gérard",
      "Stéphanie Buil",
      "Kenji Watanabe",
      "Takashi Taniguchi",
      "Jean-Pierre Hermier",
      "Aymeric Delteil"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2508.02696",
    "title": "Observation of Rayleigh optical activity for chiral molecules: a new chiroptical tool",
    "abstract": "           By measuring a small circularly polarized component in the scattered light, we report the first observation of Rayleigh optical activity (RayOA) for isotropic samples of chiral molecules, namely the two enantiomers of $\\alpha$-pinene in neat liquid form. Our work validates fundamental theoretical predictions made over fifty years ago and expands the chiroptical toolkit.         ",
    "url": "https://arxiv.org/abs/2508.02696",
    "authors": [
      "Duncan McArthur",
      "Emmanouil I. Alexakis",
      "Andrew R. Puente",
      "Rebecca McGonigle",
      "Andrew J. Love",
      "Prasad L. Polavarapu",
      "Laurence D. Barron",
      "Lewis E. MacKenzie",
      "Aidan S. Arnold",
      "Robert P. Cameron"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Biological Physics (physics.bio-ph)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2508.16365",
    "title": "Quantitative Analytical Model for Scattering-type Scanning Near-field Optical Spectroscopy",
    "abstract": "           Scattering-type scanning near-field optical microscopy (s-SNOM) is a versatile technique in nanooptics, enabling local probing of optical responses beyond the diffraction limit from vis to THz frequencies. Its theoretical modeling based on tip-sample interactions typically relies on computationally intensive numerical methods or phenomenological models with empiric fitting parameters, complicating spectral analysis and interpretation. Developing a rigorous quantitative analytical model remains a significant challenge in near-field microscopy. Here, we introduce an accurate analytical solution for the prolate spheroid model of s-SNOM in the quasi-electrostatic limit. We validate our solution through comparisons with numerical simulations and experimental spectra. Due to its higher computational efficiency compared to numerical simulation and higher accuracy compared to phenomenological solutions, our solution for spheroid model facilitates spectrum prediction and interpretation for homogeneous bulk samples, enables systematic exploration of parameter effects, and supports data generation for machine learning applications. Furthermore, the generality of our approach allows straightforward extension to more complex nanostructures.         ",
    "url": "https://arxiv.org/abs/2508.16365",
    "authors": [
      "Kirill V. Voronin",
      "Iker Herrero León",
      "Rainer Hillenbrand",
      "Alexey Y. Nikitin"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2509.07214",
    "title": "Optical field characterization at the fundamental limit of spatial resolution with a trapped ion",
    "abstract": "           Optical systems capable of generating fields with sub-wavelength spatial features have become standard in science and engineering research and industry. Pertinent examples include atom- and ion-based quantum computers and optical lithography setups. So far, no tools exist to characterize such fields - both intensity and polarization - at sub-wavelength length scales. We use a single trapped atomic ion, confined to approximately 40 nm X 40 nm X 180 nm to sense a laser light field at a wavelength of 370 nm. With its spatial extent smaller than the absorption cross-section of a resonant detector, the ion-sensor operates at the fundamental limit of spatial resolution. Our technique relies on developing an analytical model of the ion-light interaction and using the model to extract the intensity and polarization. An important insight provided in this work is also that the inverse of this model can be learned, in a restricted sense, on a deep neural network, speeding up the intensity and polarization readout by five orders of magnitude. This speed-up makes the technique field-deployable to characterize optical instruments by probing light at the sub-wavelength scale.         ",
    "url": "https://arxiv.org/abs/2509.07214",
    "authors": [
      "Nikhil Kotibhaskar",
      "Sainath Motlakunta",
      "Anthony Vogliano",
      "Lewis Hahn",
      "Rajibul Islam"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2509.09308",
    "title": "New results from fast timing iLGAD sensor on Timepix4",
    "abstract": "           With the High-Luminosity Large Hadron Collider (HL-LHC) the number of collisions per bunch crossing increases. To cope with these high rates in the pixel trackers, per-pixel time measurements are required, which implies the need for fast sensors. The inverse Low-Gain Avalanche Detector (iLGAD) is one of the fast sensor options that is being investigated. This paper will show the results of an inverse Low-Gain Avalanche Detector (iLGAD) with a pitch of 55 $\\mu$m, a thickness of 250~$\\mu$m and a large-area (2~cm$^2$), bump bonded to a Timepix4 ASIC. Timepix4 has 195~ps time binning on each pixel and therefore an excellent ASIC to test the sensor. The sensor is characterised with radio-active source measurements in the lab, and during beam test at the CERN SPS North Area H8 beamline, where the Timepix4 telescope was used. The telescope has a time reference of 12~ps and a pointing resolution of 2.4 $\\pm$ 0.1~$\\mu$m. The iLGAD shows an almost uniform gain of approximately 4 and an efficiency of 99.6 $\\pm$ 0.1\\%. Without any corrections the obtained time resolution is about 750~ps. After timewalk and clock corrections the time resolution becomes 377 $\\pm$ 7~ps. Grazing angle measurements have been done, which allow to measure the time resolution as function of depth of the charge deposition in the sensor. This provides more insight for the perpendicular time resolution.         ",
    "url": "https://arxiv.org/abs/2509.09308",
    "authors": [
      "Daan Oppenhuis"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2510.16480",
    "title": "Design of a Dual Polarized Gold-Coated Four-Channel PCF-SPR Sensor with Ultra-High Sensitivity and Broad RI Coverage",
    "abstract": "           Surface plasmon resonance (SPR) sensors built on photonic crystal fibers (PCFs) have recently become a promising category of optical sensing platforms. This is primarily due to their high sensitivity, compact structural design and ability to work with a wide variety of analytes. The overall sensing performance can significantly be enhanced by carefully tailoring the fiber geometry to strengthen the coupling between the guided core mode and the plasmon mode. This study designs and thoroughly investigates a polarization-dependent SPR-based PCF sensor that delivers strong mode coupling, wide detection range and high refractive-index (RI) sensitivity using finite element method (FEM). In the proposed configuration, air holes with different diameters and a rectangular core slot are used to create birefringence along with four outer microchannels coated with a 30 nm gold film create distinct plasmonic regions that support multiple resonances. The simulated results yield maximum wavelength sensitivities of 77500 $nmRIU^-{1}$ and 92500 $nmRIU^-{1}$, along with amplitude sensitivities of 3930 $RIU^-{1}$ and 3139 $RIU^-{1}$ and figures of merit of 517 $RIU^-{1}$ and 356 $RIU^-{1}$ for the x- and y-polarizations respectively, over an analyte RI range of 1.32-1.42. The parametric study verifies that the design is highly tolerant to fabrication deviations and the coupling behavior is primarily sensitive to the smallest air holes and the height of the core slot. Since the sensing region is external, analytes can be reused conveniently. Consequently, the proposed sensor provides a compact, highly sensitive and practically realizable platform for biochemical and chemical sensing applications.         ",
    "url": "https://arxiv.org/abs/2510.16480",
    "authors": [
      "Osama Haramine Sinan",
      "Ifaz Ahmed Adan",
      "Mohammad Tawsif",
      "Aditta Chowdhury"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2511.09587",
    "title": "Systematic validation of time-resolved diffuse optical simulators via non-contact SPAD-based measurements",
    "abstract": "           Objective: Time-domain diffuse optical imaging (DOI) requires accurate forward models for photon propagation in scattering media. However, existing simulators lack comprehensive experimental validation, especially for non-contact configurations with oblique illumination. This study rigorously evaluates three widely used open-source simulators, including MMC, NIRFASTer, and Toast++, using time-resolved experimental data. Approach: All simulations employed a unified mesh and point-source illumination. Virtual source correction was applied to FEM solvers for oblique incidence. A time-resolved DOI system with a 32 $\\times$ 32 single-photon avalanche diode (SPAD) array acquired transmission-mode data from 16 standardized phantoms with varying absorption coefficient $\\mu_a$ and reduced scattering coefficient $\\mu_s'$. The simulation results were quantified across five metrics: spatial-domain (SD) precision, time-domain (TD) precision, oblique beam accuracy, computational speed, and mesh-density independence. Results: Among three simulators, MMC achieves superior accuracy in SD and TD metrics, and shows robustness across all optical properties. NIRFASTer and Toast++ demonstrate comparable overall performance. In general, MMC is optimal for accuracy-critical TD-DOI applications, while NIRFASTer and Toast++ suit scenarios prioritizing speed with sufficiently large $\\mu_s'$. Besides, virtual source correction is essential for non-contact FEM modeling, which reduced average errors by > 34% in large-angle scenarios. Significance: This work provides benchmarked guidelines for simulator selection during the development phase of next-generation TD-DOI systems. Our work represents the first study to systematically validate TD simulators against SPAD array-based data under clinically relevant non-contact conditions, bridging a critical gap in biomedical optical simulation standards.         ",
    "url": "https://arxiv.org/abs/2511.09587",
    "authors": [
      "Weijia Zhao",
      "Linlin Li",
      "Kaiqi Kuang",
      "Yang Lin",
      "Claudio Bruschini",
      "Jiaming Cao",
      "Ting Li",
      "Edoardo Charbon",
      "Wuwei Ren"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Image and Video Processing (eess.IV)",
      "Signal Processing (eess.SP)"
    ]
  },
  {
    "id": "arXiv:2511.09922",
    "title": "Quantum Phase Gradient Imaging Using a Nonlocal Metasurface System",
    "abstract": "           Quantum phase imaging enables the analysis of transparent samples with thickness and refractive index variations in scenarios requiring precise measurements under low-light conditions. Recent advances in nonlinear metasurfaces offer compact solutions for quantum light generation and manipulation. Here, we present a compact quantum phase imaging system integrating a lithium niobate (LiNbO3) metasurface for generating spatially entangled photon pairs and a silicon (Si) metasurface for phase gradient extraction. The LiNbO3 metasurface enables efficient spontaneous parametric down-conversion (SPDC) with angularly dispersed, tunable emission, while the Si metasurface employs a nearly linear optical transfer function (OTF) to differentiate phase and extract phase gradients via spatial quantum correlations. This dual-metasurface enabled combined ghost imaging and all-optical scanning protocols with quantum light achieves phase gradient reconstruction without mechanical tuning. Experimental results demonstrate the system's ability to resolve phase gradients up to 25 rad/mm with 88% fidelity using a 6x3-pixel proof-of-concept setup. In addition, theoretically, it is confirmed that the resolution of the system is primarily limited by the quality factor of the compact design, leveraging nonlocal resonances and quantum correlations, establishes a new paradigm for portable quantum phase-gradient imaging, with potential applications in sensing, microscopy, and LiDAR. This work highlights the application of metasurface in both generating and detecting quantum states.         ",
    "url": "https://arxiv.org/abs/2511.09922",
    "authors": [
      "Jinliang Ren",
      "Jinyong Ma",
      "Katsuya Tanaka",
      "Lukas Wesemann",
      "Ann Roberts",
      "Frank Setzpfandt",
      "Andrey A.Sukhorukov"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2402.15376",
    "title": "Probing critical phenomena in open quantum systems using atom arrays",
    "abstract": "           At continuous phase transitions, quantum many-body systems exhibit scale-invariance and complex, emergent universal behavior. Most strikingly, at a quantum critical point, correlations decay as a power law, with exponents determined by a set of universal scaling dimensions. Experimentally probing such power-law correlations is extremely challenging, owing to the complex interplay between decoherence, the vanishing energy gap, and boundary effects. Here, we employ a Rydberg quantum simulator to adiabatically prepare critical ground states of both a one-dimensional ring and a two-dimensional square lattice. By accounting for and tuning the openness of our quantum system, which is well-captured by the introduction of a single phenomenological length scale, we are able to directly observe power-law correlations and extract the corresponding scaling dimensions. Moreover, in two dimensions, we observe a decoupling between phase transitions in the bulk and on the boundary, allowing us to identify two distinct boundary universality classes. Our work demonstrates that direct adiabatic preparation of critical states in quantum simulators can complement recent approaches to studying quantum criticality using the Kibble-Zurek mechanism or digital quantum circuits.         ",
    "url": "https://arxiv.org/abs/2402.15376",
    "authors": [
      "Fang Fang",
      "Kenneth Wang",
      "Vincent S. Liu",
      "Yu Wang",
      "Ryan Cimmino",
      "Julia Wei",
      "Marcus Bintz",
      "Avery Parr",
      "Jack Kemp",
      "Kang-Kuen Ni",
      "Norman Y. Yao"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2507.05525",
    "title": "Approximate direct and inverse scattering for the AKNS system",
    "abstract": "           We study the direct and inverse scattering problems for the AKNS (Ablowitz-Kaup-Newell-Segur) system. New representations for the Jost solutions are obtained in the form of the power series in terms of a transformed spectral parameter. In terms of that parameter, the Jost solutions are convergent power series in corresponding unit disks. For the coefficients of the series simple recurrent integration procedures are devised. Solution of the direct scattering problem reduces to computing the coefficients and locating zeros of corresponding analytic functions in the interior of the unit disk. Solution of the inverse scattering problem reduces to the solution of two systems of linear algebraic equations for the power series coefficients, while the potentials are recovered from the first coefficients. The overall approach leads to a simple and efficient method for the numerical solution of both direct and inverse scattering problems, which is illustrated by numerical examples.         ",
    "url": "https://arxiv.org/abs/2507.05525",
    "authors": [
      "Vladislav V. Kravchenko"
    ],
    "subjectives": [
      "Classical Analysis and ODEs (math.CA)",
      "Mathematical Physics (math-ph)",
      "Numerical Analysis (math.NA)",
      "Exactly Solvable and Integrable Systems (nlin.SI)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2507.11890",
    "title": "Observation of quantum noise reduction in a Raman amplifier via quantum correlation between atom and light",
    "abstract": "           Any amplifier requires coupling to its internal degrees of freedom for energy gain. This coupling introduces extra quantum noise to the output. On the other hand, if the internal degree of the amplifier can be accessed and manipulated, we can manage and even reduce the quantum noise of the amplifier's output. In this paper, we present an experiment to reduce the quantum noise of a Raman amplifier by preparing the atomic medium in a correlated state with the Stokes light field. We report an observation of quantum noise reduction of more than 3.5 dB in the atomic Raman amplification process. From another perspective, the Raman amplifier at high gain in turn serves as a measurement tool for the quantum correlation between the atom and light. Furthermore, such a scheme, when viewed as a whole, also forms a quantum-entangled atom-light hybrid interferometer that can lead to quantum-enhanced sensors.         ",
    "url": "https://arxiv.org/abs/2507.11890",
    "authors": [
      "Jianmin Wang",
      "Rong Zhu",
      "Yue Li",
      "Z. Y. Ou"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2510.07280",
    "title": "End-to-End Quantum Algorithm for Topology Optimization in Structural Mechanics",
    "abstract": "           Topology optimization is a key methodology in engineering design for finding efficient and robust structures. Due to the enormous size of the design space, evaluating all possible configurations is typically infeasible. In this work, we present an end-to-end, fault-tolerant quantum algorithm for topology optimization that operates on the exponential Hilbert space representing the design space. We demonstrate the algorithm on the two-dimensional Messerschmitt-Bölkow-Blohm (MBB) beam problem. By restricting design variables to binary values, we reformulate the compliance minimization task as a combinatorial satisfiability problem solved using Grover's algorithm. Within Grover's oracle, the compliance is computed through the finite-element method (FEM) using established quantum algorithms, including block-encoding of the stiffness matrix, Quantum Singular Value Transformation (QSVT) for matrix inversion, Hadamard test, and Quantum Amplitude Estimation (QAE). The complete algorithm is implemented and validated using classical quantum-circuit simulations. A detailed complexity analysis shows that the method evaluates the compliance of exponentially many structures in quantum superposition in polynomial time. In the global search, our approach maintains Grover's quadratic speedup compared to classical unstructured search. Overall, the proposed quantum workflow demonstrates how quantum algorithms can advance the field of computational science and engineering.         ",
    "url": "https://arxiv.org/abs/2510.07280",
    "authors": [
      "Leonhard Hölscher",
      "Oliver Ahrend",
      "Lukas Karch",
      "Carlotta L'Estocq",
      "Marc Marfany Andreu",
      "Tobias Stollenwerk",
      "Frank K. Wilhelm",
      "Julia Kowalski"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  }
]