[
  {
    "id": "arXiv:2201.05680",
    "title": "Quantum fluctuations and lineshape anomaly in a high-$β$  silver-coated InP-based metallic nanolaser",
    "abstract": "Metallic nanocavity lasers provide important technological advancement towards even smaller integrable light sources. They give access to widely unexplored lasing physics in which the distinction between different operational regimes, like those of thermal or a coherent light emission, becomes increasingly challenging upon approaching a device with a near-perfect spontaneous-emission coupling factor $\\beta$. In fact, quantum-optical studies have to be employed to reveal a transition to coherent emission in the intensity fluctuation behavior of nanolasers when the input-output characteristic appears thresholdless for $\\beta = 1$ nanolasers. Here, we identify a new indicator for lasing operation in high-$\\beta$ lasers by showing that stimulated emission can give rise to a lineshape anomaly manifesting as a transition from a Lorentzian to a Gaussian component in the emission linewidth that dominates the spectrum above the lasing threshold. ",
    "url": "https://arxiv.org/abs/2201.05680",
    "authors": [
      "A. Koulas-Simos",
      "J. Buchgeister",
      "M. Drechsler",
      "T. Zhang",
      "K. Laiho",
      "G. Sinatkas",
      "J. Xu",
      "F. Lohof",
      "Q. Kan",
      "R. K. Zhang",
      "F. Jahnke",
      "C. Gies",
      "W. W. Chow",
      "C. Z. Ning",
      "S. Reitzenstein"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2201.05769",
    "title": "Mixed Diagnostics for Longitudinal Properties of Electron Bunches in a  Free-Electron Laser",
    "abstract": "Longitudinal properties of electron bunches are critical for the performance of a wide range of scientific facilities. In a free-electron laser, for example, the existing diagnostics only provide very limited longitudinal information of the electron bunch during online tuning and optimization. We leverage the power of artificial intelligence to build a neural network model using experimental data, in order to bring the destructive longitudinal phase space (LPS) diagnostics online virtually and improve the existing current profile online diagnostics which uses a coherent transition radiation (CTR) spectrometer. The model can also serve as a digital twin of the real machine on which algorithms can be tested efficiently and effectively. We demonstrate at the FLASH facility that the encoder-decoder model with more than one decoder can make highly accurate predictions of megapixel LPS images and coherent transition radiation spectra concurrently for electron bunches in a bunch train with broad ranges of LPS shapes and peak currents, which are obtained by scanning all the major control knobs for LPS manipulation. Furthermore, we propose a way to significantly improve the CTR spectrometer online measurement by combining the predicted and measured spectra. Our work showcases how to combine virtual and real diagnostics in order to provide heterogeneous and reliable mixed diagnostics for scientific facilities. ",
    "url": "https://arxiv.org/abs/2201.05769",
    "authors": [
      "J. Zhu",
      "N. M. Lockmann",
      "M. K. Czwalinna",
      "H. Schlarb"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "Machine Learning (cs.LG)"
    ]
  },
  {
    "id": "arXiv:2201.05909",
    "title": "Hamiltonian engineering of spin-orbit coupled fermions in a  Wannier-Stark optical lattice clock",
    "abstract": "Engineering a Hamiltonian system with tunable interactions provides opportunities to optimize performance for quantum sensing and explore emerging phenomena of many-body systems. An optical lattice clock based on partially delocalized Wannier-Stark states in a gravity-tilted shallow lattice supports superior quantum coherence and adjustable interactions via spin-orbit coupling, thus presenting a powerful spin model realization. The relative strength of the on-site and off-site interactions can be tuned to achieve a zero density shift at a `magic' lattice depth. This mechanism, together with a large number of atoms, enables the demonstration of the most stable atomic clock while minimizing a key systematic uncertainty related to atomic density. Interactions can also be maximized by driving off-site Wannier-Stark transitions, realizing a ferromagnetic to paramagnetic dynamical phase transition. ",
    "url": "https://arxiv.org/abs/2201.05909",
    "authors": [
      "Alexander Aeppli",
      "Anjun Chu",
      "Tobias Bothwell",
      "Colin J. Kennedy",
      "Dhruv Kedar",
      "Peiru He",
      "Ana Maria Rey",
      "Jun Ye"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Gases (cond-mat.quant-gas)"
    ]
  },
  {
    "id": "arXiv:2201.05926",
    "title": "Photonic Integrated Circuit for Rapidly Tunable Orbital Angular Momentum  Generation Using Sb2Se3 Ultra-Low-Loss Phase Change Material",
    "abstract": "The generation of rapidly tunable Optical Vortex (OV) beams is one of the most demanding research areas of the present era as they possess Orbital Angular Momentum (OAM) with additional degrees of freedom that can be exploited to enhance signal-carrying capacity by using mode division multiplexing and information encoding in optical communication. Particularly, rapidly tunable OAM devices at a fixed wavelength in the telecom band stir extensive interest among researchers for both classical and quantum applications. This article demonstrates the realistic design of a Si-integrated photonic device for rapidly tunable OAM wave generation at a 1550-nm wavelength by using an ultra-low-loss Phase Change Material (PCM) embedded with a Si-ring resonator with angular gratings. Different OAM modes are achieved by tuning the effective refractive index using rapid electrical switching of Sb2Se3 film from amorphous to crystalline states and vice versa. The generation of OAM waves relies on a traveling wave modulation of the refractive index of the micro-ring, which breaks the degeneracy of oppositely oriented whispering gallery modes. The proposed device is capable of producing rapidly tunable OV beams, carrying different OAM modes by using electrically controllable switching of ultra-low-loss PCM Sb2Se3. ",
    "url": "https://arxiv.org/abs/2201.05926",
    "authors": [
      "MD Shah Alam",
      "Rudra Gnawali",
      "Joshua R. Hendrickson",
      "Diane Beamer",
      "Tamara E. Payne",
      "Andrew Volk",
      "Imad Agha"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2201.06000",
    "title": "Rubidium atom spectral lineshapes in high intensity electric fields near  an optical nanofibre",
    "abstract": "The integration of cold atomic systems with optical nanofibres is an increasingly important experimental platform. Here, we report on the spectra observed during a strongly driven, single-frequency, two-photon excitation of cold rubidium atoms near an optical nanofibre. At resonance, two competitive processes, namely a higher excitation rate and stronger pushing of atoms from the nanofibre due to resonance scattering, need to be considered. We discuss the processes that lead to the observed two-peak profile in the fluorescence spectrum as the excitation laser is scanned across the resonance, noting that the presence of the optical nanofibre dramatically changes the fluorescence signal. These observations are useful for experiments where high electric field intensities near an ONF are needed, for example when driving nonlinear processes. ",
    "url": "https://arxiv.org/abs/2201.06000",
    "authors": [
      "Vandna Gokhroo",
      "Fam Le Kien",
      "Síle Nic Chormaic"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2201.06149",
    "title": "Reconstruction-based spectroscopy using CMOS image sensors with random  photon-trapping nanostructure per sensor",
    "abstract": "Optical spectrometers are widely used scientific equipment with many applications involving material characterization, chemical analysis, disease diagnostics, surveillance, etc. Emerging applications in biomedical and communication fields have boosted the research in the miniaturization of spectrometers. Recently, reconstruction-based spectrometers have gained popularity for their compact size, easy maneuverability, and versatile utilities. These devices exploit the superior computational capabilities of recent computers to reconstruct hyperspectral images using detectors with distinct responsivity to different wavelengths. In this paper, we propose a CMOS compatible reconstruction-based on-chip spectrometer pixels capable of spectrally resolving the visible spectrum with 1 nm spectral resolution maintaining high accuracy (>95 %) and low footprint (8 um x 8 um), all without the use of any additional filters. A single spectrometer pixel is formed by an array of silicon photodiodes, each having a distinct absorption spectrum due to their integrated nanostructures, this allows us to computationally reconstruct the hyperspectral image. To achieve distinct responsivity, we utilize random photon-trapping nanostructures per photodiode with different dimensions and shapes that modify the coupling of light at different wavelengths. This also reduces the spectrometer pixel footprint (comparable to conventional camera pixels), thus improving spatial resolution. Moreover, deep trench isolation (DTI) reduces the crosstalk between adjacent photodiodes. This miniaturized spectrometer can be utilized for real-time in-situ biomedical applications such as Fluorescence Lifetime Imaging Microscopy (FLIM), pulse oximetry, disease diagnostics, and surgical guidance. ",
    "url": "https://arxiv.org/abs/2201.06149",
    "authors": [
      "Ahasan Ahamed",
      "Cesar Bartolo-Perez",
      "Ahmed Sulaiman Mayet",
      "Soroush Ghandiparsi",
      "Lisa McPhillips",
      "Shih-Yuan Wang",
      "M. Saif Islam"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2201.06258",
    "title": "Ultra-compact Si/In$_2$O$_3$ hybrid plasmonic waveguide modulator with a  high bandwidth beyond 40 GHz",
    "abstract": "Optical modulators are required to have high modulation bandwidths and a compact footprint. In this paper we experimentally demonstrate a novel Si/In$_2$O$_3$ hybrid plasmonic waveguide modulator, which is realized by an asymmetric directional coupler (ADC) consisting of a silicon photonic waveguide and a Si/In$_2$O$_3$ hybrid plasmonic waveguide. The optical signal is modulated by radio-frequency (RF) signal applied on the Au electrodes at the top of MOS capacitor and contacting the In$_2$O$_3$ thin film. The record-high modulation bandwidth of >40 GHz is realized by a silicon-doping-free metal-oxide-In$_2$O$_3$ capacitor integrated in a 3.5-$\\mu$m-long asymmetric directional coupler (ADC) for the first time. ",
    "url": "https://arxiv.org/abs/2201.06258",
    "authors": [
      "Yishu Huang",
      "Jun Zheng",
      "Bingcheng Pan",
      "Lijia Song",
      "Guanan Chen",
      "Zejie Yu",
      "Hui Ye",
      "Daoxin Dai"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2201.06264",
    "title": "Nondipole effects in tunneling ionization by intense laser pulses",
    "abstract": "The limit of decreasing laser frequency can not be considered independently from nondipole effects due to increase in the laser-induced continuum electron speed in this limit. Therefore, in this work, tunneling ionization in the adiabatic limit is considered for an effective field that includes effects beyond the electric-dipole term to first order in $1/c$, with $c$ the speed of light. The nondipole term describes the interaction resulting from the electric dipole-induced velocity of the electron and the magnetic field component of the laser. The impact of this term on the ionization rate, tunnel exit point, momentum at the tunnel exit and electron dynamics is discussed. In the appropriate limit, the results of a nondipole strong-field approximation approach and those of the strict adiabatic limit, where time and field strength are parameters, are consistent. The nondipole strong-field approximation approach is used to identify nonadiabatic modifications of the initial conditions. The results open up an avenue to include nondipole effects in the initial tunneling ionization step in semiclassical models of strong-field and attosecond physics. ",
    "url": "https://arxiv.org/abs/2201.06264",
    "authors": [
      "Lars Bojer Madsen"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2201.06294",
    "title": "Topological photonic crystals: physics, designs and applications",
    "abstract": "The recent research of topological photonics has not only proposed and realized novel topological phenomena such as one-way broadband propagation and robust transport of light, but also designed and fabricated photonic devices with high-performance indexes which are immune to fabrication errors such as defects or disorders. Photonic crystals, which are periodic optical structures with the advantages of good light field confinement and multiple adjusting degrees of freedom, provide a powerful platform to control the flow of light. With the topology defined in the reciprocal space, photonic crystals have been widely used to reveal different topological phases of light and demonstrate topological photonic functionalities. In this review, we present the physics of topological photonic crystals with different dimensions, models and topological phases. The design methods of topological photonic crystals are introduced. Furthermore, we review the applications of topological photonic crystals in passive and active photonics. These researches pave the way of applying topological photonic crystals in practical photonic devices. ",
    "url": "https://arxiv.org/abs/2201.06294",
    "authors": [
      "Guo-Jing Tang",
      "Xin-Tao He",
      "Fu-Long Shi",
      "Jian-Wei Liu",
      "Xiao-Dong Chen",
      "Jian-Wen Dong"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2201.06295",
    "title": "Analytical Research on a Locally Resonant Periodic Foundation for  Mitigating Structure-Borne Vibrations from Subway",
    "abstract": "Filtering properties of locally resonant periodic foundations (LRPFs) have inspired an innovative direction towards the mitigation of structural vibrations. To mitigate the structure-borne vibrations from subways, this study proposes an LRPF equipped with a negative stiffness device connecting the resonator and primary structure. The proposed LRPF can exhibit a quasi-static band gap covering the ultra-low frequency range. These frequency components have the properties of strong diffraction and low attenuation and contribute the most to the incident wave fields impinging on nearby buildings. By formulating the interaction problem between the tunnel-ground and LRPF-superstructure systems, the mitigation performance of the proposed LRPF is evaluated considering the effects of soil compliance and superstructure. The performance depends on the dynamic properties of the ground, foundation, and superstructure as well as their coupling. Transmission analyses indicate that the superstructure responses can be effectively attenuated in the quasi-static band gap by adjusting the negative stiffness. Considering the coupling of the flexible ground, the peak responses of the LRPF-superstructure system occur not only at its eigenfrequencies but also at coupled resonance frequencies due to the contribution of the soil compliance. This study provides an analytical tool for mitigating the structure-borne vibrations from subways with the LRPF. ",
    "url": "https://arxiv.org/abs/2201.06295",
    "authors": [
      "Yifei Xu",
      "Zhigang Cao",
      "Zonghao Yuan",
      "Yuanqiang Cai",
      "Pedro Alves Costa"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2201.06381",
    "title": "RF regulation with superconducting cavities and beam operation using a  frequency shifted cavity",
    "abstract": "The free-electron laser FLASH at DESY and the European XFEL are operated with superconducting radio frequency cavities and supply beam to several user experiments. The switching time between experiments is limited to dozens of microseconds. This contribution will show a regulation with a frequency shifted superconducting cavity to manipulate and change the accelerating properties of electron bunches with 250 kHz.The main challenge of the concept presented in this contribution can be summarized in this statement: finding a way to modulate the energy of individual bunches in a single-source multiple-cavity scheme for a potential CW upgrade of the EuXFEL. ",
    "url": "https://arxiv.org/abs/2201.06381",
    "authors": [
      "Sven Pfeiffer",
      "Valeri Ayvazyan",
      "Julien Branlard",
      "Thorsten Buettner",
      "Stefan Choroba",
      "Bart Faatz",
      "Katja Honkavaara",
      "Valery Katalev",
      "Holger Schlarb",
      "Christian Schmidt",
      "Siegfried Schreiber",
      "Alexey Sulimov",
      "Elmar Vogel",
      "Hans Weise"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2201.06516",
    "title": "Dispersive wave control enabled by silicon metamaterial waveguides",
    "abstract": "The ability to exploit the on-chip nonlinear generation of new frequencies has opened the door to a plethora of applications in fundamental and applied physics. Excitation of dispersive waves is a particularly interesting process that allows efficient nonlinear wavelength conversion by phase-matching of a soliton and waves in the normal dispersion regime. However, controlling the wavelength of dispersive waves in integrated waveguides remains an open challenge, hampering versatile shaping of the nonlinear spectral response. Here, we show that metamaterial silicon waveguides release new degrees of freedom to select the wavelength of dispersive waves. Based on this concept, we experimentally demonstrate excitation of two dispersive waves near 1.55 {\\mu}m and 7.5 {\\mu}m allowing ultra-wideband supercontinuum generation, covering most of the silicon transparency window. These results stand as an important milestone for versatile nonlinear frequency generation in silicon chips, with a great potential for applications in sensing, metrology and communications. ",
    "url": "https://arxiv.org/abs/2201.06516",
    "authors": [
      "T. T. D. Dinh",
      "X. Le Roux",
      "M. Montesinos-Ballester",
      "C. Lafforgue",
      "J. Zhang",
      "D. González-Andrade",
      "D. Melati",
      "D. Bouville",
      "D. Benedikovic",
      "P. Cheben",
      "E. Cassan",
      "D. Marris-Morini",
      "L. Vivien",
      "C. Alonso-Ramos"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2201.06526",
    "title": "Trapping multiple absorbing particles in air using an optical fiber by  photophoretic forces",
    "abstract": "We demonstrate photophoretic force-based optical trapping of multiple absorbing particles in air by loosely focusing a Gaussian beam with a series of convex lenses of different focal lengths, and investigate the dependence of the number of trapped particles and their sizes on the focal length. We observe the formation of particle chains at a particular focal length, and measure the dynamic range of optical trapping for each lens system. We then develop a numerical simulation to explain the observed dynamic range of trapping by estimating the temperature distribution across a particle surface, and determining the photophoretic force. Our simulation results are in reasonable agreement with experimental results. Interestingly, we also observe that the average size of trapped particles reduces as we increase the lens focal lengths, which suggests that intensity gradients may somehow be involved in the mechanism of photophoretic trapping. ",
    "url": "https://arxiv.org/abs/2201.06526",
    "authors": [
      "Souvik Sil",
      "Anita Pahi",
      "Aman Anil Punse",
      "Ayan Banerjee"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2201.06549",
    "title": "Laser ion acceleration from tailored solid targets with micron-scale  channels",
    "abstract": "Laser ion acceleration is a promising concept for generation of fast ions using a compact laser-solid interaction setup. In this study, we theoretically investigate the feasibility of ion acceleration from the interaction of petawatt-scale laser pulses with a structured target that embodies a micron-scale channel filled with relativistically transparent plasma. Using 2D and 3D Particle-In-Cell (PIC) simulations and theoretical estimates, we show that it is possible to generate GeV protons with high volumetric charge and quasi-monoenergetic feature in the energy spectrum. We interpret the acceleration mechanism as a combination of Target Normal Sheath Acceleration and Radiation Pressure Acceleration. Optimal parameters of the target are formulated theoretically and verified using 2D PIC simulations. 3D PIC simulations and realistic preplasma profile runs with 2D PIC show the feasibility of the presented laser ion acceleration scheme for the experimental implementation at the currently available petawatt laser facilities. ",
    "url": "https://arxiv.org/abs/2201.06549",
    "authors": [
      "K. V. Lezhnin",
      "S. V. Bulanov"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2201.06571",
    "title": "On the uniaxial static stress relaxation in fused silica at room  temperature",
    "abstract": "The question of whether static stress in fused silica relaxes at room temperature is still under debate. Here, we report experimental data investigating stress relaxation dynamics in fused silica at room temperature and up to 2 GPa stress levels under static loading conditions. Our measurements are performed using an innovative combination of methods; a femtosecond laser is used to accurately load a monolithic microscale test beam in a non-contact manner, fabricated using femtosecond laser processing and chemical etching, while the stress is continuously monitored using photoelasticity over an extended period spanning several months, in both dry and normal atmospheric conditions. The results are of practical importance, not only for photonics devices making use of stress-induced birefringence but also for flexures subjected to static loads. ",
    "url": "https://arxiv.org/abs/2201.06571",
    "authors": [
      "Saood Ibni Nazir",
      "Christos E. Athanasiou",
      "Yves Bellouard"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2201.06676",
    "title": "Observing how deep neural networks understand physics through the energy  spectrum of one-dimensional quantum mechanics",
    "abstract": "We investigated how neural networks (NNs) understand physics using one-dimensional quantum mechanics. After training an NN to accurately predict energy eigenvalues from potentials, we used it to confirm the NN's understanding of physics from four different aspects. The trained NN could predict energy eigenvalues of a different potential than the one learned, focus on minima and maxima of a potential, predict the probability distribution of the existence of particles not used during training, and reproduce untrained physical phenomena. These results show that NNs can learn the laws of physics from only a limited set of data, predict the results of experiments under conditions different from those used for training, and predict physical quantities of types not provided during training. Since NNs understand physics through a different path than humans take, and by complementing the human way of understanding, they will be a powerful tool for advancing physics. ",
    "url": "https://arxiv.org/abs/2201.06676",
    "authors": [
      "Kenzo Ogure"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)",
      "Machine Learning (stat.ML)"
    ]
  },
  {
    "id": "arXiv:2201.06684",
    "title": "Quantization of mode shifts in nanocavities integrated with atomically  thin sheets",
    "abstract": "The unique optical properties of two-dimensional layered materials are attractive for achieving increased functionality in integrated photonics. Owing to the van der Waals nature, these materials are ideal for integrating with nanoscale photonic structures. Here we report on carefully designed air-mode silicon photonic crystal nanobeam cavities for efficient control through two-dimensional materials. By systematically investigating various types and thickness of two-dimensional materials, we are able to show that enhanced responsivity allows for giant shifts of the resonant wavelength. With atomically precise thickness over a macroscopic area, few-layer flakes give rise to quantization of the mode shifts. We extract the dielectric constant of the flakes and find that it is independent of the layer number down to a monolayer. Flexible reconfiguration of a cavity is demonstrated by stacking and removing ultrathin flakes. With an unconventional cavity design, our results open up new possibilities for photonic devices integrated with two-dimensional materials. ",
    "url": "https://arxiv.org/abs/2201.06684",
    "authors": [
      "N. Fang",
      "D. Yamashita",
      "S. Fujii",
      "K. Otsuka",
      "T. Taniguchi",
      "K. Watanabe",
      "K. Nagashio",
      "Y. K. Kato"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2201.06719",
    "title": "Determination of hyperfine splittings and Landé $g_J$ factors of  $5s~^2S_{1/2}$ and $5p~^2P_{1/2,3/2}$ states of $^{111,113}$Cd$^+$ for a  microwave frequency standard",
    "abstract": "Regarding trapped-ion microwave-frequency standards, we report on the determination of hyperfine splittings and Land\\'{e} $g_J$ factors of $^{111,113}$Cd$^+$. The hyperfine splittings of the $5p~^2P_{3/2}$ state of $^{111,113}$Cd$^+$ ions were measured using laser-induced fluorescence spectroscopy. The Cd$^+$ ions were confined in a linear Paul trap and sympathetically cooled by Ca$^+$ ions. Furthermore, the hyperfine splittings and Land\\'{e} $g_J$ factors of the $5s~^2S_{1/2}$ and $5p~^2P_{1/2,3/2}$ levels of $^{111,113}$Cd$^+$ were calculated with greater accuracy using the multiconfiguration Dirac--Hartree--Fock scheme. The measured hyperfine splittings and the Dirac--Hartree--Fock calculation values were cross-checked, thereby further guaranteeing the reliability of our results. The results provided in this work can improve the signal-to-noise ratio of the clock transition and the accuracy of the second-order Zeeman shift correction, and subsequently the stability and accuracy of the microwave frequency standard based on trapped Cd$^+$ ions. ",
    "url": "https://arxiv.org/abs/2201.06719",
    "authors": [
      "J. Z. Han",
      "R. Si",
      "H. R. Qin",
      "N. C. Xin",
      "Y. T. Chen",
      "S. N. Miao",
      "C. Y. Chen",
      "J. W. Zhang",
      "L. J. Wang"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2201.06925",
    "title": "Precision laser diagnostics for LUXE",
    "abstract": "Strong field QED is an active research frontier. The investigation of fundamental phenomena such as pair creation, photon-photon and photon-electron interactions in the nonlinear QED regime are a formidable challenge -- both experimentally and theoretically. Several experiments around the world are being planned or in preparation to probe this strong field regime. LUXE (Laser Und XFEL Experiment) is an experimental platform which envisages the collision of the high quality 16.5 GeV electron beam from the European XFEL accelerator with a 100 TW class high power laser. One of the unique features of LUXE is to measure the key observables such as pair rates ($e^+e^-$) with unprecedented accuracy in the characterization of both beams together with ample statistics. The state-of-art detector technologies for high energy particle and photon detection enable percent level precision. The state-of-art high power lasers offer high quality laser beams, however, the residual shot-to-shot fluctuations coupled with the large nonlinearity of the processes under investigation form a particular challenge. An uncertainty of 5 percent on the absolute laser intensity already leads to a very large ( about 40 percent) uncertainty in the pair rate. Hence it becomes essential to control the laser parameters precisely. To mitigate this issue a full suite of laser diagnostics is being currently developed at the JETI40 laser in Jena with the aim of tagging the shot intensity to less than 1 percent. In this presentation, details of the laser and the diagnostics suit for the single shot tagging of all the laser parameters will be presented. Moreover, results from an ongoing campaign to properly relay image the beam without significant distortion of the laser beam parameters for post-diagnosis will be discussed. ",
    "url": "https://arxiv.org/abs/2201.06925",
    "authors": [
      "Rajendra Prasad"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)",
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2201.06975",
    "title": "Correlations between helicity and optical losses within general  electromagnetic scattering theory",
    "abstract": "Helicity preserving nanostructures and metasurfaces have been recently proposed as suitable candidates to enhance spectroscopic features of chiral matter. With this in mind, we highlight that losses in the constituent nonmagnetic materials dramatically affect the possibility of constructing structures which conserve helicity. We first present a general procedure that permits the evaluation of the normalized helicity expectation value, $\\langle\\hat{\\Lambda}\\rangle$, i.e. the observable that permits the identification of helicity preserving scatterers. We then apply this procedure to the case of a chiral sphere, which in an orientation averaged picture can capture the optical response of chiral inorganic nanostructures, obtaining a widely applicable analytical expression of $\\langle\\hat{\\Lambda}\\rangle$ for this type of objects. Finally, we numerically show that optical losses impose an upper bound to the helicity expectation value on nonmagnetic core-shells and chiral spheres. ",
    "url": "https://arxiv.org/abs/2201.06975",
    "authors": [
      "Jon Lasa-Alonso",
      "Jorge Olmos-Trigo",
      "Aitzol García-Etxarri",
      "Gabriel Molina-Terriza"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2201.06979",
    "title": "Raman mass-spectrometry via oscillatory motion in deep pulsed optical  lattices",
    "abstract": "We describe a new optical diagnostic for determining the composition of gases by measuring the motion of atoms and molecules trapped within very deep optical lattices. This non-resonant method is analogous to conventional Raman scattering, except that the observed spectral features relate to the oscillatory center-of-mass motion of each species within the lattice, determined uniquely by their respective polarizability-to-mass ratio. Depending on the density of the probed sample, detection occurs either via optical scattering at the high end or via non-resonant ionization at the lower end. We show that such a technique is complementary to conventional mass spectrometry techniques and envision its implementation in existing instruments. ",
    "url": "https://arxiv.org/abs/2201.06979",
    "authors": [
      "A. Gerakis",
      "M. N. Shneider",
      "P. F. Barker"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2201.07002",
    "title": "Doping-Dependent Optical Response of a Hybrid Transparent Conductive  Oxide/Plasmonic Medium",
    "abstract": "Understanding the interaction between plasmonic nanoparticles and transparent conductive oxides is instrumental to the development of next-generation photovoltaic, opto-electronic and energy-efficient solid-state lighting devices. We investigated the optical response of hybrid media composed of gold nanoparticles deposited on aluminum-doped zinc oxide thin films with varying doping concentration by spectroscopic ellipsometry. The dielectric functions of bare AZO were addressed first, revealing doping-induced effects such as the band-gap shift and the appearance of free carriers. In the hybrid media, a blueshift of the localized surface plasmon resonance of Au NPs as a function of increasing Al-doping of the substrate was observed, ascribed to the occurrence of a charge transfer between the two materials and the doping-dependent variation of the polarizability of the substrate. ",
    "url": "https://arxiv.org/abs/2201.07002",
    "authors": [
      "Maria Sygletou",
      "Stefania Benedetti",
      "Alessandro di Bona",
      "Maurizio Canepa",
      "Francesco Bisio"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2201.07134",
    "title": "1-GHz mid-infrared frequency comb spanning 3 to 13 μm",
    "abstract": "Mid-infrared (MIR) spectrometers are invaluable tools for molecular fingerprinting and hyper-spectral imaging. Among the available spectroscopic approaches, GHz MIR dual-comb absorption spectrometers have the potential to simultaneously combine the high-speed, high spectral resolution, and broad optical bandwidth needed to accurately study complex, transient events in chemistry, combustion, and microscopy. However, such a spectrometer has not yet been demonstrated due to the lack of GHz MIR frequency combs with broad and full spectral coverage. Here, we introduce the first broadband MIR frequency comb laser platform at 1 GHz repetition rate that achieves spectral coverage from 3 to 13 {\\mu}m. This frequency comb is based on a commercially available 1.56 {\\mu}m mode-locked laser, robust all-fiber Er amplifiers and intra-pulse difference frequency generation (IP-DFG) of few-cycle pulses in \\c{hi}(2) nonlinear crystals. When used in a dual comb spectroscopy (DCS) configuration, this source will simultaneously enable measurements with {\\mu}s time resolution, 1 GHz (0.03 cm-1) spectral point spacing and a full bandwidth of >5 THz (>166 cm-1) anywhere within the MIR atmospheric windows. This represents a unique spectroscopic resource for characterizing fast and non-repetitive events that are currently inaccessible with other sources. ",
    "url": "https://arxiv.org/abs/2201.07134",
    "authors": [
      "Nazanin Hoghooghi",
      "Sida Xing",
      "Peter Chang",
      "Daniel Lesko",
      "Alexander Lind",
      "Greg Rieker",
      "Scott Diddams"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2201.05736",
    "title": "A short pre-history of Quantum Gravity",
    "abstract": "I describe the early, from the nineteen sixties, history of attempts at quantizing General Relativity. ",
    "url": "https://arxiv.org/abs/2201.05736",
    "authors": [
      "S.Deser"
    ],
    "subjectives": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2201.06016",
    "title": "Quantum Bit Behavior of Pinned Fluxes on Volume Defects in a  Superconductor",
    "abstract": "We studied a qubit based on flux-pinning effects in $\\Delta$H=$\\Delta$B region of a superconductor. When volume defects are many enough in a superconductor, $\\Delta$H=$\\Delta$B region on M-H curve is formed, which is the region that increased applied magnetic field ($\\Delta$H) is the same as increasing magnetic induction ($\\Delta$B). Magnetization (M) is constant in the region by 4$\\pi$M = B - H. Here we show that the behavior of fluxes in $\\Delta$H=$\\Delta$B region can be a candidate of qubit. Pinned fluxes on volume defects would move as a bundle in the region by repeating flux-pinning and pick-out depinning process from the surface to the center of the superconductor. During the process, magnetic fluxes would exist as one of states that are flux-pinning state at volume defects and pick-out depinning state in which fluxes are moving in the superconductor. A difference of diamagnetic property occurs between pinning state at volume defects and depinning state from the volume defects. Thus, diamagnetic properties of the superconductor would oscillate in $\\Delta$H=$\\Delta$B region and the behavior would be observed in M-H curve. The oscillation can be used for qubit by setting the pinning state at volume defects as $\\ket{1}$ and the depinned state as $\\ket{0}$. This method can operate at higher temperatures than that of using Josephson Junctions. In addition, it is expected that the device is quite simple and decoherences can be almost negligible. ",
    "url": "https://arxiv.org/abs/2201.06016",
    "authors": [
      "H. B. Lee",
      "G. C. Kim",
      "Byeong-Joo Kim",
      "Young Jin Sohn",
      "Y. C. Kim"
    ],
    "subjectives": [
      "Superconductivity (cond-mat.supr-con)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2201.06087",
    "title": "Branch-counting in the Everett Interpretation of quantum mechanics",
    "abstract": "A defence is offered of a version of the branch-counting rule for probability in the Everett interpretation (otherwise known as many-worlds interpretation) of quantum mechanics that both depends on the state and is continuous in the norm topology on Hilbert space. The well-known branch-counting rule, for realistic models of measurements, in which branches are defined by decoherence theory, fails this test. The new rule hinges on the use of decoherence theory in defining branching structure, and specifically decoherent histories theory. On this basis ratios of branch numbers are defined, free of any convention. They agree with the Born rule, and deliver a notion of objective probability similar to na\\\"ive frequentism, save that the frequencies of outcomes are not confined to a single world at different times, but spread over worlds at a single time. Nor is it ad hoc: it is recognizably akin to the combinatorial approach to thermodynamic probability, as introduced by Boltzmann in 1879. It is identical to the procedure followed by Planck, Bose, Einstein and Dirac in defining the equilibrium distribution of the Bose-Einstein gas. It also connects in a simple way with the decision-theory approach to quantum probability. ",
    "url": "https://arxiv.org/abs/2201.06087",
    "authors": [
      "Simon Saunders"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2201.06639",
    "title": "Nodal lines in momentum space: topological invariants and recent  realizations in photonic and other systems",
    "abstract": "Topological insulators constitute one of the most intriguing phenomena in modern condensed matter theory. The unique and exotic properties of topological states of matter allow for unidirectional gapless electron transport and extremely accurate measurements of the Hall conductivity. Recently, new topological effects occurring at Dirac/Weyl points have been better understood and demonstrated using artificial materials such as photonic and phononic crystals, metamaterials and electrical circuits. In comparison, the topological properties of nodal lines, which are one-dimensional degeneracies in momentum space, remain less explored. Here, we explain the theoretical concept of topological nodal lines and review recent and ongoing progress using artificial materials. The review includes recent demonstrations of non-Abelian topological charges of nodal lines in momentum space and examples of nodal lines realized in photonic and other systems. Finally, we will address the challenges involved in both experimental demonstration and theoretical understanding of topological nodal lines. ",
    "url": "https://arxiv.org/abs/2201.06639",
    "authors": [
      "Haedong Park",
      "Wenlong Gao",
      "Xiao Zhang",
      "Sang Soon Oh"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2201.06864",
    "title": "Acoustic monitoring of the gelation of a colloidal suspension",
    "abstract": "Because they are sensitive to mechanical properties of materials and can propagate even in opaque systems, acoustic waves provides us with a powerful characterization tool in numerous fields. Common techniques mostly rely on time-of-flight measurements and do not exploit the spectral content: however, sound speed and attenuation spectra contain rich information. Such an acoustic spectroscopy already exists and allows to retrieve subtle information on systems of well-known physico-chemistry, but modeling becomes out of reach for industrial systems. In this article, we use a simple empirical approach to monitor the gelation of silica suspensions: we show that the gelation time obtained from acoustic measurements is proportional to this determined with more conventional rheological characterization. Such a results thus opens the way for in-situ monitoring of time-evolving systems in industrial context with acoustic methods only. ",
    "url": "https://arxiv.org/abs/2201.06864",
    "authors": [
      "Nicolas Bélicard",
      "Marc Junior Niémet-Mabiala",
      "Jean-Noël Tourvieille",
      "Pierre Lidon"
    ],
    "subjectives": [
      "Soft Condensed Matter (cond-mat.soft)",
      "Applied Physics (physics.app-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2201.06909",
    "title": "Generating sustained coherence in a quantum memory for retrieval at the  times of quantum revival",
    "abstract": "We study the time degradation of quantum information stored in a quantum memory device under a dissipative environment in a parameter range which is experimentally relevant. The quantum memory under consideration comprises of an optomechanical system with additional Kerr non-linearity in the optical mode and an anharmonic mechanical oscillator with quadratic non-linearity. Time degradation is monitored, both in terms of loss of coherence which is analyzed with the help of Wigner functions, as well as in terms of loss of amplitude of the original state studied as a function of time. While our time trajectories explore the degree to which the stored information degrades depending upon the variation in values of various parameters involved, we suggest a set of parameters for which the original information can be retrieved without degradation. We come across a highly attention seeking situation where the role played by the non-linearity is insignificant and the system behaves as if the information is stored in a linear medium. For this case, the information retrieval is independent of the coherence revival time and can be retrieved at any instant during the time evolution. ",
    "url": "https://arxiv.org/abs/2201.06909",
    "authors": [
      "Tavshabad Kaur",
      "Maninder Kaur",
      "Arvind",
      "Bindiya Arora"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2201.06919",
    "title": "A space-based quantum gas laboratory at picokelvin energy scales",
    "abstract": "Very low energy scales in physical systems enable quantum physicists to explore new states of matter, observe phase transitions and accurately measure fundamental physical quantities. Nowadays, experiments with ultracold quantum gases allow researchers to routinely access temperature scales well below a nanokelvin. However, the ultimate potential of these atomic systems, for example in quantum sensing, only manifests itself when they are probed in free evolution and for long observation times of several seconds. Carrying out experiments in space, where quantum matter can freely float for unrivalled extended times, is therefore an active research quest in physics. The space environment allows in addition to manipulate quantum gases or mixtures of them by undistorted symmetric traps generated in compact science chambers. Here we report on a series of experiments employing NASA's Cold Atom Lab aboard the International Space Station, where we have created and manipulated Bose-Einstein condensates that expand with energies of a few tens of picokelvin. Our methods promote the Cold Atom Lab multi-user facility into a high-precision, on-orbit laboratory accelerating numerous research applications such as the study of quantum bubbles, space atom lasers, few-body physics, quantum reflection from material surfaces or entangled state preparation. Moreover, this exquisite control will be crucial for space-based quantum information processing and quantum simulation and will boost applications such as Earth observation, relativistic geodesy and tests of fundamental physical laws. ",
    "url": "https://arxiv.org/abs/2201.06919",
    "authors": [
      "Naceur Gaaloul",
      "Matthias Meister",
      "Robin Corgier",
      "Annie Pichery",
      "Patrick Boegel",
      "Waldemar Herr",
      "Holger Ahlers",
      "Eric Charron",
      "Jason R. Williams",
      "Robert J. Thompson",
      "Wolfgang P. Schleich",
      "Ernst M. Rasel",
      "Nicholas P. Bigelow"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2201.07132",
    "title": "Laser Cooling Beyond Rate Equations: Approaches From Quantum  Thermodynamics",
    "abstract": "Solids can be cooled by driving impurity ions with lasers, allowing them to transfer heat from the lattice phonons to the electromagnetic surroundings. This exemplifies a quantum thermal machine, which uses a quantum system as a working medium to transfer heat between reservoirs. We review the derivation of the Bloch-Redfield equation for a quantum system coupled to a reservoir, and its extension, using counting fields, to calculate heat currents. We use the full form of this equation, which makes only the weak-coupling and Markovian approximations, to calculate the cooling power for a simple model of laser cooling. We compare its predictions with two other time-local master equations: the secular approximation to the full Bloch-Redfield equation, and the Lindblad form expected for phonon transitions in the absence of driving. We conclude that the full Bloch-Redfield equation provides accurate results for the heat current in both the weak- and strong- driving regimes, whereas the other forms have more limited applicability. Our results support the use of Bloch-Redfield equations in quantum thermal machines, in spite of their potential to give unphysical results. ",
    "url": "https://arxiv.org/abs/2201.07132",
    "authors": [
      "C. N. Murphy",
      "L. Toledo Tude",
      "P. R. Eastham"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2011.07765",
    "title": "Spin Entanglement and Magnetic Competition via Long-range Interactions  in Spinor Quantum Optical Lattices",
    "abstract": " Comments: 9 pages, 5 figures [with supplemental material], Accepted in Phys. Rev. Lett ",
    "url": "https://arxiv.org/abs/2011.07765",
    "authors": [
      "Karen Lozano-Méndez",
      "Alejandro H. Cásares",
      "Santiago F. Caballero-Benítez"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Other Condensed Matter (cond-mat.other)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2102.07021",
    "title": "Accumulation and control of spin waves in magnonic dielectric  microresonators by a comb of ultrashort laser pulses",
    "abstract": " Title: Accumulation and control of spin waves in magnonic dielectric  microresonators by a comb of ultrashort laser pulses ",
    "url": "https://arxiv.org/abs/2102.07021",
    "authors": [
      "A.E. Khramova",
      "M. Kobecki",
      "I.A. Akimov",
      "I.V. Savochkin",
      "M.A. Kozhaev",
      "A.N. Shaposhnikov",
      "V.N. Berzhansky",
      "A.K. Zvezdin",
      "M. Bayer",
      "V.I. Belotelov"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2105.04545",
    "title": "Macroscopic Reality from Quantum Complexity",
    "abstract": " Comments: 49 pages, no figures, follow on to arXiv:1709.05777, arXiv:1802.10136, some overlap, mostly new, v3 includes discussion of possible recombination of branches of a sufficiently isolated system, improved discussion of approximate factorization of state of non-relativistic and of relativistic systems not subject to immediate branching, and added comments on experiments to determine $b$ ",
    "url": "https://arxiv.org/abs/2105.04545",
    "authors": [
      "Don Weingarten"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2106.12932",
    "title": "Dynamic quarter-wave metasurface for efficient helicity inversion of  polarization beyond the single-layer conversion limit",
    "abstract": " Comments: 22 pages, 14 figures ",
    "url": "https://arxiv.org/abs/2106.12932",
    "authors": [
      "Mitsuki Kobachi",
      "Fumiaki Miyamaru",
      "Toshihiro Nakanishi",
      "Kunio Okimura",
      "Atsushi Sanada",
      "Yosuke Nakata"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2106.14099",
    "title": "High-brilliance ultra-narrow-band x-rays via electron radiation in  colliding laser pulses",
    "abstract": " Comments: 7 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2106.14099",
    "authors": [
      "Q. Z. Lv",
      "E. Raicher",
      "C. H. Keitel",
      "K. Z. Hatsagortsyan"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2109.13571",
    "title": "SU(2) hyper-clocks: quantum engineering of spinor interferences for time  and frequency metrology",
    "abstract": " Comments: New modified version related to arXiv:2012.03877 ",
    "url": "https://arxiv.org/abs/2109.13571",
    "authors": [
      "T. Zanon-Willette",
      "D. Wilkowski",
      "R. Lefevre",
      "A.V. Taichenachev",
      "V.I. Yudin"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2110.03474",
    "title": "Topology-optimized ultra-compact all-optical logic devices on silicon  photonic platforms",
    "abstract": " Comments: 20 pages, 5 figures, 2 table ",
    "url": "https://arxiv.org/abs/2110.03474",
    "authors": [
      "Lu He",
      "Furong Zhang",
      "Huizhen Zhang",
      "Ling-Jun Kong",
      "Weixuan Zhang",
      "Xingsheng Xu",
      "Xiangdong Zhang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2110.07548",
    "title": "Quantum theory without classical time: octonions, and a theoretical  derivation of the fine structure constant 1/137",
    "abstract": " Comments: 9 pages, honorable mention in Gravity Research Foundation Essay Contest 2021, v2: references updated ",
    "url": "https://arxiv.org/abs/2110.07548",
    "authors": [
      "Tejinder P. Singh"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2111.00136",
    "title": "Quantum Information Processing With Integrated Silicon Carbide Photonics",
    "abstract": " Title: Quantum Information Processing With Integrated Silicon Carbide Photonics ",
    "url": "https://arxiv.org/abs/2111.00136",
    "authors": [
      "Sridhar Majety",
      "Pranta Saha",
      "Victoria A. Norman",
      "Marina Radulaski"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2112.15583",
    "title": "Nonlinear adiabatic electron plasma waves. I. General theory and  nonlinear frequency shift",
    "abstract": " Title: Nonlinear adiabatic electron plasma waves. I. General theory and  nonlinear frequency shift ",
    "url": "https://arxiv.org/abs/2112.15583",
    "authors": [
      "M. Tacu",
      "D. Bénisti"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2201.03729",
    "title": "Design, fabrication, and spectral characterization of  temperature-dependent liquid crystal-based metamaterial to tune dielectric  metasurface resonances",
    "abstract": " Comments: 11 pages ",
    "url": "https://arxiv.org/abs/2201.03729",
    "authors": [
      "Golsa Mirbagheri",
      "David T. Crouse"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  }
]