[
  {
    "id": "arXiv:2403.04069",
    "title": "Relational Quantum Mechanics, Quantum Relativism, and the Iteration of  Relativity",
    "abstract": "The idea that the dynamical properties of quantum systems are invariably relative to other systems has recently regained currency. Using Relational Quantum Mechanics (RQM) for a case study, this paper calls attention to a question that has been underappreciated in the debate about quantum relativism: the question of whether relativity iterates. Are there absolute facts about the properties one system possesses relative to a specified reference, or is this again a relative matter, and so on? It is argued that RQM (in its best-known form) is committed to what I call the Unrestricted Iteration Principle (UIP), and thus to an infinite regress of relativisations. This principle plays a crucial role in ensuring the communicability and coherence of interaction outcomes across observers. It is, however, shown to be incompatible with the widespread, conservative reading of RQM in terms of relations, instead necessitating the adoption of the more unorthodox notion of perspectival facts. I conclude with some reflections on the current state of play in perspectivist versions of RQM and quantum relativism more generally, underscoring both the need for further conceptual development and the importance of the iteration principle for an accurate cost-benefit analysis of such interpretations. ",
    "url": "https://arxiv.org/abs/2403.04069",
    "authors": [
      "Timotheus Riedel"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2403.04078",
    "title": "Optical MEMS Design for Telecommunications Applications",
    "abstract": "As optical telecommunication networks become more complex, there is an emerging need for systems capable of very complex switching and manipulation of large numbers of optical signals. MEMS enable these systems by combining excellent capabilities and optical properties of macroscopic optomechanics with dense integration of multiple actuators on a single chip. Such optical MEMS present common design and process challenges, such as multiple electrical and optical IO, optical surface quality, optical integration density (fill factor) and actuator performance and reliability. We have used general design approaches such as pure-flexure design, electrostatic actuation and residual stress engineering in addressing these challenges. On several examples in this paper we illustrate these approaches along with underlying design tradeoffs and process requirements. We also describe specific numerical techniques useful for electrostatic actuator optimization and for analyzing the effects of residual stress. ",
    "url": "https://arxiv.org/abs/2403.04078",
    "authors": [
      "Vladimir A. Aksyuk",
      "Maria E. Simon",
      "Flavio Pardo",
      "Susanne Arney",
      "Daniel Lopez",
      "Anita Villanueva"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2403.04098",
    "title": "Intrinsic Optical Bistability of Photon Avalanching Nanocrystals",
    "abstract": "Optically bistable materials respond to a single input with two possible optical outputs, contingent upon excitation history. Such materials would be ideal for optical switching and memory, yet limited understanding of intrinsic optical bistability (IOB) prevents development of nanoscale IOB materials suitable for devices. Here, we demonstrate IOB in Nd3+-doped KPb2Cl5 avalanching nanoparticles (ANPs), which switch with high contrast between luminescent and non-luminescent states, with hysteresis characteristic of bistability. We elucidate a nonthermal mechanism in which IOB originates from suppressed nonradiative relaxation in Nd3+ ions and from the positive feedback of photon avalanching, resulting in extreme, >200th-order optical nonlinearities. Modulation of laser pulsing tunes hysteresis widths, and dual-laser excitation enables transistor-like optical switching. This control over nanoscale IOB establishes ANPs for photonic devices in which light is used to manipulate light. ",
    "url": "https://arxiv.org/abs/2403.04098",
    "authors": [
      "Artiom Skripka",
      "Zhuolei Zhang",
      "Xiao Qi",
      "Benedikt Ursprung",
      "Peter Ercius",
      "Bruce E. Cohen",
      "P. James Schuck",
      "Daniel Jaque",
      "Emory M. Chan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2403.04174",
    "title": "Investigation of nanophotonic lithium niobate waveguides for on-chip  evanescent wave sensing",
    "abstract": "Thin-film lithium niobate is a promising photonic platform that could allow for light generation, manipulation, and sample interaction all within the same compact device. Integrated sample interaction geometries for on-chip sensors have not yet been well explored in lithium niobate. We use a model thin-film lithium niobate rib waveguide excited with a 406 nm laser diode to spatially resolve the scattering and fluorescence distributions from a 60 nm dye-doped polymer film. We determine that both the quasi-transverse-electric (TE) and quasi-transverse-magnetic (TM) modes have propagation losses dominated by scatter, and that the absorption due to the sample only accounts for approximately 3% of the experiment for both modes. Although the TM mode has better overlap with the sample, the even stronger propagation loss due to scattering in the TM mode (32.5 $\\pm$ 0.3 dB/cm) compared to the TE mode (23.0 $\\pm$ 0.2 dB/cm) reduces how many molecules are excited with a given input power, thus the TE mode could be more appropriate for sensing. Our findings have important implications in compatibility with other integrated components within a practical lithium niobate device and serve to guide future studies into sample integration towards completely on-chip lithium niobate-based sensors. ",
    "url": "https://arxiv.org/abs/2403.04174",
    "authors": [
      "Nathan A. Harper",
      "Emily Y. Hwang",
      "Philip A. Kocheril",
      "Scott K. Cushing"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2403.04216",
    "title": "Scalable On-Chip Optical Linear Processing Unit Using a Single Thin-Film  Lithium Niobate Ring Modulator",
    "abstract": "Advancements in artificial intelligence (AI) and neuromorphic computing increasingly rely on the integration of photonics to achieve breakthroughs in processing capabilities. Our pioneering work introduces a photonic linear processing unit (LPU) that utilizes a cascading modulator structure incorporating micro-rings. This device, elegantly designed with only two thin-film lithium niobate (TFLN) modulators coupled with a micro-ring, stands as a paradigm of innovation that merges low-power consumption with formidable computational throughput, achieving 36.7 billion operations per second (GOPs).The crux of our design lies in the ring-modulator's flexible architecture, engineered as a compact and singular unit, which markedly streamlines system complexity while bolstering energy efficiency. It adeptly facilitates large-scale dot-product operations, supporting vector dimensions up to 5832, an impressive feat by current standards. Furthermore, this ring-modulator-based LPU exhibits proficiency in image classification, processing 28*28-pixel resolution imagery post hardware training. As data volume demands surge, our architecture offers a scalable solution through parallel matrix multiplications, which hinge solely on increased modulation rates. This development paves the way for a new class of photonic processors that promise to handle escalating data workloads with unprecedented flexibility and efficiency. ",
    "url": "https://arxiv.org/abs/2403.04216",
    "authors": [
      "Zhaoang Deng",
      "Jiaqing Li",
      "Zhenhua Li",
      "Chuyao Bian",
      "Ranfeng Gan",
      "Zihao Chen",
      "Kaixuan Chen",
      "Changjian Guo",
      "Liu Liu",
      "Jie Liu",
      "Siyuan Yu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2403.04332",
    "title": "A new metric for the comparison of permittivity models in terahertz  time-domain spectroscopy",
    "abstract": "We present a robust method, as well as a new metric, for the comparison of permittivity models in terahertz timedomain spectroscopy (THz-TDS). In this work, we perform an extensive noise analysis of a THz-TDS system, we remove and model the unwanted deterministic noises and implement them into our fitting process. This is done using our open-source software, Fit@TDS, available at : https://github.com/THzbiophotonics/Fit-TDS. This work is the first step towards the derivation of uncertainties, and therefore the use of error bars. We hope that this will lead to performing analytical analysis with THz-TDS, as results obtained from different setups will be comparable. Finally, we apply this protocol to the study of a $\\alpha$-lactose monohydrate pellet in order to give more insight on the molecular dynamics behind the absorption peaks. The comparison with simulation results is made easier thanks to the probabilities derived from the metric. ",
    "url": "https://arxiv.org/abs/2403.04332",
    "authors": [
      "Romain Peretti",
      "Mélanie Lavancier",
      "Nabil Vindas-Yassine",
      "Juliette Vlieghe",
      "Theo Hannotte",
      "Jean-François Lampin",
      "François Orieux"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2403.04459",
    "title": "An efficient method for calculating resonant modes in biperiodic  photonic structures",
    "abstract": "Many photonic devices, such as photonic crystal slabs, cross gratings, and periodic metasurfaces, are biperiodic structures with two independent periodic directions, and are sandwiched between two homogeneous media. Many applications of these devices are closely related to resonance phenomena. Therefore, efficient computation of resonant modes is crucial in device design and structure analysis. Since resonant modes satisfy outgoing radiation conditions, perfectly matched layers (PMLs) are usually used to truncate the unbounded spatial variable perpendicular to the periodic directions. In this paper, we develop an efficient method without using PMLs to calculate resonant modes in biperiodic structures. We reduce the original eigenvalue problem to a small matrix nonlinear eigenvalue problem which is solved by the contour integral method. Numerical examples show that our method is efficient with respect to memory usage and CPU time, free of spurious solutions, and determines degenerate resonant modes without any difficulty. ",
    "url": "https://arxiv.org/abs/2403.04459",
    "authors": [
      "Nan Zhang",
      "Ya Yan Lu"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Numerical Analysis (math.NA)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2403.04462",
    "title": "Enhanced near-complete absorption of electromagnetic waves by dual  resonance in a magnetized plasma",
    "abstract": "There has been significant interest lately in the study of Electromagnetic (EM) waves interacting with magnetized plasmas. The variety of resonances and the existence of several pass and stop bands in the dispersion curve for different orientations of the magnetic field offer new mechanisms of EM wave energy absorption (PhysRevE.105.055209, Juneja_2023,vashistha2022localized,vashistha2020new). By an appropriate choice of inhomogeneous magnetic field, one can construct a configuration wherein the same EM wave pulse encounters more than one resonance in the plasma. A 2-D Particle - In - Cell (PIC) simulation using the OSIRIS4.0 platform has been carried out for the case of dual resonance. It is observed that in the presence of dual resonance, there is a significant enhancement in leading to almost complete absorption of laser energy by the plasma in certain cases. A detailed study of the influence of the relative location of the resonances, the effect of high input EM wave intensity, etc., has also been carried out. ",
    "url": "https://arxiv.org/abs/2403.04462",
    "authors": [
      "Trishul Dhalia",
      "Rohit Juneja",
      "Amita Das"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2403.04500",
    "title": "A Learnable Prior Improves Inverse Tumor Growth Modeling",
    "abstract": "Biophysical modeling, particularly involving partial differential equations (PDEs), offers significant potential for tailoring disease treatment protocols to individual patients. However, the inverse problem-solving aspect of these models presents a substantial challenge, either due to the high computational requirements of model-based approaches or the limited robustness of deep learning (DL) methods. We propose a novel framework that leverages the unique strengths of both approaches in a synergistic manner. Our method incorporates a DL ensemble for initial parameter estimation, facilitating efficient downstream evolutionary sampling initialized with this DL-based prior. We showcase the effectiveness of integrating a rapid deep-learning algorithm with a high-precision evolution strategy in estimating brain tumor cell concentrations from magnetic resonance images. The DL-Prior plays a pivotal role, significantly constraining the effective sampling-parameter space. This reduction results in a fivefold convergence acceleration and a Dice-score of 95% ",
    "url": "https://arxiv.org/abs/2403.04500",
    "authors": [
      "Jonas Weidner",
      "Ivan Ezhov",
      "Michal Balcerak",
      "Marie-Christin Metz",
      "Sergey Litvinov",
      "Sebastian Kaltenbach",
      "Leonhard Feiner",
      "Laurin Lux",
      "Florian Kofler",
      "Jana Lipkova",
      "Jonas Latz",
      "Daniel Rueckert",
      "Bjoern Menze",
      "Benedikt Wiestler"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)",
      "Artificial Intelligence (cs.AI)"
    ]
  },
  {
    "id": "arXiv:2403.04590",
    "title": "Surface-near domain engineering in multi-domain x-cut lithium niobate  tantalate mixed crystals",
    "abstract": "Lithium niobate and lithium tantalate are among the most widespread materials for nonlinear, integrated photonics. Mixed crystals with arbitrary Nb-Ta ratios provide a new degree of freedom to tune materials properties, such as the birefringence, but also leverage the advantages of the singular compounds, for example, by combining the thermal stability of lithium tantalate with the larger nonlinear or piezoelectric constants of lithium niobate. Periodic poling is the prerequisite for any nonlinear optical application. For mixed crystals this has been challenging so far due to the lack of homogeneous, mono-domain crystals, which severely inhibit domain growth and nucleation. In this work we demonstrate that surface-near ($< 1$~$\\mu$m depth) periodic poling on x-cut lithium niobate tantalate mixed crystals can be achieved via electric field poling and lithographically structured electrodes. We find that naturally occurring head-to-head or tail-to-tail domain walls in the as-grown crystal inhibit domain inversion at a larger scale. However, periodic poling is possible, if the gap size between the poling electrodes is of the same order of magnitude or smaller than the average size of naturally occurring domains. This work provides the basis for the nonlinear optical application of lithium niobate tantalate mixed crystals. ",
    "url": "https://arxiv.org/abs/2403.04590",
    "authors": [
      "Laura Bollmers",
      "Tobias Babai-Hemati",
      "Boris Koppitz",
      "Christof Eigner",
      "Laura Padberg",
      "Michael Ruesing",
      "Lukas M. Eng",
      "Christine Silberhorn"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2403.04637",
    "title": "Investigation of low band gap silicon alloy thin film solar cell for  improving short and long wavelength response",
    "abstract": "Numerical simulation of a solar cell can provide various information that can be useful to maximize its power conversion efficiency (PCE). In that respect we carried out a set of numerical simulation using AFORS-HET simulation program. Separately, in order to get a better understanding, the optical absorption in individual layers devices were analyzed. Current-voltage characteristic curve of a reference cell (Cell-A) was used as the starting device. The PCE of the reference device was $8.85\\%$ with short circuit current density $J_{sc}$ of 15.43 mA/cm$^{2}$ and fill factor (FF) of $68.3\\%$. However, it was noticed that the reference cell had high parasitic optical absorption at the window layer and the device structure was also not optimized. After suitable optimization the PCE of this device (Cell-B2) improves to $111.59\\%$ ($J_{sc}$ and FF of 13.0 mA/cm$^{2}$ and $87\\%$ respectively). The results show that the effective optical absorption in the active layer can be improved significantly by optimizing the device structure. The short wavelength response can be improved by reducing the parasitic optical absorption by the doped window layer, while its long wavelength response improves by raising effective absorption length of the active layer. Furthermore, its optimum thickness, for the highest possible PCE, is found to be dependent upon the material properties, more importantly on its defect density. ",
    "url": "https://arxiv.org/abs/2403.04637",
    "authors": [
      "S. M. Iftiquar",
      "J. Yi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2403.04669",
    "title": "Self-focused pulse propagation is mediated by spatiotemporal optical  vortices",
    "abstract": "We show that the dynamics of high-intensity laser pulses undergoing self-focused propagation in a nonlinear medium can be understood in terms of the topological constraints imposed by the formation and evolution of spatiotemporal optical vortices (STOVs). STOVs are born from point phase defects on the sides of the pulse nucleated by spatiotemporal phase shear. These defects grow into closed loops of spatiotemporal vorticity that initially exclude the pulse propagation axis, but then reconnect to form a pair of toroidal vortex rings that wrap around it. STOVs constrain the intrapulse flow of electromagnetic energy, controlling the focusing-defocusing cycles and pulse splitting inherent to nonlinear pulse propagation. We illustrate this in two widely studied but very different regimes, relativistic self-focusing in plasma and non-relativistic self-focusing in gas, demonstrating that STOVs mediate nonlinear propagation irrespective of the detailed physics. ",
    "url": "https://arxiv.org/abs/2403.04669",
    "authors": [
      "M. S. Le",
      "G. A. Hine",
      "A. Goffin",
      "J.P. Palastro",
      "H. M. Milchberg"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2403.04731",
    "title": "Photonic probabilistic machine learning using quantum vacuum noise",
    "abstract": "Probabilistic machine learning utilizes controllable sources of randomness to encode uncertainty and enable statistical modeling. Harnessing the pure randomness of quantum vacuum noise, which stems from fluctuating electromagnetic fields, has shown promise for high speed and energy-efficient stochastic photonic elements. Nevertheless, photonic computing hardware which can control these stochastic elements to program probabilistic machine learning algorithms has been limited. Here, we implement a photonic probabilistic computer consisting of a controllable stochastic photonic element - a photonic probabilistic neuron (PPN). Our PPN is implemented in a bistable optical parametric oscillator (OPO) with vacuum-level injected bias fields. We then program a measurement-and-feedback loop for time-multiplexed PPNs with electronic processors (FPGA or GPU) to solve certain probabilistic machine learning tasks. We showcase probabilistic inference and image generation of MNIST-handwritten digits, which are representative examples of discriminative and generative models. In both implementations, quantum vacuum noise is used as a random seed to encode classification uncertainty or probabilistic generation of samples. In addition, we propose a path towards an all-optical probabilistic computing platform, with an estimated sampling rate of ~ 1 Gbps and energy consumption of ~ 5 fJ/MAC. Our work paves the way for scalable, ultrafast, and energy-efficient probabilistic machine learning hardware. ",
    "url": "https://arxiv.org/abs/2403.04731",
    "authors": [
      "Seou Choi",
      "Yannick Salamin",
      "Charles Roques-Carmes",
      "Rumen Dangovski",
      "Di Luo",
      "Zhuo Chen",
      "Michael Horodynski",
      "Jamison Sloan",
      "Shiekh Zia Uddin",
      "Marin Soljacic"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2403.03966",
    "title": "Seismic and acoustic signals from the 2014 'Interstellar Meteor'",
    "abstract": "We conduct a thorough analysis of seismic and acoustic data from the so-called `Interstellar Meteor' which entered the Earth's atmosphere off the coast of Papua New Guinea on 2014-01-08. We conclude that both previously-reported seismic signals are spurious - one has characteristics suggesting a local vehicular-traffic based origin; whilst the other is statistically indistinguishable from the background noise. As such, previously-reported localisations based on this data are spurious. Analysis of acoustic data cannot provides a best fit location estimate which is very far ($\\sim$170~km) from the reported fireball location. Accordingly, we conclude that material recovered from the seafloor and purported to be from the meteor is almost certainly unrelated to it, and is likely of more mundane (non-interstellar) origin. ",
    "url": "https://arxiv.org/abs/2403.03966",
    "authors": [
      "Benjamin Fernando",
      "Pierrick Mialle",
      "G öram Ekstr öm",
      "Constantinos Charalambous",
      "Steven Desch",
      "Alan Jackson",
      "Eleanor K. Sansom"
    ],
    "subjectives": [
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      "Atmospheric and Oceanic Physics (physics.ao-ph)",
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2403.04210",
    "title": "High-dimensional quantum key distribution using a multi-plane light  converter",
    "abstract": "High-dimensional quantum key distribution (QKD) offers higher information capacity and stronger resilience to noise compared to its binary counterpart. However, these advantages are often hindered by the difficulty of realizing the required high-dimensional measurements and transformations. Here, we implement a large-scale multi-plane light converter (MPLC) and program it as a high-dimensional mode sorter of spatial modes for QKD. We use the MPLC to demonstrate five-dimensional QKD using six mutually unbiased bases and 25-dimensional QKD with two mutually unbiased bases in the same experimental setup. We further propose a construction of pairs of mutually unbiased bases that are robust to experimental errors, and their measurement complexity scales only with the square root of the encoded dimension, paving the way for QKD implementations in higher dimensions. ",
    "url": "https://arxiv.org/abs/2403.04210",
    "authors": [
      "Ohad Lib",
      "Kfir Sulimany",
      "Michael Ben-Or",
      "Yaron Bromberg"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2403.04470",
    "title": "THz-assisted microscopy of silica matrix for biological materials  encapsulation: a theoretical and experimental study",
    "abstract": "In this study, we use THz-assisted atom probe tomography (APT) to analyse silica matrices used to encapsulate biomolecules. This technique provides the chemical composition and 3D structure without significantly heating the biosample, which is crucial for studying soft organic molecules such as proteins. Our results show that THz pulses and a positive static field trigger controlled evaporation of silica matrices, enabling 4D imaging with chemical sensitivity comparable to UV laser-assisted APT. To support the interpretation of these experimental results, we devise a computational model based on time-dependent density functional theory to describe the interaction between silica matrices and THz radiation. This model captures the nonlinear dynamics driven by THz-pulses and the interplay between the THz source and the static electric field in real time. This interdisciplinary approach expands the capabilities of APT and holds promise for other THz-based analyses offering new insights into material dynamics in complex biological environments. ",
    "url": "https://arxiv.org/abs/2403.04470",
    "authors": [
      "Matteo De Tullio",
      "Giovanni Noviinverardi",
      "Jonathan Houard",
      "Marc Ropitaux",
      "Ivan Blum",
      "Francesco Carnovale",
      "Gianluca Lattanzi",
      "Simone Taioli",
      "Gustav Eriksson",
      "Mats Hulander",
      "Martin Andersson",
      "Angela Vella",
      "Tommaso Morresi"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Atomic and Molecular Clusters (physics.atm-clus)"
    ]
  },
  {
    "id": "arXiv:2403.04596",
    "title": "Matrix decompositions in Quantum Optics: Takagi/Autonne,  Bloch-Messiah/Euler, Iwasawa, and Williamson",
    "abstract": "In this note we summarize four important matrix decompositions commonly used in quantum optics, namely the Takagi/Autonne, Bloch-Messiah/Euler, Iwasawa, and Williamson decompositions. The first two of these decompositions are specialized versions of the singular-value decomposition when applied to symmetric or symplectic matrices. The third factors any symplectic matrix in a unique way in terms of matrices that belong to different subgroups of the symplectic group. The last one instead gives the symplectic diagonalization of real, positive definite matrices of even size. While proofs of the existence of these decompositions exist in the literature, we focus on providing explicit constructions to implement these decompositions using standard linear algebra packages and functionalities such as singular-value, polar, Schur and QR decompositions, and matrix square roots and inverses. ",
    "url": "https://arxiv.org/abs/2403.04596",
    "authors": [
      "Martin Houde",
      "Will McCutcheon",
      "Nicolás Quesada"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2403.04611",
    "title": "Cavity-assisted resonance fluorescence from a nitrogen-vacancy center in  diamond",
    "abstract": "The nitrogen-vacancy center in diamond, owing to its optically addressable and long-lived electronic spin, is an attractive resource for the generation of remote entangled states. However, the center's low native fraction of coherent photon emission, $\\sim$3\\%, strongly reduces the achievable spin-photon entanglement rates. Here, we couple a nitrogen-vacancy center with a narrow extrinsically broadened linewidth (\\unit[159]{MHz}), hosted in a micron-thin membrane, to the mode of an open optical microcavity. The resulting Purcell factor of $\\sim$1.8 increases the fraction of zero-phonon line photons to above 44\\%, leading to coherent photon emission rates exceeding four times the state of the art under non-resonant excitation. Bolstered by the enhancement provided by the cavity, we for the first time measure resonance fluorescence without any temporal filtering with $>$10 signal-to-laser background ratio. Our microcavity platform would increase spin-spin entanglement success probabilities by more than an order of magnitude compared to existing implementations. Selective enhancement of the center's zero-phonon transitions could furthermore unlock efficient application of quantum optics techniques such as wave-packet shaping or all-optical spin manipulation. ",
    "url": "https://arxiv.org/abs/2403.04611",
    "authors": [
      "Viktoria Yurgens",
      "Yannik Fontana",
      "Andrea Corazza",
      "Brendan J. Shields",
      "Patrick Maletinsky",
      "Richard J. Warburton"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2403.04719",
    "title": "How is the density of quasi-two-dimensional uniform dipolar quantum Bose  gases affected by trap imperfections?",
    "abstract": "We theoretically investigate the impact of weak perturbations of a flat potential on the density of a quasi-two-dimensional dipolar Bose gas. We use a mean-field perturbative treatment of the potential defects and derive their effects at first order in the mean-field stable regime. We first focus on defects containing a single spatial frequency and study the wavevector dependence of the density perturbation. A qualitative modification of the wavenumber dependence with the interaction parameters and a sensitivity in the excitation direction reveal the long-range and anisotropic dipolar effects. These effects are found to be most important at intermediate wavenumbers and can give rise to a local maximum in the density perturbation reminiscent of the roton mode softening and local instabilities. The dependence on the gas and interaction parameters is studied. The case of a flat potential perturbed with white noise on a certain momentum range is then examined. Here it is found that the strength perturbation becomes independent of the mean density when sufficiently large. Our study touches upon experimentally relevant issues, giving hints on how flat a uniform potential should be to achieve uniform quasi-two-dimensional dipolar Bose gases. ",
    "url": "https://arxiv.org/abs/2403.04719",
    "authors": [
      "Thibault Bourgeois",
      "Lauriane Chomaz"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2304.10469",
    "title": "Direct laser acceleration in underdense plasmas with multi-PW lasers: a  path to high-charge, GeV-class electron bunches",
    "abstract": " Comments: Accepted for publication in PRL ",
    "url": "https://arxiv.org/abs/2304.10469",
    "authors": [
      "R. Babjak",
      "L. Willingale",
      "A. Arefiev",
      "M. Vranic"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2304.12623",
    "title": "Quantum simulation of hadronic states with Rydberg-dressed atoms",
    "abstract": " Comments: 10 pages, 7 figures ",
    "url": "https://arxiv.org/abs/2304.12623",
    "authors": [
      "Zihan Wang",
      "Feiyang Wang",
      "Joseph Vovrosh",
      "Johannes Knolle",
      "Florian Mintert",
      "Rick Mukherjee"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2305.01632",
    "title": "Correlated Terahertz phonon-ion interactions dominate ion conduction in  solid electrolyte Li0.5La0.5TiO3",
    "abstract": " Title: Correlated Terahertz phonon-ion interactions dominate ion conduction in  solid electrolyte Li0.5La0.5TiO3 ",
    "url": "https://arxiv.org/abs/2305.01632",
    "authors": [
      "Kim H. Pham",
      "Kiarash Gordiz",
      "Jonathan M. Michelsen",
      "Hanzhe Liu",
      "Daniele Vivona",
      "Yang Shao-Horn",
      "Asegun Henry",
      "Kimberly A. See",
      "Scott K. Cushing"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2309.16281",
    "title": "Quantum Resonance viewed as Weak Measurement",
    "abstract": " Comments: 15 pages, 2 figures ",
    "url": "https://arxiv.org/abs/2309.16281",
    "authors": [
      "Daiki Ueda",
      "Izumi Tsutsui"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "High Energy Physics - Experiment (hep-ex)",
      "High Energy Physics - Phenomenology (hep-ph)",
      "High Energy Physics - Theory (hep-th)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2311.02949",
    "title": "Voltage-controlled extraordinary optical transmission in the visible  regime",
    "abstract": " Comments: 9 pages, 8 figures ",
    "url": "https://arxiv.org/abs/2311.02949",
    "authors": [
      "Hira Asif",
      "Alpan Bek",
      "Mehmet Emre Tasgin",
      "Ramazan Sahin"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2311.04129",
    "title": "Purcell modified Doppler cooling of quantum emitters inside optical  cavities",
    "abstract": " Comments: 9+5 pages, 7 figures ",
    "url": "https://arxiv.org/abs/2311.04129",
    "authors": [
      "Julian Lyne",
      "Nico S. Bassler",
      "Seong eun Park",
      "Guido Pupillo",
      "Claudiu Genes"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2401.01697",
    "title": "Consideration of non-phase-matched nonlinear effects in the design of  quasi-phase-matching crystals for optical parametric oscillators",
    "abstract": " Comments: 23 pages ",
    "url": "https://arxiv.org/abs/2401.01697",
    "authors": [
      "Zihua Zheng",
      "Ziwen Tang",
      "Zhiyi Wei",
      "Jinghua Sun"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2401.08180",
    "title": "Control-free and efficient integrated photonic neural networks via  hardware-aware training and pruning",
    "abstract": " Comments: 21 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2401.08180",
    "authors": [
      "Tengji Xu",
      "Weipeng Zhang",
      "Jiawei Zhang",
      "Zeyu Luo",
      "Qiarong Xiao",
      "Benshan Wang",
      "Mingcheng Luo",
      "Xingyuan Xu",
      "Bhavin J. Shastri",
      "Paul R. Prucnal",
      "Chaoran Huang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Emerging Technologies (cs.ET)",
      "Applied Physics (physics.app-ph)"
    ]
  }
]