[
  {
    "id": "arXiv:2304.08535",
    "title": "Quantum Interference Enhances the Performance of Single-Molecule  Transistors",
    "abstract": "An unresolved challenge facing electronics at a few-nm scale is that resistive channels start leaking due to quantum tunneling. This affects the performance of nanoscale transistors, with single-molecule devices displaying particularly low switching ratios and operating frequencies, combined with large subthreshold swings.1 The usual strategy to mitigate quantum effects has been to increase device complexity, but theory shows that if quantum effects are exploited correctly, they can simultaneously lower energy consumption and boost device performance.2-6 Here, we demonstrate experimentally how the performance of molecular transistors can be improved when the resistive channel contains two destructively-interfering waves. We use a zinc-porphyrin coupled to graphene electrodes in a three-terminal transistor device to demonstrate a >104 conductance-switching ratio, a subthreshold swing at the thermionic limit, a > 7 kHz operating frequency, and stability over >105 cycles. This performance is competitive with the best nanoelectronic transistors. We fully map the antiresonance interference features in conductance, reproduce the behaviour by density functional theory calculations, and trace back this high performance to the coupling between molecular orbitals and graphene edge states. These results demonstrate how the quantum nature of electron transmission at the nanoscale can enhance, rather than degrade, device performance, and highlight directions for future development of miniaturised electronics. ",
    "url": "https://arxiv.org/abs/2304.08535",
    "authors": [
      "Zhixin Chen",
      "Iain M. Grace",
      "Steffen L. Woltering",
      "Lina Chen",
      "Alex Gee",
      "Jonathan Baugh",
      "G. Andrew D. Briggs",
      "Lapo Bogani",
      "Jan A. Mol",
      "Colin J. Lambert",
      "Harry L. Anderson",
      "James O. Thomas"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2304.08658",
    "title": "In-situ surface porosity prediction in DED (directed energy deposition)  printed SS316L parts using multimodal sensor fusion",
    "abstract": "This study aims to relate the time-frequency patterns of acoustic emission (AE) and other multi-modal sensor data collected in a hybrid directed energy deposition (DED) process to the pore formations at high spatial (0.5 mm) and time (< 1ms) resolutions. Adapting an explainable AI method in LIME (Local Interpretable Model-Agnostic Explanations), certain high-frequency waveform signatures of AE are to be attributed to two major pathways for pore formation in a DED process, namely, spatter events and insufficient fusion between adjacent printing tracks from low heat input. This approach opens an exciting possibility to predict, in real-time, the presence of a pore in every voxel (0.5 mm in size) as they are printed, a major leap forward compared to prior efforts. Synchronized multimodal sensor data including force, AE, vibration and temperature were gathered while an SS316L material sample was printed and subsequently machined. A deep convolution neural network classifier was used to identify the presence of pores on a voxel surface based on time-frequency patterns (spectrograms) of the sensor data collected during the process chain. The results suggest signals collected during DED were more sensitive compared to those from machining for detecting porosity in voxels (classification test accuracy of 87%). The underlying explanations drawn from LIME analysis suggests that energy captured in high frequency AE waveforms are 33% lower for porous voxels indicating a relatively lower laser-material interaction in the melt pool, and hence insufficient fusion and poor overlap between adjacent printing tracks. The porous voxels for which spatter events were prevalent during printing had about 27% higher energy contents in the high frequency AE band compared to other porous voxels. These signatures from AE signal can further the understanding of pore formation from spatter and insufficient fusion. ",
    "url": "https://arxiv.org/abs/2304.08658",
    "authors": [
      "Adithyaa Karthikeyan",
      "Himanshu Balhara",
      "Andreas K Lianos",
      "Abhishek Hanchate",
      "Satish TS Bukkapatnam"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Machine Learning (cs.LG)"
    ]
  },
  {
    "id": "arXiv:2304.08775",
    "title": "Trends of biosensing: plasmonics through miniaturization and quantum  sensing",
    "abstract": "Despite being extremely old concepts, plasmonics and surface plasmon resonance-based biosensors have been increasingly popular in the recent two decades due to the growing interest in nanooptics and are now of relevant significance in regards to applications associated with human health. Plasmonics integration into point-of-care devices for health surveillance has enabled significant levels of sensitivity and limit of detection to be achieved and has encouraged the expansion of the fields of study and market niches devoted to the creation of quick and incredibly sensitive label-free detection. The trend reflects in wearable plasmonic sensor development as well as point-of-care applications for widespread applications, demonstrating the potential impact of the new generation of plasmonic biosensors on human well-being through the concepts of personalized medicine and global health. In this context, the aim here is to discuss the potential, limitations, and opportunities for improvement that have arisen as a result of the integration of plasmonics into microsystems and lab-on-chip over the past five years. Recent applications of plasmonic biosensors in microsystems and sensor performance are analyzed. The final analysis focuses on the integration of microfluidics and lab-on-a-chip with quantum plasmonics technology prospecting it as a promising solution for chemical and biological sensing. Here it is underlined how the research in the field of quantum plasmonic sensing for biological applications has flourished over the past decade with the aim to overcome the limits given by quantum fluctuations and noise. The significant advances in nanophotonics, plasmonics and microsystems used to create increasingly effective biosensors would continue to benefit this field if harnessed properly. ",
    "url": "https://arxiv.org/abs/2304.08775",
    "authors": [
      "Giuseppina Simone"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2304.08794",
    "title": "Topologically enhanced nonlinear optical response of graphene nanoribbon  heterojunctions",
    "abstract": "We study the nonlinear optical properties of heterojunctions made of graphene nanoribbons (GNRs) consisting of two segments with either the same or different topological properties. By utilizing a quantum mechanical approach that incorporates distant-neighbor interactions, we demonstrate that the presence of topological interface states significantly enhances the second- and third-order nonlinear optical response of GNR heterojunctions that are created by merging two topologically inequivalent GNRs. Specifically, GNR heterojunctions with topological interface states display third-order harmonic hyperpolarizabilities that are more than two orders of magnitude larger than those of their similarly sized counterparts without topological interface states, whereas the secondorder harmonic hyperpolarizabilities exhibit a more than ten-fold contrast between heterojunctions with and without topological interface states. Additionally, we find that the topological state at the interface between two topologically distinct GNRs can induce a noticeable red-shift of the quantum plasmon frequency of the heterojunctions. Our results reveal a general and profound connection between the existence of topological states and an enhanced nonlinear optical response of graphene nanostructures and possible other photonic systems. ",
    "url": "https://arxiv.org/abs/2304.08794",
    "authors": [
      "Hanying Deng",
      "Zhihao Qu",
      "Yingji He",
      "Changming Huang",
      "Nicolae C. Panoiu",
      "Fangwei Ye"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2304.08935",
    "title": "Spatial profiles of collimated laser Compton-scattering $γ$-ray  beams",
    "abstract": "The intensity and energy spatial distributions of collimated laser Compton scattering (LCS) $\\gamma$-ray beams and of the associated bremsstrahlung beams have been investigated as functions of the electron beam energy, electron beam phase space distribution, laser optics conditions and laser polarization. We show that the beam halo is affected to different extents by variations in the above listed parameters. In the present work, we have used laser Compton scattering simulations performed with the \\texttt{eliLaBr} code (https://github.com/dan-mihai-filipescu/eliLaBr) and real LCS and bremsstrahlung $\\gamma$-ray beams produced at the NewSUBARU synchrotron radiation facility. A 500~$\\mu$m MiniPIX X-ray camera was used as beamspot monitor in a wide $\\gamma$-ray beam energy range between 1.73~MeV and 38.1~MeV. ",
    "url": "https://arxiv.org/abs/2304.08935",
    "authors": [
      "Takashi Ari-Izumi",
      "Ioana Gheorghe",
      "Dan Filipescu",
      "Satoshi Hashimoto",
      "Shuji Miyamoto",
      "Hiroaki Utsunomiya"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2304.08963",
    "title": "Generating free-space structured light with programmable integrated  photonics",
    "abstract": "Structured light is a key component of many modern applications, ranging from superresolution microscopy to imaging, sensing, and quantum information processing. As the utilization of these powerful tools continues to spread, the demand for technologies that enable the spatial manipulation of fundamental properties of light, such as amplitude, phase, and polarization grows further. In this respect, technologies based on liquid-crystal cells, e.g., spatial light modulators, became very popular in the last decade. However, the rapidly advancing field of integrated photonics allows entirely new routes towards beam shaping that not only outperform liquid-crystal devices in terms of speed, but also have substantial potential with respect to robustness and conversion efficiencies. In this study, we demonstrate how a programmable integrated photonic processor can generate and control higher-order free-space structured light beams at the click of a button. Our system offers lossless and reconfigurable control of the spatial distribution of light's amplitude and phase, with switching times in the microsecond domain. The showcased on-chip generation of spatially tailored light enables an even more diverse set of methods, applications, and devices that utilize structured light by providing a pathway towards combining the strengths of programmable integrated photonics and free-space structured light. ",
    "url": "https://arxiv.org/abs/2304.08963",
    "authors": [
      "Johannes Bütow",
      "Jörg S. Eismann",
      "Varun Sharma",
      "Dorian Brandmüller",
      "Peter Banzer"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2304.09020",
    "title": "Consequences of laser transverse imperfections on laser wakefield  acceleration at the Apollon facility",
    "abstract": "With the currently available laser powers, it is possible to reach the blowout regime in the Laser WakeField Acceleration (LWFA) where the electrons are completely expelled off-axis behind the laser pulse. This regime is particularly interesting thanks to its linear focusing forces and to its accelerating forces that are independent of the transverse coordinates. In fact, these features ensure a quite stable propagation of electron bunches with low phase-space volume. In this context, the Apollon laser is designed to reach an exceptional multi-petawatt laser peak power, thus aiming at achieving unprecedented accelerating gradients and bringing a scientific breakthrough in the field of LWFA. Since the quality of the self-injected electron bunches is very sensitive to the condition of the laser, it is very important to take into account realistic laser features when performing LWFA simulations. In this paper, we aim at understanding the implications of laser imperfections on the electrons produced with the self-injection scheme in the bubble regime. For this purpose, we carry on a numerical study of LWFA where we include experimentally measured laser profiles from the Apollon facility in full three dimensional Particle-In-Cell simulations. ",
    "url": "https://arxiv.org/abs/2304.09020",
    "authors": [
      "Imene Zemzemi",
      "Arnaud Beck",
      "Arnd Specka"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Accelerator Physics (physics.acc-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2304.09037",
    "title": "Carnap on Quantum Mechanics",
    "abstract": "This entry reviews Rudolf Carnap's philosophical views on the quantum mechanics of his time. It also offers some thoughts on how Carnap might have reacted to some recent developments in the foundations of quantum mechanics. ",
    "url": "https://arxiv.org/abs/2304.09037",
    "authors": [
      "Sebastian Horvat",
      "Iulian D. Toader"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2304.08545",
    "title": "New Cascaded Architecture for Classical and Quantum Multiparameter  Sensing",
    "abstract": "We present an innovative concept for quantum-enhanced multiparameter optical phase sensing that can be implemented in free space, optical fiber or on-chip. Our measurable phases are in series, or cascaded, enabling measurements as a function of position with only a single input and output. We have modeled up to 20 phases, and fitting shows near-linear scaling of the power requirements for additional phases. This novel approach represents a new paradigm in multiparameter quantum metrology, and can be applied to remote sensing, communications, and geophysics. ",
    "url": "https://arxiv.org/abs/2304.08545",
    "authors": [
      "Gregory Krueper",
      "Lior Cohen",
      "Juliet T. Gopinath"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2304.08570",
    "title": "Quantum Many-body Theory from a Solution of the $N$-representability  Problem",
    "abstract": "Here we present a many-body theory based on a solution of the $N$-representability problem in which the ground-state two-particle reduced density matrix (2-RDM) is determined directly without the many-particle wave function. We derive an equation that re-expresses physical constraints on higher-order RDMs to generate direct constraints on the 2-RDM, which are required for its derivation from an $N$-particle density matrix, known as $N$-representability conditions. The approach produces a complete hierarchy of 2-RDM constraints that do not depend explicitly upon the higher RDMs or the wave function. By using the two-particle part of a unitary decomposition of higher-order constraint matrices, we can solve the energy minimization by semidefinite programming in a form where the low-rank structure of these matrices can be potentially exploited. We illustrate by computing the ground-state electronic energy and properties of the H$_{8}$ ring. ",
    "url": "https://arxiv.org/abs/2304.08570",
    "authors": [
      "David A. Mazziotti"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2304.08667",
    "title": "Annealing of swift heavy ion tracks in amorphous silicon dioxide",
    "abstract": "The annealing kinetics of the high energy ion damage in amorphous silicon dioxide (a-SiO2) are still not well understood, despite the material's widespread application in material science, physics, geology, and biology. This study investigates how annealing temperature, duration, and ambient environment affect the recovery of irradiation damage produced along the trajectory of swift heavy ions in a-SiO2. The track-annealing kinetics and the changing ion track morphology were investigated using synchrotron-based small-angle X-ray scattering (SAXS) and etching methods. We found that track annealing proceeds quicker near the sample surface demonstrated by a changing track etch rate as a function of depth. Measurements of ion tracks using SAXS show only small changes in the radial density distribution profile of the ion tracks. Activation energy of the annealing process at different sample depths was determined and the effect of the capping layer during the annealing process was also studied. Combination of oxygen diffusion and stress relaxation may contribute to the observed behaviour of preferential and anisotropic healing of the ion track. The results add to the fundamental understanding of ion track damage recovery and may have direct implications for materials for radioactive waste storage and solid state nanopores. ",
    "url": "https://arxiv.org/abs/2304.08667",
    "authors": [
      "Shankar Dutt",
      "Christian Notthoff",
      "Xue Wang",
      "Christina Trautmann",
      "Pablo Mota-Santiago",
      "Patrick Kluth"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2304.08937",
    "title": "Hamiltonian simulation using quantum singular value transformation:  complexity analysis and application to the linearized Vlasov-Poisson equation",
    "abstract": "Quantum computing can be used to speed up the simulation time (more precisely, the number of queries of the algorithm) for physical systems; one such promising approach is the Hamiltonian simulation (HS) algorithm. Recently, it was proven that the quantum singular value transformation (QSVT) achieves the minimum simulation time for HS. An important subroutine of the QSVT-based HS algorithm is the amplitude amplification operation, which can be realized via the oblivious amplitude amplification or the fixed-point amplitude amplification in the QSVT framework. In this work, we execute a detailed analysis of the error and number of queries of the QSVT-based HS and show that the oblivious method is better than the fixed-point one in the sense of simulation time for a given error tolerance. Based on this finding, we apply the QSVT-based HS to the one-dimensional linearized Vlasov-Poisson equation and demonstrate that the linear Landau damping can be successfully simulated. ",
    "url": "https://arxiv.org/abs/2304.08937",
    "authors": [
      "Kiichiro Toyoizumi",
      "Naoki Yamamoto",
      "Kazuo Hoshino"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2304.09065",
    "title": "High quality and wafer-scale cubic silicon carbide single crystals",
    "abstract": "Silicon carbide (SiC) is an important semiconductor material for fabricating power electronic devices that exhibit higher switch frequency, lower energy loss and substantial reduction both in size and weight in comparison with its Si-based counterparts1-4. Currently, most devices, such as metal-oxide-semiconductor field effect transistors, which are core devices used in electric vehicles, photovoltaic industry and other applications, are fabricated on a hexagonal polytype 4H-SiC because of its commercial availability5. Cubic silicon carbide (3C-SiC), the only cubic polytype, has a moderate band gap of 2.36 eV at room-temperature, but a superior mobility and thermal conduction than 4H-SiC4,6-11. Moreover, the much lower concentration of interfacial traps between insulating oxide gate and 3C-SiC helps fabricate reliable and long-life devices7-10,12-14. The growth of 3C-SiC crystals, however, has remained a challenge up to now despite of decades-long efforts by researchers because of its easy transformation into other polytypes during growth15-19, limiting the 3C-SiC based devices. Here, we report that 3C-SiC can be made thermodynamically favored from nucleation to growth on a 4H-SiC substrate by top-seeded solution growth technique(TSSG), beyond what's expected by classic nucleation theory. This enables the steady growth of quality and large sized 3C-SiC crystals (2~4-inch in diameter and 4.0~10.0 mm in thickness) sustainable. Our findings broaden the mechanism of hetero-seed crystal growth and provide a feasible route to mass production of 3C-SiC crystals,offering new opportunities to develop power electronic devices potentially with better performances than those based on 4H-SiC. ",
    "url": "https://arxiv.org/abs/2304.09065",
    "authors": [
      "Guobin Wang",
      "Da Sheng",
      "Yunfan Yang",
      "Hui Li",
      "Congcong Chai",
      "Zhenkai Xie",
      "Wenjun Wang",
      "Jian-gang Guo",
      "Xiaolong Chen"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2304.09159",
    "title": "Magneto-optical induced supermode switching in quantum fluids of light",
    "abstract": "The insensitivity of photons towards external magnetic fields forms one of the hardest barriers against efficient magneto-optical control, aiming at modulating the polarization state of light. However, there is even scarcer evidence of magneto-optical effects that can spatially modulate light. Here, we demonstrate the latter by exploiting strongly coupled states of semimagnetic matter and light in planar semiconductor microcavities. We nonresonantly excite two spatially adjacent exciton-polariton condensates which, through inherent ballistic near field coupling mechanism, spontaneously synchronise into a dissipative quantum fluidic supermode of definite parity. Applying a magnetic field along the optical axis, we continuously adjust the light-matter composition of the condensate exciton-polaritons, inducing a supermode switch into a higher order mode of opposite parity. Our findings set the ground towards magnetic spatial modulation of nonlinear light. ",
    "url": "https://arxiv.org/abs/2304.09159",
    "authors": [
      "Magdalena Furman",
      "Rafał Mirek",
      "Mateusz Król",
      "Wojciech Pacuski",
      "Helgi Sigurðsson",
      "Jacek Szczytko",
      "Barbara Piętka"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:1908.02541",
    "title": "Performance Study of Strongly Coupled Magnetic Resonance",
    "abstract": " Comments: error in simulation result ",
    "url": "https://arxiv.org/abs/1908.02541",
    "authors": [
      "Chathuranga M. Wijerathna Basnayaka",
      "Dushantha Nalin K. Jayakody",
      "Abhishek Sharma",
      "Hwang-Cheng Wang",
      "P Muthuchidambaranathan"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2203.01401",
    "title": "Optical precursors in waveguide quantum electrodynamics",
    "abstract": " Comments: 10 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2203.01401",
    "authors": [
      "Silvia Cardenas-Lopez",
      "Pablo Solano",
      "Luis A. Orozco",
      "Ana Asenjo-Garcia"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.12876",
    "title": "Very- and ultra-high frequency electric field detection using high  angular momentum Rydberg states",
    "abstract": " Comments: 8 pages, 5 figures, accepted version ",
    "url": "https://arxiv.org/abs/2205.12876",
    "authors": [
      "Roger C. Brown",
      "Baran Kayim",
      "Michael A. Viray",
      "Abigail R. Perry",
      "Brian C. Sawyer",
      "Robert Wyllie"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2208.13082",
    "title": "A squeezed mechanical oscillator with milli-second quantum decoherence",
    "abstract": " Title: A squeezed mechanical oscillator with milli-second quantum decoherence ",
    "url": "https://arxiv.org/abs/2208.13082",
    "authors": [
      "Amir Youssefi",
      "Shingo Kono",
      "Mahdi Chegnizadeh",
      "Tobias J. Kippenberg"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.03343",
    "title": "Analytical formulation of the second-order derivative of energy for  orbital-optimized variational quantum eigensolver: application to  polarizability",
    "abstract": " Comments: 37 + 5 pages, almost published version ",
    "url": "https://arxiv.org/abs/2211.03343",
    "authors": [
      "Yuya O. Nakagawa",
      "Jiabao Chen",
      "Shotaro Sudo",
      "Yu-ya Ohnishi",
      "Wataru Mizukami"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2211.05707",
    "title": "Critique of optical coherence tomography in epistemological metrology",
    "abstract": " Title: Critique of optical coherence tomography in epistemological metrology ",
    "url": "https://arxiv.org/abs/2211.05707",
    "authors": [
      "Yoshiaki Yasuno"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2302.01499",
    "title": "Qi standard metasurface for free-positioning and multi-device supportive  wireless power transfer",
    "abstract": " Title: Qi standard metasurface for free-positioning and multi-device supportive  wireless power transfer ",
    "url": "https://arxiv.org/abs/2302.01499",
    "authors": [
      "Hanwei Wang",
      "Joshua Yu",
      "Xiaodong Ye",
      "Yun-Sheng Chen",
      "Yang Zhao"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2303.06959",
    "title": "Semiclassical theory of frequency combs generated by parametric  modulation of optical microresonators",
    "abstract": " Comments: 38 pages, 7 figures ",
    "url": "https://arxiv.org/abs/2303.06959",
    "authors": [
      "M. Sumetsky"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2304.07571",
    "title": "Quantum Control of Atom-Ion Charge Exchange via Light-induced Conical  Intersections",
    "abstract": " Comments: 7 pages, 5 figures and supplementary information ",
    "url": "https://arxiv.org/abs/2304.07571",
    "authors": [
      "Hui Li",
      "Ming Li",
      "Alexander Petrov",
      "Eite Tiesinga",
      "Svetlana Kotochigova"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  }
]