[
  {
    "id": "arXiv:2205.12380",
    "title": "Metabolic Reactions Studied by Zero- and Low-Field Nuclear Magnetic  Resonance",
    "abstract": "State-of-the-art magnetic resonance imaging uses hyperpolarized molecules to track metabolism in vivo, but large superconducting magnets are required, and the strong magnetic fields largely preclude measurement in the presence of conductive materials and magnify problems of magnetic susceptibility inhomogeneity. Operating at zero and low field circumvents these limitations, but until now has not been possible due to limited sensitivity. We show that zero- and low-field nuclear magnetic resonance can be used for probing two important metabolic reactions: the conversion of hyperpolarized fumarate to malate and pyruvate to lactate. This work paves the way to a heretofore unexplored class of biomedical imaging applications. ",
    "url": "https://arxiv.org/abs/2205.12380",
    "authors": [
      "James Eills",
      "Román Picazo-Frutos",
      "Oksana Bondar",
      "Eleonora Cavallari",
      "Carla Carrera",
      "Sylwia J. Barker",
      "Marcel Utz",
      "Silvio Aime",
      "Francesca Reineri",
      "Dmitry Budker",
      "John W. Blanchard"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2205.12516",
    "title": "Unveiling the relative timing jitter in counter propagating all normal  dispersion (CANDi) dual-comb fiber laser",
    "abstract": "Counter-propagating all-normal dispersion (CANDi) fiber laser is an emerging high-energy single-cavity dual-comb laser source. Its relative timing jitter (RTJ), a critical parameter for dual-comb timing precision and spectral resolution, has not been comprehensively investigated. In this paper, we enhance the state-of-the-art CANDi fiber laser pulse energy from 1 nJ to 8 nJ. We then introduce a novel reference-free RTJ characterization technique that provides shot-to-shot measurement capability at femtosecond precision for the first time. The measurement noise floor reaches 1.6x10-7 fs2/Hz, and the corresponding integrated measurement precision is only 1.8 fs (1 kHz, 20 MHz). With this new characterization tool, we are able to study the physical origin of CANDi laser's RTJ in detail. We first verify that the cavity length fluctuation does not contribute to the RTJ. Then we measure the integrated RTJ to be 39 fs (1 kHz, 20 MHz) and identify the pump relative intensity noise (RIN) to be the dominant factor responsible for it. In particular, pump RIN is coupled to the RTJ through the Gordon-Haus effect. Finally, solutions to reduce the free-running CANDi laser's RTJ are discussed. This work provides a general guideline to improve the performance of compact single-cavity dual-comb systems like CANDi laser benefitting various dual-comb applications. ",
    "url": "https://arxiv.org/abs/2205.12516",
    "authors": [
      "Neeraj Prakash",
      "Shu-Wei Huang",
      "Bowen Li"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.12578",
    "title": "Distorted Wave Extended Phaseless Rytov Iterative Method for Inverse  Scattering Problems",
    "abstract": "In this work we present a novel linear iterative solution to an electromagnetic inverse scattering problem with phaseless data for strongly scattering, lossy media. It is based on an extended Rytov approximation that significantly widens the validity range of the conventional Rytov approximation. By modifying this extension and including it in a distorted wave iterative formulation, accurate reconstruction results for both the real and imaginary components of permittivity can be obtained. We denote the technique as the distorted wave extended phaseless Rytov iterative method (DxPRIM) and we present its derivation and numerical formulation. Using simulation and experimental examples, we demonstrate that DxPRIM can reconstruct strong, lossy scatterers with phaseless measurement data and show that it outperforms state-of-the-art phaseless techniques. ",
    "url": "https://arxiv.org/abs/2205.12578",
    "authors": [
      "Amartansh Dubey",
      "Ross Murch"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2205.12741",
    "title": "Voltage-tunable integrated quantum entanglement device via nonlinear  Fano resonances",
    "abstract": "Integration of devices generating nonclassical states~(such as entanglement) into photonic circuits is one of the major goals in achieving integrated quantum circuits~(IQCs). This is demonstrated successfully in the past decades. Controlling the nonclassicality generation in these micron-scale devices is also crucial for the robust operation of the IQCs. Here, we propose a micron-scale quantum entanglement device whose nonlinearity (so the generated nonclassicality) can be tuned by several orders of magnitude via an applied voltage. The level-spacing of quantum emitters~(QEs), which can be tuned by voltage, are embedded into the hotspot of a metal nanostructure~(MNS). QE-MNS coupling introduces a Fano resonance in the \"nonlinear response\". Nonlinearity, already enhanced extremely due to localization, can be controlled by the QEs' level-spacing. Nonlinearity can either be suppressed (also when the probe is on the device) or be further enhanced by several orders. Fano resonance takes place in a relatively narrow frequency window so that $\\sim$meV voltage-tunability for QEs becomes sufficient for a continuous turning on/off of the nonclassicality. This provides orders of magnitude modulation depths. ",
    "url": "https://arxiv.org/abs/2205.12741",
    "authors": [
      "Mehmet Günay",
      "Priyam Das",
      "Emre Yuce",
      "Mehmet Emre Tasgin"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2205.12762",
    "title": "On-demand multimode optical storage in a laser-written on-chip waveguide",
    "abstract": "Quantum memory is a fundamental building block for large-scale quantum networks. On-demand optical storage with a large bandwidth, a high multimode capacity and an integrated structure simultaneously is crucial for practical application. However, this has not been demonstrated yet. Here, we fabricate an on-chip waveguide in a $\\mathrm {^{151}Eu^{3+}:Y_2SiO_5}$ crystal with insertion losses of 0.2 dB, and propose a novel pumping scheme to enable spin-wave atomic frequency comb (AFC) storage with a bandwidth of 11 MHz inside the waveguide. Based on this, we demonstrate the storage of 200 temporal modes using the AFC scheme and conditional on-demand storage of 100 temporal modes using the spin-wave AFC scheme. The interference visibility between the readout light field and the reference light field is $99.0\\% \\pm 0.6\\%$ and $97\\% \\pm 3\\%$ for AFC and spin-wave AFC storage, respectively, indicating the coherent nature of this low-loss, multimode and integrated storage device. ",
    "url": "https://arxiv.org/abs/2205.12762",
    "authors": [
      "Ming-Xu Su",
      "Tian-Xiang Zhu",
      "Chao Liu",
      "Zong-Quan Zhou",
      "Chuan-Feng Li",
      "Guang-Can Guo"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2205.12776",
    "title": "Mid-infrared frequency combs and staggered spectral patterns in  $χ^{(2)}$ microresonators",
    "abstract": "The potential of frequency comb spectroscopy has aroused great interest in generating mid-infrared frequency combs in the integrated photonic setting. However, despite remarkable progress in microresonators and quantum cascade lasers, the availability of suitable mid-IR comb sources remains scarce. Here, we present a new approach for the generation of mid-IR microcombs through cascaded three-wave-mixing. By pumping a CdSiP$_2$ microresonator at 1.55 $\\mu$m wavelength with a low power continuous wave laser, we generate $\\chi^{(2)}$ frequency combs at 3.1 $\\mu$m wavelength, with a span of about 30 nm. We observe ordinary combs states with a line spacing of the free spectral range of the resonator, and combs where the sideband numbers around the pump and half-harmonic alternate, forming staggered patterns of spectral lines. Our scheme for mid-IR microcomb generation is compatible with integrated telecom lasers. Therefore, it has the potential to be used as a simple and fully integrated mid-IR comb source, relying on only one single material. ",
    "url": "https://arxiv.org/abs/2205.12776",
    "authors": [
      "Nicolas Amiune",
      "Zhiwei Fan",
      "Vladislav V. Pankratov",
      "Danila N. Puzyrev",
      "Dmitry V. Skryabin",
      "Kevin T. Zawilski",
      "Peter G. Schunemann",
      "Ingo Breunig"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.12813",
    "title": "On the helicity conservation for Mie optical cavities",
    "abstract": "The study of helicity in the context of light-matter interactions is an increasing area of research. However, some fundamental aspects of the helicity content of light fields inside scatterers have been overlooked. In this work, we demonstrate that the helicity of light fields inside lossless spherical cavities cannot be either conserved or sign-flipped as a result of a scattering event. The underlying reason is that the internal electric and magnetic Mie coefficients cannot simultaneously oscillate with equal amplitude and equal/opposite phase. Our analytical demonstration is fulfilled regardless of the refractive index, sphere size, and multipolar order. In addition, we show that the helicity of light fields inside lossy spheres can be conserved. This fact is in striking contrast to the behavior of the scattered field, whose helicity content cannot be conserved precisely when the sphere has losses. Finally, we show that the helicity content of internal fields can be flipped for materials with gain. ",
    "url": "https://arxiv.org/abs/2205.12813",
    "authors": [
      "Jorge Olmos-Trigo",
      "Xavier Zambrana-Puyalto"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.12851",
    "title": "Optimization of large determinant expansions in quantum Monte Carlo",
    "abstract": "We present a new method for the optimization of large configuration interaction (CI) expansions in the quantum Monte Carlo (QMC) framework. The central idea here is to replace the non-orthogonal variational optimization of CI coefficients performed in usual QMC calculations by an orthogonal non-Hermitian optimization thanks to the so-called transcorrelated (TC) framework, the two methods yielding the same results in the limit of a complete basis set. By rewriting the TC equations as an effective self-consistent Hermitian problem, our approach requires the sampling of a single quantity per Slater determinant, leading to minimal memory requirements in the QMC code. Using analytical quantities obtained from both the TC framework and the usual CI-type calculations, we also propose improved estimators which reduce the statistical fluctuations of the sampled quantities by more than an order of magnitude. We demonstrate the efficiency of this method on wave functions containing $10^5-10^6$ Slater determinants, using effective core potentials or all-electron calculations. In all the cases, a sub-milliHartree convergence is reached within only two or three iterations of optimization. ",
    "url": "https://arxiv.org/abs/2205.12851",
    "authors": [
      "Abdallah Ammar",
      "Emmanuel Giner",
      "Anthony Scemama"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2205.12945",
    "title": "Conformal optical black hole for cavity",
    "abstract": "Whispering gallery mode (WGM) cavity is important for exploring physics of strong light-matter interaction. Yet it suffers from the notorious radiation loss universally due to the light tunneling effect through the curved boundary. In this work, we propose and demonstrate an optical black hole (OBH) cavity based on transformation optics. The radiation loss of all WGMs in OBH cavity is completely inhibited by an infinite wide potential barrier. Besides, the WGM field outside the cavity is revealed to follow $1/r^\\alpha$ decay rule based on conformal mapping, which is fundamentally different from the conventional Hankel-function distributions in a homogeneous cavity. Experimentally, a truncated OBH cavity is achieved based on the effective medium theory, and both the Q-factor enhancement and tightly confined WGM field are measured in the microwave spectra which agree well with the theoretical results. The circular OBH cavity is further applied to the arbitrary-shaped cavities including single-core and multi-core structures with high-Q factor via the conformal mapping. The OBH cavity design strategy can be generalized to resonant modes of various wave systems, such as acoustic and elastic waves, and finds applications in energy harvesting and optoelectronics. ",
    "url": "https://arxiv.org/abs/2205.12945",
    "authors": [
      "Qingtao Ba",
      "Yangyang Zhou",
      "Jue Li",
      "Wen Xiao",
      "Longfang Ye",
      "Yineng Liu",
      "Jin-hui Chen",
      "Huanyang Chen"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.09103",
    "title": "Single-Shot Optical Neural Network",
    "abstract": "As deep neural networks (DNNs) grow to solve increasingly complex problems, they are becoming limited by the latency and power consumption of existing digital processors. 'Weight-stationary' analog optical and electronic hardware has been proposed to reduce the compute resources required by DNNs by eliminating expensive weight updates; however, with scalability limited to an input vector length $K$ of hundreds of elements. Here, we present a scalable, single-shot-per-layer weight-stationary optical processor that leverages the advantages of free-space optics for passive optical copying and large-scale distribution of an input vector and integrated optoelectronics for static, reconfigurable weighting and the nonlinearity. We propose an optimized near-term CMOS-compatible system with $K = 1,000$ and beyond, and we calculate its theoretical total latency ($\\sim$10 ns), energy consumption ($\\sim$10 fJ/MAC) and throughput ($\\sim$petaMAC/s) per layer. We also experimentally test DNN classification accuracy with single-shot analog optical encoding, copying and weighting of the MNIST handwritten digit dataset in a proof-of-concept system, achieving 94.7% (similar to the ground truth accuracy of 96.3%) without retraining on the hardware or data preprocessing. Lastly, we determine the upper bound on throughput of our system ($\\sim$0.9 exaMAC/s), set by the maximum optical bandwidth before significant loss of accuracy. This joint use of wide spectral and spatial bandwidths enables highly efficient computing for next-generation DNNs. ",
    "url": "https://arxiv.org/abs/2205.09103",
    "authors": [
      "Liane Bernstein",
      "Alexander Sludds",
      "Christopher Panuski",
      "Sivan Trajtenberg-Mills",
      "Ryan Hamerly",
      "Dirk Englund"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Machine Learning (cs.LG)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.12319",
    "title": "Colloidal transport in twisted lattices of optical tweezers",
    "abstract": "We simulate the transport of colloidal particles driven by a static and homogeneous drift force, and subject to the optical potential created by two lattices of optical tweezers. The lattices of optical tweezers are parallel to each other, shifted, and rotated by a twist angle. Due to a negative interference between the potential of the two lattices, flat channels appear in the total optical potential. At specific twist angles, known as magic-angles, the flat channels percolate the entire system and the colloidal particles can then be transported using a weak external drift force. We characterize the transport in both square and hexagonal lattices of twisted optical tweezers ",
    "url": "https://arxiv.org/abs/2205.12319",
    "authors": [
      "Nico C. X. Stuhlmüller",
      "Thomas M. Fischer",
      "Daniel de las Heras"
    ],
    "subjectives": [
      "Soft Condensed Matter (cond-mat.soft)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2104.12429",
    "title": "Shining Light on the Microscopic Resonant Mechanism Responsible for  Cavity-Mediated Chemical Reactivity",
    "abstract": " Comments: Improved discussion around figure 3 and minor changes for clarity ",
    "url": "https://arxiv.org/abs/2104.12429",
    "authors": [
      "Christian Schäfer",
      "Johannes Flick",
      "Enrico Ronca",
      "Prineha Narang",
      "Angel Rubio"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2202.09321",
    "title": "Small mode volume topological photonic states in one-dimensional  lattices with dipole--quadrupole interactions",
    "abstract": " Comments: 18 pages, 17 figures; submitted to Physical Review Research (Regular Article); revised version ",
    "url": "https://arxiv.org/abs/2202.09321",
    "authors": [
      "Raymond P. H. Wu",
      "H.C. Ong"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.11554",
    "title": "Electro-optic Fourier transform chronometry of pulsed quantum light",
    "abstract": " Comments: 4 figures ",
    "url": "https://arxiv.org/abs/2205.11554",
    "authors": [
      "Ali Golestani",
      "Alex O.C. Davis",
      "Filip Sośnicki",
      "Michał Mikołajczyk",
      "Nicolas Treps",
      "Michał Karpiński"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  }
]