[
  {
    "id": "arXiv:2201.00266",
    "title": "Cloaked near-field probe for non-invasive near-field optical microscopy",
    "abstract": "Near-field scanning optical microscopy is a powerful technique for imaging below the diffraction limit, which has been extensively used in bio-medical imaging and nanophotonics. However, when the electromagnetic fields under measurement are strongly confined, they can be heavily perturbed by the presence of the near-field probe itself. Here, taking inspiration from scattering-cancellation invisibility cloaks, Huygens-Kerker scatterers, and cloaked sensors, we design and fabricate a cloaked near-field probe. We show that, by suitably nanostructuring the probe, its electric and magnetic polarizabilities can be controlled and balanced. As a result, probe-induced perturbations can be largely suppressed, effectively cloaking the near-field probe without preventing its ability to measure. We experimentally demonstrate the cloaking effect by comparing the interaction of conventional and nanostructured probes with a representative nanophotonic structure, namely, a 1D photonic-crystal cavity. Our results show that, by engineering the structure of the probe, one can systematically control its back-action on the resonant fields of the sample and decrease the perturbation by >70% with most of our modified probes, and by up to one order of magnitude for the best probe, at probe-sample distances of 100 nm. Our work paves the way for non-invasive near-field optical microscopy of classical and quantum nano-systems. ",
    "url": "https://arxiv.org/abs/2201.00266",
    "authors": [
      "Felipe Bernal Arango",
      "Filippo Alpeggiani",
      "Donato Conteduca",
      "Aron Opheij",
      "Aobo Chen",
      "Mohamed I. Abdelrahman",
      "Thomas Krauss",
      "Andrea Alu",
      "Francesco Monticone",
      "L. Kuipers"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2201.00499",
    "title": "Quantum electrodynamic effects on counter-streaming instabilities in the  whole \\textbf{k} space",
    "abstract": "In a recent work [Bret, EPL \\textbf{135} (2021) 35001], quantum electrodynamic (QED) effects were evaluated for the two-stream instability. It pertains to the growth of perturbations with a wave vector oriented along the flow in a collisionless counter-streaming system. Here, the analysis is extended to every possible orientation of the wave vector. The previous result for the two-stream instability is recovered, and it is proved that even within the framework of a 3D analysis, this instability remains fundamentally 1D even when accounting for QED effects. The filamentation instability, found for wave vectors normal to the flow, is weakly affected by QED corrections. As in the classical case, its growth rate saturates at large $k_\\perp$. The saturation value is found independent of QED corrections. Also, the smallest unstable $k_\\perp$ is independent of QED corrections. Surprisingly, unstable modes found for oblique wave vectors do \\emph{not} follow the same pattern. For some, QED corrections do reduce the growth rate. But for others, the same corrections increase the growth rate instead. The possibility for QED effects to play a role in un-magnetized systems is evaluated. Pair production resulting from gamma emission by particles oscillating in the exponentially growing fields, is not accounting for. ",
    "url": "https://arxiv.org/abs/2201.00499",
    "authors": [
      "Antoine Bret"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "High Energy Astrophysical Phenomena (astro-ph.HE)"
    ]
  },
  {
    "id": "arXiv:2201.00612",
    "title": "g Factor of Lithiumlike Silicon and Calcium: Resolving the Disagreement  between Theory and Experiment",
    "abstract": "The bound-electron g factor is a stringent tool for tests of the Standard Model and the search for new physics. The comparison between an experiment on the g factor of lithiumlike silicon and the two recent theoretical values revealed the discrepancies of $1.7\\sigma$ [D. A. Glazov $\\textit{et al}$., Phys. Rev. Lett. $\\textbf{123}$, 173001 (2019)] and $5.2\\sigma$ [V. A. Yerokhin $\\textit{et al}$., Phys. Rev. A $\\textbf{102}$, 022815 (2020)]. To identify the reason for this disagreement, we accomplish large-scale high-precision computation of the interelectronic-interaction and many-electron QED corrections. The calculations are performed within the extended Furry picture of QED, and the dependence of the final values on the choice of the binding potential is carefully analyzed. As a result, we significantly improve the agreement between the theory and experiment for the g factor of lithiumlike silicon. We also report the most accurate theoretical prediction to date for lithiumlike calcium, which perfectly agrees with the experimental value. ",
    "url": "https://arxiv.org/abs/2201.00612",
    "authors": [
      "V. P. Kosheleva",
      "A. V. Volotka",
      "D. A. Glazov",
      "D. V. Zinenko",
      "S. Fritzsche"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2201.00686",
    "title": "On-chip Brillouin notch filter on a silicon nitride ring resonator",
    "abstract": "Noncontact Brillouin spectroscopy is a purely optical and label-free method to retrieve fundamental material viscoelastic properties. Recently, the extension to a three-dimensional imaging modality has paved the way to novel exciting opportunities in the biomedical field, yet the detection of the Brillouin spectrum remains challenging as a consequence of the dominant elastic background light that typically overwhelms the inelastic Brillouin peaks. In this Letter, we demonstrate a fully integrated and ultra-compact Brillouin notch filter based on an optical ring resonator fabricated on a silicon nitride platform. Our on-chip ring resonator filter was measured to have a 10 dB extinction ratio and a Q factor of 1.9x10^5. The experimental results provide a proof-of-concept on the ability of the on-chip filter to attenuate the elastic background light, heralding future developments of fully integrated, ultra-compact and low-cost Brillouin spectrometers. ",
    "url": "https://arxiv.org/abs/2201.00686",
    "authors": [
      "Giuseppe Antonacci",
      "Kareem Elsayad",
      "Dario Polli"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2201.00760",
    "title": "Low-power optical bistability in $\\mathcal{PT}$-symmetric chirped Bragg  gratings with four-wave mixing",
    "abstract": "The central theme of this article is the analysis of the usefulness of introducing four-wave mixing or modulation of Kerr nonlinearity in a nonuniform grating structure with gain and loss. To do so, we propose an inhomogeneous system in which the nonlinearity of the $\\mathcal{PT}$-symmetric grating is modulated. It is proven that the proposed scheme can be fruitful only if the nonlinearity and its associated modulation terms are assumed to be self-defocusing ones. In order to cut down the intensity required for the steering, the sign of chirping is taken to be negative and the wavelength of operating light is considered to be higher than the Bragg wavelength. Alongside these settings, launching the light from the rear end of the device dramatically reduces the critical intensity to a value of 0.015 (approximately) which must be the lowest switching intensity ever reported in the context of nonlinear $\\mathcal{PT}$-symmetric gratings. The ramp-like stable states in the broken $\\mathcal{PT}$-symmetric regime prevail even in the company of modulation in the nonlinearity index for both of the light incident directions. ",
    "url": "https://arxiv.org/abs/2201.00760",
    "authors": [
      "S. Sudhakar",
      "S. Vignesh Raja",
      "A. Govindarajan",
      "K. Batri",
      "M. Lakshmanan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2201.00804",
    "title": "Development of the Quantum Inspired SIBFA Many-Body Polarizable Force  Field: I. Enabling Condensed Phase Molecular Dynamics Simulations",
    "abstract": "We present the extension of the SIBFA (Sum of Interactions Between Fragments Ab initio Computed) many-body polarizable force field to condensed phase Molecular Dynamics (MD). The Quantum-Inspired SIBFA procedure is grounded on simplified integrals obtained from localized molecular orbital theory and achieve full separability of its intermolecular potential. It embodies long-range multipolar electrostatics (up to quadrupoles) coupled to a short-range penetration correction (up to quadrupoles), exchange-repulsion, many-body polarization, many-body charge transfer/delocalization, exchange-dispersion and dispersion (up to C10), enabling the reproduction of all energy contributions of ab initio Symmetry-Adapted Perturbation Theory (SAPT(DFT)) gas phase reference computations. As the derivation of all gradients is presented in the context of their Tinker-HP massively parallel implementation, we introduce a new and computationally tractable transferable formulation of many-body charge transfer. As a proof of concept, we perform a first computational experiment defining a first water model fitted on a limited set of SAPT(DFT) data. SIBFA is shown to enable a satisfactory reproduction of both gas phase energetics and condensed phase properties highlighting the importance of its physically-motivated functional form. ",
    "url": "https://arxiv.org/abs/2201.00804",
    "authors": [
      "Sehr Naseem-Khan",
      "Louis Lagardère",
      "Christophe Narth",
      "G. Andrés Cisneros",
      "Pengyu Ren",
      "Nohad Gresh",
      "Jean-Philip Piquemal"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2201.00049",
    "title": "Quantum photo-thermodynamics on a programmable photonic quantum  processor",
    "abstract": "One of the core questions of quantum physics is how to reconcile the unitary evolution of quantum states, which is information-preserving and time-reversible, with the second law of thermodynamics, which is neither. The resolution to this paradox is to recognize that global unitary evolution of a multi-partite quantum state causes the state of local subsystems to evolve towards maximum-entropy states. In this work, we experimentally demonstrate this effect in linear quantum optics by simultaneously showing the convergence of local quantum states to a generalized Gibbs ensemble constituting a maximum-entropy state under precisely controlled conditions, while using a new, efficient certification method to demonstrate that the state retains global purity. Our quantum states are manipulated by a programmable integrated photonic quantum processor, which simulates arbitrary non-interacting Hamiltonians, demonstrating the universality of this phenomenon. Our results show the potential of photonic devices for quantum simulations involving non-Gaussian states. ",
    "url": "https://arxiv.org/abs/2201.00049",
    "authors": [
      "Frank H. B. Somhorst",
      "Reinier van der Meer",
      "Malaquias Correa Anguita",
      "Riko Schadow",
      "Henk J. Snijders",
      "Michiel de Goede",
      "Ben Kassenberg",
      "Pim Venderbosch",
      "Caterina Taballione",
      "Jörn. P. Epping",
      "Hans. H. van den Vlekkert",
      "Jacob F. F. Bulmer",
      "Jasleen Lugani",
      "Ian A. Walmsley",
      "Pepijn W. H. Pinkse",
      "Jens Eisert",
      "Nathan Walk",
      "Jelmer J. Renema"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2201.00226",
    "title": "Simplicial Quantum Gravity",
    "abstract": "Simplicial approximation and the ideas associated with the Regge calculus.provide a concrete way of implementing a sum over histories formulation ofquantum gravity. A four-dimensional simplicial geometry is made up of flat four-simplices joined together.A sum over simplicial geometries is a sum over thedifferent ways the simplices can be joined together with an integral over their edge lengths.Theconstruction of the simplicial Euclidean action for this approach to quantum general relativity is illustrated. The recovery of the diffeomorphism group in the continuum limit is discussed. Some possible classes of simplicial complexes with which to define a sum over topologies are described. ",
    "url": "https://arxiv.org/abs/2201.00226",
    "authors": [
      "James B. Hartle"
    ],
    "subjectives": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      "High Energy Physics - Theory (hep-th)",
      "History and Philosophy of Physics (physics.hist-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2201.00371",
    "title": "Revisiting Quantum Contextuality",
    "abstract": "The purpose of this note is to complete the interesting review on quantum contextuality [1] that appeared recently. In particular we will introduce and discuss the ideas of extracontextuality and extravalence, that allow one to relate Kochen-Specker's and Gleason's theorems, and also to shift the emphasis from the first to the second one. We will also argue that whereas Kochen-Specker's is essentially a negative result (a no-go theorem), Gleason's is a positive one since it provides a mathematical justification of Born's rule. The link between these issues is provided by a specific quantum feature that we call extravalence. ",
    "url": "https://arxiv.org/abs/2201.00371",
    "authors": [
      "Philippe Grangier"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2201.00452",
    "title": "Cellulose-Based Reflective Liquid Crystal Films as Optical Filters and  Solar Gain Regulators",
    "abstract": "Many promising approaches for designing interactions of synthetic materials with light involve solid optical monocrystals and nanofabricated photonic crystal structures with spatially periodic variations of refractive index. Although their high costs limit current technological applications, remarkably, such photonic and optically anisotropic materials have also evolved throughout nature and enable narrow or broad-band spectral reflection of light. Here we use self-assembly of biomaterial cellulose nanocrystals to obtain three-layer films with helicoidal and nematic-like organization of the cellulose nanoparticles, which mimics naturally occurring polarization-insensitive reflectors found in the wings of Plusiotis resplendens beetles. These films were characterized with polarized optical microscopy and circular dichroism spectrometry, as well as scanning and transmission electron microscopies. These films exhibit high reflectivity tunable within the visible and near-infrared regions of the optical spectrum and may find applications ranging from color filters to smart cloth designs and in solar-gain-regulating building technologies. ",
    "url": "https://arxiv.org/abs/2201.00452",
    "authors": [
      "Joshua A. De La Cruz",
      "Qingkun Liu",
      "Bohdan Senyuk",
      "Allister W. Frazier",
      "Karthik Peddireddy",
      "Ivan I. Smalyukh"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Soft Condensed Matter (cond-mat.soft)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2201.00792",
    "title": "Coherent dynamics of a single Mn-doped quantum dot revealed by four-wave  mixing spectroscopy",
    "abstract": "For future quantum technologies the combination of a long quantum state lifetime and an efficient interface with external optical excitation are required. In solids, the former is for example achieved by individual spins, while the latter is found in semiconducting artificial atoms combined with modern photonic structures. One possible combination of the two aspects is reached by doping a single quantum dot, providing a strong excitonic dipole, with a magnetic ion, that incorporates a characteristic spin texture. Here, we perform four-wave mixing spectroscopy to study the system's quantum coherence properties. We characterize the optical properties of the undoped CdTe quantum dot and find a strong photon echo formation which demonstrates a significant inhomogeneous spectral broadening. Incorporating the Mn$^{2+}$ ion introduces its spin-5/2 texture to the optical spectra via the exchange interaction, manifesting as six individual spectral lines in the coherent response. The random flips of the Mn-spin result in a special type of spectral wandering between the six transition energies, which is fundamentally different from the quasi-continuous spectral wandering that results in the Gaussian inhomogeneous broadening. Here, the discrete spin-ensemble manifests in additional dephasing and oscillation dynamics. ",
    "url": "https://arxiv.org/abs/2201.00792",
    "authors": [
      "Jacek Kasprzak",
      "Daniel Wigger",
      "Thilo Hahn",
      "Tomasz Jakubczyk",
      "Łukasz Zinkiewicz",
      "Paweł Machnikowski",
      "Tilmann Kuhn",
      "Jean-François Motte",
      "Wojciech Pacuski"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2012.09736",
    "title": "Contextual inferences, nonlocality, and the incompleteness of quantum  mechanics",
    "abstract": " Comments: 7 pages, 2 figures. In v2 same text, one Annex added with more arguments and examples. In v3 some precisions and references added. In v4 new abstract, and some clarifications added ",
    "url": "https://arxiv.org/abs/2012.09736",
    "authors": [
      "Philippe Grangier"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2101.10931",
    "title": "The collapse of a quantum state as a joint probability construction",
    "abstract": " Comments: v3 is 22 pages. Three figures. A mathematical approach to reimagining the measurement problem. Many correspondents' suggestions have been incorporated. v2 was 8 pages, with some new references and discussion. No figures ",
    "url": "https://arxiv.org/abs/2101.10931",
    "authors": [
      "Peter Morgan"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mathematical Physics (math-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2104.06663",
    "title": "Development of microwave cavities for measurement of muonium hyperfine  structure at J-PARC",
    "abstract": " Title: Development of microwave cavities for measurement of muonium hyperfine  structure at J-PARC ",
    "url": "https://arxiv.org/abs/2104.06663",
    "authors": [
      "K.S. Tanaka",
      "M. Iwasaki",
      "O. Kamigaito",
      "S. Kanda",
      "N. Kawamura",
      "Y. Matsuda",
      "T. Mibe",
      "S. Nishimura",
      "N. Saito",
      "N. Sakamoto",
      "S. Seo",
      "K. Shimomura",
      "P. Strasser",
      "K. Suda",
      "T. Tanaka",
      "H.A. Torii",
      "A. Toyoda",
      "Y. Ueno",
      "M. Yoshida"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2105.14448",
    "title": "Revisiting Quantum Mysteries",
    "abstract": " Comments: This is a preprint of a chapter for the book 'The Quantum-Like Revolution: A Festschrift for Andrei Khrennikov' edited by Arkady Plotnitsky and Emmanuel Haven, Springer 2021. Edited version in v2 ",
    "url": "https://arxiv.org/abs/2105.14448",
    "authors": [
      "Philippe Grangier"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2106.14263",
    "title": "The Role of Shift Vector in High-Harmonic Generation from  Non-Centrosymmetric Topological Insulators under Strong Laser Fields",
    "abstract": " Comments: 25 pages, 12 figures ",
    "url": "https://arxiv.org/abs/2106.14263",
    "authors": [
      "Chen Qian",
      "Chao Yu",
      "Shicheng Jiang",
      "Tan Zhang",
      "Jiacheng Gao",
      "Shang Shi",
      "Hanqi Pi",
      "Hongming Weng",
      "Ruifeng Lu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2106.15120",
    "title": "Approaching the Fundamental Limit of Orbital Angular Momentum  Multiplexing Through a Hologram Metasurface",
    "abstract": " Title: Approaching the Fundamental Limit of Orbital Angular Momentum  Multiplexing Through a Hologram Metasurface ",
    "url": "https://arxiv.org/abs/2106.15120",
    "authors": [
      "Shuai S. A. Yuan",
      "Jie Wu",
      "Menglin L. N. Chen",
      "Zhihao Lan",
      "Liang Zhang",
      "Sheng Sun",
      "Zhixiang Huang",
      "Xiaoming Chen",
      "Shilie Zheng",
      "Li Jun Jiang",
      "Xianmin Zhang",
      "Wei E. I. Sha"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2111.07161",
    "title": "Core Electron Heating By Triggered And Ordinary Ion Acoustic Waves In  The Solar Wind",
    "abstract": " Comments: 13 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2111.07161",
    "authors": [
      "F.S. Mozer",
      "S.D. Bale",
      "C.A. Cattell",
      "J. Halekas",
      "I.Y. Vasko",
      "J.L. Verniero",
      "P.J. Kellogg"
    ],
    "subjectives": [
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      "Plasma Physics (physics.plasm-ph)",
      "Space Physics (physics.space-ph)"
    ]
  },
  {
    "id": "arXiv:2112.13279",
    "title": "On quantum algorithms for the Schrödinger equation in the  semi-classical regime",
    "abstract": " Title: On quantum algorithms for the Schrödinger equation in the  semi-classical regime ",
    "url": "https://arxiv.org/abs/2112.13279",
    "authors": [
      "Shi Jin",
      "Xiantao Li",
      "Nana Liu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Numerical Analysis (math.NA)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2112.14589",
    "title": "Demonstration of multi-qubit entanglement and algorithms on a  programmable neutral atom quantum computer",
    "abstract": " Comments: 4 figures and supplemental material. V2 corrects minor typos ",
    "url": "https://arxiv.org/abs/2112.14589",
    "authors": [
      "T. M. Graham",
      "Y. Song",
      "J. Scott",
      "C. Poole",
      "L. Phuttitarn",
      "K. Jooya",
      "P. Eichler",
      "X. Jiang",
      "A. Marra",
      "B. Grinkemeyer",
      "M. Kwon",
      "M. Ebert",
      "J. Cherek",
      "M. T. Lichtman",
      "M. Gillette",
      "J. Gilbert",
      "D. Bowman",
      "T. Ballance",
      "C. Campbell",
      "E. D. Dahl",
      "O. Crawford",
      "T. Noel",
      "M. Saffman"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  }
]