[
  {
    "id": "arXiv:2308.04487",
    "title": "The Need for Speed: Efficient Exact Simulation of Silicon Dangling Bond  Logic",
    "abstract": "The Silicon Dangling Bond (SiDB) logic platform, an emerging computational beyond-CMOS nanotechnology, is a promising competitor due to its ability to achieve integration density and clock speed values that are several orders of magnitude higher compared to current CMOS fabrication nodes. However, the exact physical simulation of SiDB layouts, which is an essential component of any design validation workflow, is computationally expensive. In this paper, we propose a novel algorithm called QuickExact, which aims to be both, efficient and exact. To this end, we are introducing three techniques, namely 1) Physically-informed Search Space Pruning, 2) Partial Solution Caching, and 3) Effective State Enumeration. Extensive experimental evaluations confirm that, compared to the state-of-the-art algorithm, the resulting approach leads to a paramount runtime advantage of more than a factor of 5000 on randomly generated layouts and more than a factor of 2000 on an established gate library. ",
    "url": "https://arxiv.org/abs/2308.04487",
    "authors": [
      "Jan Drewniok",
      "Marcel Walter",
      "Robert Wille"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2308.04554",
    "title": "Evaporation of Active Drops: Dynamics of Punctured Drops and Particle  Deposits of Ring Galaxy Patterns",
    "abstract": "Active drops refer to drops with the ability to self-migrate: these drops typically attain this ability by virtue of containing of active particles that derive energy from their environment and undergo directed motion inside the drops, thereby creating intricate stress distribution within these drops. Here we describe the evaporation dynamics of a slender active nematic drop. The stresses induced by active nematic particles present within the drop enables fascinating drop evaporation dynamics, consisting of an initial pinned stage and a late runaway stage. Unlike regular drops, during the pinned stage (for extensile drops) the drops encounter puncturing at their centers, followed by a receding motion of the newly formed inner contact line with the liquid flux pushing the (nematic) particles towards the inner and the outer contact lines: the result is the formation of a unique ring-galaxy-like particle deposition pattern. We identify three non-dimensional parameters, representing the activity, the aspect ratio, and the receding contact angle, which dictate the occurrence of puncturing, the overall evaporation time, and the possible deposit patterns for the extensile drops and the contractile drops. Finally, we argue that such unique evaporation and particle deposition dynamics can be leveraged for altering lifetime of drops for cooling and bio-applications and creating customized thin film deposits with potential 3D printing applications. ",
    "url": "https://arxiv.org/abs/2308.04554",
    "authors": [
      "Ghansham Rajendrasingh Chandel",
      "Vishal Sankar Sivasankar",
      "Siddhartha Das"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Soft Condensed Matter (cond-mat.soft)"
    ]
  },
  {
    "id": "arXiv:2308.04574",
    "title": "Chiral Optical Nano-Cavity with Atomically Thin Mirrors",
    "abstract": "A fundamental requirement for photonic technologies is the ability to control the confinement and propagation of light. Widely utilized platforms include two-dimensional (2D) optical microcavities in which electromagnetic waves are confined between either metallic or multi-layer dielectric distributed Bragg reflectors. However, the fabrication complexities of thick Bragg reflectors and high losses in metallic mirrors have motivated the quest for efficient and compact mirrors. Recently, 2D transition metal dichalcogenides hosting tightly bound excitons with high optical quality have emerged as promising atomically thin mirrors. In this work, we propose and experimentally demonstrate a sub-wavelength 2D nano-cavity using two atomically thin mirrors with degenerate resonances. Remarkably, we show how the excitonic nature of the mirrors enables the formation of chiral and tunable optical modes upon the application of an external magnetic field. Moreover, temperature-dependent reflectance measurements indicate robustness and tunability up to $\\approx\\!100$ K for the device. Our work establishes a new regime for engineering intrinsically chiral sub-wavelength optical cavities and opens avenues for realizing spin-photon interfaces and exploring chiral many-body cavity electrodynamics. ",
    "url": "https://arxiv.org/abs/2308.04574",
    "authors": [
      "Daniel G. Suárez-Forero",
      "Ruihao Ni",
      "Supratik Sarkar",
      "Mahmoud Jalali Mehrabad",
      "Erik Mechtel",
      "Valery Simonyan",
      "Andrey Grankin",
      "Kenji Watanabe",
      "Takashi Taniguchi",
      "Suji Park",
      "Houk Jang",
      "Mohammad Hafezi",
      "You Zhou"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2308.04710",
    "title": "Overcoming the Limitation of Long Focal Length with Plasma Telescope for  Laser Wakefield Acceleration Beyond Petawatt",
    "abstract": "The compactness of laser wakefield acceleration (LWFA) is limited by its long focal length for high power lasers, e.g., more than 10 meters for 1-peatawatt (PW) laser pulse and up to hundreds of meters for 10-100 PW lasers. The long focal length originates from the low damage threshold of the optical off-axial parabolic (OAP) mirror and consequent large spot size. We propose implementing an OAP plasma mirror (PM) to form a telescope geometry, reducing the beam size and hence constraining the focal length to meter-range for LWFA driven by lasers beyond 1PW. Three-dimensional particle-in-cell simulations are performed to characterize the reflection of a 1-PW laser by the plasma OAP and find that optimal condition is achieved within only 1-m optical length. The new method successfully generates 9GeV electron bunch in the subsequent LWFA stage with consistent acceleration gradients to that of the 1-PW laser via ordinary focusing. The proposed geometry provides a solution of compact LWFAs available for even 100-PW laser systems. ",
    "url": "https://arxiv.org/abs/2308.04710",
    "authors": [
      "Xuesong Geng",
      "Liangliang Ji",
      "Baifei Shen"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Accelerator Physics (physics.acc-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2308.04812",
    "title": "Orientation mapping of YbSn$_3$ single crystals based on Bragg-dip  analysis using a delay-line superconducting sensor",
    "abstract": "Recent progress in high-power pulsed neutron sources has stimulated the development of the Bragg-dip and Bragg-edge analysis methods using a two-dimensional neutron detector with high temporal resolution to resolve the neutron energy by the time-of-flight method. The delay-line current-biased kinetic-inductance detector (CB-KID) is a two-dimensional superconducting sensor with a high temporal resolution and multi-hit capability. We demonstrate that the delay-line CB-KID with a $^{10}$B neutron conversion layer can be applied to high-spatial-resolution neutron transmission imaging and spectroscopy up to 100\\,eV. Dip structures in the transmission spectrum induced by Bragg diffraction and nuclear resonance absorption in YbSn$_3$ single crystals. We successfully drew the orientation mapping of YbSn$_3$ crystals based on the analysis of observed Bragg-dip positions in the transmission spectrum. ",
    "url": "https://arxiv.org/abs/2308.04812",
    "authors": [
      "Hiroaki Shishido",
      "Dang Vu",
      "Kazuya Aizawa",
      "Kenji M. Kojima",
      "Tomio Koyama",
      "Kenichi Oikawa",
      "Masahide Harada",
      "Takayuki Oku",
      "Kazuhiko Soyama",
      "Shigeyuki Miyajima",
      "Mutsuo Hidaka",
      "Soh Y. Suzuki",
      "Manobu M. Tanaka",
      "Shuichi Kawamata",
      "Takekazu Ishida"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2308.05039",
    "title": "Symmetry Broken Vectorial Kerr Frequency Combs for Fabry-Pérot  Resonators",
    "abstract": "Optical frequency combs find many applications in metrology, frequency standards, communications and photonic devices. We consider field polarization properties and describe a vector comb generation through the spontaneous symmetry breaking of temporal cavity solitons within coherently driven, passive, Fabry-P\\'erot cavities with Kerr nonlinearity. Global coupling effects due to the interactions of counter-propagating light restrict the maximum number of soliton pairs within the cavity - even down to a single soliton pair - and force long range polarization conformity in trains of vector solitons. ",
    "url": "https://arxiv.org/abs/2308.05039",
    "authors": [
      "Lewis Hill",
      "Eva-Maria Hirmer",
      "Graeme Campbell",
      "Toby Bi",
      "Alekhya Ghosh",
      "Pascal Del'Haye",
      "Gian-Luca Oppo"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2308.04450",
    "title": "High-Accuracy Prediction of Metal-Insulator-Metal Metasurface with Deep  Learning",
    "abstract": "Deep learning prediction of electromagnetic software calculation results has been a widely discussed issue in recent years. But the prediction accuracy was still one of the challenges to be solved. In this work, we proposed that the ResNets-10 model was used for predicting plasmonic metasurface S11 parameters. The two-stage training was performed by the k-fold cross-validation and small learning rate. After the training was completed, the prediction loss for aluminum, gold, and silver metal-insulator-metal metasurfaces was -48.45, -46.47, and -35.54, respectively. Due to the ultralow error value, the proposed network can replace the traditional electromagnetic computing method for calculation within a certain structural range. Besides, this network can finish the training process less than 1,100 epochs. This means that the network training process can effectively lower the design process time. The ResNets-10 model we proposed can also be used to design meta-diffractive devices and biosensors, thereby reducing the time required for the calculation process. The ultralow error of the network indicates that this work contributes to the development of future artificial intelligence electromagnetic computing software. ",
    "url": "https://arxiv.org/abs/2308.04450",
    "authors": [
      "Kaizhu Liu",
      "Hsiang-Chen Chui",
      "Changsen Sun",
      "Xue Han"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Computational Physics (physics.comp-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2308.04881",
    "title": "Revisiting Nancy Cartwright's Notion of Reliability: Addressing Quantum  Devices' Noise",
    "abstract": "This paper serves as an addendum to my previously published work, which delves into the experimentation with the Google Sycamore quantum processor under the title \"Debating the Reliability and Robustness of the Learned Hamiltonian in the Traversable Wormhole Experiment.\" In the preceding publication, I extensively discussed the quantum system functioning as a dual to a traversable wormhole and the ongoing efforts to discover a sparse model that accurately depicts the dynamics of this intriguing phenomenon. In this paper, I bring to light an important insight regarding applying Nancy Cartwright's ideas about reliability and reproducibility, which are deeply rooted in classical scientific practices and experiments. I show that when applied to the realm of quantum devices, such as Google's Sycamore quantum processor and other Noisy Intermediate-Scale Quantum (NISQ) devices, these well-established notions demand careful adaptation and consideration. These systems' inherent noise and quantum nature introduce complexities that necessitate rethinking traditional perspectives on reliability and reproducibility. In light of these complexities, I propose the term \"noisy reliability\" as a means to effectively capture the nuanced nature of assessing the reliability of quantum devices, particularly in the presence of inherent quantum noise. This addendum seeks to enrich the discussion by highlighting the challenges and implications of assessing quantum device reliability, thereby contributing to a deeper understanding of quantum experimentation and its potential applications in various domains. ",
    "url": "https://arxiv.org/abs/2308.04881",
    "authors": [
      "Galina Weinstein"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2308.05047",
    "title": "Large-scale simulation of Shor's quantum factoring algorithm",
    "abstract": "Shor's factoring algorithm is one of the most anticipated applications of quantum computing. However, the limited capabilities of today's quantum computers only permit a study of Shor's algorithm for very small numbers. Here we show how large GPU-based supercomputers can be used to assess the performance of Shor's algorithm for numbers that are out of reach for current and near-term quantum hardware. First, we study Shor's original factoring algorithm. While theoretical bounds suggest success probabilities of only 3-4 %, we find average success probabilities above 50 %, due to a high frequency of \"lucky\" cases, defined as successful factorizations despite unmet sufficient conditions. Second, we investigate a powerful post-processing procedure, by which the success probability can be brought arbitrarily close to one, with only a single run of Shor's quantum algorithm. Finally, we study the effectiveness of this post-processing procedure in the presence of typical errors in quantum processing hardware. We find that the quantum factoring algorithm exhibits a particular form of universality and resilience against the different types of errors. The largest semiprime that we have factored by executing Shor's algorithm on a GPU-based supercomputer, without exploiting prior knowledge of the solution, is 549755813701 = 712321 * 771781. We put forward the challenge of factoring, without oversimplification, a non-trivial semiprime larger than this number on any quantum computing device. ",
    "url": "https://arxiv.org/abs/2308.05047",
    "authors": [
      "Dennis Willsch",
      "Madita Willsch",
      "Fengping Jin",
      "Hans De Raedt",
      "Kristel Michielsen"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2208.01640",
    "title": "Searching for Ultra-Light Axions with Twisted Cavity Resonators of Anyon  Rotational Symmetry with Bulk Modes of Non-Zero Helicity",
    "abstract": " Comments: New expanded version ",
    "url": "https://arxiv.org/abs/2208.01640",
    "authors": [
      "J. F. Bourhill",
      "E. C. I. Paterson",
      "M. Goryachev",
      "M. E. Tobar"
    ],
    "subjectives": [
      "High Energy Physics - Phenomenology (hep-ph)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2210.00568",
    "title": "An extended equivalent circuit model for analysis of arrays of  sub-wavelength holes perforated in a metallic film",
    "abstract": " Title: An extended equivalent circuit model for analysis of arrays of  sub-wavelength holes perforated in a metallic film ",
    "url": "https://arxiv.org/abs/2210.00568",
    "authors": [
      "Mohammad Pasdari-Kia",
      "Mohammad Memarian",
      "Amin Khavasi"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2303.00073",
    "title": "Cross-correlated quantum thermometry using diamond containing  dual-defect centers",
    "abstract": " Title: Cross-correlated quantum thermometry using diamond containing  dual-defect centers ",
    "url": "https://arxiv.org/abs/2303.00073",
    "authors": [
      "Madhav Gupta",
      "Tongtong Zhang",
      "Lambert Yeung",
      "Jiahua Zhang",
      "Yayin Tan",
      "Yau Chuen Yiu",
      "Shuxiang Zhang",
      "Qi Wang",
      "Zhongqiang Wang",
      "Zhiqin Chu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.14082",
    "title": "Clock Quantum Monte Carlo Method for Long-range Interacting Systems",
    "abstract": " Title: Clock Quantum Monte Carlo Method for Long-range Interacting Systems ",
    "url": "https://arxiv.org/abs/2305.14082",
    "authors": [
      "Zhijie Fan",
      "Chao Zhang",
      "Youjin Deng"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Statistical Mechanics (cond-mat.stat-mech)"
    ]
  }
]