[
  {
    "id": "arXiv:2212.03339",
    "title": "Optical properties of radially-polarised twisted light",
    "abstract": "We show that, in general, any type of radially-polarised paraxial twisted optical mode carries only an axial total optical angular momentum (AM) ${\\bar {\\cal J}_z}=\\ell{\\cal L}_0$ where $\\ell$ is the winding number and ${\\cal L}_0$ is a constant. This mode, however, is shown to have zero spin angular momentum (SAM), so it is endowed only with orbital angular momentum (OAM) and no SAM. The helicity is found to be proportional to $\\ell$, hence radially-polarised modes display chirality. When applied to a Laguerre-Gaussian (LG) mode our treatment leads to a total helicity equal to $(\\ell/|\\ell|){\\cal Q}$, where ${\\cal Q}$ is the action constant. The factor $(\\ell/|\\ell|)=\\pm 1$, depends on the sign, not the magnitude of $\\ell$ and so the result holds for any radially-polarised LG mode however large the magnitude of its winding number $\\ell$ is. The magnitude of the action constant ${\\cal Q}$ and hence the helicity are diminished for all such LG modes of large beam waist $w_0$. ",
    "url": "https://arxiv.org/abs/2212.03339",
    "authors": [
      "Koray Köksal",
      "Mohammed Babiker",
      "Vassilis E. Lembessis"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.03342",
    "title": "A Theoretical Framework for Electromechanically Reinforced Brillouin  Scattering in Integrated Photonics Waveguides",
    "abstract": "Current theoretical demonstration of the Stimulated Brillouin scattering in waveguides composed of centrosymmetric materials is not applicable to describe the phenomenon in waveguides constituting non-centrosymmetric materials. The SBS in the latter problem, entails mutual coupling of the electric and acoustic waves due to piezoelectricity, and ends up to a different power conversion equation than that in a centrosymmetric material. In this study, we theoretically investigate Brillouin scattering in chip-scale waveguides with non-centrosymmetric material when excited by an Inter-Digital-Transducer. We explain how Brillouin scattering formulated in presence of externally injected acoustic waves, we demonestrate the effect of this external signal reinforcing Stimulated Brillouin scattering. We use the derived power conversion equations to study stimulated Brillouin scattering in a gallium arsenide nonowire. The Stokes amplification due to electromechanically reinforced SBS in this case study can grow several orders of magnitude higher than the values reported for a conventional SBS in a silicon nanowire; This enables reducing the waveguide length from centimeters to few hundred micrometers. ",
    "url": "https://arxiv.org/abs/2212.03342",
    "authors": [
      "Ali Dorostkar",
      "Sayyed Reza Mirnaziry"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.03392",
    "title": "Optical Transmission Characterization of Fused Silica Materials  Irradiated at the CERN Large Hadron Collider",
    "abstract": "The Target Absorbers for Neutrals (TANs) represent one of the most radioactive regions in the Large Hadron Collider (LHC). Seven $40$\\,cm long fused silica rods with different dopant specifications, manufactured by Heraeus, were irradiated in one of the TANs located around the ATLAS experiment by the Beam RAte of Neutrals (BRAN) detector group. This campaign took place during the Run 2 p+p data taking, which occurred between 2016 and 2018. This paper reports a complete characterization of optical transmission per unit length of irradiated fused silica materials as a function of wavelength (240 nm - 1500 nm), dose (up to 18 MGy), and level of OH and H$_2$ dopants introduced in the manufacturing process. The dose delivered to the rods was estimated using Monte Carlo simulations performed by the CERN FLUKA team. ",
    "url": "https://arxiv.org/abs/2212.03392",
    "authors": [
      "S.Yang",
      "A.Tate",
      "R.Longo",
      "M.Sabate Gilarte",
      "F.Cerutti",
      "S.Mazzoni",
      "M.Grosse Perdekamp",
      "E.Bravin",
      "Z. Citron",
      "B.Kühn",
      "F.Nürnberg",
      "B.Cole",
      "J.Fritchie",
      "I.Gelber",
      "M.Hoppesch",
      "S.Jackobsen",
      "T.Koeth",
      "C.Lantz",
      "D.MacLean",
      "A.Mignerey",
      "M.Murray",
      "M.Palm",
      "M.Phipps",
      "N.Santiago",
      "P.Steinberg"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2212.03409",
    "title": "Sustaining external quantum efficiency over wide range of current in a  unipolar organic light emitting field effect transistor",
    "abstract": "Organic light emitting field effect transistors (OLEFETs) with bilayer structures have been studied in order to obtain both current density and brightness by combining high-mobility materials and high emissive materials. These devices however are mainly hole-dominated, which cause the efficiency to degrade significantly at high brightness due to charge imbalance. To overcome this fundamental issue, we introduce a novel interfacial engineering ~2 nm into an organic/inorganic hybrid drain to significantly enhance charge capture. We show that the interfacially engineered device forms a bending electronic structures that further accumulate the injected electrons in the light emitting layer and thus effectively capture more holes. The numerical simulation of our capture model suggests that the Coulombic attractions of high density electrons will dominate when hole current is high. As a result, the effect of imbalanced charge transport is overcome, leading to a nearly constant external quantum efficiency (EQE) over a wide range of operating current, EQE~0.23 % over 3 orders of magnitude of current, 1.2 to 2700 mA/cm2 corresponding to brightness 4 to 7700 cd/m2. The same enhancement is retained after increasing EQE to ~0.51%. Having such tunable brightness with sustained emissive efficiency in an OLEFET will revolutionize the new applications in lighting and display technologies that desire high intensity. ",
    "url": "https://arxiv.org/abs/2212.03409",
    "authors": [
      "Shih-Wei Chiu",
      "An Hsu",
      "Lei Ying",
      "Yong-Kang Liaw",
      "Kun-Ta Lin",
      "Jrjeng Ruan",
      "Ifor D. W. Samuel",
      "Ben Bang-Yu Hsu"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2212.03436",
    "title": "Visible-telecom broadband optical isolator based on dynamic modulation  in thin-film lithium niobate",
    "abstract": "Optical isolators are an essential component of photonic systems. Current integrated optical isolators have limited bandwidths due to stringent phase-matching conditions, resonant structures, or material absorption. Here, we demonstrate an ultra-broadband integrated optical isolator in thin-film lithium niobate photonics. We use dynamic standing-wave modulation in a tandem configuration to break Lorentz reciprocity and achieve isolation. We measure an isolation ratio of 15 dB and insertion loss below 0.5 dB for a design wavelength of 1550 nm. In addition, we experimentally show that this isolator can simultaneously operate at visible and telecom wavelengths with comparable performance. Isolation bandwidths ~100 nm can be achieved simultaneously at both visible and telecom wavelengths. Our device's large bandwidth, high flexibility, and real-time tunability can enable novel non-reciprocal functionality on integrated photonic platforms. ",
    "url": "https://arxiv.org/abs/2212.03436",
    "authors": [
      "Manav Shah",
      "Ian Briggs",
      "Pao-Kang Chen",
      "Songyan Hou",
      "Linran Fan"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.03568",
    "title": "A comment on: Adam R. Brown and Leonard Susskind's paper \"A holographic  wormhole traversed in a quantum computer\"",
    "abstract": "Adam Brown and Leonard Susskind write in their new paper, \"A holographic wormhole traversed in a quantum computer\": \"The idea of a wormhole dates back to 1935, when Albert Einstein and his collaborator, Nathan Rosen, studied black holes in the context of Einstein's general theory of relativity. [...] In the same year, Einstein and Rosen wrote another paper, this time in collaboration with Boris Podolsky. [...] At the time, these two ideas - wormholes and entanglement - were considered to be entirely separate\". I will show in this comment that for Einstein, these two ideas were not \"entirely separate\". ",
    "url": "https://arxiv.org/abs/2212.03568",
    "authors": [
      "Galina Weinstein"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2212.03695",
    "title": "Dark and bright autoionizing states in resonant high harmonic  generation: simulation via 1D helium model",
    "abstract": "We study the role of dark and bright autoionizing states (AIS) in photoionization and high harmonic generation (HHG) using a 1D helium model. This model allows numerical integration of the time-dependent Schr\\\"odinger equation beyond the singe-electron approximation completely taking into account electronic correlation. We find the level structure of the system and the spatial distribution of the electronic density for several states including AIS. Studying the HHG efficiency as a function of the detuning from the resonances with AIS we find the HHG enhancement lines. The shapes of these lines are different from the corresponding Fano lines in the photoelectronic spectra, in agreement with the experimental studies in helium. Moreover, we simulate HHG under the conditions when the fundamental frequency is close to the even-order multiphoton resonance with the dark AIS. We find the enhanced generation of the neighbouring odd harmonics. The details of the enhancement lines for these harmonics can be understood taking into account the temporal delay between the emission of the non-resonant and resonant XUV; this delay is defined by the AIS lifetime. Finally, our simulations show that the HHG enhancement due to the dark and the bright AIS is comparable in the studied system. ",
    "url": "https://arxiv.org/abs/2212.03695",
    "authors": [
      "V. V. Strelkov"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.03726",
    "title": "Investigating students' strengths and difficulties in quantum computing",
    "abstract": "Quantum Computing is an exciting field that draws from information theory, computer science, mathematics, and quantum physics to process information in fundamentally new ways. There is an ongoing race to develop practical quantum computers and increase the quantum workforce. This needs to be accompanied by the development of quantum computing programs, courses, and curricula coupled with the development of evidence-based pedagogical materials to support the education of the next generation of quantum information scientists. We introduced an introductory course in quantum computing to undergraduate students and investigated the strengths and difficulties of these students in quantum computing after taking the introductory course. Our goal is to contribute to the improvement of quantum computing education while understanding the topics that the students find easy to comprehend and the topics that are difficult to comprehend. We conducted a series of interviews to identify these strengths and difficulties in the students. We report on the results of these interviews and our initial work on the development of evidence-based materials for teaching an introductory course in quantum computing. ",
    "url": "https://arxiv.org/abs/2212.03726",
    "authors": [
      "Tunde Kushimo",
      "Beth Thacker"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2212.03243",
    "title": "Machine Learning Assisted Inverse Design of Microresonators",
    "abstract": "The high demand for fabricating microresonators with desired optical properties has led to various techniques to optimize geometries, mode structures, nonlinearities and dispersion. Depending on applications, the dispersion in such resonators counters their optical nonlinearities and influences the intracavity optical dynamics. In this paper, we demonstrate the use of a machine learning (ML) algorithm as a tool to determine the geometry of microresonators from their dispersion profiles. The training dataset with ~460 samples is generated by finite element simulations and the model is experimentally verified using integrated silicon nitride microresonators. Two ML algorithms are compared along with suitable hyperparameter tuning, out of which Random Forest (RF) yields the best results. The average error on the simulated data is well below 15%. ",
    "url": "https://arxiv.org/abs/2212.03243",
    "authors": [
      "Arghadeep Pal",
      "Alekhya Ghosh",
      "Shuangyou Zhang",
      "Toby Bi",
      "Pascal DeľHaye"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.03761",
    "title": "Nonreciprocal total cross section of quantum metasurfaces",
    "abstract": "Nonreciprocity originating from classical interactions among nonlinear scatterers has been attracting increasing attention in the quantum community, offering a promising tool to control excitation transfer for quantum information processing and quantum computing. In this work, we explore the possibility of realizing largely nonreciprocal total cross sections for a pair of quantum metasurfaces formed by two parallel periodic arrays of two-level atoms. We show that large nonreciprocal responses can be obtained in such nonlinear systems by controlling the position of the atoms and their transition frequencies, without requiring that the environment in which the atoms are placed is nonreciprocal. We demonstrate the connection of this effect with the population of a slowly-decaying dark state, which is critical to obtain large nonreciprocal responses. ",
    "url": "https://arxiv.org/abs/2212.03761",
    "authors": [
      "Nikita Nefedkin",
      "Michele Cotrufo",
      "Andrea Alù"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.03767",
    "title": "Controlling photon polarisation with a single quantum dot spin",
    "abstract": "In the framework of optical quantum computing and communications, a major objective consists in building receiving nodes that implement conditional operations on incoming photons, using the interaction with a single stationary qubit. In particular, the quest for scalable nodes motivated the development of cavity-enhanced spin-photon interfaces with solid-state emitters. An important challenge remains, however, to produce a stable, controllable, spin-dependant photon state, in a deterministic way. Here we use a pillar-based high-Q cavity, embedding a singly-charged semiconductor quantum dot, to demonstrate the control of giant polarisation rotations induced by a single electron spin. A complete tomography approach is used to deduce the output polarisation Stokes vector, conditioned by a single spin state. We experimentally demonstrate rotation amplitudes such as $\\pm \\frac{\\pi}{2}$ and $\\pi$ in the Poincar\\'e sphere, as required for applications based on spin-polarisation mapping and spin-mediated photon-photon gates. In agreement with our modeling, we observe that the environmental noise does not limit the amplitude of the spin-induced rotation, yet slightly degrades the polarisation purity of the output states. We find that the polarisation state of the reflected photons can be manipulated in most of the Poincar\\'e sphere, through controlled spin-induced rotations, thanks to moderate cavity birefringence and limited noise. This control allows the operation of spin-photon interfaces in various configurations, including at zero or low magnetic fields, which ensures compatibility with key protocols for photonic cluster state generation. ",
    "url": "https://arxiv.org/abs/2212.03767",
    "authors": [
      "Elham Mehdi",
      "Manuel Gundin-Martinez",
      "Clément Millet",
      "Niccolo Somaschi",
      "Aristide Lemaître",
      "Isabelle Sagnes",
      "Luc Le Gratiet",
      "Dario Fioretto",
      "Nadia Belabas",
      "Olivier Krebs",
      "Pascale Senellart",
      "Loïc Lanco"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.15775",
    "title": "Decadal bandwidth phase matching for frequency resolved optical gating  from the near to the long wavelength infrared",
    "abstract": " Comments: 5 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2203.15775",
    "authors": [
      "Brandin Davis",
      "Tobias Saule",
      "Carlos A. Trallero-Herrero"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.03973",
    "title": "Steering line waves at a dual metasurface for optical applications",
    "abstract": " Comments: I am not sure about the quality of the work ",
    "url": "https://arxiv.org/abs/2210.03973",
    "authors": [
      "Haddi Ahmadi",
      "Zahra Ahmadi",
      "Nasrin Razmjooei",
      "Amin Khavasi"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  }
]