[
  {
    "id": "arXiv:2210.03973",
    "title": "Steering line waves at a dual metasurface for optical applications",
    "abstract": "Line waves are defined as confined edge modes propagating at the interface of dual electromagnetic metasurfaces that preserve mirror reflection symmetries. Previous works have theoretically and practically explored these waves, showing that they occur at microwave regimes and terahertz ranges. It is also demonstrated that line waves can happen when there is a symmetric resistance discontinuity from negative to positive values and a uniform surface reactance. Line waves are of tunable mode confinement, direction-dependent polarizations, and singular field enhancement. This study presents a graphene patch design and demonstrates that the line waves associated with this structure can travel in the optical domain. Our design consists of a graphene metasurface on an epsilon near zero (ENZ) substrate. While our approach considers both dual reactive impedances and homogenous reactive ones, we only concentrate on line wave utilization in a dual-impedance structure. ",
    "url": "https://arxiv.org/abs/2210.03973",
    "authors": [
      "Haddi Ahmadi",
      "Zahra Ahmadi",
      "Nasrin Razmjooei",
      "Amin Khavasi"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.04021",
    "title": "Nonlinearity-induced optical torque",
    "abstract": "Optically-induced mechanical torque leading to the rotation of small objects requires the presence of absorption or breaking cylindrical symmetry of a scatterer. A spherical non-absorbing particle cannot rotate due to the conservation of the angular momentum of light upon scattering. Here, we suggest a novel physical mechanism for the angular momentum transfer to non-absorbing particles via nonlinear light scattering. The breaking of symmetry occurs at the microscopic level manifested in nonlinear negative optical torque due to the excitation of resonant states at the harmonic frequency with higher projection of angular momentum. The proposed physical mechanism can be verified with resonant dielectric nanostructures, and we suggest some specific realizations. ",
    "url": "https://arxiv.org/abs/2210.04021",
    "authors": [
      "Ivan Toftul",
      "Gleb Fedorovich",
      "Denis Kislov",
      "Kristina Frizyuk",
      "Kirill Koshelev",
      "Yuri Kivshar",
      "Mihail Petrov"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Chaotic Dynamics (nlin.CD)"
    ]
  },
  {
    "id": "arXiv:2210.04082",
    "title": "Quantum electrodynamics of chiral waveguide arrays",
    "abstract": "We consider the quantum electrodynamics of a binary array of chiral waveguides, each containing many atoms. We show that the one-photon amplitude of a single-excitation state obeys a two-dimensional Dirac equation. Using this result, we develop the scattering theory for the Dirac equation in this setting and illustrate our results with numerical simulations. ",
    "url": "https://arxiv.org/abs/2210.04082",
    "authors": [
      "Jeremy Hoskins",
      "Manas Rachh",
      "John C Schotland"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2210.04262",
    "title": "Method of dynamic resonance tuning in spintronics of nanosystems",
    "abstract": "A method is advanced allowing for fast regulation of magnetization direction in magnetic nanosystems. The examples of such systems are polarized nanostructures, magnetic nanomolecules, magnetic nanoclusters, magnetic graphene, dipolar and spinor trapped atoms, and quantum dots. The emphasis in the paper is on magnetic nanomolecules and nanoclusters. The method is based on two principal contrivances: First, the magnetic sample is placed inside a coil of a resonant electric circuit creating a feedback field, and second, there is an external magnetic field that can be varied so that to dynamically support the resonance between the Zeeman frequency of the sample and the natural frequency of the circuit during the motion of the sample magnetization. This method can find applications in the production of memory devices and other spintronic appliances. ",
    "url": "https://arxiv.org/abs/2210.04262",
    "authors": [
      "V.I. Yukalov",
      "E.P. Yukalova"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2210.04293",
    "title": "Design of Ultrafast All-Optical Pseudo Binary Random Sequence Generator,  4-bit Multiplier and Divider using 2 x 2 Silicon Micro-ring Resonators",
    "abstract": "All-optical devices are essential for next generation ultrafast, ultralow-power and ultrahigh bandwidth information processing systems. Silicon microring resonators (SiMRR) provide a versatile platform for all-optical switching and CMOS-compatible computing, with added advantages of high Q-factor, tunability, compactness, cascadability and scalability. A detailed theoretical analysis of ultrafast all-optical switching 2 x 2 SiMRRs has been carried out incorporating the effects of two photon absorption induced free-carrier injection and thermo optic effect. The results have been used to design simple and compact all-optical 3-bit and 4-bit pseudo-random binary sequence generators and the first reported designs of all-optical 4 x 4-bit multiplier and divider. The designs have been optimized for low-power, ultrafast operation with high modulation depth, enabling logic operations at 45 Gbps. ",
    "url": "https://arxiv.org/abs/2210.04293",
    "authors": [
      "Aayushman Ghosh",
      "Sayan Sarkar",
      "Sukhdev Roy"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.04315",
    "title": "Understanding the impact of heavy ions and tailoring the optical  properties of large-area Monolayer WS2 using Focused Ion Beam",
    "abstract": "Focused ion beam (FIB) has been used as an effective tool for precise nanoscale fabrication. It has recently been employed to tailor defect engineering in functional nanomaterials such as two-dimensional transition metal dichalcogenides (TMDCs), providing desirable properties in TMDC-based optoelectronic devices. However, the damage caused by the FIB irradiation and milling process to these delicate atomically thin materials, especially in the extended area, has not yet been elaboratively characterised. Understanding the correlation between lateral ion beam effects and optical properties of 2D TMDCs is crucial in designing and fabricating high-performance optoelectronic devices. In this work, we investigate lateral damage in large-area monolayer WS2 caused by the gallium focused ion beam milling process. Three distinct zones away from the milling location are identified and characterised via steady-state photoluminescence (PL) and Raman spectroscopy. An unexpected bright ring-shaped emission around the milled location has been revealed by time-resolved PL spectroscopy with high spatial resolution. Our finding opens new avenues for tailoring the optical properties of TMDCs by charge and defect engineering via focused ion beam lithography. Furthermore, our study provides evidence that while some localised damage is inevitable, distant destruction can be eliminated by reducing the ion beam current. It paves the way for the use of FIB to create nanostructures in 2D TMDCs, as well as the design and realisation of optoelectrical devices on a wafer scale. ",
    "url": "https://arxiv.org/abs/2210.04315",
    "authors": [
      "Fahrettin Sarcan",
      "Nicola J. Fairbairn",
      "Panaiot Zotev",
      "Toby Severs-Millard",
      "Daniel Gillard",
      "Xiaochen Wang",
      "Ben Conran",
      "Michael Heuken",
      "Ayse Erol",
      "Alexander I. Tartakovskii",
      "Thomas F. Krauss",
      "Gordon J. Hedley",
      "Yue Wang"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2210.04602",
    "title": "On the Quantum Nature of a Fireball Created in Ultrarelativistic Nuclear  Collisions",
    "abstract": "In the article, the fireball formed in the collision of relativistic nuclei is considered as a quantum object. Based on this, an attempt is made to explain the difference in the measurements of hyperon yields in the two experiments - NA49 and NA57. Using the basic principles of quantum mechanics, it was shown that a fireball can have two quantum states - with and without ignited Quark-Gluon Plasma (QGP). With an increase of the collision energy of heavy ions, the probability of QGP ignition increases. At the same time, the probability of the formation of fireball without QGP ignition also remains nonzero even at nuclear collision energies that are much higher than the threshold QGP formation energy, which may be erroneously considered to be fixed and which is intensively sought in modern heavy ion accelerators. Thus, at SPS energy of heavy ion collisions \\sqrt{s_{NN}} = 17.3 GeV, which is much higher than the assumed threshold energy of QGP formation in the region around or slightly above of \\sqrt{s_{NN}} = 3 GeV, only half of the central collisions of heavy ions bring to the formation of a fireball consisted of deconfined matter, the remaining half of the collisions lead to the formation of a fireball from only hadronic matter. ",
    "url": "https://arxiv.org/abs/2210.04602",
    "authors": [
      "V.A. Kizka"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)",
      "Nuclear Theory (nucl-th)"
    ]
  },
  {
    "id": "arXiv:2210.04629",
    "title": "Investigation of inverse design of multilayer thin-films with  conditional invertible Neural Networks",
    "abstract": "The task of designing optical multilayer thin-films regarding a given target is currently solved using gradient-based optimization in conjunction with methods that can introduce additional thin-film layers. Recently, Deep Learning and Reinforcement Learning have been been introduced to the task of designing thin-films with great success, however a trained network is usually only able to become proficient for a single target and must be retrained if the optical targets are varied. In this work, we apply conditional Invertible Neural Networks (cINN) to inversely designing multilayer thin-films given an optical target. Since the cINN learns the energy landscape of all thin-film configurations within the training dataset, we show that cINNs can generate a stochastic ensemble of proposals for thin-film configurations that that are reasonably close to the desired target depending only on random variables. By refining the proposed configurations further by a local optimization, we show that the generated thin-films reach the target with significantly greater precision than comparable state-of-the art approaches. Furthermore, we tested the generative capabilities on samples which are outside the training data distribution and found that the cINN was able to predict thin-films for out-of-distribution targets, too. The results suggest that in order to improve the generative design of thin-films, it is instructive to use established and new machine learning methods in conjunction in order to obtain the most favorable results. ",
    "url": "https://arxiv.org/abs/2210.04629",
    "authors": [
      "Alexander Luce",
      "Ali Mahdavi",
      "Heribert Wankerl",
      "Florian Marquardt"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Machine Learning (cs.LG)"
    ]
  },
  {
    "id": "arXiv:2210.04660",
    "title": "Canonical Four-Wave-Mixing in Photonic Crystal Resonators: tuning,  tolerances and scaling",
    "abstract": "Canonical Four-Wave-Mixing occurs in a resonator with only the required number of modes, thereby inhibiting competing parametric processes. The properties of the recently introduced photonic crystal parametric oscillator, Marty et al. Nat. Photonics, 15, 53 (2021), are discussed extensively. We compare the bichromatic design with other geometries of photonic crystal resonators. Based on a statistical study over more than 100 resonators and 10 parametric oscillators, robustness against fabrication tolerances is assessed, performances are evaluated in terms of average values and their dispersion, and the dependence on the main parameters is shown to follow the theoretical scaling. The lowest pump power at threshold is $\\approx$ 40 $\\mu$W and we show the existence of a minimum value of the cavity photon lifetime as a condition for parametric oscillation, which is related to three photon absorption. ",
    "url": "https://arxiv.org/abs/2210.04660",
    "authors": [
      "Alexandre Chopin",
      "Gabriel Marty",
      "Inès Ghorbel",
      "Gréegory Moille",
      "Aude Martin",
      "Sylvain Combrié",
      "Fabrice Raineri",
      "Alfredo De Rossi"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.04824",
    "title": "A Method to Achieve High Dynamic Range in a CMOS Image Sensor Using  Interleaved Row Readout",
    "abstract": "We present a readout scheme for CMOS image sensors that can be used to achieve arbitrarily high dynamic range (HDR) in principle. The linear full well capacity (LFWC) in high signal regions was extended 50 times from 20 ke$^{-}$ to 984 ke$^{-}$ via an interlaced row-wise readout order, whilst the noise floor remained unchanged in low signal regions, resulting in a 34 dB increase in DR. The peak signal-to-noise ratio (PSNR) is increased in a continuous fashion from 43 dB to 60 dB. This was achieved by summing user-selected rows which were read out multiple times. Centroiding uncertainties were lowered when template-fitting a projected pattern, compared to the standard readout scheme. Example applications are aimed at scientific imaging due to the linearity and PSNR increase. ",
    "url": "https://arxiv.org/abs/2210.04824",
    "authors": [
      "Thomas Wocial",
      "Konstantin D. Stefanov",
      "William E. Martin",
      "John R. Barnes",
      "Hugh R.A. Jones"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ]
  },
  {
    "id": "arXiv:2210.04853",
    "title": "Carbon nanotube substrates enhance SARS-CoV-2 spike protein ion yields  in matrix assisted laser desorption-ionization mass spectrometry",
    "abstract": "Nanostructured surfaces enhance ion yields in matrix assisted laser desorption-ionization mass spectrometry (MALDI-MS). The spike protein complex, S1, is one fingerprint signature of Sars-CoV-2 with a mass of 75 kDa. Here, we show that MALDI-MS yields of Sars-CoV-2 spike protein ions in the 100 kDa range are enhanced 50-fold when the matrix-analyte solution is placed on substrates that are coated with a dense forest of multi-walled carbon nanotubes, compared to yields from uncoated substrates. Nanostructured substrates can support the development of mass spectrometry techniques for sensitive pathogen detection and environmental monitoring. ",
    "url": "https://arxiv.org/abs/2210.04853",
    "authors": [
      "T. Schenkel",
      "A. M. Snijders",
      "K. Nakamura",
      "P.A. Seidl",
      "B. Mak",
      "L. Obst-Huebl",
      "H. Knobel",
      "I. Pong",
      "A. Persaud",
      "J. van Tilborg",
      "T. Ostermayr",
      "S. Steinke",
      "E. A. Blakely",
      "Q. Ji",
      "A. Javey",
      "R. Kapadia",
      "C.G.R. Geddes",
      "E. Esarey"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2210.04879",
    "title": "Forward silicon tracking detector developments for the future  Electron-Ion Collider",
    "abstract": "The future Electron-Ion Collider (EIC) will utilize a series of high-luminosity high-energy electron+proton ($e+p$) and electron+nucleus ($e+A$) collisions to explore the inner structure of nucleon and nucleus and the matter formation process. Heavy flavor hadron and jet measurements at the EIC will play an essential role in determining the nucleon/nucleus parton distribution function and heavy quark hadronization process in the not well constrained kinematic region. A high granularity and low material budget forward silicon tracker will enable precise forward heavy flavor measurements at the EIC, which have enhanced sensitivities to access these kinematic extremes. A Forward Silicon Tracker (FST) detector is under detector design and R$\\&$D for the EIC. Two advanced silicon technologies, the Depleted Monolithic Active Pixel Sensor (DMAPS) and the AC coupled Low Gain Avalanche Diode (AC-LGAD), which can provide fine spatial and timing resolutions, have been considered as candidates for the EIC silicon tracking detector. Progresses and results about the FST conceptual design and ongoing DMAPS and LGAD detector R$\\&$D will be presented. The path forward towards an integrated EIC detector will be discussed as well. ",
    "url": "https://arxiv.org/abs/2210.04879",
    "authors": [
      "Xuan Li",
      "Melynda Brooks",
      "Matt Durham",
      "Ming Liu",
      "Yasser Corrales Morales",
      "Kei Nagai",
      "Anton Navazo",
      "Christopher Prokop",
      "Eric Renner",
      "Walter Sondheim",
      "Cesar da Silva"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)",
      "Nuclear Experiment (nucl-ex)"
    ]
  },
  {
    "id": "arXiv:2210.03960",
    "title": "Theory of Optical Activity in Doped Systems with Application to Twisted  Bilayer Graphene",
    "abstract": "We theoretically study the optical activity in a doped system and derive the optical activity tensor from a light wavevector-dependent linear optical conductivity. Although the light-matter interaction is introduced through the velocity gauge from a minimal coupling Hamiltonian, we find that the well-known ``false divergences'' problem can be avoided in practice if the electronic states are described by a finite band effective Hamiltonian, such as a few-band tight-binding model. The expression we obtain for the optical activity tensor is in good numerical agreement with a recent theory derived for an undoped topologically trivial gapped system. We apply our theory to the optical activity of a gated twisted bilayer graphene, with a detailed discussion of the dependence of the results on twist angle, chemical potential, gate voltage, and location of rotation center forming the twisted bilayer graphene. ",
    "url": "https://arxiv.org/abs/2210.03960",
    "authors": [
      "K. Chang",
      "Z. Zheng",
      "J. E. Sipe",
      "J. L. Cheng"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.04039",
    "title": "Multi-mode Jaynes-Cummings model results for the collapse and the  revival of the quantum Rabi oscillations in a lossy resonant cavity",
    "abstract": "We have numerically obtained theoretical results for the collapse and the revival of the quantum Rabi oscillations for low average number of coherent photons injected on a two-level system in a lossy resonant cavity. We have adopted the multimode Jaynes-Cummings model for the same and especially treated the ``Ohmic\" loss to the walls of the cavity, the leakage from the cavity, and the loss due to the spontaneous emission through the open surface of the cavity. We have compared our results with the experimental data obtained by Brune et al [Phys. Rev. Lett. 76, 1800 (1996)] in this regard. ",
    "url": "https://arxiv.org/abs/2210.04039",
    "authors": [
      "Najirul Islam",
      "Shyamal Biswas"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.04338",
    "title": "A Method for Computing Inverse Parametric PDE Problems with  Random-Weight Neural Networks",
    "abstract": "We present a method for computing the inverse parameters and the solution field to inverse parametric PDEs based on randomized neural networks. This extends the local extreme learning machine technique originally developed for forward PDEs to inverse problems. We develop three algorithms for training the neural network to solve the inverse PDE problem. The first algorithm (NLLSQ) determines the inverse parameters and the trainable network parameters all together by the nonlinear least squares method with perturbations (NLLSQ-perturb). The second algorithm (VarPro-F1) eliminates the inverse parameters from the overall problem by variable projection to attain a reduced problem about the trainable network parameters only. It solves the reduced problem first by the NLLSQ-perturb algorithm for the trainable network parameters, and then computes the inverse parameters by the linear least squares method. The third algorithm (VarPro-F2) eliminates the trainable network parameters from the overall problem by variable projection to attain a reduced problem about the inverse parameters only. It solves the reduced problem for the inverse parameters first, and then computes the trainable network parameters afterwards. VarPro-F1 and VarPro-F2 are reciprocal to each other in a sense. The presented method produces accurate results for inverse PDE problems, as shown by the numerical examples herein. For noise-free data, the errors for the inverse parameters and the solution field decrease exponentially as the number of collocation points or the number of trainable network parameters increases, and can reach a level close to the machine accuracy. For noisy data, the accuracy degrades compared with the case of noise-free data, but the method remains quite accurate. The presented method has been compared with the physics-informed neural network method. ",
    "url": "https://arxiv.org/abs/2210.04338",
    "authors": [
      "Suchuan Dong",
      "Yiran Wang"
    ],
    "subjectives": [
      "Numerical Analysis (math.NA)",
      "Machine Learning (cs.LG)",
      "Computational Physics (physics.comp-ph)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2210.04362",
    "title": "Universality class of the mode-locked glassy random laser",
    "abstract": "By means of enhanced Monte Carlo numerical simulations parallelized on GPU's we study the critical properties of the spin-glass-like model for the mode-locked glassy random laser, a $4$-spin model with complex spins with a global spherical constraint and quenched random interactions. Using two different boundary conditions for the mode frequencies we identify the critical points and the critical indices of the random lasing phase transition using , with finite size scaling techniques. The outcome of the scaling analysis is that the mode-locked random laser is in a mean-field universality class, though different from the mean-field class of the Random Energy Model and the glassy random laser in the narrow band approximation, that is, the fully connected version of the present model. The low temperature (high pumping) phase is finally characterized by means of the overlap distribution and evidence for the onset of replica symmetry breaking in the lasing regime is provided. ",
    "url": "https://arxiv.org/abs/2210.04362",
    "authors": [
      "Jacopo Niedda",
      "Giacomo Gradenigo",
      "Luca Leuzzi",
      "Giorgio Parisi"
    ],
    "subjectives": [
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.04566",
    "title": "Design of a tabletop interferometer with quantum amplification",
    "abstract": "The sensitivity of laser interferometers is fundamentally limited by the quantum nature of light. Recent theoretical studies have opened a new avenue to enhance their quantum-limited sensitivity by using active parity-time-symmetric and phase-insensitive quantum amplification. These systems can enhance the signal response without introducing excess noise in the ideal case. However, such active systems must be causal, stable, and carefully tuned to be practical and applicable to precision measurements. In this paper, we show that phase-insensitive amplification in laser interferometers can be implemented in a tabletop experiment. The layout consists of two coupled cavities and an active medium comprised of a silicon nitride membrane and an auxiliary pump field. Our design relies on existing membrane and cryogenic technology and can demonstrate three distinct features: (i) the self-stabilized dynamics of the optical system, (ii) quantum enhancement of its sensitivity in the presence of the amplifier, and (iii) optical control of the amplifier gain. These features are needed to enhance the sensitivity of future interferometric gravitational-wave and axion detectors. ",
    "url": "https://arxiv.org/abs/2210.04566",
    "authors": [
      "Jiri Smetana",
      "Artemiy Dmitriev",
      "Chunnong Zhao",
      "Haixing Miao",
      "Denis Martynov"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2210.04690",
    "title": "Non-local Skyrmions as topologically resilient quantum entangled states  of light",
    "abstract": "In the early 1960s, inspired by developing notions of topological structure, Tony Skyrme suggested that sub-atomic particles be described as natural excitations of a single quantum field. Although never adopted for its intended purpose, the notion of a skyrmion as a topologically stable field configuration has proven highly versatile, finding application in condensed matter physics, acoustics and more recently optics, but realizations as entanged states has remained elusive. Here we report the first non-local quantum entangled state with a non-trivial topology that is skyrmionic in nature, even though each photon individually has no topological structure. We reveal the deep connection between entanglement and topology, giving rise to a new mechanism that we coin topological noise rejection, where the topology of the quantum wavefunction makes such quantum states robust to entanglement decay, remaining intact until the entanglement itself vanishes. Our findings hold exciting promise for the creation and preservation of quantum information by topologically structured quantum states that persist even when entanglement is fragile. ",
    "url": "https://arxiv.org/abs/2210.04690",
    "authors": [
      "Pedro Ornelas",
      "Isaac Nape",
      "Robert de Mello Koch",
      "Andrew Forbes"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.04702",
    "title": "'Sawfish' Photonic Crystal Cavity for Near-Unity Emitter-to-Fiber  Interfacing in Quantum Network Applications",
    "abstract": "Photon loss is one of the key challenges to overcome in complex photonic quantum applications. Photon collection efficiencies directly impact the amount of resources required for measurement-based quantum computation and communication networks. Promising resources include solid-state quantum light sources, however, efficiently coupling light from a single quantum emitter to a guided mode remains demanding. In this work, we eliminate photon losses by maximizing coupling efficiencies in an emitter-to-fiber interface. We develop a waveguide-integrated 'Sawfish' photonic crystal cavity and use finite element simulations to demonstrate that our system transfers, with 97.4% efficiency, the zero-phonon line emission of a negatively-charged tin vacancy center in diamond adiabatically to a single-mode fiber. A surrogate model trained by machine learning provides quantitative estimates of sensitivities to fabrication tolerances. Our corrugation-based design proves robust under state-of-the-art nanofabrication parameters, maintaining an emitter-to-fiber coupling efficiency of 88.6%. To demonstrate its potential in reducing resource requirements, we apply the Sawfish cavity to a recent one-way quantum repeater protocol. ",
    "url": "https://arxiv.org/abs/2210.04702",
    "authors": [
      "Julian M. Bopp",
      "Matthias Plock",
      "Tim Turan",
      "Gregor Pieplow",
      "Sven Burger",
      "Tim Schröder"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2111.03014",
    "title": "Polarization control of electron injection and acceleration in the  plasma by a self steepening laser pulse",
    "abstract": " Title: Polarization control of electron injection and acceleration in the  plasma by a self steepening laser pulse ",
    "url": "https://arxiv.org/abs/2111.03014",
    "authors": [
      "Jihoon Kim",
      "Tianhong Wang",
      "Vladimir Khudik",
      "Gennady Shvets"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2203.01695",
    "title": "Unfolding-Aided Bootstrapped Phase Retrieval in Optical Imaging",
    "abstract": " Comments: 13 pages, 11 figures, 1 table ",
    "url": "https://arxiv.org/abs/2203.01695",
    "authors": [
      "Samuel Pinilla",
      "Kumar Vijay Mishra",
      "Igor Shevkunov",
      "Mojtaba Soltanalian",
      "Vladimir Katkovnik",
      "Karen Egiazarian"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Machine Learning (cs.LG)",
      "Signal Processing (eess.SP)"
    ]
  },
  {
    "id": "arXiv:2205.02317",
    "title": "I. Complete and orthonormal sets of exponential-type orbitals with  noninteger principal quantum numbers",
    "abstract": " Title: I. Complete and orthonormal sets of exponential-type orbitals with  noninteger principal quantum numbers ",
    "url": "https://arxiv.org/abs/2205.02317",
    "authors": [
      "A. Bağcı",
      "P. E. Hoggan"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2206.04525",
    "title": "Large-Scale Crosstalk-Corrected Thermo-Optic Phase Shifter Arrays in  Silicon Photonics",
    "abstract": " Comments: 12 pages and 19 figures ",
    "url": "https://arxiv.org/abs/2206.04525",
    "authors": [
      "Volkan Gurses",
      "Reza Fatemi",
      "Aroutin Khachaturian",
      "Ali Hajimiri"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Systems and Control (eess.SY)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2206.05688",
    "title": "Stationary optomagnonic entanglement and magnon-to-optics quantum state  transfer via opto-magnomechanics",
    "abstract": " Title: Stationary optomagnonic entanglement and magnon-to-optics quantum state  transfer via opto-magnomechanics ",
    "url": "https://arxiv.org/abs/2206.05688",
    "authors": [
      "Zhi-Yuan Fan",
      "Hang Qian",
      "Jie Li"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.14594",
    "title": "Ion Current Rectification and Long-Range Interference in Conical Silicon  Micropores",
    "abstract": " Comments: 30 pages, 6 figures, Supplementary Information: 13 pages, 9 figures ",
    "url": "https://arxiv.org/abs/2206.14594",
    "authors": [
      "Mark Aarts",
      "Willem Boon",
      "Blaise Cuénod",
      "M. Dijkstra",
      "René van Roij",
      "Esther Alarcon-Llado"
    ],
    "subjectives": [
      "Soft Condensed Matter (cond-mat.soft)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2207.02638",
    "title": "Impurity reveals distinct operational phases in quantum thermodynamic  cycles",
    "abstract": " Comments: 15 pages, 16 figures, accepted for publication in Phys. Rev. E ",
    "url": "https://arxiv.org/abs/2207.02638",
    "authors": [
      "Aditya Prakash",
      "Abhishek Kumar",
      "Colin Benjamin"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2208.07205",
    "title": "Full configuration interaction quantum Monte Carlo for coupled  electron--boson systems and infinite spaces",
    "abstract": " Title: Full configuration interaction quantum Monte Carlo for coupled  electron--boson systems and infinite spaces ",
    "url": "https://arxiv.org/abs/2208.07205",
    "authors": [
      "Robert J. Anderson",
      "Charles C. J. Scott",
      "George H. Booth"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2208.09750",
    "title": "Soliton metacrystals: topology and chirality",
    "abstract": " Comments: 11 pages with an interesting Methods section. Title of the published version has been changed to \"Topological soliton metacrystals\" ",
    "url": "https://arxiv.org/abs/2208.09750",
    "authors": [
      "Z. Fan",
      "D.N. Puzyrev",
      "D.V. Skryabin"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2209.07855",
    "title": "On the mathematical description of combined PMD PDL effects in optical  communications and how their induced impairments can be minimized",
    "abstract": " Title: On the mathematical description of combined PMD PDL effects in optical  communications and how their induced impairments can be minimized ",
    "url": "https://arxiv.org/abs/2209.07855",
    "authors": [
      "Carlos L. Janer"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2209.08623",
    "title": "Counting 3d-spaces: classicality and probability in standard and  many-worlds quantum mechanics from quantum-gravitational background-freedom",
    "abstract": " Comments: 13 pages, 2 figures. Comments welcome! ",
    "url": "https://arxiv.org/abs/2209.08623",
    "authors": [
      "Ovidiu Cristinel Stoica"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2209.10038",
    "title": "Quantum Fluid Dynamics on the Hypersphere",
    "abstract": " Title: Quantum Fluid Dynamics on the Hypersphere ",
    "url": "https://arxiv.org/abs/2209.10038",
    "authors": [
      "Stuart Heinrich"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2209.13970",
    "title": "Real Time Simulations of Quantum Spin Chains: Density-of-States and  Reweighting approaches",
    "abstract": " Comments: 16 + 4 pages, 7 figures; code and data available (DOI: 10.5281/zenodo.7164902) ",
    "url": "https://arxiv.org/abs/2209.13970",
    "authors": [
      "Pavel Buividovich",
      "Johann Ostmeyer"
    ],
    "subjectives": [
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "High Energy Physics - Lattice (hep-lat)",
      "Computational Physics (physics.comp-ph)"
    ]
  }
]