[
  {
    "id": "arXiv:2312.13290",
    "title": "Coherent Fourier Scatterometry for detection of killer defects on  silicon carbide samples",
    "abstract": "It has been a widely growing interest in using silicon carbide (SiC)in high-power electronic devices. Yet, SiC wafers may contain killer defects that could reduce fabrication yield and make the device fall into unexpected failures. To prevent these failures from happening, it is very important to develop inspection tools that can detect, characterize and locate these defects in a non-invasive way. Current inspection techniques such as Dark Field or Bright field microscopy are effectively able to visualize most such defects; however, there are some scenarios where the inspection becomes problematic or almost impossible, such as when the defects are too small or have low contrast or if the defects lie deep into the substrate. Thus, an alternative method is needed to face these challenges. In this paper, we demonstrate the application of coherent Fourier scatterometry (CFS) as a complementary tool in addition to the conventional techniques to overcome different and problematic scenarios of killer defects inspection on SiC samples. Scanning electron microscopy (SEM)has been used to assess the same defects to validate the findings of CFS. Great consistency has been demonstrated in the comparison between the results obtained with CFS and SEM. ",
    "url": "https://arxiv.org/abs/2312.13290",
    "authors": [
      "Jila Rafighdoost",
      "Dmytro Kolenov",
      "Silvania F. Pereira"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2312.13315",
    "title": "Quantum vacuum amplification in time-varying media with arbitrary  temporal profiles",
    "abstract": "In this work we address quantum vacuum amplification effects in time-varying media with an arbitrary time-modulation profile. To this end, we propose a theoretical formalism based on the concept of conjugated harmonic oscillators, evaluating the impact on the transition time in temporal boundaries, shedding light into the practical requirements to observe quantum effects at them. In addition, we find nontrivial effects in pulsed-modulations, where the swiftest and strongest modulation does not lead to the highest photon production. Thus, our results provide key insights for the design of temporal modulation sequences to enhance quantum phenomena. ",
    "url": "https://arxiv.org/abs/2312.13315",
    "authors": [
      "Antonio Ganfornina-Andrades",
      "J. Enrique Vázquez-Lozano",
      "Iñigo Liberal"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2312.13325",
    "title": "Tailoring sub-Doppler spectra of thermal atoms with a dielectric optical  metasurface chip",
    "abstract": "Compact and robust structures for precise control and acquisition of atomic spectra are increasingly important for the pursuit of widespread applications. Sub-Doppler responses of thermal atoms are critical in constructing high-precision devices and systems. In this study, we designed a nanograting metasurface specifically for atomic rubidium vapor and integrated it into a miniature vapor cell. Using the metasurface with built-in multifunctional controls for light, we established a pump-probe atomic spectroscopy and experimentally observed sub-Doppler responses at low incident power. Moreover, the sub-Doppler lineshape can be tailored by varying the incident polarization state. Spectrum transformation from absorption to transparency was observed. By using one of the sharp responses, laser stabilization with a stability of $3\\times10^{-10}$ at 2 s can be achieved. Our work reveals the effective control of atomic spectra with optical metasurface chips, which may have great potential for future developments in fundamental optics and novel optical applications. ",
    "url": "https://arxiv.org/abs/2312.13325",
    "authors": [
      "Dengke Zhang",
      "Chen Qing"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2312.13329",
    "title": "Highly-efficient fiber to Si-waveguide free-form coupler for  foundry-scale silicon photonics",
    "abstract": "As silicon photonics transitions from research to commercial deployment, packaging solutions that efficiently couple light into highly-compact and functional sub-micron silicon waveguides are imperative but remain challenging. The 220 nm silicon-on-insulator (SOI) platform, poised to enable large-scale integration, is the most widely adopted by foundries, resulting in established fabrication processes and extensive photonic component libraries. The development of a highly-efficient, scalable and broadband coupling scheme for this platform is therefore of paramount importance. Leveraging two-photon polymerization (TPP) and a deterministic free-form micro-optics design methodology based on the Fermat's principle, this work demonstrates an ultra-efficient and broadband 3-D coupler interface between standard SMF-28 single-mode fibers and silicon waveguides on the 220 nm SOI platform. The coupler achieves a low coupling loss of 0.8 dB for fundamental TE mode, along with 1-dB bandwidth exceeding 180 nm. The broadband operation enables diverse bandwidth-driven applications ranging from communications to spectroscopy. Furthermore, the 3-D free-form coupler also enables large tolerance to fiber misalignments and manufacturing variability, thereby relaxing packaging requirements towards cost reduction capitalizing on standard electronic packaging process flows. ",
    "url": "https://arxiv.org/abs/2312.13329",
    "authors": [
      "Luigi Ranno",
      "Jia Xu Brian Sia",
      "Cosmin Popescu",
      "Drew Weninger",
      "Samuel Serna",
      "Shaoliang Yu",
      "Lionel C. Kimerling",
      "Anuradha Agarwal",
      "Tian Gu",
      "Juejun Hu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2312.13375",
    "title": "Modeling Photothermal Effects in High Power Optical Resonators used for  Coherent Levitation",
    "abstract": "Radiation pressure can be used to enable optomechanical control and manipulation of the quantum state of a mechanical oscillator. Optomechanical interaction can also be mediated by photothermal effects which, although frequently overlooked, may compete with radiation pressure interaction. Understanding of how these phenomena affect the coherent exchange of information between optical and mechanical degrees of freedom is often underdeveloped, particularly in mesoscale high-power systems where photothermal effects can fully dominate the interaction. Here we report an effective theoretical model to predict and successfully reconstruct the dynamics of a unique optomechanical system: a cavity-enhanced setup for macroscopic optical levitation, where a free-standing mirror acts as the optomechanical oscillator. We decompose the photothermal interaction into two opposing light-induced effects, photothermal expansion, and thermo-optic effects. We then reconstruct a heuristic model that links the intracavity field to four types of cavity length changes caused by acoustic ($x_\\textrm{ac}$), centre of mass ($x_\\textrm{lev}$), photothermal ($x_\\textrm{ex}$) and thermo-optic ($x_\\textrm{re}$) displacements. This offers refined predictions with a higher degree of agreement with experimental results. Our work provides a mean to precisely model the photothermal effect of high power optomechanical systems, as well as for developing more precise photothermal modelling of photonics systems for precision sensing and quantum measurements. ",
    "url": "https://arxiv.org/abs/2312.13375",
    "authors": [
      "Chenyue Gu",
      "Jiayi Qin",
      "Giovanni Guccione",
      "Jinyong Ma",
      "Ruvi Lecamwasam",
      "Ping Koy Lam"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2312.13481",
    "title": "Bioadhesive Hydrogel Flexible Laser for Sweat Sensing based on Liquid  Crystal Microdroplets",
    "abstract": "Flexible photonics offers the possibility to realize wearable sensors by bridging the advantages of flexible materials and photonic sensing elements. Recently, optical resonators have emerged as a tool to improve its over sensitivity by integrating with flexible photonic sensors. However, direct monitoring of multiple psychological information on human skin remains challenging, due to the subtle biological signals and complex tissue interface. To tackle the current challenges, here we developed a functional thin film laser formed by encapsulating multiple liquid crystal microdroplet laser resonators in a flexible hydrogel for monitoring important metabolites in human sweat (lactate, glucose, and urea). The three-dimensional cross-linked hydrophilic polymer serves as the adhesive layer to allow small molecules to penetrate from human tissue to generate strong light-matter interactions on the interface of whispering gallery modes resonators. Both hydrogel and CLC microdroplets were modified specifically to achieve high sensitivity and selectivity. As a proof-of-concept, wavelength-multiplexed sensing and a prototype were demonstrated on human skin to detect human metabolites from perspiration. These results present a significant advance in the fabrication and potential guidance for wearable and functional microlasers in healthcare. ",
    "url": "https://arxiv.org/abs/2312.13481",
    "authors": [
      "Ningyuan Nie",
      "Yu-Cheng Chen"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2312.13542",
    "title": "Imagining density distribution of molecular orbitals in IR+XUV  co-rotating circular laser fields by frequency-domain theory",
    "abstract": "We have investigated the angle-resolved ATI spectrum of oriented molecules in the IR+XUV co-rotating circular laser fields. According to the different roles of IR and XUV laser in the ionization process, we purposefully adjust the photon energy of XUV and the intensity of IR laser to make the ionization spectrum of the molecule distributed in a suitable momentum region. Moreover, under the same laser conditions, the background fringes in the ionization spectrum of the molecule can be removed by using the ionization spectrum of the atom with the same ionization energy as the molecule, so that the molecular orbital density distribution in the suitable momentum region can be obtained. That is, for any unknown molecule, as long as the ionization energy of the molecule can be measured, the density distribution of the molecular orbital can be imaged in a definite momentum region by adjusting the laser field conditions, which may shed light on the experimental detection of molecular orbitals. ",
    "url": "https://arxiv.org/abs/2312.13542",
    "authors": [
      "Yu-Hong Li",
      "Facheng Jin",
      "Yujun Yang",
      "Fei Li",
      "Ying-Chun Guo",
      "Zhi-Yi Wei",
      "Jing Chen",
      "Xiaojun Liu",
      "Bingbing Wang"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2312.13629",
    "title": "PT symmetry in PINNs for nonlocal 1D and 2D integrable equations:  Forward and inverse problems",
    "abstract": "In this paper, our focus centers on the application of physical information neural networks (PINNs) to learn data-driven solutions for various types of nonlocal integrable equations, encompassing solutions for rogue waves, periodic waves, and breather waves. Unlike local equations, nonlocal equations inherently encapsulate additional physical information, such as PT symmetry. Consequently, we consider an enhancement to the PINNs algorithm by incorporating PT symmetric physical information into the loss function, termed PT-PINNs. This augmentation aims to elevate the accuracy of the PINNs algorithm in addressing both forward and inverse problems. Through a series of independent numerical experiments, we evaluate the efficacy of PT-PINNs in tackling the forward problem. These experiments involve varying numbers of initial and boundary value points, neurons, and network layers for the nonlocal nonlinear Schr\\\"{o}dinger (NLS) equation, the nonlocal derivative NLS equation, and the nonlocal (2+1)-dimensional NLS equation. Our numerical experiments demonstrate that PT-PINNs performs better than PINNs. The dynamic behaviors of data-driven local wave solutions of the three types of nonlocal equations generated by PT-PINNs are also shown. Furthermore, we extend the application of PT-PINNs to address the inverse problem for both the nonlocal (2+1)-dimensional NLS equation and nonlocal three wave interaction systems. We systematically investigate the impact of varying levels of noise on the algorithm's efficacy in solving inverse problems. Notably, our numerical results indicate that PT-PINNs exhibit robust performance in effectively resolving inverse problems associated with nonlocal equations. ",
    "url": "https://arxiv.org/abs/2312.13629",
    "authors": [
      "Wei-Qi Peng",
      "Yong Chen"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2312.13645",
    "title": "Conservation of a spectral asymmetry invariant in optical fiber  four-wave mixing",
    "abstract": "The conservation of spectral asymmetry is a fundamental feature of the ideal four-wave mixing process as it exists in a medium combining quadratic chromatic dispersion and third-order nonlinearity. We test in this paper the robustness of this invariant in an experimental configuration where the excitation conditions of an optical fiber are sequentially updated, mimicking infinite propagation. This theoretical and experimental study reveals the high sensitivity of the asymmetry to very slight deviations from the ideal case, and we show that our idealized system behaves as an intermediate case between the ideal case of non-cascaded fourwave mixing and propagation in a system governed by the nonlinear Schr{\\\"o}dinger equation. ",
    "url": "https://arxiv.org/abs/2312.13645",
    "authors": [
      "Anastasiia Sheveleva",
      "Pierre Colman",
      "J.M. Dudley",
      "Christophe Finot"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2312.13652",
    "title": "Hyperfine and Zeeman interactions in ultracold collisions of molecular  hydrogen with atomic lithium",
    "abstract": "We present a rigorous quantum scattering study of the effects of hyperfine and Zeeman interactions on cold Li - H$_{2}$ collisions in the presence of an external magnetic field using a recent ab initio potential energy surface. We find that the low-field-seeking states of H$_{2}$ predominantly undergo elastic collisions: the ratio of elastic-to-inelastic collisions exceeds 100 for collision energies below 1.5 K. Furthermore, we demonstrate that most inelastic collisions conserve the space-fixed projection of the nuclear spin. We show that the anisotropic hyperfine interaction between the nuclear spin of H$_{2}$ and the electron spin of Li can have a significant effect on inelastic scattering in the ultracold regime, as it mediates two processes: the electron spin relaxation in lithium, and the nuclear spin - electron spin exchange. Given the predominance of elastic collisions and the propensity of inelastic collisions to retain H$_{2}$ in its low-field-seeking states, our results open up the possibility of sympathetic cooling of molecular hydrogen by atomic lithium, paving the way for future exploration of ultracold collisions and high-precision spectroscopy of H$_{2}$ molecules. ",
    "url": "https://arxiv.org/abs/2312.13652",
    "authors": [
      "Hubert Jóźwiak",
      "Timur V. Tscherbul",
      "Piotr Wcisło"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2312.13860",
    "title": "Loss free shaping of few-cycle terawatt laser pulses",
    "abstract": "We demonstrate loss-free generation of 3 mJ, 1 kHz, few-cycle (5 fs at 750 nm central wavelength) double pulses with separation from 10 fs to 100 fs, using a helium filled hollow core fiber (HCF) and chirped mirror compressor. Crucial to our scheme are simulation-based modifications to the spectral phase and amplitude of the oscillator seed pulse to eliminate the deleterious effects of self-focusing and nonlinear phase pickup in the chirped pulse amplifier. The shortest pulse separations are enabled by spectral reshaping and pulse splitting in the HCF compressor. ",
    "url": "https://arxiv.org/abs/2312.13860",
    "authors": [
      "L.M. Railing",
      "M.S. Le",
      "C.M. Lazzarini",
      "H.M. Milchberg"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2312.13986",
    "title": "Deep Learning Enabled Design of Terahertz High-Q Metamaterials",
    "abstract": "Metamaterials open up a new way to manipulate electromagnetic waves and realize various functional devices. Metamaterials with high-quality (Q) resonance responses are widely employed in sensing, detection, and other applications. Traditional design of metamaterials involves laborious simulation-optimization and limits the efficiency. The high-Q metamaterials with abrupt spectral change are even harder to reverse design on-demand. In this paper, we propose novel solutions for designing terahertz high-Q metamaterials based on deep learning, including the forward prediction of spectral responses and the inverse design of structural parameters. For the forward prediction, we develop the Electromagnetic Response Transformer (ERT) model to establish the complex mapping relations between the highly sensitive structural parameters and the abrupt spectra, and realize precise prediction of the high-Q resonance in terahertz spectra from given structural parameters. For the inverse design, we introduce the Visual Attention Network (VAN) model with a large model capability to attentively learn the abrupt shifts in spectral resonances, which can efficiently reduce errors and achieve highly accurate inverse design of structural parameters according to the expected high-Q resonance responses. Both models exhibit outstanding performance, and the accuracy is improved one or two orders higher compared to the traditional machine learning methods. Besides, our ERT model can be 4000 times faster than the conventional full wave simulations in computation time. Our work provides new avenues for the deep learning enabled design of terahertz high-Q metamaterials, which holds potential applications in various fields, such as terahertz communication, sensing, imaging, and functional devices. ",
    "url": "https://arxiv.org/abs/2312.13986",
    "authors": [
      "Shan Yin",
      "Haotian Zhong",
      "Wei Huang",
      "Wentao Zhang",
      "Jiaguang Han"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2312.13291",
    "title": "All-Optical Domain Inversion in LiNbO3 Crystals by Visible  Continuous-Wave Laser Irradiation",
    "abstract": "LiNbO3 is a distinguished multifunctional material where ferroelectric domain engineering is of paramount importance. This degree of freedom of the spontaneous polarization remarkably enhances the applicability of LiNbO3, for instance in nonlinear photonics. However, conventional electrical poling suffers from several drawbacks. Namely, the lithographic patterning of electrodes is cumbersome and expensive, and the spatial resolution is constrained. In this work, we report the first method for all-optical domain inversion of LiNbO3 crystals using continuous-wave visible light. While we mainly focus on iron-doped LiNbO3, the applicability of the method is also showcased in undoped congruent LiNbO3. The technique is outstandingly simple, low-cost and readily accessible. It relies on ubiquitous elements: a light source with low/moderate power, basic optics and a conductive surrounding medium, e.g. water. Light-induced domain inversion is unequivocally demonstrated and characterized by combination of several experimental techniques: pyroelectric trapping of charged microparticles, selective chemical etching, surface topography profilometry, scanning electron microscopy and 3D Cerenkov microscopy. The influence of light intensity, exposure time, laser spot size and surrounding medium is thoroughly studied. Overall, our all-optical method offers straightforward implementation of LiNbO3 ferroelectric domain engineering, potentially sparking new research endeavors aimed at novel optoelectronic applications of photovoltaic LiNbO3 platforms. ",
    "url": "https://arxiv.org/abs/2312.13291",
    "authors": [
      "Carlos Sebastián-Vicente",
      "Jörg Imbrock",
      "Simon Laubrock",
      "Olga Caballero-Calero",
      "Angel García-Cabañes",
      "Mercedes Carrascosa"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2312.13296",
    "title": "Turbulence spreading by the resonant wave-wave interactions: A  fractional kinetics approach",
    "abstract": "This paper is concerned with the processes of spatial propagation and penetration of turbulence from the regions where it is locally excited into initially laminar regions. The phenomenon has come to be known as \"turbulence spreading\" and witnessed a renewed attention in the literature recently. Here, we propose a comprehensive theory of turbulence spreading based on fractional kinetics. We argue that the use of fractional-derivative equations permits a general approach focussing on fundamentals of the spreading process regardless of a specific turbulence model and/or specific instability type. The starting point is the Hamiltonian of the resonant wave-wave interactions, from which a family of scaling laws for the asymptotic spreading is derived. Both three- and four-wave interactions are considered. The results span from a subdiffusive spreading in the parameter range of weak chaos to avalanche propagation in regimes with population inversion. Attention is paid to how non-ergodicity introduces weak mixing, memory and intermittency into spreading dynamics, and how the properties of non-Markovianity and nonlocality emerge from the presence of islands of regular dynamics in phase space. Also we resolve an existing question concerning turbulence spillover into gap regions, where the instability growth is locally suppressed, and show that the spillover occurs through exponential (Anderson like) localization in case of four-wave interactions and through an algebraic (weak) localization in case of triad interactions. In the latter case an inverse-cubic behavior of the spillover function is found. Wherever relevant, we contrast our findings against the available observational and numerical evidence, and we also commit ourselves to establish connections with the models of turbulence spreading proposed previously. ",
    "url": "https://arxiv.org/abs/2312.13296",
    "authors": [
      "Alexander V. Milovanov",
      "Jens Juul Rasmussen"
    ],
    "subjectives": [
      "Pattern Formation and Solitons (nlin.PS)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2312.13374",
    "title": "On the tensorial structure of general covariant quantum systems",
    "abstract": "The definition of a quantum system requires a Hilbert space, a way to define the dynamics, and an algebra of observables. The structure of the observable algebra is related to a tensor product decomposition of the Hilbert space and represents the composition of the system by subsystems. It has been remarked that the Hamiltonian may determine this tensor product structure. Here we observe that this fact may lead to questionable consequences in some cases, and does extend to the more general background-independent case, where the Hamiltonian is replaced by a Hamiltonian constraint. These observations reinforces the idea that specifying the observables and the way they interplay with the dynamics, is essential to define a quantum theory. We also reflect on the general role that system decomposition has in the quantum theory. ",
    "url": "https://arxiv.org/abs/2312.13374",
    "authors": [
      "Gabriel M.Carral",
      "Iñaki Garay",
      "Francesca Vidotto"
    ],
    "subjectives": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      "History and Philosophy of Physics (physics.hist-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2312.13513",
    "title": "An integrated framework for accelerating reactive flow simulation using  GPU and machine learning models",
    "abstract": "Recent progress in artificial intelligence (AI) and high-performance computing (HPC) have brought potentially game-changing opportunities in accelerating reactive flow simulations. In this study, we introduce an open-source computational fluid dynamics (CFD) framework that integrates the strengths of machine learning (ML) and graphics processing unit (GPU) to demonstrate their combined capability. Within this framework, all computational operations are solely executed on GPU, including ML-accelerated chemistry integration, fully-implicit solving of PDEs, and computation of thermal and transport properties, thereby eliminating the CPU-GPU memory copy overhead. Optimisations both within the kernel functions and during the kernel launch process are conducted to enhance computational performance. Strategies such as static data reorganisation and dynamic data allocation are adopted to reduce the GPU memory footprint. The computational performance is evaluated in two turbulent flame benchmarks using quasi-DNS and LES modelling, respectively. Remarkably, while maintaining a similar level of accuracy to the conventional CPU/CVODE-based solver, the GPU/ML-accelerated approach shows an overall speedup of over two orders of magnitude for both cases. This result highlights that high-fidelity turbulent combustion simulation with finite-rate chemistry that requires normally hundreds of CPUs can now be performed on portable devices such as laptops with a medium-end GPU. ",
    "url": "https://arxiv.org/abs/2312.13513",
    "authors": [
      "Runze Mao",
      "Yingrui Wang",
      "Min Zhang",
      "Han Li",
      "Jiayang Xu",
      "Xinyu Dong",
      "Yan Zhang",
      "Zhi X. Chen"
    ],
    "subjectives": [
      "Computational Engineering, Finance, and Science (cs.CE)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2312.13559",
    "title": "Quantum entanglement between optical and microwave photonic qubits",
    "abstract": "Entanglement is an extraordinary feature of quantum mechanics. Sources of entangled optical photons were essential to test the foundations of quantum physics through violations of Bell's inequalities. More recently, entangled many-body states have been realized via strong non-linear interactions in microwave circuits with superconducting qubits. Here we demonstrate a chip-scale source of entangled optical and microwave photonic qubits. Our device platform integrates a piezo-optomechanical transducer with a superconducting resonator which is robust under optical illumination. We drive a photon-pair generation process and employ a dual-rail encoding intrinsic to our system to prepare entangled states of microwave and optical photons. We place a lower bound on the fidelity of the entangled state by measuring microwave and optical photons in two orthogonal bases. This entanglement source can directly interface telecom wavelength time-bin qubits and GHz frequency superconducting qubits, two well-established platforms for quantum communication and computation, respectively. ",
    "url": "https://arxiv.org/abs/2312.13559",
    "authors": [
      "Srujan Meesala",
      "David Lake",
      "Steven Wood",
      "Piero Chiappina",
      "Changchun Zhong",
      "Andrew D. Beyer",
      "Matthew D. Shaw",
      "Liang Jiang",
      "Oskar Painter"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2312.13693",
    "title": "Optical decoder learning for fiber communication at the quantum limit",
    "abstract": "Quantum information theory predicts that communication technology can be enhanced by using quantum signals to transfer classical bits. In order to fulfill this promise, the message-carrying signals must interact coherently at the decoding stage via a joint-detection receiver (JDR), whose realization with optical technologies remains an outstanding open problem to date. We introduce a supervised-learning framework for the systematic discovery of new JDR designs based on parametrized photonic integrated circuits. Our framework relies on the synthesis of a training set comprising quantum codewords and the corresponding classical message label; the codewords are processed by the JDR circuit and, after photo-detection, produce a guess for the label. The circuit parameters are then updated by minimizing a suitable loss function, reaching an optimal JDR design for that specific architecture. We showcase our method with coherent-state codes for the pure-loss bosonic channel, modelling optical-fiber and space communication, with a circuit architecture comprising linear optics, squeezing and threshold photo-detectors. We train JDR circuits for several code families, varying energy and code-size. We discover optical JDR circuit setups for maximum-size codes and small message-length that offer up to a $3$-fold enhancement in the bit decoding rate with respect to the optimal single-symbol receiver, and less than $7\\%$-away from the theoretically optimal decoder, for which an explicit design is missing to date. Furthermore, the discovered receivers surpass previous JDR designs both in terms of bit decoding and bit transmission rate. Finally, we observe that the best-performing codes are those which can be mapped, via the JDR's optical processing, to modulations with different energy levels on different symbols, making the message symbols more distinguishabile via photo-detection. ",
    "url": "https://arxiv.org/abs/2312.13693",
    "authors": [
      "Matteo Rosati",
      "Albert Solana"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2312.13726",
    "title": "Ultracold coherent control of molecular collisions at a Förster  resonance",
    "abstract": "We show that the precise preparation of a quantum superposition between three rotational states of an ultracold dipolar molecule generates controllable interferences in their two-body scattering dynamics and collisional rate coefficients, at an electric field that produces a F\\\"orster resonance. This proposal represents a feasible protocol to achieve coherent control on ultracold molecular collisions in current experiments. It sets the basis for future studies in which one can think to control the amount of each produced pairs, including trapped entangled pairs of reactants, individual pairs of products in a chemical reaction, and measuring each of their scattering phase-shifts that could envision ``complete chemical experiments\" at ultracold temperatures. ",
    "url": "https://arxiv.org/abs/2312.13726",
    "authors": [
      "Thibault Delarue",
      "Goulven Quéméner"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2312.13743",
    "title": "Coherence in resonance fluorescence",
    "abstract": "Resonance fluorescence (RF) serves as a fundamental path for matter to coherently interact with light. Accompanying this coherent process, recent studies suggested parallel existence of an incoherent scattering channel in order to explain the long-standing paradox of joint observation of a laser-like spectrum and anti-bunching in the RF of a weakly driven two-level emitter. If truly present, this incoherent process would cast doubt over RF's prospects in quantum information applications. Here, we exploit the concept of single-photon time-energy entanglement and have thus revolved the paradox without reliance on any incoherent scattering process. We derive a dimensionless dependence of the first-order coherence of the RF on the driving strength, followed by experimental verification on a cavity-enhanced quantum dot device with near-perfect light coupling. Furthermore, we perform the first phase-dependent two-photon interference experiment and observe peculiar coincidence bunching that is explained by single-photon time-energy entanglement. Our work reveals a new dimension in the understanding of photonic quantum superposition and may stimulate new applications. ",
    "url": "https://arxiv.org/abs/2312.13743",
    "authors": [
      "Xu-Jie Wang",
      "Guoqi Huang",
      "Ming-Yang Li",
      "Yuan-Zhuo Wang",
      "Li Liu",
      "Bang Wu",
      "Hanqing Liu",
      "Haiqiao Ni",
      "Zhichuan Niu",
      "Weijie Ji",
      "Rongzhen Jiao",
      "Hua-Lei Yin",
      "Zhiliang Yuan"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2312.13874",
    "title": "Time resolved optical response of the Dicke's model via the  nonequilibrium Green's function approach",
    "abstract": "Due to their conceptual appeal and computational convenience, two-level systems (TLS) and their generalisations are often used to investigate nonlinear behavior in quantum optics, and to assess the applicability of theoretical methods. Here the focus is on second harmonic generation (SHG) and, as system of interest, on the Dicke model, which consists of several TLSs inside an optical cavity. The main aspect addressed is the scope of non-equilibrium Green's function (NEGF) to describe the effect of disorder and electron-electron (e-e) interactions on the SHG signal. For benchmarking purposes, exact diagonalization (ED) results are also presented and discussed. SHG spectra obtained with NEGF and ED are found to be in very good mutual agreement in most situations. Furthermore, inhomogeneity in the TLS and e-e interactions reduce the strength of SHG, and the reduction is stronger with inhomogeneity than with interactions. This trend is consistently noted across different (small to large) system sizes. Finally, a modified NEGF approach is proposed to account for cavity leakage, where the quantum photon fields are coupled to a bath of classical oscillators. As to be expected, within this mixed quantum-classical scheme a decrease in the intensity of the fluorescent spectra takes place depending on the entity of cavity leakage. ",
    "url": "https://arxiv.org/abs/2312.13874",
    "authors": [
      "Megha Gopalakrishna",
      "Yaroslav Pavlyukh",
      "Claudio Verdozzi"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.01320",
    "title": "Robustness of the Floquet-assisted superradiant phase and possible laser  operation",
    "abstract": " Title: Robustness of the Floquet-assisted superradiant phase and possible laser  operation ",
    "url": "https://arxiv.org/abs/2211.01320",
    "authors": [
      "Lukas Broers",
      "Ludwig Mathey"
    ],
    "subjectives": [
      "Other Condensed Matter (cond-mat.other)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2307.01368",
    "title": "Optical Second Harmonic Generation in Anisotropic Multilayers with  Complete Multireflection of Linear and Nonlinear Waves using #SHAARP.ml  Package",
    "abstract": " Title: Optical Second Harmonic Generation in Anisotropic Multilayers with  Complete Multireflection of Linear and Nonlinear Waves using #SHAARP.ml  Package ",
    "url": "https://arxiv.org/abs/2307.01368",
    "authors": [
      "Rui Zu",
      "Bo Wang",
      "Jingyang He",
      "Lincoln Weber",
      "Akash Saha",
      "Long-Qing Chen",
      "Venkatraman Gopalan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2307.03563",
    "title": "Physics-Constrained Hardware-Efficient Ansatz on Quantum Computers that  is Universal, Systematically Improvable, and Size-consistent",
    "abstract": " Comments: 34 pages, 7 figures ",
    "url": "https://arxiv.org/abs/2307.03563",
    "authors": [
      "Xiaoxiao Xiao",
      "Hewang Zhao",
      "Jiajun Ren",
      "Wei-hai Fang",
      "Zhendong Li"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2308.14002",
    "title": "Hands-on Quantum Programming Labs for EECS Students",
    "abstract": " Comments: 70 pages, 33 figures; program templates updated ",
    "url": "https://arxiv.org/abs/2308.14002",
    "authors": [
      "Janche Sang",
      "Chansu Yu"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Distributed, Parallel, and Cluster Computing (cs.DC)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2310.16158",
    "title": "Propagation of light in cold emitter ensembles with quantum position  correlations due to static long-range dipolar interactions",
    "abstract": " Comments: Expanded experimental considerations, etc ",
    "url": "https://arxiv.org/abs/2310.16158",
    "authors": [
      "G. J. Bean",
      "N. D. Drummond",
      "J. Ruostekoski"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2311.12030",
    "title": "An on-chip platform for multi-degree-of-freedom control of  two-dimensional quantum and nonlinear materials",
    "abstract": " Comments: 10 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2311.12030",
    "authors": [
      "Haoning Tang",
      "Yiting Wang",
      "Xueqi Ni",
      "Kenji Watanabe",
      "Takashi Taniguchi",
      "Shanhui Fan",
      "Eric Mazur",
      "Amir Yacoby",
      "Yuan Cao"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.14430",
    "title": "Correlation between microstructural deformation mechanisms and acoustic  parameters on a cold-rolled Cu30Zn brass",
    "abstract": " Comments: 15 pages, 8 figures ",
    "url": "https://arxiv.org/abs/2311.14430",
    "authors": [
      "Maria Sosa",
      "Linton Carvajal",
      "Vicente Salinas",
      "Fernando Lund",
      "Claudio Aguilar",
      "Felipe Castro"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2312.01890",
    "title": "Optical anisotropy and nonlinearity in deep ultraviolet fluorooxoborates",
    "abstract": " Comments: This manuscript contain many errors ",
    "url": "https://arxiv.org/abs/2312.01890",
    "authors": [
      "Bing-Hua Lei",
      "Chao Cao",
      "David J. Singh"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2312.10867",
    "title": "Size dependent optical response in coupled systems of plasmons and  electron-hole pairs in metallic nanostructures",
    "abstract": " Comments: 8 figures ",
    "url": "https://arxiv.org/abs/2312.10867",
    "authors": [
      "Masayuki Iio",
      "Tomohiro Yokoyama",
      "Takeshi Inaoka",
      "Hajime Ishihara"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  }
]