[
  {
    "id": "arXiv:2411.00849",
    "title": "AI Support Meets AR Visualization for Alice and Bob: Personalized Learning Based on Individual ChatGPT Feedback in an AR Quantum Cryptography Experiment for Physics Lab Courses",
    "abstract": "           Quantum cryptography is a central topic in the quantum technology field that is particularly important for secure communication. The training of qualified experts in this field is necessary for continuous development. However, the abstract and complex nature of quantum physics makes the topic difficult to understand. Augmented reality (AR) allows otherwise invisible abstract concepts to be visualized and enables interactive learning, offering significant potential for improving quantum physics education in university lab courses. In addition, personalized feedback on challenging concepts can facilitate learning, and large language models (LLMs) like ChatGPT can effectively deliver such feedback. This study combines these two aspects and explores the impact of an AR-based quantum cryptography experiment with integrated ChatGPT-based feedback on university students' learning outcomes and cognitive processes. The study involved 38 students in a physics laboratory course at a German university and used four open-ended questions to measure learning outcomes and gaze data as a learning process assessment. Statistical analysis was used to compare scores between feedback and non-feedback questions, and the effect of ChatGPT feedback on eye-tracking data was examined. The results show that ChatGPT feedback significantly improved learning outcomes and affected gaze data. While the feedback on conceptual questions tended to direct attention to the visualizations of the underlying model, the feedback on questions about experimental procedures increased visual attention to the real experimental materials. Overall, the results show that AI-based feedback draws visual attention towards task-relevant factors and increases learning performance in general.         ",
    "url": "https://arxiv.org/abs/2411.00849",
    "authors": [
      "Atakan Coban",
      "David Dzsotjan",
      "Stefan Küchemann",
      "Jürgen Durst",
      "Jochen Kuhn",
      "Christoph Hoyer"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)"
    ]
  },
  {
    "id": "arXiv:2411.00990",
    "title": "Exploiting the Variational Quantum Eigensolver for Determining Ground State Energy of Protocatechuic Acid",
    "abstract": "           The Variational Quantum Eigensolver (VQE) is a promising hybrid algorithm, utilizing both quantum and classical computers to obtain the ground state energy of molecules. In this context, this study applies VQE to investigate the ground state of protocatechuic acid, analyzing its performance with various Ansätze and active spaces. Subsequently, all VQE results were compared to those obtained with the Hartree-Fock (HF) method. The results demonstrate that Ansätze, like unitary coupled-cluster singles and doubles (UCCSD) and variations of Hardware-Efficient, generally achieve accuracy close to that of HF. Furthermore, the increase in active space has led to the models becoming more difficult to converge to values with a greater distance from the correct energy. In summary, the findings of this study reinforce the use of VQE as a powerful tool for analyzing molecular ground state energies. Finally, the results underscore the critical importance of Ansatz selection and active space size in VQE performance, providing valuable insights into its potential and limitations.         ",
    "url": "https://arxiv.org/abs/2411.00990",
    "authors": [
      "Gleydson Fernandes de Jesus",
      "Erico Souza Teixeira",
      "Lucas Queiroz Galvão",
      "Maria Heloísa Fraga da Silva",
      "Mauro Queiroz Nooblath Neto",
      "Bruno Oziel Fernandez",
      "Clebson dos Santos Cruz"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2411.01058",
    "title": "Fabry-P\\'{e}rot open resonant cavities for measuring the dielectric parameters of mm-wave optical materials",
    "abstract": "           As millimeter-wave cosmology experiments refine their optical chains, precisely characterizing their optical materials under cryogenic conditions becomes increasingly important. For instance, as the aperture sizes and bandwidths of millimeter-wave receivers increase, the design of antireflection coatings becomes progressively more constrained by an accurate measure of material optical properties in order to achieve forecasted performance. Likewise, understanding dielectric and scattering losses is relevant to photon noise modeling in presently-deploying receivers such as BICEP Array and especially to future experiments such as CMB-S4. Additionally, the design of refractive elements such as lenses necessitates an accurate measure of the refractive index. High quality factor Fabry-Pérot open resonant cavities provide an elegant means for measuring these optical properties. Employing a hemispherical resonator that is compatible with a quick-turnaround 4 Kelvin cryostat, we can measure the dielectric and scattering losses of low-loss materials at both ambient and cryogenic temperatures. We review the design, characterization, and metrological applications of quasioptical cavities commissioned for measuring the dielectric materials in the BICEP3 (95 GHz) and BICEP Array mid-frequency (150 GHz) optics. We also discuss the efforts to improve the finesse of said cavities, for better resolution of degenerate higher order modes, which can provide stronger constraints on cavity parameters and sample material thickness.         ",
    "url": "https://arxiv.org/abs/2411.01058",
    "authors": [
      "Brodi D. Elwood",
      "Paul K. Grimes",
      "John Kovac",
      "Miranda Eiben",
      "Grant Meiners"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ]
  },
  {
    "id": "arXiv:2411.01083",
    "title": "On matrix elements of the vector physical quantities and methods of angular momentum in quantum mechanics",
    "abstract": "           Methods of angular momenta are modified and used to solve some actual problems in quantum mechanics. In particular, we re-derive some known formulas for analytical and numerical calculations of matrix elements of the vector physical quantities. These formulas are applied to a large number of quantum systems which have an explicit spherical symmetry. Multiple commutators of different powers of the angular momenta $\\hat{\\bf J}^{2}$ and vector-operator $\\hat{\\bf A}$ are determined in the general form. Calculations of the expectation values averaged over orbital angular momenta are also described in detail. This effective and elegant old technique, which was successfully used by E. Fermi and A. Bohr, is almost forgotten in modern times. We also discuss quantum systems with additional relations (or constraints) between some vector-operators and orbital angular momentum. For similar systems such relations allow one to obtain some valuable additional information about their properties, including the bound state spectra, correct asymptotics of actual wave functions, etc. As an example of unsolved problems we consider applications of the algebras of angular momenta to investigation of the one-electron, two-center (Coulomb) problem $(Q_1, Q_2)$. For this problem it is possible to obtain the closed analytical solutions which are written as the `correct' linear combinations of products of the two one-electron wave functions of the hydrogen-like ions with the nuclear charges $Q_1 + Q_2$ and $Q_1 - Q_2$, respectively. However, in contrast with the usual hydrogen-like ions such hydrogenic wave functions must be constructed in three-dimensional pseudo-Euclidean space with the metric (-1,-1,1).         ",
    "url": "https://arxiv.org/abs/2411.01083",
    "authors": [
      "Alexei M. Frolov"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2411.01154",
    "title": "Analytical Expressions for Effective Indices of Modes of Optical Fibers Near and Beyond Cutoff",
    "abstract": "           We derive an analytical expression for the effective indices of modes of circular step-index fibers valid near their cutoff wavelengths. The approximation, being a first-order Taylor series of a smooth function, is also valid for the real part of the effective index beyond cutoff where the modes become lossy. The approximation is used to derive certain previously unknown mode properties. For example, it is shown that for non-dispersive materials the EH-mode group index at cutoff, surprisingly, does not depend on wavelength, core radius, or even radial mode order.         ",
    "url": "https://arxiv.org/abs/2411.01154",
    "authors": [
      "Aku Antikainen",
      "Robert W. Boyd"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mathematical Physics (math-ph)"
    ]
  },
  {
    "id": "arXiv:2411.01333",
    "title": "Theory of Laser Induced Strong-Field Ionization Tomographic Imaging",
    "abstract": "           Laser-induced strong-field ionization tomography (LISFIT) is an emerging space-time tomographic modality with the potential to revolutionize imaging capabilities. To fully harness its power, a robust theoretical framework is essential. This work delves into the fundamental physics of strong-field ionization and its implications for tomographic imaging. Our analysis reveals an operational regime with significant resolution enhancement and unique intensity-resolution coupling, alongside localization phenomena rooted in the physics of strong-field interactions. We further identify a trade-off between resolution, localization extent, and signal-to-noise ratio, providing critical insights for optimizing experimental parameters.         ",
    "url": "https://arxiv.org/abs/2411.01333",
    "authors": [
      "Eugene Frumker"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.01513",
    "title": "Ultra-broadband UV/VIS spectroscopy enabled by resonant dispersive wave emission of a frequency comb",
    "abstract": "           We introduce a novel ultra-broadband ultraviolet and visible frequency comb light source covering more than 240 THz by resonant dispersive wave emission in a gas-filled hollow-core fiber waveguide. The light source allows tuning from ~340 nm to 465 nm (645 THz to ~885 THz) with conversion efficiencies of 1.5 %. Ultra-broadband absorption spectroscopy is demonstrated by studying nitrogen dioxide, a molecular species of major atmospheric relevance strongly absorbing across the ultraviolet and visible spectral region. We show that the coherence of the 80 MHz ytterbium fiber-based frequency comb seeding the frequency up-conversion process is conserved, paving the way toward further ultra-broadband (dual) comb spectroscopy across the ultraviolet/visible range.         ",
    "url": "https://arxiv.org/abs/2411.01513",
    "authors": [
      "Adrian Kirchner",
      "Alexander Eber",
      "Lukas Fürst",
      "Emily Hruska",
      "Michael H. Frosz",
      "Francesco Tani",
      "Birgitta Bernhardt"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.01632",
    "title": "The Impact of TaS$_{2}$-Augmented Interconnects on Circuit Performance: A Temperature-Dependent Analysis",
    "abstract": "           Monolayer TaS$_{2}$ is being explored as a future liner/barrier to circumvent the scalability issues of the state-of-the-art interconnects. However, its large vertical resistivity poses some concerns and mandates a comprehensive circuit analysis to understand the benefits and trade-offs of this technology. In this work, we present a detailed temperature-dependent modeling framework of TaS$_{2}$-augmented copper (Cu) interconnects and provide insights into their circuit implications. We build temperature-dependent 3D models for Cu-TaS$_{2}$ interconnect resistance capturing surface scattering and grain boundary scattering and integrate them in an RTL-GDSII design flow based on ASAP7 7nm process design kit. Using this framework, we perform synthesis and place-and-route (PnR) for advanced encryption standard (AES) circuit at different process and temperature corners and benchmark the circuit performance of Cu-TaS$_{2}$ interconnects against state-of-the-art interconnects. Our results show that Cu-TaS$_{2}$ interconnects yield an enhancement in the effective clock frequency of the AES circuit by 1%-10.6%. Considering the worst-case process-temperature corner, we further establish that the vertical resistivity of TaS$_{2}$ must be below 22 k${\\Omega}$-nm to obtain performance benefits over conventional interconnects.         ",
    "url": "https://arxiv.org/abs/2411.01632",
    "authors": [
      "Xinkang Chen",
      "Sumeet Kumar Gupta"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2411.01708",
    "title": "Laser Pulse Diagnostics of Ultrafast <8 fs Pulses Through Two-Photon Absorption Fluorescence In Liquid Media -- The Role of GVD and Third-Order Dispersion",
    "abstract": "           This study investigates the propagation of an ultrafast laser pulse through a liquid medium. A femtosecond laser oscillator with a pulse duration of less than 8 fs is used. By conducting experiments with coumarin and fluorescein dyes in water, methanol, and chloroform, we analyze two-photon absorption (TPA) fluorescence, a method pioneered by Schröder [Opt. Express 14, 10125 (2006)]. A numerical algorithm we developed to model the fluorescence signal determines the group velocity dispersion (GVD), the third-order dispersion (TOD), and the group delay dispersion (GDD). Autocorrelation measurements combined with a detailed analysis confirm the validity of our method and the accuracy of the retrieved temporal profile of the pulse. This cost-effective approach is robust and useful for laser pulse characterization, outperforming traditional methods in terms of alignment sensitivity. Our method allows us to study the time evolution of the pulses as they propagate through the liquid, determines higher-order phase terms as acquired by the pulse while reflecting off the chirped mirrors and propagating through the liquid, and even works for non-Gaussian spectral intensities of the laser.         ",
    "url": "https://arxiv.org/abs/2411.01708",
    "authors": [
      "Asad Mahmood",
      "Raúl Puente",
      "Herman Batelaan",
      "Rafeeq Syed",
      "Cornelis J. G. J. Uiterwaal"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.01724",
    "title": "Fabrication of Ultra-Low-Loss, Dispersion-Engineered Silicon Nitride Photonic Integrated Circuits via Silicon Hardmask Etching",
    "abstract": "           Silicon nitride (Si$_3$N$_4$) photonic integrated circuits (PICs) have emerged as a versatile platform for a wide range of applications, such as nonlinear optics, narrow-linewidth lasers, and quantum photonics. While thin-film Si$_3$N$_4$ processes have been extensively developed, many nonlinear and quantum optics applications require the use of thick Si$_3$N$_4$ films with engineered dispersion, high mode confinement, and low optical loss. However, high tensile stress in thick Si$_3$N$_4$ films often leads to cracking, making the fabrication challenging to meet these requirements. In this work, we present a robust and reliable fabrication method for ultra-low-loss, dispersion-engineered Si$_3$N$_4$ PICs using amorphous silicon (a-Si) hardmask etching. This approach enables smooth etching of thick Si$_3$N$_4$ waveguides while ensuring long-term storage of crack-free Si$_3$N$_4$ wafers. We achieve intrinsic quality factors ($Q_i$) as high as $25.6 \\times 10^6$, corresponding to a propagation loss of 1.6 dB/m. The introduction of a-Si hardmask etching and novel crack-isolation trenches offers notable advantages, including high etching selectivity, long-term wafer storage, high yield, and full compatibility with existing well-developed silicon-based semiconductor processes. We demonstrate frequency comb generation in the fabricated microring resonators, showcasing the platform's potential for applications in optical communication, nonlinear optics, metrology, and spectroscopy. This stable and efficient fabrication method offers high performance with significantly reduced fabrication complexity, representing a remarkable advancement toward mass production of Si$_3$N$_4$ PICs for a wide spectrum of applications.         ",
    "url": "https://arxiv.org/abs/2411.01724",
    "authors": [
      "Shuai Liu",
      "Yuheng Zhang",
      "Abdulkarim Hariri",
      "Abdur-Raheem Al-Hallak",
      "Zheshen Zhang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2411.01914",
    "title": "Manipulating terahertz phonon-polariton in the ultrastrong coupling regime with bound states in the continuum",
    "abstract": "           The strong coupling between photons and phonons in polar materials gives rise to phonon-polaritons that encapsulate a wealth of physical information, offering crucial tools for the ultrafast terahertz sources and the topological engineering of terahertz light. However, it is still quite challenging to form and manipulate the terahertz phonon-polaritons under the ultrastrong coupling regime till now. In this work, we demonstrate the ultrastrong coupling between the phonon (at 0.95 THz) in a MaPbI<sub>3</sub> film and the metallic bound states in the continuum (BICs) in Au metasurfaces. The Rabi splitting can be continuously tuned from 28% to 48.4% of the phonon frequency by adjusting the parameters (size, shape and period) of Au metasurfaces, reaching the ultrastrong coupling regime. By introducing wavelet transform, the mode evolution information of the terahertz phonon-polariton is successfully extracted. It indicates that the phonon radiation intensity of the MaPbI<sub>3</sub> film is enhanced as the coupling strength is increased. This work not only establishes a new platform for terahertz devices but also opens new avenues for exploring the intricate dynamics of terahertz phonon-polaritons.         ",
    "url": "https://arxiv.org/abs/2411.01914",
    "authors": [
      "Jiaxing Yang",
      "Kai Wang",
      "Liyu Zhang",
      "Chen Zhang",
      "Aoyu Fan",
      "Zijian He",
      "Zhidi Li",
      "Xiaobo Han",
      "Furi Ling",
      "Peixiang Lu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2411.01976",
    "title": "Global Alignment Reference Strategy for Laser Interference Lithography Pattern Arrays",
    "abstract": "           Large-area gratings play a crucial role in various engineering fields. However, traditional interference lithography is limited by the size of optical component apertures, making large-area fabrication a challenging task. Here, a method for fabricating laser interference lithography pattern arrays with a global alignment reference strategy is proposed. This approach enables alignment of each area of the laser interference lithography pattern arrays, including phase, period, and tilt angle. Two reference gratings are utilized: one is detached from the substrate, while the other remains fixed to it. To achieve global alignment, the exposure area is adjusted by alternating between moving the beam and the substrate. In our experiment, a 3 $\\times$ 3 regions grating array was fabricated, and the $-1$st-order diffraction wavefront measured by the Fizeau interferometer exhibited good continuity. This technique enables effective and efficient alignment with high accuracy across any regions in an interference lithography pattern array on large substrates.         ",
    "url": "https://arxiv.org/abs/2411.01976",
    "authors": [
      "Xiang Gao",
      "Jingwen Li",
      "Zijian Zhong",
      "Xinghui Li"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.02014",
    "title": "Numerical Study on the Potential Enhancement of Organic Terahertz Sources through Tilted Pulse Front Pumping",
    "abstract": "           Organic crystals offer promising potential for THz generation, but face limitations in wavelength tunability and damage threshold. By applying tilted pulse front pumping to organic crystals an additional degree of freedom is introduced into the pumping conditions enabling a wider range of pumping wavelengths without compromising phase matching. Additionally, the lifespan of organic materials can be extended by using longer pumping wavelength and eliminate lower-order multi-photon absorption, allowing for higher pumping intensity without significant free carrier absorption, thus increasing the damage threshold. Simulations predict significant improvement for four out of six investigated crystals when tilted pulse front pumping is applied. By using volume phase holographic grating one can achieve pulse front tilt in organic crystals in collinear geometry with high diffraction efficiency. Design parameters are also presented.         ",
    "url": "https://arxiv.org/abs/2411.02014",
    "authors": [
      "Gyula Polónyi",
      "Zoltán Tibai",
      "György Tóth",
      "Gergő Krizsán",
      "János Hebling"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.02048",
    "title": "Theoretical performance limitations and filter selection based on Fisher information of a computational photonic crystal spectrometer for trace-gas retrieval",
    "abstract": "           As global climate change severely impacts our world, there is an increasing demand to monitor trace gases with a high spatial resolution and accuracy. At the same time, these instruments need to be compact in order have constellations for short revisit times. Here we present a new spectrometer instrument concept for trace gas detection, where photonic crystals filters replace traditional diffraction based optical elements. In this concept, 2D photonic crystal slabs with unique transmission profiles are bonded on a detector inside a regular telescope. As the instrument flies over the earth, different integrated intensities for each filter are measured for a single ground resolution element with a regular telescope. From this detector data, trace gas concentrations are retrieved. As an initial test case we focused on methane and carbon dioxide retrieval and estimated the performance of such an instrument. We derive the Cramér-Rao lower bound for trace-gas retrieval for such a spectrometer using Fisher information and compare this with the achieved performance. We furthermore set up a framework how to select photonic crystal filters based on maximizing the Fisher information carried by the filters and how to use the Cramér-Rao lower bound to find good filter sets. The retrieval performance of such an instrument is found to be between 0.4% to 0.9% for methane and 0.2% to 0.5% for carbon dioxide detection for a 300x300 m2 ground resolution element and realistic instrument parameters.         ",
    "url": "https://arxiv.org/abs/2411.02048",
    "authors": [
      "Marijn Siemons",
      "Ralf Kohlhaas"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2411.02049",
    "title": "Influence of noise-induced modulations on the timing stability of passively mode-locked semiconductor laser subject to optical feedback",
    "abstract": "           We show that passively mode-locked lasers subject to feedback from a single external cavity can exhibit large timing fluctuations on short time scales despite having a relatively small long-term timing jitter, meaning that the commonly used von Linde and Kéfélian techniques of experimentally estimating the timing jitter can lead to large errors in the estimation of the arrival time of pulses. We also show that adding a second feedback cavity of the appropriate length can significantly suppress noise-induced modulations that are present in the single feedback system. This reduces the short time scale fluctuations of the interspike interval time and at the same time improves the variance of the fluctuation of the pulse arrival times on long time scales.         ",
    "url": "https://arxiv.org/abs/2411.02049",
    "authors": [
      "Lina Jaurigue",
      "Kathy Lüdge"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2411.02056",
    "title": "Development of a photonic crystal spectrometer for greenhouse gas measurements",
    "abstract": "           The need of atmospheric information with a higher spatial and temporal resolution drives the development of small satellites and satellite constellations to complement satellite flagship missions. Since optical systems are a main contributor to the satellite size, these are the prime candidate for their miniaturization. We present here a novel optical system where the complete spectrometer part of the optical system is compressed in one flat optical element. The element consists of an array of photonic crystals which is directly placed on a detector. The photonic crystals act as optical filters with a tunable spectral transmission response. From the integrated optical signals per filter and the atmosphere model, greenhouse gas concentrations are obtained using computational inversion. We present in this article the instrument concept, the manufacturing and measurement of the photonic crystals, methods for the filter array optimization, and discuss the predicted retrieval performance for the detection of methane and carbon dioxide.         ",
    "url": "https://arxiv.org/abs/2411.02056",
    "authors": [
      "Marijn Siemonsa",
      "Martijn Veen",
      "Irina Malysheva",
      "Johannes Algera",
      "Stefan Philippi",
      "Kirill Antonov",
      "Niki van Stein",
      "Jérôme Loicq",
      "Nandini Bhattacharya",
      "René Berlich",
      "Anna V. Kononova",
      "Ralf Kohlhaas"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2411.02107",
    "title": "Single-Atomic-Ensemble Dual-Wavelength Optical Standard",
    "abstract": "           We demonstrate a dual wavelength optical frequency standard based on the dual optical transition modulation transfer spectroscopy (DOTMTS) between different quantum transitions of the rubidium D1 (795 nm) and D2 (780 nm) lines. In a single rubidium atomic ensemble, modulation frequency sidebands from the 780 nm pump beam are simultaneously transferred to both the 780 nm and 795 nm probe lasers. The DOTMTS enables the simultaneous stabilization of 780 nm and 795 nm lasers on a single vapor cell. Both lasers exhibit a frequency instability in the low 10 ^(-14) range at 1 s of averaging, as estimated from the residual error signal. A theoretical model is developed based on the V type atomic level structure to illustrate the dual-wavelength spectroscopy. This approach can be extended to develop a multiwavelength optical frequency standard within a single atomic ensemble, broadening its applicability in fields such as precision metrology, wavelength standards, optical networks, and beyond.         ",
    "url": "https://arxiv.org/abs/2411.02107",
    "authors": [
      "Jie Miao",
      "Jingming Chen",
      "Deshui Yu",
      "Qiaohui Yang",
      "Duo Pan",
      "Jingbiao Chen"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2411.02182",
    "title": "Fabrication and Characterization of Photonic Lanterns Using Coupled-Mode Theory",
    "abstract": "           The design space for the fabrication of photonic lanterns is vast, which allows for a great diversity of designs but also complicates finding the right parameters for a given component. Coupled-mode theory is a great tool to sort through the parameter space and find the right designs for a multiplicity of photonic lantern types, including conventional, mode-selective, and anything in-between. It correctly models the behavior of the fabricated component, but it also simplifies the task of finding the right fabrication sequence by computing the all-important adiabatic criteria, which dictate which transverse modes will couple, and at which step of the recipe. Here, using coupled-mode theory, we predict and test experimentally the behavior of four types of 3X1 photonic lanterns ranging from conventional to mode-specific and hybrid configurations, and explain mode-coupling, operation bandwidth, and excess loss mechanisms.         ",
    "url": "https://arxiv.org/abs/2411.02182",
    "authors": [
      "Rodrigo Itzamná Becerra-Deana",
      "Guillaume Ramadier",
      "Martin Poinsinet de Sivry-Houle",
      "Raphael Maltais-Tariant",
      "Stéphane Virally",
      "Caroline Boudoux",
      "Nicolas Godbout"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.02243",
    "title": "Braided interferometer mesh for robust photonic matrix-vector multiplications with non-ideal components",
    "abstract": "           Matrix-vector multiplications (MVMs) are essential for a wide range of applications, particularly in modern machine learning and quantum computing. In photonics, there is growing interest in developing architectures capable of performing linear operations with high speed, low latency, and minimal loss. Traditional interferometric photonic architectures, such as the Clements design, have been extensively used for MVM operations. However, as these architectures scale, improving stability and robustness becomes critical. In this paper, we introduce a novel photonic braid interferometer architecture that outperforms both the Clements and Fldzhyan designs in these aspects. Using numerical simulations, we evaluate the performance of these architectures under ideal conditions and systematically introduce non-idealities such as insertion losses, beam splitter imbalances, and crosstalk. The results demonstrate that the braid architecture offers superior robustness due to its symmetrical design and reduced layer count. Further analysis shows that the braid architecture is particularly advantageous in large-scale implementations, delivering better performance as the size of the interferometer increases. We also assess the footprint and total insertion losses of each architecture. Although waveguide crossings in the braid architecture slightly increase the footprint and insertion loss, recent advances in crossing technology significantly minimize these effects. Our study suggests that the braid architecture is a robust solution for photonic neuromorphic computing, maintaining high fidelity in realistic conditions where imperfections are inevitable.         ",
    "url": "https://arxiv.org/abs/2411.02243",
    "authors": [
      "Federico Marchesin",
      "Matěj Hejda",
      "Tzamn Melendez Carmona",
      "Stefano Di Carlo",
      "Alessandro Savino",
      "Fabio Pavanello",
      "Thomas Van Vaerenbergh",
      "Peter Bienstman"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.02321",
    "title": "Measurement of directional muon beams generated at the Berkeley Lab Laser Accelerator",
    "abstract": "           We present the detection of directional muon beams produced using a PW laser at the Lawrence Berkeley National Laboratory. The muon source is a multi-GeV electron beam generated in a 30 cm laser plasma accelerator interacting with a high-Z converter target. The GeV photons resulting from the interaction are converted into a high-flux, directional muon beam via pair production. By employing scintillators to capture delayed events, we were able to identify the produced muons and characterize the source. Using theoretical knowledge of the muon production process combined with simulations that show outstanding agreement with the experiments, we demonstrate that the multi-GeV electron beams produce muon beams with GeV energies and fluxes, at a few meters from the source, up to 4 orders of magnitude higher than cosmic ray muons. Laser-plasma-accelerator-based muon sources can therefore enhance muon imaging applications thanks to their compactness, directionality, and high fluxes which reduce the exposure time by orders of magnitude compared to cosmic ray muons. Using the Geant4-based simulation code we developed to gain insight into the experimental results, we can design future experiments and applications based on LPA-generated muons.         ",
    "url": "https://arxiv.org/abs/2411.02321",
    "authors": [
      "Davide Terzani",
      "Stanimir Kisyov",
      "Stephen Greenberg",
      "Luc Le Pottier",
      "Maria Mironova",
      "Alex Picksley",
      "Joshua Stackhouse",
      "Hai-En Tsai",
      "Raymond Li",
      "Ela Rockafellow",
      "Timon Heim",
      "Maurice Garcia-Sciveres",
      "Carlo Benedetti",
      "John Valentine",
      "Howard Milchberg",
      "Kei Nakamura",
      "Anthony J. Gonsalves",
      "Jeroen van Tilborg",
      "Carl B. Schroeder",
      "Eric Esarey",
      "Cameron G. R. Geddes"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "Applied Physics (physics.app-ph)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2411.02341",
    "title": "Optical detection of single sub-15 nm objects using elastic scattering strong coupling",
    "abstract": "           Metallic nano-objects play crucial roles in diverse fields, including biomedical imaging, nanomedicine, spectroscopy, and photocatalysis. Nano-objects with sizes that are less than 15 nm exhibit extremely low light scattering cross-sections, posing a significant challenge for optical detection. A possible approach to enhance the optical detection is to exploit nonlinearity of strong coupling regime, especially for elastic light scattering, which is universal to all objects. However, there is still no observation of the strong coupling of elastic light scattering from nanoobjects. Here, we demonstrate the strong coupling of elastic light scattering in self-assembled plasmonic nanocavities formed between a gold (Au) nanoprobe and an Au film. We employ this technique to detect individual objects with diameters down to 1.8 nm inside the nanocavity. The resonant mode of the nano-object on the Au film strongly couples with the nanocavity mode, revealing anti-crossing scattering modes under dark-field spectroscopy. The experimental result agrees well with numerical calculations, which we use to extend this technique to other metals, including silver, copper, and aluminum. Furthermore, our results show that the scattering cross-section ratio of the nano-object scales with the electric f ield to the fourth power, similar to surface-enhanced Raman spectroscopy. This work establishes a new possibility of elastic strong coupling and demonstrates its applicability for observing small, non-fluorescent, Raman inactive sub-15 nm objects, complementary to existing microscopes.         ",
    "url": "https://arxiv.org/abs/2411.02341",
    "authors": [
      "MohammadReza Aghdaee",
      "Oluwafemi S. Ojambati"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.02363",
    "title": "Quantum Ornstein-Zernike Theory for Two-Temperature Two-Component Plasmas",
    "abstract": "           Laboratory plasma production almost always preferentially heats either the ions or electrons, leading to a two-temperature state. High-fidelity modeling of these systems can be achieved with density functional theory molecular dynamics in the two-temperature, adiabatic electron limit. Motivated by this, we construct a statistical mechanics framework for the multi-temperature system that is theoretically consistent with the ab initio calculation. We proceed to derive multi-temperature quantum Ornstein-Zernike equations for the first time. We then construct a two-temperature two-component plasma model using the average atom and compute the radial distribution function, viscosity, ion thermal conductivity, and ion self-diffusion. We verify that we recover the ionic structure and self-diffusion of density functional molecular dynamics simulations.         ",
    "url": "https://arxiv.org/abs/2411.02363",
    "authors": [
      "Zachary A. Johnson",
      "Nathaniel R. Shaffer",
      "Michael S. Murillo"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Statistical Mechanics (cond-mat.stat-mech)"
    ]
  },
  {
    "id": "arXiv:2411.02373",
    "title": "Neural optical flow for planar and stereo PIV",
    "abstract": "           Neural optical flow (NOF) offers improved accuracy and robustness over existing OF methods for particle image velocimetry (PIV). Unlike other OF techniques, which rely on discrete displacement fields, NOF parameterizes the physical velocity field using a continuous neural-implicit representation. This formulation enables efficient data assimilation and ensures consistent regularization across views for stereo PIV. The neural-implicit architecture provides significant data compression and supports a space-time formulation, facilitating the analysis of both steady and unsteady flows. NOF incorporates a differentiable, nonlinear image-warping operator that relates particle motion to intensity changes between frames. Discrepancies between the advected intensity field and observed images form the data loss, while soft constraints, such as Navier-Stokes residuals, enhance accuracy and enable direct pressure inference from PIV images. Additionally, mass continuity can be imposed as a hard constraint for both 2D and 3D flows. Implicit regularization is achieved by tailoring the network's expressivity to match a target flow's spectral characteristics. Results from synthetic planar and stereo PIV datasets, as well as experimental planar data, demonstrate NOF's effectiveness compared to state-of-the-art wavelet-based OF and CC methods. Additionally, we highlight its potential broader applicability to techniques like background-oriented schlieren, molecular tagging velocimetry, and other advanced measurement systems.         ",
    "url": "https://arxiv.org/abs/2411.02373",
    "authors": [
      "Andrew I. Masker",
      "Ke Zhou",
      "Joseph P. Molnar",
      "Samuel J. Grauer"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2411.01641",
    "title": "Lorentz-Equivariant Quantum Graph Neural Network for High-Energy Physics",
    "abstract": "           The rapid data surge from the high-luminosity Large Hadron Collider introduces critical computational challenges requiring novel approaches for efficient data processing in particle physics. Quantum machine learning, with its capability to leverage the extensive Hilbert space of quantum hardware, offers a promising solution. However, current quantum graph neural networks (GNNs) lack robustness to noise and are often constrained by fixed symmetry groups, limiting adaptability in complex particle interaction modeling. This paper demonstrates that replacing the Lorentz Group Equivariant Block modules in LorentzNet with a dressed quantum circuit significantly enhances performance despite using nearly 5.5 times fewer parameters. Our Lorentz-Equivariant Quantum Graph Neural Network (Lorentz-EQGNN) achieved 74.00% test accuracy and an AUC of 87.38% on the Quark-Gluon jet tagging dataset, outperforming the classical and quantum GNNs with a reduced architecture using only 4 qubits. On the Electron-Photon dataset, Lorentz-EQGNN reached 67.00% test accuracy and an AUC of 68.20%, demonstrating competitive results with just 800 training samples. Evaluation of our model on generic MNIST and FashionMNIST datasets confirmed Lorentz-EQGNN's efficiency, achieving 88.10% and 74.80% test accuracy, respectively. Ablation studies validated the impact of quantum components on performance, with notable improvements in background rejection rates over classical counterparts. These results highlight Lorentz-EQGNN's potential for immediate applications in noise-resilient jet tagging, event classification, and broader data-scarce HEP tasks.         ",
    "url": "https://arxiv.org/abs/2411.01641",
    "authors": [
      "Md Abrar Jahin",
      "Md. Akmol Masud",
      "Md Wahiduzzaman Suva",
      "M. F. Mridha",
      "Nilanjan Dey"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "High Energy Physics - Experiment (hep-ex)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2411.01942",
    "title": "On the Quantum Theory of Molecules: Rigour, Idealization, and Uncertainty",
    "abstract": "           Philosophers have claimed that: (a) the Born-Oppenheimer approximation methods for solving molecular Schrödinger equations violate the Heisenberg uncertainty relations; therefore (b) so-called `quantum chemistry' is not fully quantum; and so (c) chemistry does not reduce to physics. This paper analyses the reasoning behind Born-Oppenheimer methods and shows that they are internally consistent and fully quantum mechanical, contrary to (a)-(c). Our analysis addresses important issues of mathematical rigour, physical idealisation, reduction, and classicality in the quantum theory of molecules, and we propose an agenda for the philosophy of quantum chemistry more solidly grounded in scientific practice.         ",
    "url": "https://arxiv.org/abs/2411.01942",
    "authors": [
      "Nick Huggett",
      "James Ladyman",
      "Karim P. Y. Thébault"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:1903.03508",
    "title": "On the Time-Range Dependency of the Beampatterns Produced by Arbitrary Antenna Arrays: Discussions on the Misplaced Expectations from Frequency Diverse Arrays",
    "abstract": "           In the recent years constructing time-invariant spatial-focusing beampatterns by using frequency diverse arrays (FDAs) is conveyed in several papers. Further than time-invariant spatial-focusing beampatterns, the unfeasibility of constructing range-dependent time-invariant beampatterns is demonstrated in this paper. It is indicated that the beampatterns produced by antenna arrays including FDAs are not independently controllable in time, t, and range, r, dimensions, in the farfield. Inappropriate applications of the FDAs having time-invariant spatial-focusing beampatterns in two recent papers are also discussed.         ",
    "url": "https://arxiv.org/abs/1903.03508",
    "authors": [
      "Mahdi Fartookzadeh"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2309.04177",
    "title": "Generative inverse design of multimodal resonant structures for locally resonant metamaterials",
    "abstract": "           In the development of locally resonant metamaterials, the physical resonator design is often omitted and replaced by an idealized mass-spring system. This paper presents a novel approach for designing multimodal resonant structures, which give rise to multi-bandgap metamaterials with predefined band gaps. Our method uses a conditional variational autoencoder to identify nontrivial patterns between design variables of complex-shaped resonators and their modal effective parameters. After training, the cost of generating designs satisfying arbitrary criteria - frequency and mass of multiple modes - becomes negligible. An example of a resonator family with six geometric variables and two targeted modes is further elaborated. We find that the autoencoder performs well even when trained with a limited dataset, resulting from a few hundred numerical modal analyses. The method generates several designs that very closely approximate the desired modal characteristics. The accuracy of the best designs, proposed by the auto-encoder, is confirmed in tests of 3D-printed resonator prototypes. Further experiments demonstrate the close agreement between the measured and desired dispersion relation of a sample metamaterial beam.         ",
    "url": "https://arxiv.org/abs/2309.04177",
    "authors": [
      "Sander Dedoncker",
      "Christian Donner",
      "Raphael Bischof",
      "Linus Taenzer",
      "Bart Van Damme"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2310.14515",
    "title": "200mm Optical synthetic aperture imaging over 120 meters distance via Macroscopic Fourier ptychography",
    "abstract": "           Fourier ptychography (FP) imaging, drawing on the idea of synthetic aperture, has been demonstrated as a potential approach for remote sub-diffraction-limited imaging. Nevertheless, the farthest imaging distance is still limited around 10 m even though there has been a significant improvement in macroscopic FP. The most severely issue in increasing the imaging distance is field of view (FoV) limitation caused by far-field condition for diffraction. Here, we propose to modify the Fourier far-field condition for rough reflective objects, aiming to overcome the small FoV limitation by using a divergent beam to illuminate objects. A joint optimization of pupil function and target image is utilized to attain the aberration-free image while estimating the pupil function simultaneously. Benefiting from the optimized reconstruction algorithm which effectively expands the camera's effective aperture, we experimentally implement several FP systems suited for imaging distance of 12 m, 65 m and 120m with the maximum synthetic aperture of 200 mm. The maximum synthetic aperture is thus improved by more than one order of magnitude of the state-of-the-art works from the furthest distance, with an over fourfold improvement in the resolution compare to single aperture. Our findings demonstrate significant potential for advancing the field of macroscopic FP, propelling it into a new stage of development.         ",
    "url": "https://arxiv.org/abs/2310.14515",
    "authors": [
      "Qi Zhang",
      "Yuran Lu",
      "Yinghui Guo",
      "Yingjie Shang",
      "Mingbo Pu",
      "Yulong Fan",
      "Rui Zhou",
      "Xiaoyin Li",
      "Fei Zhang",
      "Mingfeng Xu",
      "Xiangang Luo"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Image and Video Processing (eess.IV)"
    ]
  },
  {
    "id": "arXiv:2404.05646",
    "title": "Linear and Nonlinear Coupling of Light in Twin-Resonators with Kerr Nonlinearity",
    "abstract": "           Nonlinear effects in microresonators are efficient building blocks for all-optical computing and telecom systems. With the latest advances in microfabrication, coupled microresonators are used in a rapidly growing number of applications. In this work, we investigate the coupling between twin-resonators in the presence of Kerr-nonlinearity. We use an experimental setup with controllable coupling between two high-Q resonators and discuss the effects caused by the simultaneous presence of linear and non-linear coupling between the optical fields. Linear-coupling-induced mode splitting is observed at low input powers, with the controllable coupling leading to a tunable mode splitting. At high input powers, the hybridized resonances show spontaneous symmetry breaking (SSB) effects, in which the optical power is unevenly distributed between the resonators. Our experimental results are supported by a detailed theoretical model of nonlinear twin-resonators. With the recent interest in coupled resonator systems for neuromorphic computing, quantum systems, and optical frequency comb generation, our work provides important insights into the behavior of these systems at high circulating powers.         ",
    "url": "https://arxiv.org/abs/2404.05646",
    "authors": [
      "Arghadeep Pal",
      "Alekhya Ghosh",
      "Shuangyou Zhang",
      "Lewis Hill",
      "Haochen Yan",
      "Hao Zhang",
      "Toby Bi",
      "Abdullah Alabbadi",
      "Pascal Del'Haye"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2405.10573",
    "title": "A method for reversing the laser modulation in a Storage ring",
    "abstract": "           The pursuit of coherent radiation generation remains a key direction in the advancement of storage ring light sources. Despite the potential of laser modulation in achieving this goal, it leads to a significant decline in the quality of the electron beam. Efforts to mitigate this decline have resulted in the proposal of demodulation schemes. However, implementing modulation and demodulation within the storage ring presents significant challenges due to dynamical and spatial constraints within straight sections. In this study, we propose a straightforward and easily implementable method for achieving reversible laser modulation in a storage ring. Notably, our approach circumvents the need for special storage ring requirements, such as lengthy straight sections or bypass section. Simulation results demonstrate a substantial restoration of beam quality following demodulation. This innovative scheme holds great promise for the realization of high repetition rate coherent storage ring light sources.         ",
    "url": "https://arxiv.org/abs/2405.10573",
    "authors": [
      "Weihang Liu",
      "Yu Zhao",
      "Yi Jiao",
      "Xiao Li",
      "Sheng Wang",
      "Chao Feng"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2407.10809",
    "title": "Super-luminal Synthetic Motion with a Space-Time Optical Metasurface",
    "abstract": "           The interaction of light with superluminally moving matter entails unconventional phenomena, from Fresnel drag to Hawking radiation and to light amplification. While relativity makes these effects inaccessible using objects in motion, synthetic motion - enabled via space-time modulated internal degrees of freedom - is free from these constraints. Here we observe synthetic velocity of a reflectivity modulation travelling on an Indium-Tin-Oxide (ITO) interface, generated by ultrafast laser illumination at multiple positions and times. The interaction of the moving reflectivity modulation with a probe light beam acts as a non-separable spatio-temporal transformation that diffracts the light, changing its frequency and momentum content. The recorded frequency-momentum diffraction pattern is defined by the velocity of the diffracted probe wave relative to the modulation. Our experiments open a path towards mimicking relativistic mechanics and developing programmable spatio-temporal transformations of light.         ",
    "url": "https://arxiv.org/abs/2407.10809",
    "authors": [
      "A. C. Harwood",
      "S. Vezzoli",
      "T. V. Raziman",
      "C. Hooper",
      "R. Tirole",
      "F. Wu",
      "S. A. Maier",
      "J. B. Pendry",
      "S. A. R. Horsley",
      "R. Sapienza"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2409.18985",
    "title": "Collective motion from quantum entanglement in visual perception",
    "abstract": "           In light of recent development in purely perception based models of collective motion using perception vectors, we suggest a quantum-inspired model of collective behaviour. We investigate the alignment of self-propelled agents by introducing quantum entanglement in the perceptual states of neighboring agents within each agent's vision cone. In this framework, we propose that the force acting on active agents is proportional to the quantum expectation value of perception operator encoding perceptual dynamics that drives alignment within the flock. Additionally, we introduce two quantum mechanical measures-perception strength and perceptual energy-to characterize collective behavior. Our model demonstrates that, with an appropriate choice of the entangled state, the well-known Vicsek model of flocking behavior can be derived as a specific case of this quantum-inspired approach. This approach provides fresh insights into swarm intelligence and multi-agent coordination, revealing how classical patterns of collective behavior emerge naturally from entangled perceptual states.         ",
    "url": "https://arxiv.org/abs/2409.18985",
    "authors": [
      "Jyotiranjan Beuria",
      "Mayank Chaurasiya",
      "Laxmidhar Behera"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Adaptation and Self-Organizing Systems (nlin.AO)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2410.21347",
    "title": "Optical turbulence in the atmospheric surface layer at the Pamir Plateau Muztagh-ata site",
    "abstract": "           In this paper, we conducted a detailed analysis of optical turbulence in the Atmospheric Surface Layer (ASL) at Muztagh-ata site during on-site testing. We utilized ultrasonic anemometers positioned on a 30-meter tower to collect and process data at five height levels, obtaining data from October 1, 2021 to the present. We investigated the behavior of optical turbulence parameters (\\(C_n^2\\) and seeing \\(\\varepsilon\\)) in the ASL. Nighttime \\(C_n^2\\) primarily fluctuated in the range of \\(10^{-16}\\) to \\(10^{-14}\\), exhibiting an exponential decrease with height. During the day, it showed a \\(h^{-0.82}\\) dependency, while at night, it displayed a \\(h^{-0.48}\\) dependency. Additionally, we presented the distribution of seeing across different layers within the ASL, showing a gradual decrease with increasing height, with a median seeing of 0.24 arcseconds at nighttime and 0.48 arcseconds at daytime between 6-30m. We investigated the relationship between surface temperature inversion, seeing in the ASL, and wind speed at the site. Our results show that under temperature inversion conditions, seeing significantly improves and is often accompanied by low to moderate wind speeds, while high wind speeds are usually associated with poorer seeing. Preliminary calculations and observational results, combined with the high altitude and unique geographical location, suggest that Muztagh-ata site has the potential to be an outstanding optical astronomical observatory in the western plateau of china.         ",
    "url": "https://arxiv.org/abs/2410.21347",
    "authors": [
      "Wenbo Gu",
      "Ali Esamdin",
      "Chunhai Bai",
      "Xuan Zhang",
      "Guojie Feng",
      "Guangxin Pu",
      "Letian Wang",
      "Gaowen Sun",
      "Haozhi Wang",
      "Lixian Shen"
    ],
    "subjectives": [
      "Atmospheric and Oceanic Physics (physics.ao-ph)"
    ]
  },
  {
    "id": "arXiv:2007.08770",
    "title": "Optimal Strategies for Optical Quantum Memories Using Long-Lived Noble-Gas Spins",
    "abstract": "           Nuclear spins of noble gases exhibit exceptionally long coherence times and can potentially serve as a long-lived storage medium for quantum information. We analyze and compare the performance of two mechanisms for mapping the quantum state of light onto the collective spin state of noble gases. The first mechanism utilizes collisional exchange with the electronic spin state of metastable noble-gas atoms, while the second relies on spin-exchange collisions with ground-state alkali-metal atoms. We describe the operation of an optical quantum memory relying on these two mechanisms using a compact model and study strategies that optimize the memory storage efficiency. Through numerical simulations, we identify optimal sequences for storing optical signals with different signal bandwidths and electronic spin relaxation rates. This work highlights the qualitative difference between the two approaches for using noble gases as long-lived quantum memories at non-cryogenic conditions and outlines the regimes in which they are expected to be efficient.         ",
    "url": "https://arxiv.org/abs/2007.08770",
    "authors": [
      "Or Katz",
      "Eran Reches",
      "Roy Shaham",
      "Eilon Poem",
      "Alexey V. Gorshkov",
      "Ofer Firstenberg"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2308.16873",
    "title": "More quantum chemistry with fewer qubits",
    "abstract": "           Quantum computation is one of the most promising new paradigms for the simulation of physical systems composed of electrons and atomic nuclei, with applications in chemistry, solid-state physics, materials science, and molecular biology. This requires a truncated representation of the electronic structure Hamiltonian using a finite number of orbitals. While it is, in principle, obvious how to improve on the representation by including more orbitals, this is usually unfeasible in practice (e.g., because of the limited number of qubits available) and severely compromises the accuracy of the obtained results. Here, we propose a quantum algorithm that improves on the representation of the physical problem by virtue of second-order perturbation theory. In particular, our quantum algorithm evaluates the second-order energy correction through a series of time-evolution steps under the unperturbed Hamiltonian. An important application is to go beyond the active-space approximation, allowing to include corrections of virtual orbitals, known as multireference perturbation theory. Here, we exploit that the unperturbed Hamiltonian is diagonal for virtual orbitals and show that the number of qubits is independent of the number of virtual orbitals. This gives rise to more accurate energy estimates without increasing the number of qubits. Moreover, we demonstrate numerically for realistic chemical systems that the total runtime has highly favorable scaling in the number of virtual orbitals compared to previous work. Numerical calculations confirm the necessity of the multireference perturbation theory energy corrections to reach accurate ground state energy estimates. Our perturbation theory quantum algorithm can also be applied to symmetry-adapted perturbation theory. As such, we demonstrate that perturbation theory can help to reduce the quantum hardware requirements for quantum chemistry.         ",
    "url": "https://arxiv.org/abs/2308.16873",
    "authors": [
      "Jakob Günther",
      "Alberto Baiardi",
      "Markus Reiher",
      "Matthias Christandl"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Biological Physics (physics.bio-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2311.01168",
    "title": "Scalable architecture for trapped-ion quantum computing using RF traps and dynamic optical potentials",
    "abstract": "           Qubits based on ions trapped in linear radio-frequency traps form a successful platform for quantum computing, due to their high fidelity of operations, all-to-all connectivity and degree of local control. In principle there is no fundamental limit to the number of ion-based qubits that can be confined in a single 1D register. However, in practice there are two main issues associated with long trapped-ion crystals, that stem from the 'softening' of their modes of motion, upon scaling up: high heating rates of the ions' motion, and a dense motional spectrum; both impede the performance of high-fidelity qubit operations. Here we propose a holistic, scalable architecture for quantum computing with large ion-crystals that overcomes these issues. Our method relies on dynamically-operated optical potentials, that instantaneously segment the ion-crystal into cells of a manageable size. We show that these cells behave as nearly independent quantum registers, allowing for parallel entangling gates on all cells. The ability to reconfigure the optical potentials guarantees connectivity across the full ion-crystal, and also enables efficient mid-circuit measurements. We study the implementation of large-scale parallel multi-qubit entangling gates that operate simultaneously on all cells, and present a protocol to compensate for crosstalk errors, enabling full-scale usage of an extensively large register. We illustrate that this architecture is advantageous both for fault-tolerant digital quantum computation and for analog quantum simulations.         ",
    "url": "https://arxiv.org/abs/2311.01168",
    "authors": [
      "David Schwerdt",
      "Lee Peleg",
      "Yotam Shapira",
      "Nadav Priel",
      "Yanay Florshaim",
      "Avram Gross",
      "Ayelet Zalic",
      "Gadi Afek",
      "Nitzan Akerman",
      "Ady Stern",
      "Amit Ben Kish",
      "Roee Ozeri"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2311.06747",
    "title": "Graph Frequency Features of Cancer Gene Co-Expression Networks",
    "abstract": "           Complex gene interactions play a significant role in cancer progression, driving cellular behaviors that contribute to tumor growth, invasion, and metastasis. Gene co-expression networks model the functional connectivity between genes under various biological conditions. Understanding the system-level evolution of these networks in cancer is critical for elucidating disease mechanisms and informing the development of targeted therapies. While previous studies have primarily focused on structural differences between cancer and normal cell co-expression networks, this study applies graph frequency analysis to cancer transcriptomic signals defined on gene co-expression networks, highlighting the graph spectral characteristics of cancer systems. Using a range of graph frequency filters, we showed that cancer cells display distinctive patterns in the graph frequency content of their gene transcriptomic signals, effectively distinguishing between cancer types and stages. The transformation of the original gene feature space into the graph spectral space captured more intricate cancer properties, as validated by significantly higher F-statistic scores for graph frequency-filtered gene features compared to those in the original space.         ",
    "url": "https://arxiv.org/abs/2311.06747",
    "authors": [
      "Radwa Adel",
      "Ercan Engin Kuruoglu"
    ],
    "subjectives": [
      "Molecular Networks (q-bio.MN)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2407.20368",
    "title": "Deterministic photonic entanglement arising from non-Abelian quantum holonomy",
    "abstract": "           Realizing deterministic, high-fidelity entangling interactions--of the kind that can be utilized for efficient quantum information processing--between photons remains an elusive goal. Here, we address this long-standing issue by devising a protocol for creating and manipulating highly-entangled superpositions of well-controlled states of light by using an on-chip photonic system that has recently been shown to implement three-dimensional, non-Abelian quantum holonomy. Our calculations indicate that a subset of such entangled superpositions are maximally-entangled, \"volume-law\" states, and that the underlying entanglement can be distilled and purified for applications in quantum science. Crucially, we generalize this approach to demonstrate the potentiality of deterministically entangling two arbitrarily high, $N$-dimensional quantum systems, by formally establishing a deep connection between the matrix representations of the unitary quantum holonomy--within energy-degenerate subspaces in which the total excitation number is conserved--and the $\\left(2j+1\\right)$-dimensional irreducible representations of the rotation operator, where $j = \\left(N-1\\right)/2$ and $N \\geq 2$. Specifically, we envisage that this entangling mechanism could be utilized for realizing universal, entangling quantum gates with linear photonic elements alone.         ",
    "url": "https://arxiv.org/abs/2407.20368",
    "authors": [
      "Aniruddha Bhattacharya",
      "Chandra Raman"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2409.15942",
    "title": "The Separability Problem in Quantum Mechanics: Insights from Research on Axiomatics and Human Language",
    "abstract": "           Einstein's article on the EPR paradox is the most cited of his works, but not many know that it was not fully representative of the way he thought about the incompleteness of the quantum formalism. Indeed, his main worry was not Heisenberg's uncertainty principle, which he accepted, but the experimental non-separability of spatially separate systems. The same problem was also recognized, years later, by one of us, as part of an axiomatic analysis of the quantum formalism, which revealed an unexpected structural limitation of the quantum formalism in Hilbert space, preventing the description of separate systems. As we will explain, this limitation does not manifest at the level of the states, but of the projectors describing the properties, in the sense that there are not enough properties in the formalism to describe separate systems. The question remains whether separability is a possibility at the fundamental level and if a formalism should integrate it into its mathematical structure, as a possibility. To aid our intuition, we offer a reflection based on a powerful analogy between physical systems and human conceptual entities, as the question of separability also arises for the latter.         ",
    "url": "https://arxiv.org/abs/2409.15942",
    "authors": [
      "Diederik Aerts",
      "Jonito Aerts Arguëlles",
      "Lester Beltran",
      "Massimiliano Sassoli de Bianchi",
      "Sandro Sozzo"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2410.24188",
    "title": "From broadband biphotons to frequency combs via spectral compression with time-varying cavities",
    "abstract": "           Biphoton frequency combs are promising resources for quantum networking due in large part to their compatibility with the telecommunication infrastructure. In this work, we propose a method to periodically compress broadband frequency-entangled photons into biphoton frequency combs by utilizing time-varying linear cavities. Our approach hinges on rapid modulation of the input cavity coupling, yielding high spectral purity in each output comb line similar to that achieved with narrowband filters, but without the associated loss in flux. We examine the dependence of spectral purity and compression on coupling strength, cavity loss, and switching speed, finding realistic regimes supporting purities in excess of 0.999 and peak enhancement factors of 100 and beyond.         ",
    "url": "https://arxiv.org/abs/2410.24188",
    "authors": [
      "Karthik V. Myilswamy",
      "Jordan A. Gaines",
      "Jason D. McKinney",
      "Joseph M. Lukens",
      "Andrew M. Weiner"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  }
]