[
  {
    "id": "arXiv:2209.07596",
    "title": "From quantum alchemy to Hammett's equation: Revisiting the covalent bond",
    "abstract": "We present an intuitive and general analytical approximation estimating the energy of covalent single and double bonds between participating atoms in terms of their respective nuclear charges with just three parameters, $[{E_\\text{AB} \\approx a - b Z_\\text{A} Z_\\text{B} + c (Z_\\text{A}^{7/3} + Z_\\text{B}^{7/3})}]$. The functional form of our expression models an alchemical atomic energy decomposition between participating atoms A and B. After calibration, reasonably accurate bond energy estimates are obtained for hydrogen-saturated diatomics composed of $p$-block elements coming from the same row $2\\le n\\le 4$ in the periodic table. Corresponding changes in bond energies due to substitution of atom B by C can be obtained via simple formulas. While being of different functional form and origin, our model is as simple and accurate as Pauling's well-known electronegativity model. Analysis indicates that the model's response in covalent bonding to variation in nuclear charge is near-linear -- which is consistent with Hammett's equation. ",
    "url": "https://arxiv.org/abs/2209.07596",
    "authors": [
      "Michael J. Sahre",
      "Guido Falk von Rudorff",
      "O. Anatole von Lilienfeld"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2209.07765",
    "title": "Performance of novel VUV-sensitive Silicon Photo-Multipliers for nEXO",
    "abstract": "Liquid xenon time projection chambers are promising detectors to search for neutrinoless double beta decay (0$\\nu \\beta \\beta$), due to their response uniformity, monolithic sensitive volume, scalability to large target masses, and suitability for extremely low background operations. The nEXO collaboration has designed a tonne-scale time projection chamber that aims to search for 0$\\nu \\beta \\beta$ of \\ce{^{136}Xe} with projected half-life sensitivity of $1.35\\times 10^{28}$~yr. To reach this sensitivity, the design goal for nEXO is $\\leq$1\\% energy resolution at the decay $Q$-value ($2458.07\\pm 0.31$~keV). Reaching this resolution requires the efficient collection of both the ionization and scintillation produced in the detector. The nEXO design employs Silicon Photo-Multipliers (SiPMs) to detect the vacuum ultra-violet, 175 nm scintillation light of liquid xenon. This paper reports on the characterization of the newest vacuum ultra-violet sensitive Fondazione Bruno Kessler VUVHD3 SiPMs specifically designed for nEXO, as well as new measurements on new test samples of previously characterised Hamamatsu VUV4 Multi Pixel Photon Counters (MPPCs). Various SiPM and MPPC parameters, such as dark noise, gain, direct crosstalk, correlated avalanches and photon detection efficiency were measured as a function of the applied over voltage and wavelength at liquid xenon temperature (163~K). The results from this study are used to provide updated estimates of the achievable energy resolution at the decay $Q$-value for the nEXO design. ",
    "url": "https://arxiv.org/abs/2209.07765",
    "authors": [
      "G. Gallina",
      "Y. Guan",
      "F. Retiere",
      "G. Cao",
      "A. Bolotnikov",
      "I. Kotov",
      "S. Rescia",
      "A.K. Soma",
      "T. Tsang",
      "L. Darroch",
      "T. Brunner",
      "J. Bolster",
      "J. R. Cohen",
      "T. Pinto Franco",
      "W. C. Gillis",
      "H. Peltz Smalley",
      "S. Thibado",
      "A. Pocar",
      "A. Bhat",
      "A. Jamil",
      "D. C. Moore",
      "G. Adhikari",
      "S. Al Kharusi",
      "E. Angelico",
      "I. J. Arnquist",
      "P. Arsenault",
      "I. Badhrees",
      "J. Bane",
      "V. Belov",
      "E. P. Bernard",
      "T. Bhatta",
      "J. P. Brodsky",
      "E. Brown",
      "E. Caden",
      "L. Cao",
      "C. Chambers",
      "B. Chana",
      "S. A. Charlebois",
      "D. Chernyak",
      "M. Chiu",
      "B. Cleveland",
      "R. Collister",
      "M.Cvitan",
      "J. Dalmasson",
      "T. Daniels",
      "K. Deslandes",
      "R. DeVoe",
      "M. L. di Vacri",
      "Y. Ding",
      "M. J. Dolinski",
      "A. Dragone",
      "J. Echevers",
      "B. Eckert",
      "M. Elbeltagi",
      "L. Fabris",
      "W. Fairbank",
      "J. Farine",
      "Y. S. Fu",
      "D. Gallacher",
      "P. Gautam",
      "G. Giacomini",
      "C. Gingras",
      "D. Goeldi",
      "R. Gornea",
      "G. Gratta",
      "C. A. Hardy"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2209.07840",
    "title": "Surface acoustic microwave photonic filters on etchless lithium niobate  integrated platform",
    "abstract": "Lithium niobate on insulator emerges as a promising platform for integrated microwave photonics because of its capability of ultralow-loss guidance and high-efficiency modulation of light. Chip-level integration of microwave filters is important for signal processing in the 5G/6G wireless communication. Here, we employed the principle of bound states in the continuum for low-loss waveguiding on an etchless lithium niobate integrated platform, and realized high-performance microwave photonic filters thereon. These microwave photonic filters consist of a high-quality photonic microcavity modulated by piezoelectrically excited surface acoustic waves. Acoustic time delays from 21 to 106 ns and passbands with bandwidth as narrow as 0.89 MHz were achieved in the fabricated filters operating at gigahertz frequencies. Our demonstration may open up new applications on the lithium niobate integrated platform, such as optical communication, signal processing, and beam steering. ",
    "url": "https://arxiv.org/abs/2209.07840",
    "authors": [
      "Yue Yu",
      "Xiankai Sun"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2209.07855",
    "title": "On the mathematical description of combined PMD PDL effects in optical  communications and how their induced impairments can be minimized",
    "abstract": "In this paper I show that the correct mathematical framework of combined PMD-PDL effects in optical fibers is the irreducible spinor representation of the Lorentz Group. Combined PMD PDL effects are shown to be formally identical to Lorentz Transformations acting on spin 1/2 zero mass particles. Since there are two different irreducible spinor representations of the restricted Lorentz group, there must also exist two kinds of states of polarizations (SOPs) that are relevant in the description of PMD-PDL effects. The optical process that allows to convert one kind into the other is identified as optical phase conjugation. Optical phase conjugation plays the same role as the time inversion operator in the Lorentz Group representation theory. A practical and very important example of utility of these ideas, a technique that very significantly reduces the PMD-PDL induced impairments, is presented. ",
    "url": "https://arxiv.org/abs/2209.07855",
    "authors": [
      "Carlos L. Janer"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2209.07956",
    "title": "Molecular van der Waals fluids in cavity quantum electrodynamics",
    "abstract": "Intermolecular van der Waals interactions are central to chemical and physical phenomena ranging from biomolecule binding to soft-matter phase transitions. However, there are currently very limited approaches to manipulate van der Waals interactions. In this work, we demonstrate that strong light-matter coupling can be used to tune van der Waals interactions, and, thus, control the thermodynamic properties of many-molecule systems. Our analysis reveals orientation-dependent intermolecular interactions between van der Waals molecules (for example, H$_{2}$) that depend on the distance between the molecules $R$ as $R^{-3}$ and $R^{0}$. Moreover, we employ non-perturbative \\textit{ab initio} cavity quantum electrodynamics calculations to develop machine learning-based van der Waals interaction potentials for molecules inside optical cavities. By simulating fluids of up to $1,000$ H$_{2}$ molecules, we demonstrate that strong light-matter coupling can tune the structural and thermodynamic properties of molecular fluids. In particular, we observe collective orientational order in many-molecule systems as a result of cavity-modified van der Waals interactions. These simulations and analyses demonstrate both local and collective effects induced by strong light-matter coupling and open new paths for controlling the properties of condensed phase systems. ",
    "url": "https://arxiv.org/abs/2209.07956",
    "authors": [
      "John P. Philbin",
      "Tor S. Haugland",
      "Tushar K. Ghosh",
      "Enrico Ronca",
      "Ming Chen",
      "Prineha Narang",
      "Henrik Koch"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2209.07982",
    "title": "On a heuristic point of view concerning the optical activity",
    "abstract": "Motivated by a recent finding that Fresnel's phenomenological description of the optical activity in the chiral medium is not self-consistent, we conduct a thorough investigation into the nature of the polarization of a plane light wave. We demonstrate that the polarization of light is the reflection of one of its quantum-mechanical properties, called the quasi-spin. Unexpectedly, the quasi-spin is not an observable with respect to the laboratory coordinate system. Instead, it is with respect to the momentum-dependent local coordinate system. The representative operators for the quasi-spin are the Pauli matrices. The wavefunction is the Jones vector. In order to completely determine a state of polarization, two different kinds of degrees of freedom are needed. One is the degrees of freedom to characterize the state of quasi-spin. They are the Stokes parameters, the expectation values of the Pauli matrices in the state described by the Jones vector. The other is the degrees of freedom to specify the local coordinate system, including the propagation direction and an angle of rotation about it. Accordingly, there are two independent mechanisms to change the state of polarization. One is to change the state of quasi-spin in a fixed local coordinate system. This is the traditional mechanism that can be expressed as an SU(2) rotation of the Jones vector. The other is to change the local coordinate system with the state of quasi-spin remaining fixed in it. At last, we show that it is the newly-identified mechanism that accounts for the optical activity. ",
    "url": "https://arxiv.org/abs/2209.07982",
    "authors": [
      "Chun-Fang Li",
      "Zhi-Juan Hu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2209.08027",
    "title": "Quantitative Magnetic Resonance Imaging by Nonlinear Inversion of the  Bloch Equations",
    "abstract": "Purpose: Development of a generic model-based reconstruction framework for multi-parametric quantitative MRI that can be used with data from different pulse sequences. Methods: Generic nonlinear model-based reconstruction for quantitative MRI estimates parametric maps directly from the acquired k-space by numerical optimization. This requires numerically accurate and efficient methods to solve the Bloch equations and their partial derivatives. In this work, we combine direct sensitivity analysis and pre-computed state-transition matrices into a generic framework for calibrationless model-based reconstruction that can be applied to different pulse sequences. As a proof-of-concept, the method is implemented and validated for quantitative $T_1$ and $T_2$ mapping with single-shot inversion-recovery (IR) FLASH and IR bSSFP sequences in simulations, phantoms, and the human brain. Results: The direct sensitivity analysis enables a highly accurate and numerically stable calculation of the derivatives. The state-transition matrices efficiently exploit repeating patterns in pulse sequences, speeding up the calculation by a factor of 10 for the examples considered in this work, while preserving the accuracy of native ODE solvers. The generic model-based method reproduces quantitative results of previous model-based reconstructions based on the known analytical solutions for radial IR FLASH. For IR bSFFP it produces accurate $T_1$ and $T_2$ maps for the NIST phantom in numerical simulations and experiments. Feasibility is also shown for human brain, although results are affected by magnetization transfer effects. Conclusion: By developing efficient tools for numerical optimizations using the Bloch equations as forward model, this work enables generic model-based reconstruction for quantitative MRI. ",
    "url": "https://arxiv.org/abs/2209.08027",
    "authors": [
      "Nick Scholand",
      "Xiaoqing Wang",
      "Volkert Roeloffs",
      "Sebastian Rosenzweig",
      "Martin Uecker"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2209.08057",
    "title": "Influence of the rotational sense of two colliding laser beams on the  radiation of an ultrarelativistic electron",
    "abstract": "With analytical treatment, the classical dynamics of an ultrarelativistic electron in two counter-propagating circularly polarized strong laser beams with either co-rotating or counter-rotating direction are considered. Assuming that the particle energy is the dominant scale in the setup, an approximate solution is derived and the influence of the rotational sense on the dynamics is analyzed. Qualitative differences in both electron energy and momentum are found for the laser beams being co-rotating or counter-rotating and are confirmed by the exact numerical solution of the classical equation of motion. Despite of these differences in the electron trajectory, the radiation spectra of the electron do not deviate qualitatively from each other for configurations with varying rotational directions of the laser beams. Here, the radiation of an ultrarelativistic electron interacting with counterpropagating laser beams is given in the framework of the Baier-Katkov semi-classical approximation. Several parameter regimes are considered and the spectra resulting from the two scenarios all have the same shape and only differ quantitatively by a few percent. ",
    "url": "https://arxiv.org/abs/2209.08057",
    "authors": [
      "L. Aliani",
      "Q. Z. Lv"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "High Energy Physics - Theory (hep-th)"
    ]
  },
  {
    "id": "arXiv:2209.08062",
    "title": "Laser synthesis of ruby for photo-conversion of solar spectrum",
    "abstract": "Ruby grains are synthesized by laser heating of the dry mixture of Al$_2$O$_3$ and Cr$_2$O$_3$. Quasi-continuous radiation of a Nd:YAG laser was used for this purpose with average power of 15 W. Synthesized ruby grains demonstrate strong photo-luminescence in the vicinity of 700 nm. Synthesized ruby grains were integrated into a matrix made of flouro-polymer. Luminescene map acquired with the help of a photo-fluorimeter confirms efficient photo-conversion of green-blue radiation of the synthesize ruby into red region. Ruby grans can further be fragmented to smaller particles using the technique of laser fragmentation in liquids. ",
    "url": "https://arxiv.org/abs/2209.08062",
    "authors": [
      "K.O. Aiyyzhy",
      "E.V. Barmina",
      "G.A. Shafeev"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2209.08084",
    "title": "Single quantum dot selection and tailor-made photonic device integration  using nanoscale focus pinspot",
    "abstract": "Among the diverse platforms of quantum light sources, epitaxially grown semiconductor quantum dots (QDs) are one of the most attractive workhorses for realizing various quantum photonic technologies owing to their outstanding brightness and scalability. There exist various material systems for these QDs based on their appropriate emission bandwidth; however, only a few material systems have successfully grown single or low-density QDs, which are essential for quantum light sources. In most other material systems, it is difficult to realize low-density QDs, and the mesa-etching process is usually undergone in order to reduce their density. Nevertheless, the etching process irreversibly destroys the medium near the QD, which is detrimental to in-plane device integration. In this study, we apply a nondestructive luminescence picking method termed as nanoscale focus pinspot (NFP) using helium ion microscopy to reduce the luminous QD density while retaining the surrounding medium. Given that the NFP can precisely manipulate the luminescence at nanoscale resolution, a photonic device can be deterministically fabricated on the target QD matched from both spatial and spectral points of view. After applying the NFP, we extract only a single QD emission out of the high-density ensemble QD emission. Moreover, the photonic structure of a circular Bragg reflector is deterministically integrated with the selected QD, and the extraction efficiency of the QD emission has been improved 27 times. Furthermore, this technique does not destroy the medium and only controls the luminescence. Hence, it is highly applicable to various photonic structures, including photonic waveguides or photonic crystal cavities regardless of their materials. ",
    "url": "https://arxiv.org/abs/2209.08084",
    "authors": [
      "Minho Choi",
      "Mireu Lee",
      "Sung-Yul L. Park",
      "Byung Su Kim",
      "Seongmoon Jun",
      "Suk In Park",
      "Jin Dong Song",
      "Young-Ho Ko",
      "Yong-Hoon Cho"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2209.07551",
    "title": "Three-wave mixing traveling-wave parametric amplifier with periodic  variation of the circuit parameters",
    "abstract": "We report the implementation of a near-quantum-limited, traveling-wave parametric amplifier that uses three-wave mixing (3WM). To favor amplification by 3WM, we use the superconducting nonlinear asymmetric inductive element (SNAIL) loops, biased with a dc magnetic flux. In addition, we equip the device with dispersion engineering features to create a stop-band at the second harmonic of the pump and suppress the propagation of the higher harmonics that otherwise degrade the amplification. With a chain of 440 SNAILs, the amplifier provides up to 20 dB gain and a 3-dB bandwidth of 1 GHz. The added noise by the amplifier is found to be less than one photon. ",
    "url": "https://arxiv.org/abs/2209.07551",
    "authors": [
      "Anita Fadavi Roudsari",
      "Daryoush Shiri",
      "Hampus Renberg Nilsson",
      "Giovanna Tancredi",
      "Amr Osman",
      "Ida-Maria Svensson",
      "Marina Kudra",
      "Marcus Rommel",
      "Jonas Bylander",
      "Vitaly Shumeiko",
      "Per Delsing"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2209.07653",
    "title": "Causal Set Quantum Gravity and the Hard Problem of Consciousness",
    "abstract": "I develop Rafael D. Sorkin's heuristic that a partially ordered process of the birth of spacetime atoms in causal set quantum gravity can provide an objective physical correlate of our perception of time passing. I argue that one cannot have an external, fully objective picture of the birth process because the order in which the spacetime atoms are born is a partial order. I propose that live experience in causal set theory is an internal view of the objective birth process in which events that are neural correlates of consciousness occur. In causal set theory, what ``breathes fire'' into a neural correlate of consciousness is that which breathes fire into the whole universe: the unceasing, partially ordered process of the birth of spacetime atoms. ",
    "url": "https://arxiv.org/abs/2209.07653",
    "authors": [
      "Fay Dowker"
    ],
    "subjectives": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      "High Energy Physics - Theory (hep-th)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2209.07714",
    "title": "Variational quantum algorithm for measurement extraction from the  Navier-Stokes, Einstein, Maxwell, Boussniesq-type, Lin-Tsien, Camassa-Holm,  Drinfeld-Sokolov-Wilson, and Hunter-Saxton equations",
    "abstract": "Classical-quantum hybrid algorithms have recently garnered significant attention, which are characterized by combining quantum and classical computing protocols to obtain readout from quantum circuits of interest. Recent progress due to Lubasch et al in a 2019 paper provides readout for solutions to the Schrodinger and Inviscid Burgers equations, by making use of a new variational quantum algorithm (VQA) which determines the ground state of a cost function expressed with a superposition of expectation values and variational parameters. In the following, we analyze additional computational prospects in which the VQA can reliably produce solutions to other PDEs that are comparable to solutions that have been previously realized classically, which are characterized with noiseless quantum simulations. To determine the range of nonlinearities that the algorithm can process for other IVPs, we study several PDEs, first beginning with the Navier-Stokes equations and progressing to other equations underlying physical phenomena ranging from electromagnetism, gravitation, and wave propagation, from simulations of the Einstein, Boussniesq-type, Lin-Tsien, Camassa-Holm, Drinfeld-Sokolov-Wilson (DSW), and Hunter-Saxton equations. To formulate optimization routines that the VQA undergoes for numerical approximations of solutions that are obtained as readout from quantum circuits, cost functions corresponding to each PDE are provided in the supplementary section after which simulations results from hundreds of ZGR-QFT ansatzae are generated. ",
    "url": "https://arxiv.org/abs/2209.07714",
    "authors": [
      "Pete Rigas"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Information Theory (cs.IT)",
      "Numerical Analysis (math.NA)",
      "Optimization and Control (math.OC)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2209.07757",
    "title": "Readout of a quantum processor with high dynamic range Josephson  parametric amplifiers",
    "abstract": "We demonstrate a high dynamic range Josephson parametric amplifier (JPA) in which the active nonlinear element is implemented using an array of rf-SQUIDs. The device is matched to the 50 $\\Omega$ environment with a Klopfenstein-taper impedance transformer and achieves a bandwidth of 250-300 MHz, with input saturation powers up to -95 dBm at 20 dB gain. A 54-qubit Sycamore processor was used to benchmark these devices, providing a calibration for readout power, an estimate of amplifier added noise, and a platform for comparison against standard impedance matched parametric amplifiers with a single dc-SQUID. We find that the high power rf-SQUID array design has no adverse effect on system noise, readout fidelity, or qubit dephasing, and we estimate an upper bound on amplifier added noise at 1.6 times the quantum limit. Lastly, amplifiers with this design show no degradation in readout fidelity due to gain compression, which can occur in multi-tone multiplexed readout with traditional JPAs. ",
    "url": "https://arxiv.org/abs/2209.07757",
    "authors": [
      "T.C. White",
      "Alex Opremcak",
      "George Sterling",
      "Alexander Korotkov",
      "Daniel Sank",
      "Rajeev Acharya",
      "Markus Ansmann",
      "Frank Arute",
      "Kunal Arya",
      "Joseph C. Bardin",
      "Andreas Bengtsson",
      "Alexandre Bourassa",
      "Jenna Bovaird",
      "Leon Brill",
      "Bob B. Buckley",
      "David A. Buell",
      "Tim Burger",
      "Brian Burkett",
      "Nicholas Bushnell",
      "Zijun Chen",
      "Ben Chiaro",
      "Josh Cogan",
      "Roberto Collins",
      "Alexander L. Crook",
      "Ben Curtin",
      "Sean Demura",
      "Andrew Dunsworth",
      "Catherine Erickson",
      "Reza Fatemi",
      "Leslie Flores-Burgos",
      "Ebrahim Forati",
      "Brooks Foxen",
      "William Giang",
      "Marissa Giustina",
      "Alejandro Grajales Dau",
      "Michael C. Hamilton",
      "Sean D. Harrington",
      "Jeremy Hilton",
      "Markus Hoffmann",
      "Sabrina Hong",
      "Trent Huang",
      "Ashley Huff",
      "Justin Iveland",
      "Evan Jeffrey",
      "Mária Kieferová",
      "Seon Kim",
      "Paul V. Klimov",
      "Fedor Kostritsa",
      "John Mark Kreikebaum",
      "David Landhuis"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Superconductivity (cond-mat.supr-con)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2209.07838",
    "title": "Notch Fracture predictions using the Phase Field method for Ti-6Al-4V  produced by Selective Laser Melting after different post-processing  conditions",
    "abstract": "Ti-6Al-4V is a titanium alloy with excellent properties for lightweight applications and its production through Additive Manufacturing processes is attractive for different industrial sectors. In this work, the influence of mechanical properties on the notch fracture resistance of Ti-6Al-4V produced by Selective Laser Melting is numerically investigated. Literature data is used to inform material behaviour. The as-built brittle behaviour is compared to the enhanced ductile response after heat treatment (HT) and hot isostatic pressing (HIP) post-processes. A Phase Field framework is adopted to capture damage nucleation and propagation from two different notch geometries and a discussion on the influence of fracture energy and the characteristic length is carried out. In addition, the influence of oxygen uptake is analysed by reproducing non-inert atmospheres during HT and HIP, showing that oxygen shifts fracture to brittle failures due to the formation of an alpha case layer, especially for the V-notch geometry. Results show that a pure elastic behaviour can be assumed for the as-built SLM condition, whereas elastic-plastic phenomena must be modelled for specimens subjected to heat treatment or hot isostatic pressing. The present brittle Phase Field framework coupled with an elastic-plastic constitutive analysis is demonstrated to be a robust prediction tool for notch fracture after different post-processing routes. ",
    "url": "https://arxiv.org/abs/2209.07838",
    "authors": [
      "A. Díaz",
      "J.M. Alegre",
      "I.I. Cuesta",
      "E. Martínez-Pañeda",
      "Z. Zhang"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Engineering, Finance, and Science (cs.CE)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2209.08017",
    "title": "Quantum gases on a torus",
    "abstract": "This manuscript is aimed at studying the thermodynamic properties of quantum gases confined to a torus. To do that, we consider \\textit{noninteracting} gases within the grand canonical ensemble formalism. In this context, fermoins and bosons are taken into account and the calculations are properly provided in both analytical and numerical manners. In particular, the system turns out to be sensitive to the topological parameter under consideration: the winding number. Furthermore, we also derive a model in order to take into account \\textit{interacting} quantum gases. To corroborate our results, we implement such a method for two different scenarios: a ring and a torus. ",
    "url": "https://arxiv.org/abs/2209.08017",
    "authors": [
      "A. A. Araújo Filho",
      "J. A. A. S. Reis",
      "Subir Ghosh"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "High Energy Physics - Theory (hep-th)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2209.08080",
    "title": "Observation of universal relaxation dynamics in disordered quantum spin  systems",
    "abstract": "A major goal toward understanding far-from-equilibrium dynamics of quantum many-body systems consists in finding indications of universality in the sense that the dynamics no longer depends on microscopic details of the system. We realize a large range of many-body spin systems on a Rydberg atom quantum simulator by choosing appropriate Rydberg state combinations. We use this platform to compare the magnetization relaxation dynamics of disordered Heisenberg XX-, XXZ- and Ising Hamiltonians in a scalable fashion. After appropriate rescaling of evolution time, the dynamics collapse onto a single curve. We find that the observed universal behavior is captured by theoretical models that only consider local pairs of spins. Associated to each pair is a local quasi-conserved quantity, allowing us to describe the early time dynamics of the system in terms of an integrable model similar to systems featuring prethermalization. Since the dynamics of pairs are independent of the type of Hamiltonian up to a scaling factor, this integrable model explains the observed universal relaxation dynamics of disordered Heisenberg quantum spin systems. ",
    "url": "https://arxiv.org/abs/2209.08080",
    "authors": [
      "Titus Franz",
      "Sebastian Geier",
      "Clément Hainaut",
      "Nithiwadee Thaicharoen",
      "Adrian Braemer",
      "Martin Gärttner",
      "Gerhard Zürn",
      "Matthias Weidemüller"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic and Molecular Clusters (physics.atm-clus)"
    ]
  },
  {
    "id": "arXiv:2111.03203",
    "title": "A possible solution to the which-way problem of quantum interference",
    "abstract": " Comments: 7 pages, including 1 figure; division into sections to emphasize the essential results on conditional uncertainties ",
    "url": "https://arxiv.org/abs/2111.03203",
    "authors": [
      "Holger F. Hofmann",
      "Tomonori Matsushita",
      "Shunichi Kuroki",
      "Masataka Iinuma"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)",
      "Popular Physics (physics.pop-ph)"
    ]
  },
  {
    "id": "arXiv:2204.01954",
    "title": "Application of a Spectral Method to Simulate Quasi-Three-Dimensional  Underwater Acoustic Fields",
    "abstract": " Comments: 31 pages, 22 figures. arXiv admin note: text overlap with arXiv:2112.13602 ",
    "url": "https://arxiv.org/abs/2204.01954",
    "authors": [
      "Houwang Tu",
      "Yongxian Wang",
      "Wei Liu",
      "Chunmei Yang",
      "Jixing Qin",
      "Shuqing Ma",
      "Xiaodong Wang"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Sound (cs.SD)",
      "Audio and Speech Processing (eess.AS)"
    ]
  },
  {
    "id": "arXiv:2205.05299",
    "title": "Continuous-variable quantum key distribution: security analysis with  trusted hardware noise against general attacks",
    "abstract": " Comments: 28 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2205.05299",
    "authors": [
      "Roman Goncharov",
      "Alexei D. Kiselev",
      "Eduard Samsonov",
      "Vladimir Egorov"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2207.13118",
    "title": "Analytical solutions for Bloch waves in resonant phononic crystals: Deep  subwavelength energy splitting and mode steering between topologically  protected interfacial and edge states",
    "abstract": " Title: Analytical solutions for Bloch waves in resonant phononic crystals: Deep  subwavelength energy splitting and mode steering between topologically  protected interfacial and edge states ",
    "url": "https://arxiv.org/abs/2207.13118",
    "authors": [
      "Richard Wiltshaw",
      "Jacopo Maria De Ponti",
      "Richard Vaughan Craster"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)",
      "Mathematical Physics (math-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2209.06269",
    "title": "Observation of Distinct Phase Transitions in a Nonlinear Optical Ising  Machine",
    "abstract": " Comments: 7 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2209.06269",
    "authors": [
      "Santosh Kumar",
      "Zhaotong Li",
      "Ting Bu",
      "Chunlei Qu",
      "Yuping Huang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  }
]