[
  {
    "id": "arXiv:2309.08629",
    "title": "The question of equity: Who has access to US quantum information  education programs?",
    "abstract": "Driven in large part by the National Quantum Initiative Act of 2018, quantum information science (QIS) coursework and degree programs are rapidly spreading across US institutions. Yet prior work suggests that access to quantum workforce education is inequitably distributed, disproportionately benefiting students at large research-focused institutions whose student bodies are unrepresentative of US higher education as a whole. We use regression analysis to analyze the distribution of QIS coursework across 456 institutions of higher learning as of fall 2022, identifying statistically significant disparities across institutions in particular along the axes of institution classification, funding, and geographic distribution. We also conduct a brief analysis of the distribution of emerging dedicated QIS degree programs. We conclude with a discussion of implications for educators, policymakers, and quantum workforce development initiatives. ",
    "url": "https://arxiv.org/abs/2309.08629",
    "authors": [
      "Josephine C. Meyer",
      "Gina Passante",
      "Bethany R. Wilcox"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Physics and Society (physics.soc-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2309.08706",
    "title": "Raman sideband cooling of molecules in an optical tweezer array to the  3-D motional ground state",
    "abstract": "Ultracold polar molecules are promising for quantum information processing and searches for physics beyond the Standard Model. Laser cooling to ultracold temperatures is an established technique for trapped diatomic and triatomic molecules. Further cooling of the molecules to near the motional ground state is crucial for reducing various dephasings in quantum and precision applications. In this work, we demonstrate Raman sideband cooling of CaF molecules in optical tweezers to near their motional ground state, with average motional occupation quantum numbers of $\\bar{n}_{x}=0.16(12)$, $\\bar{n}_{y}=0.17(17)$ (radial directions), $\\bar{n}_{z}=0.22(16)$ (axial direction) and a 3-D motional ground state probability of $54\\pm18\\%$. This paves the way to increase molecular coherence times in optical tweezers for robust quantum computation and simulation applications. ",
    "url": "https://arxiv.org/abs/2309.08706",
    "authors": [
      "Yicheng Bao",
      "Scarlett S. Yu",
      "Jiaqi You",
      "Loïc Anderegg",
      "Eunmi Chae",
      "Wolfgang Ketterle",
      "Kang-Kuen Ni",
      "John M. Doyle"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2309.08764",
    "title": "Integrated Phononic Waveguides in Diamond",
    "abstract": "Efficient generation, guiding, and detection of phonons, or mechanical vibrations, are of interest in various fields including radio frequency communication, sensing, and quantum information. Diamond is an important platform for phononics because of the presence of strain-sensitive spin qubits, and its high Young's modulus which allows for low-loss gigahertz devices. We demonstrate a diamond phononic waveguide platform for generating, guiding, and detecting gigahertz-frequency surface acoustic wave (SAW) phonons. We generate SAWs using interdigital transducers integrated on AlN/diamond and observe SAW transmission at 4-5 GHz through both ridge and suspended waveguides, with wavelength-scale cross sections (~1 {\\mu}m2) to maximize spin-phonon interaction. This work is a crucial step for developing acoustic components for quantum phononic circuits with strain-sensitive color centers in diamond. ",
    "url": "https://arxiv.org/abs/2309.08764",
    "authors": [
      "Sophie Weiyi Ding",
      "Benjamin Pingault",
      "Linbo Shao",
      "Neil Sinclair",
      "Bartholomeus Machielse",
      "Cleaven Chia",
      "Smarak Maity",
      "Marko Lončar"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2309.08993",
    "title": "Fast laser field reconstruction method based on a Gerchberg-Saxton  algorithm with mode decomposition",
    "abstract": "Knowledge of the electric field of femtosecond, high intensity laser pulses is of paramount importance to study the interaction of this class of lasers with matter. A novel, hybrid method to reconstruct the laser field from fluence measurements in the transverse plane at multiple positions along the propagation axis is presented, combining a Hermite-Gauss modes decomposition and elements of the Gerchberg-Saxton algorithm. The proposed Gerchberg-Saxton algorithm with modes decomposition (GSA-MD) takes into account the pointing instabilities of high intensity laser systems by tuning the centers of the HG modes. Furthermore, it quickly builds a field description by progressively increasing the number of modes and thus the accuracy of the field reconstruction. The results of field reconstruction using the GSA-MD are shown to be in excellent agreement with experimental measurements from two different high-peak power laser facilities. ",
    "url": "https://arxiv.org/abs/2309.08993",
    "authors": [
      "Ioaquin Moulanier",
      "Lewis Thomas Dickson",
      "Francesco Massimo",
      "Brigitte Cros"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2309.09057",
    "title": "The Study of Optical Properties for Ordered and Disordered Silicon  Nanowire Structures",
    "abstract": "We designed ordered and disordered silicon (Si) nanowire structures and analyzed their optical performance using the finite-difference time-domain (FDTD) technique. We studied the orderness of nanowire structures by calculating scalar variance. This study reveals that utilizing disorder structures can increase the average absorbance of Si nanowire structures. Spatial electric field distributions provided insights into light-matter interaction, indicating that disorder structures had higher path lengths compared to the periodic structure. We achieved an average absorbance of 41.46% for the hyperuniform Si nanowire structure with a maximum absorbance of 78.18%. Intuitively, we obtained ~70% high absorbance compared to periodic Si nanowire structure. Our findings will be conducive to designing new efficient solar cells and photodetectors. ",
    "url": "https://arxiv.org/abs/2309.09057",
    "authors": [
      "Ohidul Islam",
      "Dip Sarker",
      "K. B. M. Sharif Mahmood",
      "Joyprokash Debnath"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2309.09093",
    "title": "A Course chapter on Quantum Computing for Master Students in Engineering",
    "abstract": "Quantum computing is a rapidly evolving field encompassing various disciplines such as physics, mathematics, computer engineering, and computer science. Teaching quantum computing in a concise and effective manner can be challenging, especially within the time constraints of a single course or a short period, even for graduate students. This challenge is particularly relevant in two-year MSc programs that include a thesis, which is a typical structure in higher education systems in the USA and Europe. In this paper, the author proposes an approach to teaching quantum computing and shares their experience of conducting a course chapter on the subject within a two-week time frame. The experience reported in this paper is integrated into the \"Technologies of Computing Systems\" (TCS) course, with a total workload of 6 ECTS (in the context of the European Credit Transfer and Accumulation System, one ECTS corresponds to 28 hours of work), conducted in one quarter, over seven weeks. The structure of the course chapter is discussed, involving a series of lectures that were accompanied by lab classes and a lab project, allowing students to receive guidance while also engaging in hands-on learning and independent study. The paper provides an overview of the quantum computing topics covered, and their integration in the TSC course, and gives details about how these topics are studied in the different types of classes. It also discusses the evaluation procedure and presents the results obtained. It can be concluded that the inclusion of the quantum computing component not only significantly increased student interest in the course but also effectively bridged the gap between classical and quantum computing for engineering students within a short period of two weeks. ",
    "url": "https://arxiv.org/abs/2309.09093",
    "authors": [
      "Leonel Sousa"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Emerging Technologies (cs.ET)"
    ]
  },
  {
    "id": "arXiv:2309.09209",
    "title": "Demonstration of Spatial Self Phase Modulation based photonic diode  functionality in MoS2/h-BN medium",
    "abstract": "Spatial self-phase modulation (SSPM) is the optical nonlinear process and is a result of spatially varying refractive index profile along the line of propagation in a medium. SSPM is proved to be a method to demonstrate different photonic functionalities. Transition metal dichalcogenides play a key role in 2D nanophononics due to their unique and fascinating properties. MoS2 is the widely studied layered TMDs among all other 2D materials. This paper demonstrates such photonic functionality using thermally induced nonlinear optical response SSPM method, of MoS2 nano bottles. Thermally induced nonlinear optical parameters have been estimated by utilizing the saturable absorption response of h- BN, the nonreciprocal light propagation has been achieved. The diode actions have also been demonstrated in liquid-solid and solid-solid devices with the help of passive elements. ",
    "url": "https://arxiv.org/abs/2309.09209",
    "authors": [
      "Mahalingam Babu",
      "Sudhakara Reddy Bongu",
      "Pritam P Shetty",
      "Eswaraiah Varrla",
      "G Ramachandra Reddy",
      "Jayachandra Bingi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2309.09325",
    "title": "Theoretical framework for real time sub-micron depth monitoring using  quantum inline coherent imaging",
    "abstract": "Inline Coherent Imaging (ICI) is a reliable method for real-time monitoring of various laser processes, including keyhole welding, additive manufacturing, and micromachining. However, the axial resolution is limited to greater than 2 {\\mu}m making ICI unsuitable for monitoring submicron processes. Advancements in Quantum Optical Coherence Tomography (QOCT), which uses a Hong-Ou-Mandel (HOM) interferometer, has the potential to address this issue by achieving better than 1 {\\mu}m depth resolution. While time-resolved QOCT is slow, Fourier domain QOCT (FD-QOCT) overcomes this limitation, enabling submicron scale real-time process monitoring. Here we review the fundamentals of FD-QOCT and QOCT and propose a Quantum Inline Coherent Imaging system based on FD-QOCT. Using frequency entangled sources available today the system has a theoretical resolution of 0.17 microns, making it suitable for submicron real-time process monitoring. ",
    "url": "https://arxiv.org/abs/2309.09325",
    "authors": [
      "Alexander Wainwright",
      "Khaled Madhoun"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2309.09375",
    "title": "Optical Structures for Thermophotovoltaic Emitters: Power Generation  from Waste Heat",
    "abstract": "Heat is an inevitable outcome in energy consumption processes, as more than 65% of input energy is wasted as heat. If we can generate electricity from waste heat, it will help minimize the needs for fossil fuels in power plants and can reduce carbon emissions. One way to generate power from heat is through the use of thermophotovoltaics (TPVs), where photons radiated from thermal emitters are converted into electricity. To optimize TPV performance, it is crucial to design emitters such that their emissivity spectrum matches their operating temperature. For example, higher emissivity is needed at shorter (longer) wavelengths at higher (lower) temperatures. Thus, having the ability to create wavelength-selective emitters can enable TPV applications for a wider range of temperatures. This research focuses on utilizing metamaterials (2D emitters) and planar thin films (1D emitters) to create those emitters. Simulation, fabrication, material property analysis, and radiation measurements were used to characterize the emitters. Based on simulation, metamaterial emitters exhibit engineerable emissivity due to various mechanisms of their optical resonance. Also, large-area fabrication of 1D emitters (78 cm2) was achieved owing to their simple structure, which is required to produce higher TPV power output. Incorporating the characteristics of emitters of each type, their advantages and challenges are discussed. Therefore, the comprehensive results of this research help realize practical implementation of TPV applications. ",
    "url": "https://arxiv.org/abs/2309.09375",
    "authors": [
      "Minsu Oh"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2309.09521",
    "title": "Large Nonreciprocity of Shear-Horizontal Surface Acoustic Waves induced  by Magnetoelastic Bilayers",
    "abstract": "We report large nonreciprocity in the transmission of shear-horizontal surface acoustic waves (SAWs) on LiTaO3 substrate coated with a FeCoSiB/NiFeCu magnetoelastic bilayer. The large difference in saturation magnetization of the two layers not only brings nonreciprocal spin waves (SWs), but also ensures the phonon-magnon (SAWs-SWs) coupling at relatively low wavenumbers. It is found that the angle between the magnetization and the wavevector play important roles in determining the strength of magnetoelastic coupling and nonreciprocity, simultaneously. A large nonreciprocal transmission of SAWs about 30 dB (i.e. 60 dB/mm) is demonstrated at 2.33 GHz. In addition, the dispersion relation between coupled SH-SAWs and nonreciprocal SWs is developed, which provide a good insight into the observed phenomena. Our results offer a convenient approach to implement nonreciprocal SAW isolators or circulators. ",
    "url": "https://arxiv.org/abs/2309.09521",
    "authors": [
      "Mingxian Huang",
      "Yuanyuan Liu",
      "Wenbin Hu",
      "Yutong Wu",
      "Wen Wang",
      "Wei He",
      "Huaiwu Zhang",
      "Feiming Bai"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2309.09616",
    "title": "A low repetition rate optical frequency comb",
    "abstract": "Reducing the pulse repetition rate of an optical frequency comb increases the pulse energy for a given average power. This enhances the efficiency of nonlinear frequency conversion and it facilitates extending the accessible wavelength range, for example into the extreme ultraviolet (XUV). The resulting spectrally dense frequency comb can still be used for precision spectroscopy of narrow atomic or molecular transitions. In this article, we demonstrate a low-noise infrared frequency comb with a repetition rate as low as 40 kHz using a Yb:KYW mode-locked laser, pulse picking, and subsequent amplification. The frequency comb structure is confirmed by generating a beat note with a continuous wave reference laser. A comb mode is actively stabilized to the reference laser, and the integrated rms phase noise from 20 Hz to 20 kHz is measured to be 195 mrad. ",
    "url": "https://arxiv.org/abs/2309.09616",
    "authors": [
      "Francesco Canella",
      "Johannes Weitenberg",
      "Muhammad Thariq",
      "Fabian Schmid",
      "Paras Dwivedi",
      "Gianluca Galzerano",
      "Theodor W. Haensch",
      "Thomas Udem",
      "Akira Ozawa"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2309.09703",
    "title": "Broadband amplitude squeezing in electrically driven quantum dot lasers",
    "abstract": "The generation of broadband squeezed states of light lies at the heart of high-speed continuous-variable quantum information. Traditionally, optical nonlinear interactions have been employed to produce quadrature-squeezed states. However, the harnessing of electrically pumped semiconductor lasers offers distinctive paradigms to achieve enhanced squeezing performance. We present evidence that quantum dot lasers enable the realization of broadband amplitude-squeezed states at room temperature across a wide frequency range, spanning from 3 GHz to 12 GHz. Our findings are corroborated by a comprehensive stochastic simulation in agreement with the experimental data. ",
    "url": "https://arxiv.org/abs/2309.09703",
    "authors": [
      "Shiyuan Zhao",
      "Shihao Ding",
      "Heming Huang",
      "Isabelle Zaquine",
      "Nicolas Fabre",
      "Nadia Belabas",
      "Frédéric Grillot"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2309.09745",
    "title": "Molding light via glided photonic crystal interfaces",
    "abstract": "Photonic crystals (PCs) are periodic dielectric structures that severed as an excellent platform to manipulate light. A conventional way to guide/trap light via PCs is to introduce a line or point defect by removing or modifying several unit cells. Here we show that the light can be effectively guided and trapped in the glided photonic crystal interfaces (GPCIs). The projected band gap of GPCIs, which depends on the glide parameter, is characterized by a Dirac mass. Interestingly, the GPCIs with zero Dirac mass is a glide-symmetric waveguide featured with excellent transmission performance even in the presence of sharp corners and disorders. Moreover, placing two GPCIs with opposite Dirac mass together results in a photonic bound state due to the Jackiw-Rebbi theory. Our work provides an alternative way towards the design of ultracompact photonic devices such as GPCIs-induced coupled cavity-waveguide system and waveguide splitter. ",
    "url": "https://arxiv.org/abs/2309.09745",
    "authors": [
      "Zi-Mei Zhan",
      "Hai-Xiao Wang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2309.09759",
    "title": "Pound-Drever-Hall Feedforward: Laser Phase Noise Suppression beyond  Feedback",
    "abstract": "Pound-Drever-Hall (PDH) is a laser frequency stabilization technique widely used for building narrow-linewidth lasers. We develop a scheme that greatly expands its noise-suppression capability and bandwidth. The idea is simply to feedforward the residual PDH error signal of a locked laser to that laser again after a delay fiber. Demonstrating this idea on a common setup, we realize a phase noise suppression exceeding 37 dB at 2 MHz, setting a record one to two orders of magnitude better than previously reported feedforward schemes. Our method allows phase noise suppression capability equivalent to cavity filtering but does not suffer from limited power transmitted through the cavity. ",
    "url": "https://arxiv.org/abs/2309.09759",
    "authors": [
      "Yu-Xin Chao",
      "Zhen-Xing Hua",
      "Xin-Hui Liang",
      "Zong-Pei Yue",
      "Li You",
      "Meng Khoon Tey"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Applied Physics (physics.app-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2309.09803",
    "title": "Performance analysis of table-top single-pulse terahertz detection up to  1.1 MHz",
    "abstract": "Slow data acquisition in terahertz time-domain spectroscopy (THz-TDS) has hindered the technique's ability to resolve \"fast\" dynamics occurring on the microsecond timescale. This timescale, arguably too slow to be accessed via standard optical pump-probe techniques relying on ultrafast sources, hosts a range of phenomena that has been left unexplored due to a lack of proper real-time monitoring techniques. In this work, chirped-pulse spectral encoding, a photonic time-stretch technique, and high-speed electronics are used to demonstrate time-resolved THz detection at a rate up to 1.1 MHz. This configuration relies on a table-top source and a setup able to resolve every THz transient that it can generate. We investigate the performance of this system at different acquisition rates in terms of experimental noise, dynamic range, and signal-to-noise ratio. Our results pave the way towards single-pulse THz-TDS at arbitrarily fast rates to monitor complex dynamics in real-time. ",
    "url": "https://arxiv.org/abs/2309.09803",
    "authors": [
      "Nicolas Couture",
      "Markus Lippl",
      "Wei Cui",
      "Angela Gamouras",
      "Nicolas Y. Joly",
      "Jean-Michel Ménard"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2309.09834",
    "title": "FRET-Amplified Singlet Oxygen Generation by Nanocomposites Comprising  Ternary AgInS$_2$/ZnS Quantum Dots and Molecular Photosensitizers",
    "abstract": "Antibacterial photodynamic therapy (a-PDT) has emerged as a promising non-invasive therapeutic modality that utilizes the combination of a photosensitive agent, molecular oxygen, and excitation light to generate reactive oxygen species (ROS), demonstrating remarkable activity against multidrug-resistant bacterial infections. However, the effective use of conventional photosensitizers is significantly limited by a number of their shortcomings, namely, poor water solubility and low selectivity. Herein, we present a novel biocompatible water-soluble nanocomposite based on hydrophobic tetraphenylporphyrin (TPP) molecules and hydrophilic ternary AgInS$_2$/ZnS quantum dots incorporated into a chitosan matrix as an improved photosensitizer for a-PDT. We demonstrated that TPP molecules could be successfully transferred into chitosan solution while remaining primarily in the form of monomers, which are capable of singlet oxygen generation. We performed a detailed analysis of the F\\\"orster resonance energy transfer (FRET) between quantum dots and TPP molecules within the nanocomposite and proposed the mechanism of the singlet oxygen efficiency enhancement via FRET. ",
    "url": "https://arxiv.org/abs/2309.09834",
    "authors": [
      "T. O. Oskolkova",
      "A. A. Matiushkina",
      "L. N. Borodina",
      "E. S. Smirnova",
      "A. I. Dadadzhanova",
      "F. A. Sewid",
      "A. V. Veniaminov",
      "E. O. Moiseeva",
      "A. O. Orlova"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2309.09889",
    "title": "Super Realized Gain Antenna Array",
    "abstract": "In this study, we investigate and fabricate a superdirective antenna array composed of strip dipole elements operating at a frequency of 3.5 GHz. The spacing, dimensions, and phase difference of the elements are optimized to achieve a super realized gain antenna with a theoretical efficiency of 98.8% and computed efficiency of 99.3%. By employing an element spacing of 0.2$\\lambda$, the end-fire antenna array demonstrates a maximum theoretical realized gain of 6.4 dBi, and a maximum computed realized gain of 6.3 dBi. Significantly, our proposed superdirective antenna array distinguishes itself from existing approaches by achieving high directivity, high radiation efficiency, and impedance matching to 50 $\\Omega$ solely through careful adjustments in the strip dimensions and the inter-element phase. This eliminates the need for additional impedance matching networks, amplifiers, or attenuators. ",
    "url": "https://arxiv.org/abs/2309.09889",
    "authors": [
      "Donal Patrick Lynch",
      "Manos M. Tentzeris",
      "Vincent Fusco",
      "Stylianos D. Assimonis"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Information Theory (cs.IT)"
    ]
  },
  {
    "id": "arXiv:2309.09930",
    "title": "Guided mode evolution and ionization injection in meter-scale multi-GeV  laser wakefield accelerators",
    "abstract": "We show that laser wakefield electron accelerators in meter-scale, low density hydrodynamic plasma waveguides operate in a new nonlinear propagation regime where sustained beating of lowest order modes of the ponderomotively modified channel plays a significant role, whether or not the injected pulse is linearly matched to the guide. For a continuously doped gas jet, this mode beating effect leads to ionization injection and a striated multi-GeV energy spectrum of multiple quasi-monoenergetic peaks; the same process in a locally doped jet produces single multi-GeV peaks with <10% energy spread. A 3-stage model of drive laser pulse evolution and ionization injection characterizes the beating effect and explains our experimental results. ",
    "url": "https://arxiv.org/abs/2309.09930",
    "authors": [
      "J.E. Shrock",
      "E. Rockafellow",
      "B. Miao",
      "M. Le",
      "R.C. Hollinger",
      "S. Wang",
      "A.J. Gonsalves",
      "A. Picksley",
      "J.J. Rocca",
      "H.M. Milchberg"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Accelerator Physics (physics.acc-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2309.08666",
    "title": "Embedding Classical Variational Methods in Quantum Circuits",
    "abstract": "We introduce a novel quantum-classical variational method that extends the quantum devices capabilities to approximate ground states of interacting quantum systems. The proposed method enhances parameterized quantum circuit ansatzes implemented on quantum devices with classical variational functions, such as neural-network quantum states. The quantum hardware is used as a high-accuracy solver on the most correlated degrees of freedom, while the remaining contributions are treated on a classical device. Our approach is completely variational, providing a well-defined route to systematically improve the accuracy by increasing the number of variational parameters, and performs a global optimization of the two partitions at the same time. We demonstrate the effectiveness of the protocol on spin chains and small molecules and provide insights into its accuracy and computational cost. We prove that our method is able to converge to exact diagonalization results via the addition of classical degrees of freedom, while the quantum circuit is kept fixed in both depth and width. ",
    "url": "https://arxiv.org/abs/2309.08666",
    "authors": [
      "Stefano Barison",
      "Filippo Vicentini",
      "Giuseppe Carleo"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Other Condensed Matter (cond-mat.other)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2309.08893",
    "title": "Magneto-Acoustic Waves in antiferromagnetic CuMnAs excited by Surface  Acoustic Waves",
    "abstract": "Magnetoelastic effects in antiferromagnetic CuMnAs are investigated by applying dynamic strain in the 0.01% range through surface acoustic waves in the GaAs substrate. The magnetic state of the CuMnAs/GaAs is characterized by a multitude of submicron-sized domains which we image by x-ray magnetic linear dichroism combined with photoemission electron microscopy. Within the explored strain range, CuMnAs shows magnetoelastic effects in the form of N\\'eel vector waves with micrometer wavelength, which corresponds to an averaged overall spin-axis rotation up to 2.4 deg driven by the time-dependent strain from the surface acoustic wave. Measurements at different temperatures indicate a reduction of the wave amplitude when lowering the temperature. However, no domain wall motion has been detected on the nanosecond timescale ",
    "url": "https://arxiv.org/abs/2309.08893",
    "authors": [
      "M. Waqas Khaliq",
      "Oliver Amin",
      "Alberto Hernández-Mínguez",
      "Marc Rovirola",
      "Blai Casals",
      "Khalid Omari",
      "Sandra Ruiz-Gómez",
      "Simone Finizio",
      "Richard P. Campion",
      "Kevin W. Edmonds",
      "Vıt Novak",
      "Anna Mandziak",
      "Lucia Aballe",
      "Miguel Angel Niño",
      "Joan Manel Hernàndez",
      "Peter Wadley",
      "Ferran Macià",
      "Michael Foerster"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2309.09023",
    "title": "An isotropic antenna based on Rydberg atoms",
    "abstract": "Governed by the hairy ball theorem, classical antennas with isotropic responses to linearly polarized radio waves are unrealizable. This work shows that the antenna based on Rydberg atoms can theoretically achieve an ideal isotropic response to linearly polarized radio waves; that is, it has zero isotropic deviation. Experimental results of isotropic deviation within 5 dB, and 0.3 dB achievable after optimization, in microwave and terahertz wave measurements support the theory and are at least 15 dB improvement than the classical omnidirectional antenna. Combined with the SI traceable and ultrawideband property, the ideal isotropic response will make radio wave measurement based on atomic antenna much more accurate and reliable than the traditional method. This isotropic atomic antenna is an excellent example of what a tailored quantum sensor can realize, but a classical sensor cannot. It has crucial applications in fields such as radio wave electrometry. ",
    "url": "https://arxiv.org/abs/2309.09023",
    "authors": [
      "Shaoxin Yuan",
      "Mingyong Jing",
      "Hao Zhang",
      "Linjie Zhang",
      "Liantuan Xiao",
      "Suotang Jia"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2309.09107",
    "title": "Maximally efficient biphoton generation by single photon decay in  nonlinear quantum photonic circuits",
    "abstract": "We develop a general nonperturbative formalism and propose a specific scheme for maximally efficient generation of biphoton states by parametric decay of single photons. We show that the well-known critical coupling concept of integrated optics can be generalized to the nonlinear coupling of quantized photon modes to describe the nonperturbative optimal regime of a single-photon nonlinearity and establish a fundamental upper limit on the nonlinear generation efficiency of quantum-correlated photons, which approaches unity for low enough absorption losses. ",
    "url": "https://arxiv.org/abs/2309.09107",
    "authors": [
      "Mikhail Tokman",
      "Jitendra Verma",
      "Jacob Bohreer",
      "Alexey Belyanin"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2309.09475",
    "title": "Terahertz magnon frequency comb",
    "abstract": "Magnon frequency comb (MFC), the spin-wave spectra composing of equidistant coherent peaks, is attracting much attention in magnonics. A terahertz (THz) MFC, combining the advantages of the THz and MFC technologies, is highly desired because it would significantly advance the MFC applications in ultrafast magnonic metrology, sensing, and communications. Here, we show that the THz MFC can be generated by nonlinear interactions between spin waves and skyrmions in antiferromagnets [Z. Jin \\emph{et al}., \\href{https://doi.org/10.48550/arXiv.2301.03211}{arXiv:2301.03211}]. It is found that the strength of the three-wave mixing between propagating magnons and breathing skyrmions follows a linear dependence on the driving frequency and the MFC signal can be observed over a broad driving frequency range. Our results extend the working frequency of MFC to the THz regime, which would have potential applications in ultrafast spintronic devices and promote the development of nonlinear magnonics in antiferromagnets. ",
    "url": "https://arxiv.org/abs/2309.09475",
    "authors": [
      "Xianglong Yao",
      "Zhejunyu Jin",
      "Zhenyu Wang",
      "Zhaozhuo Zeng",
      "Peng Yan"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2309.09512",
    "title": "Extrinsic nonlinear Kerr rotation in topological materials under a  magnetic field",
    "abstract": "Topological properties in quantum materials are often governed by symmetry and tuned by crystal structure and external fields, and hence symmetry-sensitive nonlinear optical measurements in a magnetic field are a valuable probe. Here we report nonlinear magneto-optical second harmonic generation (SHG) studies of non-magnetic topological materials including bilayer WTe2, monolayer WSe2 and bulk TaAs. The polarization-resolved patterns of optical SHG under magnetic field show nonlinear Kerr rotation in these time-reversal symmetric materials. For materials with three-fold rotational symmetric lattice structure, the SHG polarization pattern rotates just slightly in a magnetic field, whereas in those with mirror or two-fold rotational symmetry the SHG polarization pattern rotates greatly and distorts. These different magneto-SHG characters can be understood by considering the superposition of the magnetic field-induced time-noninvariant nonlinear optical tensor and the crystal-structure-based time-invariant counterpart. The situation is further clarified by scrutinizing the Faraday rotation, whose subtle interplay with crystal symmetry accounts for the diverse behavior of the extrinsic nonlinear Kerr rotation in different materials. Our work illustrates the application of magneto-SHG techniques to directly probe nontrivial topological properties, and underlines the importance of minimizing extrinsic nonlinear Kerr rotation in polarization-resolved magneto-optical studies. ",
    "url": "https://arxiv.org/abs/2309.09512",
    "authors": [
      "Shuang Wu",
      "Zaiyao Fei",
      "Zeyuan Sun",
      "Yangfan Yi",
      "Wei Xia",
      "Dayu Yan",
      "Yanfeng Guo",
      "Youguo Shi",
      "Jiaqiang Yan",
      "David H. Cobden",
      "Wei-Tao Liu",
      "Xiaodong Xu",
      "Shiwei Wu"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2309.09580",
    "title": "Study on the gain and photon detection efficiency drops of silicon  photomultipliers under bright background conditions",
    "abstract": "The use of silicon photomultipliers (SiPMs) in imaging atmospheric Cherenkov telescopes is expected to extend the observation times of very-high-energy gamma-ray sources, particularly within the highest energy domain of 50-300 TeV, where the Cherenkov signal from celestial gamma rays is adequate even under bright moonlight background conditions. Unlike conventional photomultiplier tubes, SiPMs do not exhibit quantum efficiency or gain degradation, which can be observed after long exposures to bright illumination. However, under bright conditions, the photon detection efficiency of a SiPM can be undergo temporary degradation because a fraction of its avalanche photodiode cells can saturate owing to photons from the night-sky background (NSB). In addition, the large current generated by the high NSB rate can increase the temperature of the silicon substrate, resulting in shifts in the SiPM breakdown voltages and consequent gain changes. Moreover, this large current changes the effective bias voltage because it causes a voltage drop across the protection resistor of 100-1000 {\\Omega}. Hence, these three factors, namely the avalanche photodiode (APD) saturation, Si temperature, and voltage drop must be carefully compensated for and/or considered in the energy calibration of Cherenkov telescopes with SiPM cameras. In this study, we measured the signal output charge of a SiPM and its variation as a function of different NSB-like background conditions up to 1 GHz/pixel. The results verify that the product of the SiPM gain and photon detection efficiency is well characterized by these three factors. ",
    "url": "https://arxiv.org/abs/2309.09580",
    "authors": [
      "Akira Okumura",
      "Kawori Wakazono",
      "Kazuhiro Furuta",
      "Hiroyasu Tajima"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "High Energy Astrophysical Phenomena (astro-ph.HE)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2309.09673",
    "title": "Strong Coupling of Two-Dimensional Excitons and Plasmonic Photonic  Crystals: Microscopic Theory Reveals Triplet Spectra",
    "abstract": "Monolayers of transition metal dichalcogenides (TMDC) are direct-gap semiconductors with strong light-matter interactions featuring tightly bound excitons, while plasmonic crystals (PCs), consisting of metal nanoparticles that act as meta-atoms, exhibit collective plasmon modes and allow one to tailor electric fields on the nanoscale. Recent experiments show that TMDC-PC hybrids can reach the strong-coupling limit between excitons and plasmons forming new quasiparticles, so-called plexcitons. To describe this coupling theoretically, we develop a self-consistent Maxwell-Bloch theory for TMDC-PC hybrid structures, which allows us to compute the scattered light in the near- and far-field explicitly and provide guidance for experimental studies. Our calculations reveal a spectral splitting signature of strong coupling of more than $100\\,$meV in gold-MoSe$_2$ structures with $30\\,$nm nanoparticles, manifesting in a hybridization of exciton and plasmon into two effective plexcitonic bands. In addition to the hybridized states, we find a remaining excitonic mode with significantly smaller coupling to the plasmonic near-field, emitting directly into the far-field. Thus, hybrid spectra in the strong coupling regime can contain three emission peaks. ",
    "url": "https://arxiv.org/abs/2309.09673",
    "authors": [
      "Lara Greten",
      "Robert Salzwedel",
      "Tobias Göde",
      "David Greten",
      "Stephanie Reich",
      "Stephen Hughes",
      "Malte Selig",
      "Andreas Knorr"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2309.09827",
    "title": "Feynman photon path integral calculations of optical reflection,  diffraction, and scattering from conduction electrons",
    "abstract": "This paper describes the use of Feynman photon path integrals to compute the probability of detecting reflected, diffracted, and scattered photons at different points in space after interacting with conduction electrons. Five examples are given: (1) a thin parabolic sheet of conduction electrons (e.g. a metal mirror) that produces a sharp focus of a distant point source surrounded by the Airy diffraction pattern, (2) the loss of focusing power as the thickness of the parabolic sheet is increased and complete destructive interference for thicknesses that are an integer multiple of 1/2 the wavelength, (3) diffraction of photons entering a thin sheet from the side, (4) diffraction of photons entering the side of a sheet as its thickness is increased, and (5) the angular scattering distribution of internally generated photons in an extended volume of conduction electrons. The calculations integrated the complex probability amplitudes for photon paths from (a) a point source to (b) all points in the conduction electron volume and to (c) a point detector. At each detector position the detection probability was computed as the square of the absolute value of the integral. In general, if there is a concentration of paths that have nearly the same complex amplitude phase, reflection dominates. Otherwise, if the conduction electron volume has sharp boundaries, diffraction dominates. Isotropic scattering dominates for conduction electrons distributed throughout an extended volume, and may explain how scintillation photons in cryogenic n-type GaAs can escape total internal reflection trapping, which is essential for its high luminosity. ",
    "url": "https://arxiv.org/abs/2309.09827",
    "authors": [
      "Stephen E. Derenzo"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2309.09933",
    "title": "Increasing the dimension of linear systems solved by classical or  quantum binary optimization: A new method to solve large linear equation  systems",
    "abstract": "Recently, binary optimization has become an attractive research topic due to the development of quantum computing and specialized classical systems inspired by quantum computing. These hardware systems promise to speed up the computation significantly. In this work, we propose a new method to solve linear systems written as a binary optimization problem. The procedure solves the problem efficiently and allows it to handle large linear systems. Our approach is founded on the geometry of the original linear problem and resembles the gradient conjugate method. The conjugated directions used can significantly improve the algorithm's convergence rate. We also show that a partial knowledge of the intrinsic geometry of the problem can divide the original problem into independent sub-problems of smaller dimensions. These sub-problems can then be solved using quantum or classical solvers. Although determining the geometry of the problem has an additional computational cost, it can substantially improve the performance of our method compared to previous implementations. ",
    "url": "https://arxiv.org/abs/2309.09933",
    "authors": [
      "Erick R. Castro",
      "Eldues O. Martins",
      "Roberto S. Sarthour",
      "Alexandre M. Souza",
      "Ivan S. Oliveira"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2209.00994",
    "title": "Non-Markovianity between site-pairs in FMO complex using discrete-time  quantum jump model",
    "abstract": " Comments: 9 pages 13 figures ",
    "url": "https://arxiv.org/abs/2209.00994",
    "authors": [
      "Mousumi Kundu",
      "C. M. Chandrashekar"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Quantitative Methods (q-bio.QM)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2303.16358",
    "title": "Quantum computing with trapped ions: a beginner's guide",
    "abstract": " Comments: v1: 12 pages, 5 figures; v2: 29 pages, 5 figures, minor corrections (English), added acknowledgments, changed format from 2 columns to single column; v3: 33 pages, 5 figures, minor corrections + added one section after referee's comments ",
    "url": "https://arxiv.org/abs/2303.16358",
    "authors": [
      "Francesco Bernardini",
      "Abhijit Chakraborty",
      "Carlos Ordóñez"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Other Condensed Matter (cond-mat.other)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2304.05865",
    "title": "Floquet-engineered nonlinearities and controllable pair-hopping  processes: From optical Kerr cavities to correlated quantum matter",
    "abstract": " Comments: 33 pages, 21 figures, including Appendices. Extended version of arXiv:2203.05554 ",
    "url": "https://arxiv.org/abs/2304.05865",
    "authors": [
      "Nathan Goldman",
      "Oriana K. Diessel",
      "Luca Barbiero",
      "Maximilian Prüfer",
      "Marco Di Liberto",
      "Lucila Peralta Gavensky"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2305.08681",
    "title": "Subspace tracking for independent phase noise source separation in  frequency combs",
    "abstract": " Title: Subspace tracking for independent phase noise source separation in  frequency combs ",
    "url": "https://arxiv.org/abs/2305.08681",
    "authors": [
      "Aleksandr Razumov",
      "Holger R. Heebøll",
      "Mario Dummont",
      "Osama Terra",
      "Bozhang Dong",
      "Jasper Riebesehl",
      "Poul Varming",
      "Jens E. Pedersen",
      "Francesco Da Ros",
      "John E. Bowers",
      "Darko Zibar"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Signal Processing (eess.SP)"
    ]
  },
  {
    "id": "arXiv:2305.19825",
    "title": "Control of quantum coherence of photons exploiting quantum entanglement",
    "abstract": " Comments: 9 page, 7 figures, and a supplementary material ",
    "url": "https://arxiv.org/abs/2305.19825",
    "authors": [
      "Dianzhen Cui",
      "Xi-Lin Wang",
      "X. X. Yi",
      "Li-Ping Yang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2308.00907",
    "title": "Frequency Tunable Magnetostatic Wave Filters With Zero Static Power  Magnetic Biasing Circuitry",
    "abstract": " Comments: 65 pages, PDF; one supplementary note added, Revised argument in introduction, results unchanged ",
    "url": "https://arxiv.org/abs/2308.00907",
    "authors": [
      "Xingyu Du",
      "Mohamad Hossein Idjadi",
      "Yixiao Ding",
      "Tao Zhang",
      "Alexander J. Geers",
      "Shun Yao",
      "Jun Beom Pyo",
      "Firooz Aflatouni",
      "Mark Allen",
      "Roy H. Olsson III"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2308.14603",
    "title": "Recovering lossless propagation of polaritons with synthesized complex  frequency excitation",
    "abstract": " Comments: 20 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2308.14603",
    "authors": [
      "Fuxin Guan",
      "Xiangdong Guo",
      "Shu Zhang",
      "Kebo Zeng",
      "Yue Hu",
      "Chenchen Wu",
      "Shaobo Zhou",
      "Yuanjiang Xiang",
      "Xiaoxia Yang",
      "Qing Dai",
      "Shuang Zhang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2309.02708",
    "title": "Cooling down and waking up: how a quantum accelerator in the cortex  switches on consciousness",
    "abstract": " Comments: 45 pages, 3 figures. Figures added; minor text edits ",
    "url": "https://arxiv.org/abs/2309.02708",
    "authors": [
      "Andrew Bell"
    ],
    "subjectives": [
      "Neurons and Cognition (q-bio.NC)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2309.06561",
    "title": "Pilot bunch and co-magnetometry of polarized particles stored in a ring",
    "abstract": " Comments: 5 pages, 3 figures + references + supplemental material (6 pages, 2 figures, 6 tables + references) ",
    "url": "https://arxiv.org/abs/2309.06561",
    "authors": [
      "J. Slim",
      "F. Rathmann",
      "A. Andres",
      "V. Hejny",
      "A. Nass",
      "A. Kacharava",
      "P. Lenisa",
      "N.N. Nikolaev",
      "J. Pretz",
      "A. Saleev",
      "V. Shmakova",
      "H. Soltner",
      "F. Abusaif",
      "A. Aggarwal",
      "A. Aksentev",
      "B. Alberdi",
      "L. Barion",
      "I. Bekman",
      "M. Beyß",
      "C. Böhme",
      "B. Breitkreutz",
      "N. Canale",
      "G. Ciullo",
      "S. Dymov",
      "N.-O. Fröhlich",
      "R. Gebel",
      "M. Gaisser",
      "K. Grigoryev",
      "D. Grzonka",
      "J. Hetzel",
      "O. Javakhishvili",
      "V. Kamerdzhiev",
      "S. Karanth",
      "I. Keshelashvili",
      "A. Kononov",
      "K. Laihem",
      "A. Lehrach",
      "N. Lomidze",
      "B. Lorentz",
      "G. Macharashvili",
      "A. Magiera",
      "D. Mchedlishvili",
      "A. Melnikov",
      "F. Müller",
      "A. Pesce",
      "V. Poncza",
      "D. Prasuhn",
      "D. Shergelashvili",
      "N. Shurkhno",
      "S. Siddique",
      "A. Silenko",
      "S. Stassen",
      "E.J. Stephenson",
      "H. Ströher",
      "M. Tabidze",
      "G. Tagliente",
      "Y. Valdau",
      "M. Vitz",
      "T. Wagner",
      "A. Wirzba",
      "A. Wrońska",
      "P. Wüstner"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  }
]