[
  {
    "id": "arXiv:2302.12886",
    "title": "Quantum Electromagnetic Rate Theory of the Electron and the Meaning of  the Fine-Structure Constant",
    "abstract": "In a previous work, the meaning of the Planck constant $h = \\left( e^2 / 2 \\alpha \\right) \\sqrt{\\mu_0 / \\epsilon_0}$, accomplished by solving Maxwell's electrodynamics laws with specific electric $1 / \\tau_C = 1 / R_q C_q$ and magnetic $1/ \\tau_L = R_q / L_q$ quantum rates for the ground-state dynamics, was reinterpreted. $R_q$, $C_q$ and $L_q$ are the resistance, capacitance and inductance quantum of the ground-state dynamics, respectively. Based on this quantum electromagnetic rate approach, here it is demonstrated that the intrinsic massless character that complies with Dirac quantum electrodynamics of the electron in its ground-state energy level is a consequence of a quantum electromagnetic phase coherence between $\\tau_C$ and $\\tau_L$ time constants of the oscillatory motion. The quantum mechanical uncertainties associated with $h$ are interpreted to be a consequence of perturbing the inherent electromagnetic phase coherence of the ground state with the loss of half of a byte of electromagnetic information per ``experimental'' perturbation, with the fine-structure constant $\\alpha = \\sqrt{\\pi / 2 \\left( \\tau_L / \\tau_C \\right)} \\sim 1/137$ playing a prominent role in the phenomenon. ",
    "url": "https://arxiv.org/abs/2302.12886",
    "authors": [
      "Paulo Roberto Bueno"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2302.12887",
    "title": "Quantum Rate as a Spectroscopic Methodology for Measuring the Electronic  Structure of Quantum Dots",
    "abstract": "The electronic structure of nanoscale moieties (such as molecules and quantum dots) governs the properties and performance of the bottom-up fabricated devices based on their assemblies. Accordingly, simple and faster experimental methods that permit to resolve the electronic density of states of these nanoscale materials (of which quantum dots are a particular example) are of great importance for the development of man-made nanoscale interfaces and nanoelectronics. In the present work, we propose the quantum rate spectroscopy methodology (and introduce the fundamental physical basis of this technique) as a tool for resolving the electronic structure of zero-dimensional (quantum dot) structures at room temperature and environmental pressure conditions. This method is simpler than the traditional methods based on scanning tunneling microscopy. This spectroscopic approach based on the quantum rate theory was demonstrated for CdTe quantum dots, and was used to measure a spectrum that provides discrete energy levels that are consistent with those obtained by tunneling microscopy measurements. ",
    "url": "https://arxiv.org/abs/2302.12887",
    "authors": [
      "Edgar Fabian Pinzón",
      "Laís Cristine Lopes",
      "André Felipe Vale da Fonseca",
      "Marco Antonio Schiavon",
      "Paulo Roberto Bueno"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2302.12889",
    "title": "Using the Julia framework to teach quantum entanglement",
    "abstract": "Entanglement, a phenomenon that has puzzled scientists since its discovery, has been extensively studied by many researchers through both theoretical and experimental aspect of both quantum information processing (QIP) and quantum mechanics (QM). But how can entanglement be most effectively taught to computer science students compared to applied physics students?. in this educational pursuit, we propose using Yao.jl, a quantum computing framework written in Julia for teaching entanglement to graduate computer science students attending a quantum computing class at Johns Hopkins University. David Mermin's just enough QM for them to understand and develop algorithms in quantum computation [Mer98, Mer03] idea aligns with the purpose of this work. Additionally, the authors of the study Improving students understanding of QM via the Stern-Gerlach experiment (SGE) argue that this experiment should be a key part of any QM education. Here, we explore the concept of entanglement and it's quantification in various quantum information processing experiments, including one inequality-free form of Bell's theorem: (1) Superposition via the Hadamard, (2) Bell-state generation and (3) GHZ state generation. The utilisation of circuit diagrams and code fragmentsis a central theme in this work's philosophy. ",
    "url": "https://arxiv.org/abs/2302.12889",
    "authors": [
      "Shlomo Kashani",
      "David Zaret"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2302.12975",
    "title": "3D tracking of particles in a dusty plasma by laser sheet tomography",
    "abstract": "The collective behavior of levitated particles in a weakly-ionized plasma (dusty plasma) has raised significant scientific interest. This is due to the complex array of forces acting on the particles, and their potential to act as in-situ diagnostics of the plasma environment. Ideally, the three-dimensional (3D) motion of many particles should be tracked for long periods of time. Typically, stereoscopic imaging using multiple cameras combined with particle image velocimetry (PIV) is used to obtain a velocity field of many particles, yet this method is limited by its sample volume and short time scales. Here we demonstrate a different, tomographic imaging method capable of tracking individual particles. We use a scanning laser sheet coupled to a single high-speed camera. We are able to identify and track tens of individual particles over centimeter length scales for several minutes, corresponding to more than 10,000 frames. ",
    "url": "https://arxiv.org/abs/2302.12975",
    "authors": [
      "Wentao Yu",
      "Justin C. Burton"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Soft Condensed Matter (cond-mat.soft)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2302.13006",
    "title": "All-polarization-maintaining linear cavity fiber lasers mode-locked by  nonlinear polarization evolution in stretched pulse regime",
    "abstract": "Nonlinear polarization evolution (NPE) is among the most advanced techniques for obtaining ultrashort pulses with excellent optical performance. However, it is challenging to design environmentally stable NPE fiber oscillators using only polarization-maintaining (PM) fibers. Here, we use the same PM fiber and non-reciprocal phase shifter to design two different devices, which are capable of acting as effective NPE saturable absorbers (SAs) in two all-PM linear cavity fiber lasers. These two laser setups differ in the position of the non-reciprocal phase shifter, the presence of which is crucial for the proposed fiber lasers to reduce their mode-locking thresholds and achieve high repetition rates above 100 MHz. The mode-locking principle and pulse evolution in the laser cavity are investigated theoretically. The first all-PM fiber oscillator emits sub-200 fs stretched pulses with low peak powers. The second oscillator, with a simpler architecture, directly delivers stretched pulses with high peak powers, the spectral bandwidth greater than 30 nm, and the pulse duration less than 90 fs. To the best of our knowledge, 79 fs achieved in this design is the shortest pulse duration provided by PM fiber lasers using NPE mode-lockers. ",
    "url": "https://arxiv.org/abs/2302.13006",
    "authors": [
      "Xuanyi Liu",
      "Feng Ye",
      "Minghe Zhao",
      "Boris A. Malomed",
      "H. Y. Fu",
      "Qian Li"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2302.13050",
    "title": "Experimental Investigation on Particle-Laden Flows of Viscoelastic  Fluids in Micro-Channels Using Optical Coherence Tomography",
    "abstract": "Considering the nonlinear response of non-Newtonian fluids to the local shear exerted on the bulks of fluid, the initially quasi-uniform distribution of the particles might be subject to alteration as well, due to the unbalanced force distribution on the particles. The current research investigates such particle migrations for flows of Viscoelastic Fluids (VEFs) in a straight micro-channel with a 1 by 3.25 mm rectangular cross-section. Polyacrylamide polymer in concentrations of 210 and 250 ppm have been used, where the heavy, linear, long-chain structure of the polymer introduces elasticity to the fluid. The flow measurements are performed using the state-of-the-art Optical Coherence Tomography (OCT) in 2D acquisition and doppler modes (D-OCT) to simultaneously resolve tomographic velocity field, and the transition of particles through the monitored cross-sections. Through the implementation of the experimental method in the current manuscript, the capability and convenience of using OCT for the problem at hand are demonstrated, as the abovementioned obtained data were to be equivalently captured by simultaneous use of Particle Image Velocimetry (PIV), for the ambient medium velocity field, and Lagrangian Particle Tracking (LPT) schemes, for identification and tracking the position of the particles. The velocity field is obtained with the spatial resolution of 2.58um in the depth direction, and through sub-pixel image processing, highly accurate positioning of the particles is realized. The experimental results are then used for statistical calculations, such as the Probability Distribution Function (PDF) of the cross-sectional map of the space frequented by the particles to explain the underlying physics. ",
    "url": "https://arxiv.org/abs/2302.13050",
    "authors": [
      "Kasra Amini",
      "Gustaf Martensson",
      "Outi Tammisola",
      "Fredrik Lundell"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2302.13105",
    "title": "Laser nano-fabrication inside silicon with spatial beam modulation and  non-local seeding",
    "abstract": "Nano-fabrication in silicon, arguably the most important material for modern technology, has been limited exclusively to its surface. Existing lithographic methods cannot penetrate the wafer surface without altering it, whereas emerging laser-based subsurface or in-chip fabrication remains at > 1 micrometer resolution. In addition, available methods do not allow positioning or modulation with sub-micron precision deep inside the wafer. The fundamental difficulty of breaking these dimensional barriers are two-fold, i.e., complex nonlinear effects inside the wafer and the inherent diffraction limit for laser light. Here, we overcome these challenges by using structured-laser-beams and exploiting preformed subsurface structures as seed, in order to establish the first controlled nano-fabrication capability inside silicon. We demonstrate buried nano-structures of feature sizes down to 100 nm +- 25 nm, with sub-wavelength and multi-dimensional control; thereby improving the state-of-the-art by an order-of-magnitude. In order to showcase the photonic capabilities, we fabricated the first in-chip nano-photonic elements, i.e., nano-gratings with record diffraction efficiency and spectral control. The reported advance is an important step towards in-chip nano-photonic systems, micro-/nano-fluidics & NEMS/MEMS, and 3D electronic-photonic integration. ",
    "url": "https://arxiv.org/abs/2302.13105",
    "authors": [
      "Rana Asgari Sabet",
      "Aqiq Ishraq",
      "Alperen Saltik",
      "Onur Tokel"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2302.13135",
    "title": "Experimental Demonstration of A Dual-Input/Dual-Output Reflective  Impedance Metasurface",
    "abstract": "This paper presents the experimental demonstration of a dual-input/dual-output reflective impedance metasurface. The design of the metasurface relies on the Method of Moments and leverages auxiliary surface waves to achieve anomalous reflection of impinging plane waves with controlled sidelobe levels. A prototype that ensures maximum directivity at prescribed angles for the reflection of the two input waves is then fabricated on a Rogers RO3003 printed-circuit board using 42 metawires loaded with printed capacitors. The proposed metasurface is capable of reflecting incident beams from $-20^\\circ$ to $0^\\circ$ and from $+20^\\circ$ to $-40^\\circ$ at 9.7 GHz. The metasurface is measured and an aperture efficiency of at least 80% is calculated for each of the reflected waves, indicating a high multiplexing efficacy. ",
    "url": "https://arxiv.org/abs/2302.13135",
    "authors": [
      "Jean Louis Keyrouz",
      "Vasileios G. Ataloglou",
      "George V. Eleftheriades"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2302.13177",
    "title": "Sagnac interference in integrated photonics for reflection mirrors,  gyroscopes, filters, and wavelength interleavers",
    "abstract": "As a fundamental optical approach to interferometry, Sagnac interference has been widely used for reflection manipulation, precision measurements, and spectral engineering in optical systems. Compared to other interferometry configurations, it offers attractive advantages by yielding a reduced system complexity without the need for phase control between different pathways, thus offering a high degree of stability against external disturbance and a low wavelength dependence. The advance of integration fabrication techniques has enabled chip-scale Sagnac interferometers with greatly reduced footprint and improved scalability compared to more conventional approaches implemented by spatial light or optical fiber devices. This facilitates a variety of integrated photonic devices with bidirectional light propagation, showing new features and capabilities compared to unidirectional-light-propagation devices such as Mach-Zehnder interferometers (MZIs) and ring resonators (RRs). Here, we present our latest results for functional integrated photonic devices based on Sagnac interference. We outline the theory of integrated Sagnac interference devices with comparisons to other integrated photonic building blocks such as MZIs, RRs, photonic crystal cavities, and Bragg gratings. We present our latest results for Sagnac interference devices realized in integrated photonic chips, including reflection mirrors, optical gyroscopes, basic filters, wavelength (de)interleavers, and optical analogues of quantum physics. ",
    "url": "https://arxiv.org/abs/2302.13177",
    "authors": [
      "David J. Moss"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2302.13194",
    "title": "Observation of optical de Broglie-Mackinnon wave packets",
    "abstract": "de Broglie wave packets accompanying moving particles are dispersive and lack an intrinsic length scale dictated solely by the particle mass and velocity. Mackinnon proposed almost 45~years ago a localized non-dispersive wave packet constructed out of dispersive de Broglie phase waves via a Copernican inversion of the roles of particle and observer, whereupon an intrinsic length scale emerges by accounting for every possible observer -- rather than by introducing an \\textit{ad hoc} uncertainty in the particle velocity. The de Broglie-Mackinnon (dBM) wave packet has nevertheless remained to date a theoretical entity. Here, we report the observation of optical dBM wave packets using paraxial space-time-coupled pulsed laser fields in presence of anomalous group-velocity dispersion. Crucially, the bandwidth of dBM wave packets has an upper limit that is compatible with the wave-packet group velocity and equivalent mass. In contrast to previously observed linear propagation-invariant wave packets whose spatio-temporal profiles at any axial plane are X-shaped, those for dBM wave packets are uniquely O-shaped (circularly symmetric with respect to space and time). By sculpting their spatio-temporal spectral structure, we produce dispersion-free dBM wave packets in the dispersive medium, observe their circularly symmetric spatio-temporal profiles, and tune the field parameters corresponding to particle mass and velocity that uniquely determine the wave-packet length scale. ",
    "url": "https://arxiv.org/abs/2302.13194",
    "authors": [
      "Layton A. Hall",
      "Ayman F. Abouraddy"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2302.13272",
    "title": "Review On Laser Induced Breakdown spectroscopy: Methodology and  Technical Developments",
    "abstract": "In this review we attempt to provide a brief account of laser induced breakdown spectroscopy (LIBS) methodology and technological developments. We also summarise various methods adopted for exploiting LIBS. Besides, a brief overview of combination of LIBS in conjunction with other methods is also given. ",
    "url": "https://arxiv.org/abs/2302.13272",
    "authors": [
      "Jinto Thomas",
      "Hem Chandra Joshi"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2302.13636",
    "title": "Deterministic and stochastic coarsening control in optically-addressed  spatial light modulators subject to optical feedback",
    "abstract": "Phase separation accompanied by further domain growth and coarsening is a phenomenon common to a broad variety of dynamical systems. In this connection, controlling such processes represents a relevant interdisciplinary problem. Using methods of numerical modelling, we demonstrate two approaches for the coarsening control in bistable systems based on the example of a spatially-extended model describing an optically-addressed spatial light modulator with two color illumination subject to optical feedback. The first method implies varying system parameters such that the system evolves as the pitchfork or saddle-node normal forms. The second method leverages noise whose intensity is used as an additional system parameter. Both, deterministic and stochastic schemes allow to control the direction and speed of the fronts separating spatial domains. The considered stochastic control represents a particular case of the noise-sustained front propagation in bistable systems and involves the properties of the optical system under study. In contrast, the proposed deterministic control technique can be applied to bistable systems of different nature. ",
    "url": "https://arxiv.org/abs/2302.13636",
    "authors": [
      "Vladimir V. Semenov",
      "Xavier Porte",
      "Laurent Larger",
      "Daniel Brunner"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Adaptation and Self-Organizing Systems (nlin.AO)"
    ]
  },
  {
    "id": "arXiv:2302.13768",
    "title": "High speed silicon photonic electro-optic Kerr modulation",
    "abstract": "Electro-optic silicon-based modulators contribute to ease the integration of high-speed and low-power consumption circuits for classical optical communications or quantum computers. However, the inversion symmetry in the silicon crystal structure inhibits the use of Pockels effect. An electric field-induced optical modulation equivalent to a Pockels effect can nevertheless be achieved in silicon by the use of DC Kerr effect. Although some theoretical and experimental studies have shown its existence in silicon, the DC Kerr effect in optical modulation have led to a negligible contribution so far. This paper reports demonstration of high-speed optical modulation based on the electric field-induced linear electro-optic effect in silicon PIN junction waveguides. The relative contributions of both plasma dispersion and Kerr effects are quantified and we show that the Kerr induced modulation is dominant when a high external DC electric field is applied. Finally, the high-speed modulation response is analyzed and eye diagram up to 100 Gbits/s in NRZ format are obtained. This work demonstrates high speed modulation based on Kerr effect in silicon, and its potential for low loss, quasi-pure phase modulation. ",
    "url": "https://arxiv.org/abs/2302.13768",
    "authors": [
      "Jonathan Peltier",
      "Weiwei Zhang",
      "Leopold Virot",
      "Christian Lafforgue",
      "Lucas Deniel",
      "Delphine Marris-Morini",
      "Guy Aubin",
      "Farah Amar",
      "Denh Tran",
      "Xingzhao Yan",
      "Callum G. Littlejohns",
      "Carlos Alonso-Ramos",
      "David J. Thomson",
      "Graham Reed",
      "Laurent Vivien"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2302.13779",
    "title": "Multi Mode (Reflection and Transmission) Operated Dielectric Resonator  based Displacement Sensor",
    "abstract": "The authors propose a multi mode operated dielectric resonator based displacement sensor. A cylindrical dielectric resonator is coupled to two 50 ohm microstrip lines to enable the multi mode operating feature. The parameters like S11 in reflection mode and S21 in transmission mode are sensitive to DR displacements w.r.to transmission lines. The HFSS is carried out for numerical analysis and the fabricated sensor prototype is realized with VNA measurement. Both the HFSS and VNA responses are in good agreement with each other for this multi mode operation. This reveals the selection of mode freedom to the choice of operation. ",
    "url": "https://arxiv.org/abs/2302.13779",
    "authors": [
      "Premsai Regalla",
      "Praveen Kumar A.V"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2302.13836",
    "title": "Two-Dimensional Wide Dynamic Range Displacement Sensor using Dielectric  Resonator Coupled Microwave Circuit",
    "abstract": "In this paper, the authors propose a two-dimensional, wide dynamic range, linear displacement sensor using microwave methods. The microwave sensor circuit employs a cylindrical dielectric resonator proximity coupled to a pair of orthogonal microstrip lines formed on a microwave substrate. The DR rests on the substrate and is free to be displaced between the strips on the 2D plane of the substrate. The strips excite the particular resonant mode of the DR, the intensity of which varies with the DRs proximity to the strips. The DRs position can thus be read out in terms of the 2 port S parameters of the circuit, at a fixed frequency determined by the resonant mode of DR. Such fixed frequency sensors are robust in operation and cost effective in realization, an important aspect of this sensor. Initial one-dimensional positioning simulations of the sensor through three fixed representative paths on the substrate reveal that the S parameters vary monotonically with the displacement. Prototype measurements reveal a dynamic range of 23 mm for horizontal or vertical displacement, and 30 mm for diagonal displacement at the resonant frequency of 3.67 GHz. Next, 2D positioning test is conducted and a technique for one to one mapping from the S parameters to the 2D position is demonstrated. To conclude, the proposed sensors performance is compared with that of existing 2D sensors. ",
    "url": "https://arxiv.org/abs/2302.13836",
    "authors": [
      "Premsai Regalla",
      "A.V. Praveen Kumar"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Systems and Control (eess.SY)"
    ]
  },
  {
    "id": "arXiv:2302.13883",
    "title": "Design and Analysis of Nonvolatile GSST-based Modulator Utilizing  Engineered Mach-Zehnder Structure with Graphene Heaters",
    "abstract": "Photonic integrated circuits (PICs) are the foundation of on-chip optical technologies. Mach-Zehnder modulators are appealing building blocks of PICs which mostly rely on weak and volatile optical effects in materials. In contrast, phase change materials such as GSST are promising candidates to realize efficient and nonvolatile reconfigurable optical devices. However, the phase transitions of PCMs are accompanied by large changes in the imaginary parts of their refractive indices which make the design of MZMs challenging. In this paper, two interesting design methods named as loss-balancing and pre equalization are introduced to propose high performance GSST based MZMs. In this regard, a GSST based waveguide with graphene as a microheater is proposed which plays the role of configurable active waveguide in both the introduced methods. ",
    "url": "https://arxiv.org/abs/2302.13883",
    "authors": [
      "Sohrab Mohammadi-Pouyan",
      "Shahram Bahadori",
      "Afrooz Rafatmah"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2302.13907",
    "title": "Parallel Modeling of the Acoustic Signal Propagation in a Cased Well",
    "abstract": "A numerical method is proposed for carrying out a full-scale simulation of the process of propagation of an acoustic signal in a cased well. The main goal is to study the interaction of the wave field with the vertical boundary of the cement filling the annular and near-pipe space. Particular attention is paid to the analysis of the intensity of the wave reflected from this boundary, depending on the degree of hardening of the upper edge of the cement. A distinctive feature of the problem is the presence in it of several significantly different spatial scales. So, the length of the well can vary from several hundred meters to several kilometers, the diameter of the well is a few tens of centimeters, and the thickness of the casing string, as a rule, does not exceed a few first centimeters. It is this diversity of scale that requires the organization of parallel computing, the organization of which is based on the spatial decomposition of the region and the involvement of Message Passing Interface (MPI). The results of test calculations are presented and an analysis of the strong and weak scalability of the developed software is carried out. ",
    "url": "https://arxiv.org/abs/2302.13907",
    "authors": [
      "Vladimir Cheverda",
      "Galina Reshetova",
      "Artem Kabannik",
      "Andrey Fedorov",
      "Roman Korkin",
      "Demid Demidov",
      "Viktor Balalayev"
    ],
    "subjectives": [
      "Geophysics (physics.geo-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2302.13912",
    "title": "Prototype electronics for the silicon pad layers of the future Forward  Calorimeter (FoCal) of the ALICE experiment at the LHC",
    "abstract": "A Forward Calorimeter (FoCal) has been proposed as part of the ALICE upgrades for data taking from 2029 onwards. The FoCal will feature a sampling electromagnetic calorimeter segmented into 110 towers supplemented by a hadron calorimeter. The electromagnetic calorimeter will be composed of 20 passive layers of tungsten absorber interleaved with 18 active layers of low-granularity silicon pad sensors and two layers of high-granularity pixel detectors. Each pad layer will be read out by 110 silicon pad sensors of 72 channels, amounting to a total of 1980 sensors. This paper describes, from front-end to back-end, the electronics developed to instrument a tower prototype composed of 18 silicon pad sensors. ",
    "url": "https://arxiv.org/abs/2302.13912",
    "authors": [
      "O. Bourrion",
      "D. Tourres",
      "R. Guernane",
      "C. Arata",
      "J.-L. Bouly",
      "N. Ponchant"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2302.13924",
    "title": "Periodic Korteweg-de Vries soliton potentials generate magnetic field  strength with exact quasisymmetry",
    "abstract": "Quasisymmetry (QS) is a hidden symmetry of the magnetic field strength, B, that confines charged particles effectively in a nonsymmetric toroidal plasma equilibrium. Recent numerical breakthroughs have shown that excellent QS can be realized in a toroidal volume. Here, we show that the hidden symmetry of QS has a deep connection to the underlying symmetry that makes solitons possible. In particular, we demonstrate that a class of quasisymmetric B is described by a periodic finite-gap soliton potential of the well-known Korteweg-de Vries (KdV) equation. Our exact and non-perturbative method drastically reduces the number of independent B parameters on a magnetic flux surface to just three, which could make stellarator optimization schemes significantly more efficient. Furthermore, we deduce an upper bound on the maximum toroidal volume that can be quasisymmetric. In the neighborhood of the outermost surface, B approaches the form of the 1-soliton reflectionless potential. ",
    "url": "https://arxiv.org/abs/2302.13924",
    "authors": [
      "W. Sengupta",
      "N. Nikulsin",
      "E.J.Paul",
      "S. Buller",
      "R. Nies",
      "S.R.Hudson",
      "A. Bhattacharjee"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2302.12956",
    "title": "Quantum metrology algorithms for dark matter searches with clocks",
    "abstract": "Quantum algorithms such as dynamical decoupling can be used to improve the sensitivity of a quantum sensor to a signal while suppressing sensitivity to noise. Atomic clocks are among the most sensitive quantum sensors, with recent improvements in clock technology allowing for unprecedented precision and accuracy. These clocks are highly sensitive to variations in fundamental constants, making them ideal probes for local ultralight scalar dark matter. Further improvements to the sensitivity is expected in proposed nuclear clocks based on the thorium 229m isomer. We investigate the use of various quantum metrology algorithms in the search for dark matter using quantum clocks. We propose a new broadband dynamical decoupling algorithm and compare it with quantum metrology protocols that have been previously proposed and demonstrated, namely differential spectroscopy and narrowband dynamical decoupling. We conduct numerical simulations of scalar dark matter searches with realistic noise sources and accounting for dark matter decoherence. Finally, we discuss an alternative thorium nuclear transition excitation method that bypasses the technical challenges associated with vacuum ultraviolet lasers. ",
    "url": "https://arxiv.org/abs/2302.12956",
    "authors": [
      "M. H. Zaheer",
      "N. J. Matjelo",
      "D. B. Hume",
      "M. S. Safronova",
      "D. R. Leibrandt"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2302.13047",
    "title": "Quantum gravity -- an unfinished revolution",
    "abstract": "It is generally assumed that the search for a consistent and testable theory of quantum gravity is among the most important open problems of fundamental physics. I review the motivations for this search, the main problems on the way, and the status of present approaches and their physical relevance. I speculate on what the situation could be in 2050. ",
    "url": "https://arxiv.org/abs/2302.13047",
    "authors": [
      "Claus Kiefer"
    ],
    "subjectives": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      "High Energy Physics - Theory (hep-th)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2302.13058",
    "title": "First-principles study of electronic and optical properties in 1-D  oligomeric derivatives of telomestatin",
    "abstract": "Real-space self-interaction corrected (time-dependent) density functional theory has been used to investigate the ground-state electronic structure and optical absorption profiles of a series of linear oligomers inspired by the natural product telomestatin. Length-dependent development of plasmonic excitations in the UV region is seen in the neutral species which is augmented by polaron-type absorption in the IR when the chains are doped with an additional electron/hole. Combined with a lack of absorption in the visible region this suggests these oligomers as good candidates for applications such as transparent antennae in dye-sensitised solar energy collection materials. ",
    "url": "https://arxiv.org/abs/2302.13058",
    "authors": [
      "Joelle Mergola-Greef",
      "Bruce F. Milne"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2302.13450",
    "title": "Enhancement of quantum heat engine by encircling a Liouvillian  exceptional point",
    "abstract": "Quantum heat engines are expected to outperform the classical counterparts due to quantum coherences involved. Here we experimentally execute a single-ion quantum heat engine and demonstrate, for the first time, the dynamics and the enhanced performance of the heat engine originating from the Liouvillian exceptional points (LEPs). In addition to the topological effects related to LEPs, we focus on thermodynamic effects, which can be understood by the Landau-Zener-Stuckelberg process under decoherence. We witness a positive net work from the quantum heat engine if the heat engine cycle dynamically encircles an LEP. Further investigation reveals that, a larger net work is done when the system is operated closer to the LEP. We attribute the enhanced performance of the quantum heat engine to the LZS process, enabled by the eigenenergy landscape in the vicinity of the LEP, and the EP-induced topological transition. Therefore, our results open new possibilities to towards LEP-enabled control of quantum heat engines and of thermodynamic processes in open quantum systems. ",
    "url": "https://arxiv.org/abs/2302.13450",
    "authors": [
      "J. -T. Bu",
      "J. -Q. Zhang",
      "G. -Y. Ding",
      "J. -C. Li",
      "J. -W. Zhang",
      "B. Wang",
      "W. -Q. Ding",
      "W. -F. Yuan",
      "L. Chen",
      "Ş.K. Özdemir",
      "F. Zhou",
      "H. Jing",
      "M. Feng"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2302.13627",
    "title": "Nonreciprocal slow or fast light in anti-$\\mathcal{PT}$-symmetric  optomechanics",
    "abstract": "Non-Hermitian systems with anti-parity-time ($\\mathcal{APT}$) symmetry have revealed rich physics beyond conventional systems. Here, we study optomechanics in an $\\mathcal{APT}$-symmetric spinning resonator and show that, by tuning the rotating speed to approach the exceptional point (EP) or the non-Hermitian spectral degeneracy, nonreciprocal light transmission with a high isolation ratio can be realized. Accompanying this process, nonreciprocal group delay or advance is also identified in the vicinity of EP. Our work sheds new light on manipulating laser propagation with optomechanical EP devices and, in a broader view, can be extended to explore a wide range of $\\mathcal{APT}$-symmetric effects, such as $\\mathcal{APT}$-symmetric phonon lasers, $\\mathcal{APT}$-symmetric topological effects, and $\\mathcal{APT}$-symmetric force sensing or accelerator. ",
    "url": "https://arxiv.org/abs/2302.13627",
    "authors": [
      "Meiyu Peng",
      "Huilai Zhang",
      "Qian Zhang",
      "Tian-Xiang Lu",
      "Imran M. Mirza",
      "Hui Jing"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2302.13821",
    "title": "SQUID current sensors with an integrated thermally actuated input  current limiter",
    "abstract": "The development of SQUID current sensors with a thermally actuated input current limiter (TCL) integrated into the input circuit of the sensor is presented. The TCL is based on an unshunted Josephson Junction (JJ) series array, around which meanders a galvanically isolated, but tightly, thermally coupled, resistive heater element. By applying a current to the heater, the JJ critical currents can be reduced or completely suppressed, while the other on-chip SQUID circuit elements remain unaffected. The functional parameters of the TCL are determined by direct transport measurements and by static and dynamic flux coupling tests via the input circuit. In liquid Helium, a heater power, which reliably suppresses the critical current of the JJ array to zero, of $\\sim$1.5 mW was needed, with the TCL normal state resistance being at 500 $\\Omega$. In this configuration, typical TCL switching times below 10 $\\mu$s were observed in the direct transport measurements. The TCL can be used to temporarily or even permanently disable malfunctioning channels in multichannel SQUID magnetometer systems, when feedback into their otherwise superconducting input circuits is not possible. In doing so, significant signal distortions in neighbouring channels from screening currents in these input circuits are avoided. Furthermore, by completely suppressing and restoring the TCL critical current, dc offset currents in the superconducting input circuits can be prevented. This is relevant, for instance, in SQUID-based spin precession experiments on hyperpolarized noble gases, in which even dc currents of a few $\\mu$A in the input circuit can lead to significant magnetic field distortions in the adjacent sample region contributing to the transverse spin-spin relaxation rate $1/T_{2}$ ",
    "url": "https://arxiv.org/abs/2302.13821",
    "authors": [
      "Rainer Körber",
      "Patryk Krzysteczko",
      "Monique Klemm",
      "Tianhao Liu",
      "Jan-Hendrik Storm",
      "Jörn Beyer"
    ],
    "subjectives": [
      "Superconductivity (cond-mat.supr-con)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2302.13847",
    "title": "Thermal Transport Properties of Nanoporous Silicon with Significant  Specific Surface Area",
    "abstract": "This paper studies thermal transport in nanoporous silicon with a significant specific surface area. First, the equilibrium molecular dynamics approach was used to obtain the dependence of thermal conductivity on a specific surface area. Then, a modified phonon transport kinetic theory-based approach was developed to analyze thermal conductivity. Two models were used to evaluate the phonon mean free path in the porous materials. The first model approximates the dependence of the mean free path only with the specific surface area, and the second one investigates the dependence of the mean free path variation with the porosity in the peculiar case of a highly porous matrix. Both models approximate molecular dynamics data well for the smaller porosity values, while the first model fails for large porosities. The second model matches well with molecular dynamics simulations for all considered ranges of the porosities. This work illustrates that the phonon mean free path dependence with the porosity/volume fraction of composite materials is essential for describing thermal transport in systems with significant surface-to-volume fractions. ",
    "url": "https://arxiv.org/abs/2302.13847",
    "authors": [
      "Mykola Isaiev",
      "Yuliia Mankovska",
      "Vasyl Kuryliuk",
      "David Lacroix"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2302.13974",
    "title": "Collective Quantum Approach to Surface Plasmon Resonance Effect",
    "abstract": "In this research we present a theory of the surface plasmon resonance (SPR) effect based on the dual length-scale driven damped collective quantum oscillations of the spill-out electrons in plasmonic material surface. The metallic electron excitations are modeled using the Hermitian effective Schr\\\"{o}dinger-Poisson system, whereas, the spill-out electron excitations are modeled via the damped non-Hermitian effective Schr\\\"{o}dinger-Poisson system adapted appropriately at the metal-vacuum interface. It is shows that, when driven by external field, the system behaves like the driven damped oscillator in wavenumber domain, quite analogous to the driven damped mechanical oscillation in frequency domain, leading to the collective surface spill-out electron excitation resonance. In this model the resonance occurs when the wavenumber of the driving pseudoforce matches that of the surface plasmon excitations which can be either due to single-electrons or collective effects. Current theory of SPR is based on longitudinal electrostatic excitations of the surface electrons, instead of the polariton excitation parallel to the metal-dielectric or metal-vacuum surface. Current theory may also be extended to use for the localized surface plasmon resonance (LSPR) in nanometer sized metallic surfaces in non-planar geometry. A new equation of state (EoS) for the plasmon electron number density in quantum plasmas is obtained which limits the plasmonic effects in high-density low-temperature electron gas regime, due to small transition probability of electrons to the plasmon energy band. ",
    "url": "https://arxiv.org/abs/2302.13974",
    "authors": [
      "M. Akbari-Moghanjoughi"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2203.00414",
    "title": "Frequency combs with parity-protected cross-correlations from  dynamically modulated qubit arrays",
    "abstract": " Title: Frequency combs with parity-protected cross-correlations from  dynamically modulated qubit arrays ",
    "url": "https://arxiv.org/abs/2203.00414",
    "authors": [
      "Denis Ilin",
      "Alexander V. Poshakinskiy",
      "Alexander N. Poddubny",
      "Ivan V. Iorsh"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.14980",
    "title": "Orbital-free approach for large-scale electrostatic simulations of  quantum nanoelectronics devices",
    "abstract": " Comments: 9+2 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2205.14980",
    "authors": [
      "Waldemar Svejstrup",
      "Andrea Maiani",
      "Kevin Van Hoogdalem",
      "Karsten Flensberg"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2207.04511",
    "title": "Quantum walk for SU(1,1)",
    "abstract": " Comments: 8 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2207.04511",
    "authors": [
      "Liwei Duan"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2207.12837",
    "title": "Classical and quantum machine learning applications in spintronics",
    "abstract": " Comments: 9 pages, 8 figures ",
    "url": "https://arxiv.org/abs/2207.12837",
    "authors": [
      "Kumar Ghosh",
      "Sumit Ghosh"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2209.08454",
    "title": "High-efficiency optical frequency mixing in an all-dielectric  metasurface enabled by multiple bound states in the continuum",
    "abstract": " Title: High-efficiency optical frequency mixing in an all-dielectric  metasurface enabled by multiple bound states in the continuum ",
    "url": "https://arxiv.org/abs/2209.08454",
    "authors": [
      "Tingting Liu",
      "Meibao Qin",
      "Feng Wu",
      "Shuyuan Xiao"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.09069",
    "title": "Transduction of single nanomechanical pillar resonators by scattering of  surface acoustic waves",
    "abstract": " Comments: 24 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2210.09069",
    "authors": [
      "Hendrik Kähler",
      "Holger Arthaber",
      "Robert Winkler",
      "Robert G. West",
      "Ioan Ignat",
      "Harald Plank",
      "Silvan Schmid"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2212.13657",
    "title": "BioSFQ circuit family for neuromorphic computing: Bridging digital and  analog domains of superconductor technologies",
    "abstract": " Comments: 8 pages, 10 figures, 30 references. This paper was presented at Applied Superconductivity Conference, ASC 2022, October 23-28, 2022, Honolulu, Hawaii ",
    "url": "https://arxiv.org/abs/2212.13657",
    "authors": [
      "Vasili K. Semenov",
      "Evan B. Golden",
      "Sergey K. Tolpygo"
    ],
    "subjectives": [
      "Superconductivity (cond-mat.supr-con)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2301.09212",
    "title": "Spatial Decay and Limits of Quantum Solute-Solvent Interactions",
    "abstract": " Title: Spatial Decay and Limits of Quantum Solute-Solvent Interactions ",
    "url": "https://arxiv.org/abs/2301.09212",
    "authors": [
      "Guorong Weng",
      "Amanda Pang",
      "Vojtech Vlcek"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2302.07504",
    "title": "GRIDS-Net: Inverse shape design and identification of scatterers via  geometric regularization and physics-embedded deep learning",
    "abstract": " Comments: 23 pages of main text, 10 figures ",
    "url": "https://arxiv.org/abs/2302.07504",
    "authors": [
      "Siddharth Nair",
      "Timothy F. Walsh",
      "Greg Pickrell",
      "Fabio Semperlotti"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2302.12743",
    "title": "Fast wide-field quantum sensor based on solid-state spins integrated  with a SPAD array",
    "abstract": " Title: Fast wide-field quantum sensor based on solid-state spins integrated  with a SPAD array ",
    "url": "https://arxiv.org/abs/2302.12743",
    "authors": [
      "Guoqing Wang",
      "Francesca Madonini",
      "Boning Li",
      "Changhao Li",
      "Jinggang Xiang",
      "Federica Villa",
      "Paola Cappellaro"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  }
]