[
  {
    "id": "arXiv:2601.01159",
    "title": "A quadratic-scaling algorithm with guaranteed convergence for quantum coupled-channel calculations",
    "abstract": "           Rigorous quantum dynamics calculations provide essential insights into complex scattering phenomena across atomic and molecular physics, chemical reaction dynamics, and astrochemistry. However, the application of the gold-standard quantum coupled-channel (CC) method has been fundamentally constrained by a steep cubic scaling of computational cost [${O}(N^3)$]. Here, we develop a general, rigorous, and robust method for solving the time-independent Schrödinger equation for a single column of the scattering S-matrix with quadratic scaling [${O}(N^2)$] in the number of channels. The Weinberg-regularized Iterative Series Expansion (WISE) algorithm resolves the divergence issues affecting iterative techniques by applying a regularization procedure to the kernel of the multichannel Lippmann-Schwinger integral equation. The method also explicitly incorporates closed-channel effects, including those responsible for multichannel Feshbach resonances. We demonstrate the power of this approach by performing rigorous calculations on He + CO and CO + N$_2$ collisions, achieving exact quantum results with demonstrably quadratic scaling. Our results establish a new computational paradigm, enabling state-to-state quantum scattering computations for complex molecular systems and providing a novel window onto the intricate multichannel molecular collision dynamics.         ",
    "url": "https://arxiv.org/abs/2601.01159",
    "authors": [
      "Hubert J. Jóźwiak",
      "Md Muktadir Rahman",
      "Timur V. Tscherbul"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2601.01173",
    "title": "A Liquid Density Sensor Based On AlN Piezoelectric Micromachined Ultrasonic Transmitter Insensitive to Liquid Viscosity",
    "abstract": "           To overcome the limitations of conventional liquid density sensors, MEMS-based approaches have been developed. However, the viscosity-density coupling effect often compromises accuracy in high-viscosity liquids. Although various decoupling strategies have been proposed, they often suffer from complexity and inefficiency. This study presents an AlN-based PMUT liquid density sensor insensitive to viscosity interference. The sensor employs two identical PMUTs, functioning as transmitter and receiver, respectively. An ultrasonic wave generated by the transmitter is reflected by the liquid surface and detected by the receiver. Theoretical calculations demonstrate that when the excitation frequency remains constant, the amplitude of the received electrical signal exhibits a specific relationship with liquid density, while the viscosity-induced signal amplitude variation becomes negligible. Therefore, after calibrating the PMUT liquid density sensor by fitting the relationship between received signal amplitude and density across 0-100% glycerol solutions, the device can measure densities within this range regardless of liquid type and viscosity. Experimental results show that the sensor can accurately measure the density of the propylene glycol solutions using the glycerol-calibrated fitting formula, with the calculated density error rate between measured propylene glycol solutions using the glycerol-calibrated fitting formula and actual densities remains below 0.125%, demonstrating measurement insensitivity to viscosity differences between the two liquids. The proposed method achieves maximum error rates of less than 2.5% in high-viscosity environments (80%-100% glycerol solutions), which is 20% that of other density measurement methods based on resonant frequency. The developed PMUT liquid density sensor exhibits a measurable density range from 0.789 to 1.261 g/cm3.         ",
    "url": "https://arxiv.org/abs/2601.01173",
    "authors": [
      "Xuecong Fu",
      "Liang Lou",
      "Hao Ren"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2601.01221",
    "title": "Metasurface-based Terahertz Three-dimensional Holography Enabled by Physics-Informed Neural Network",
    "abstract": "           Artificial intelligence, an emerging, powerful and efficient computational tool, has played a crucial role in the design of optical devices. For the design of holographic metasurfaces, traditional algorithms require multiple iterations between the metasurface and target planes, resulting in excessive computation time. Here, a physics-informed neural network (PINN) is proposed for the fast design of terahertz three-dimensional (3D) holographic metasurfaces. Trained in a self-supervised manner, the PINN eliminates the need for paired input-label datasets. After training, the PINN enables end-to-end mapping between the target holographic patterns and metasurface structures. Both simulation and experimental results of single-plane and 3D multi-plane holography demonstrate that metasurfaces designed by PINN offer higher imaging quality than traditional iterative algorithms. Moreover, the PINN can find approximate solutions of metasurface structures even in physically counterintuitive scenarios, where the holographic patterns of two parallel imaging planes are completely distinct. Furthermore, the inference process of PINN typically takes less than 1 second, much faster than the traditional algorithms requiring iterative computation. Notably, the PINN simultaneously accounts for both phase and amplitude modulation, thereby outperforming traditional phase-only modulation algorithms in handling complex physical scenarios and offering superior imaging quality. This end-to-end design approach has the potential to pave the way for the realization of high-quality, real-time, and large-scale terahertz 3D holographic display technology.         ",
    "url": "https://arxiv.org/abs/2601.01221",
    "authors": [
      "Jingzhu Shao",
      "Ping Tang",
      "Borui Xu",
      "Xiangyu Zhao",
      "Yudong Tian",
      "Yuqing Liu",
      "Chongzhao Wu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2601.01267",
    "title": "Integrated vortex-assisted electroporation platform with enhanced throughput for genetic delivery to primary cells",
    "abstract": "           Primary human cells offer the most faithful representation of native human physiology, yet their practical utility is constrained by the difficulty of introducing exogenous genetic material. Electroporation provides a promising non-viral gene delivery approach; however, conventional bulk systems lack the uniformity and integration required for heterogeneous primary cell samples. Here, we present a vortex-assisted electroporation platform integrating size-selective cell trapping with enhanced throughput, parameter optimization across buffer and electrical conditions, and robust delivery of plasmid DNA and in vitro-transcribed mRNA in primary human cells. This integrated platform provides a unified workflow that addresses sample heterogeneity, throughput demands, and delivery efficiency, enabling broader implementation of non-viral gene delivery into primary cells for research and translational applications.         ",
    "url": "https://arxiv.org/abs/2601.01267",
    "authors": [
      "Hyun Woo Sung",
      "Soojung Claire Hur"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2601.01399",
    "title": "Quaternion optical computing chip for parallel high-dimensional data processing",
    "abstract": "           Optical computing chips have emerged as a transformative computing technology due to their high computational density, low energy consumption, and compact footprint. While real- and complex-valued computing chips have been well developed, their fundamental limitations in representing high-dimensional data significantly constrain their applicability in modern signal processing. Quaternions enable direct operations on three- and four-dimensional data, powering high-dimensional processing in data analytics and artificial intelligence. Here we demonstrate a quaternion optical computing chip (QOCC) for the first time and benchmark its performance in several typical application scenarios: three-dimensional point cloud processing, RGB chromatic transformation, and quaternion convolutional neural network for color image recognition. The QOCC harnesses high parallelism of light by wavelength-division multiplexing, processing high-dimensional data simultaneously through multiple optical wavelength channels. Compared to the electronic computing counterpart, our QOCC achieves higher computational fidelity (root mean square error < 0.035) and substantially reduced computational load (2/3 lower). It paves the way towards next-generation optical computing, overcoming the limitations of traditional computing systems in high-dimensional data processing.         ",
    "url": "https://arxiv.org/abs/2601.01399",
    "authors": [
      "Songyue Liu",
      "Qi Lu",
      "Yuan Zhong",
      "Yuru Li",
      "Meng Xiang",
      "Zhaohui Li",
      "Chao Lu",
      "Yikai Su",
      "Lu Sun"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2601.01419",
    "title": "Programmable calculus operations in electromagnetic space using space-time-coding metasurface",
    "abstract": "           With the rapid advancement of metasurfaces and the increasing demand for programmable metasurfaces to simplify information systems, wave-based computation using metasurfaces has emerged as an attractive research topic. To facilitate the mathematical operations in electromagnetic (EM) space, here we propose a space-time coding metasurface (STCM) system capable of directly performing calculus operations on the spatial energy distributions of EM waves. By exploiting harmonic characteristics induced by time-varying coding, the responses of meta-atoms at specific harmonics can be flexibly controlled, which enables the metasurface system to address more complex tasks. Owing to its programmability, the STCM can dynamically switch functions in real time to accommodate different calculus tasks. To fully leverage the capability of STCM, we not only present the space-time coding sequences for differentiation and integration of EM waves, but also develop and numerically simulate the space-time coding sequences that can independently and simultaneously implement different calculus operations on the same incident EM waves. To experimentally validate the feasibility of the EM calculus operations, proof-of-concept experiments are conducted using a programmable 2-bit STCM. Good agreements among the theory, numerical simulations, and experiments confirm the feasibility of performing calculus operations in the EM space and demonstrate the broad application prospects of STCM in EM wave manipulations, wireless communications, and signal processing.         ",
    "url": "https://arxiv.org/abs/2601.01419",
    "authors": [
      "Hao Tian Shi",
      "Lei Zhang",
      "Rui Yuan Wu",
      "Yi Ning Zheng",
      "Xiao Qing Chen",
      "Yuanzhe Li",
      "Shi He",
      "Jun Wei Wu",
      "Qiang Cheng",
      "Tie Jun Cui"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2601.01435",
    "title": "Simulation of the CYGNO Gaseous TPC Optical Readout",
    "abstract": "           Gaseous Time Projection Chambers with Optical Readout are sensitive detectors suitable for 3D measurement of low-energy O(1 keV) particles and are proposed for detecting rare events such as Dark Matter particle interactions. The CYGNO collaboration is developing such a detector with a high spatial and energy resolution, leveraging an innovative optical readout system. A reliable simulation of the detector response is needed to properly assess the physics reach of this technique and to better understand the performance of the detector in the development phase. Such a simulation cannot entirely rely on existing software packages; indeed, none of the available tools is capable of properly and reliably treating the different phenomena occurring in the detector, from the primary interaction in the gas volume throughout the whole detector response model, including charge transport, light production and propagation, and the response of the optical sensors. In this paper, we present a modeling of the detector response tuned on the CYGNO Optical TPC case; a description of the method is reported together with comparisons with experimental data from the LIME prototype to demonstrate the simulation performances.         ",
    "url": "https://arxiv.org/abs/2601.01435",
    "authors": [
      "F.D. Amaro",
      "R. Antonietti",
      "E. Baracchini",
      "L. Benussi",
      "S. Bianco",
      "C. Capoccia",
      "M. Caponero",
      "L.G.M de Carvalho",
      "G. Cavoto",
      "I.A. Costa",
      "A. Croce",
      "M. D'Astolfo",
      "G. D'Imperio",
      "G. Dho",
      "E. Di Marco",
      "J.M.F. dos Santos",
      "D. Fiorina",
      "F. Iacoangeli",
      "Z. Islam",
      "E. Kemp",
      "H. P. Lima Jr",
      "G. Maccarrone",
      "R.D.P. Mano",
      "D. J. G. Marques",
      "G. Mazzitelli",
      "P. Meloni",
      "A. Messina",
      "C.M.B. Monteiro",
      "R.A. Nobrega",
      "I.F. Pains",
      "E. Paoletti",
      "F. Petrucci",
      "S. Piacentini",
      "D. Pierluigi",
      "D. Pinci",
      "F. Renga",
      "A. Russo",
      "G. Saviano",
      "P.A.O.C. Silva",
      "N. J. C. Spooner",
      "R. Tesauro",
      "S. Tomassini",
      "S. Torelli",
      "D. Tozzi"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2601.01440",
    "title": "Programmable ultra-broadband photonic chaos platform enabled by microwave-chaos-driven electro-optic frequency combs",
    "abstract": "           Optical chaos holds great promise for secure communication, LiDAR, and reinforcement learning. However, its scalability has long been constrained by an intrinsic trade-off between bandwidth and the number of parallel chaotic channels. Here, we introduce a programmable \"chaos-on-comb\" architecture that overcomes this limitation using standard electro-optic components. By heterodyning a delayed-feedback chaotic laser with a continuous-wave reference, a broadband chaotic microwave signal is generated to simultaneously drive a cascaded electro-optic comb, imprinting chaotic dynamics across all comb lines and merging them into an ultra-broadband chaotic continuum. Then, incorporating spectrum slicing enables flexible extraction of parallel chaotic channels with preserved statistical independence and per-channel programmability. As a result, we demonstrate a single-channel ultra-broadband optical chaos with an effective bandwidth of 543.8 GHz, and a broadband terahertz noise source with an excess noise ratio of 52.99 \\pm 2.85 dB to validate its flatness. Furthermore, we employ the uncorrelated parallel chaos for ultrafast photonic decision-making in a 256-armed bandit problem, achieving a favourable power-law scaling exponent of 0.86. Our work paves the way toward programmable, reconfigurable, and application-ready photonic chaos systems.         ",
    "url": "https://arxiv.org/abs/2601.01440",
    "authors": [
      "Shiyu Shi",
      "Yiqun Zhang",
      "Mengjie Zhou",
      "Mingfeng Xu",
      "Xianglei Yan",
      "Qiang Chen",
      "Yunxia Yang",
      "Yinghui Guo",
      "Mingbo Pu",
      "Xiangang Luo"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Chaotic Dynamics (nlin.CD)"
    ]
  },
  {
    "id": "arXiv:2601.01443",
    "title": "Fully Coupled Multiphysics Modelling of Fracture Behaviour in Silicon Particles During Lithiation Delithiation Using the Phase Field Method",
    "abstract": "           In this study, a multiphysics model fully coupling mass transport, deformation, phase field, and fatigue damage was developed to investigate the cracking and fracturing behaviours of Si particles during the single lithiation-delithiation cycle and fatigue damage during multiple cycles. The effects of particle diameter, charge rate, and pre-existing notches on the failure behaviour of Si particles were systematically analysed. The results showed that the increase in charge rate, particle diameter, and pre-existing notch length leads to larger cracking rates and faster fracturing of the particle. Then, a validated contour map of Si particle's fracture behaviours was developed. Additionally, the influence of pre-existing notch length and charge rate on fatigue damage was examined, and it was found that longer pre-existing notch length and larger charge rate can shorten the particle's cyclic life. Finally, to alleviate the particle fracture, nanopores were introduced in the particle, and the influence of porosity on the fracture behaviours was investigated. The results showed that nanopores can reduce expansion, dissipate global tensile stresses and elongate the crack propagation path. The developed computational framework established a predictive relationship between stress diffusion coupling theory and particle-level degradation, guiding future design and manufacturing of failure-resistant Si-based anodes for lithium-ion batteries.         ",
    "url": "https://arxiv.org/abs/2601.01443",
    "authors": [
      "Jie Yang",
      "Wei Tan"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2601.01560",
    "title": "Quantum tunnelling-integrated optoplasmonic nanotrap enables conductance visualisation of individual proteins",
    "abstract": "           Biological electron transfer (ET) relies on quantum mechanical tunnelling through a dynamically folded protein. Yet, the spatiotemporal coupling between structural fluctuations and electron flux remains poorly understood, largely due to limitations in existing experimental techniques, such as ensemble averaging and non-physiological operating conditions. Here, we introduce a quantum tunnelling-integrated optoplasmonic nanotrap (QTOP-trap), an optoelectronic platform that combines plasmonic optical trapping with real-time quantum tunnelling measurements. This label-free approach enables single-molecule resolution of protein conductance in physiological electrolytes, achieving sub-3 nm spatial precision and 10-{\\mu}s temporal resolution. By synchronising optoelectronic measurements, QTOP-trap resolves protein-specific conductance signatures and directly correlates tertiary structure dynamics with conductance using a \"protein switch\" strategy. This methodology establishes a universal framework for dissecting non-equilibrium ET mechanisms in individual conformational-active proteins, with broad implications for bioenergetics research and biomimetic quantum device design.         ",
    "url": "https://arxiv.org/abs/2601.01560",
    "authors": [
      "Biao-Feng Zeng",
      "Zian Wang",
      "Yuxin Yang",
      "Xufei Ma",
      "Liang Xu",
      "Yi Shen",
      "Long Yi",
      "Yizheng Fang",
      "Ye Tian",
      "Zhenrong Zheng",
      "Yudong Cui",
      "Ji Cao",
      "Ge Bai",
      "Weixiang Ye",
      "Pan Wang",
      "Cuifang Kuang",
      "Joshua B. Edel",
      "Aleksandar P. Ivanov",
      "Xu Liu",
      "Longhua Tang"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2601.01635",
    "title": "Variational treatment of the electromagnetic field in an optical cavity with a moving mirror",
    "abstract": "           Optical cavities with moving mirrors provide a versatile platform for exploring radiation-matter interactions and optically mediated mechanical effects, whose control has wide technological implications. However, capturing the coupled dynamics of the electromagnetic field and of the mirror within a consistent theoretical framework remains challenging. We analyze the problem of the coupling between classical electromagnetic fields in a cavity and a movable mirror, considering both nonrelativistic and relativistic regimes of motion. Starting from the equations of motion for a mirror subject to a generic external potential, we provide a variational formulation of the mirror-radiation interaction. Within this framework, a single-mode variational approximation is introduced, which captures the essential dynamical features of the coupled system. In the special case of a mirror undergoing free motion, the variational method yields an exact solution. This unified treatment highlights the connection between different dynamical regimes and provides a basis for analyzing applications ranging from precision interferometry to relativistic radiation-pressure effects.         ",
    "url": "https://arxiv.org/abs/2601.01635",
    "authors": [
      "Francesco Lorenzi",
      "Maria Guglielmina Pelizzo",
      "Luca Salasnich"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2601.01641",
    "title": "Ab initio quantum embedding at finite temperature with density matrix embedding theory",
    "abstract": "           We present a finite-temperature extension of density matrix embedding theory (FT-DMET) for realistic crystalline systems. We describe a practical framework for constructing extended bath orbitals, solving the embedding problem, and performing DMET self-consistency at finite temperature. To reduce computational cost, we introduce strategies based on mutual-information-guided bath truncation, controlled treatment of the thermal electron number without explicit optimization, and the use of low-temperature impurity solvers and one-shot FT-DMET in the low-temperature regime. We apply this approach to periodic hydrogen chains and square lattices to characterize their finite-temperature phases. We observe the Pomeranchuk-like effect in one dimension and enhanced stability of long-range order in two dimensions.         ",
    "url": "https://arxiv.org/abs/2601.01641",
    "authors": [
      "Laurence Giordano",
      "Y. Stanley Tan",
      "Zhi-Hao Cui",
      "Chong Sun"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2601.01690",
    "title": "All-Optical Deep Learning with Quantum Nonlinearity",
    "abstract": "           The rapid scaling of deep neural networks comes at the cost of unsustainable power consumption. While optical neural networks offer an alternative, their capabilities remain constrained by the lack of efficient optical nonlinearities. To address this, we propose an all-optical deep learning architecture by embedding quantum emitters in inverse-designed nanophotonic structures. Due to their saturability, quantum emitters exhibit exceptionally strong nonlinearity compared with conventional materials. Using physics-aware training, we demonstrate that the proposed architecture can solve complex tasks, including nonlinear classification and reinforcement learning, which have not been realized in all-optical neural networks. To enable fair comparison across different platforms, we introduce a framework that quantitatively links nonlinearity to a network's expressive power. Analysis shows that our quantum activation, operating below nW/{\\mu}m^2 intensity, reduces the power budget by seven orders of magnitude. System-level estimates show that the optical power required for large language models scales sublinearly with model size, enabling watt-level operation. Our results indicate that quantum nanophotonics provides a route toward sustainable AI inference.         ",
    "url": "https://arxiv.org/abs/2601.01690",
    "authors": [
      "Qingyi Zhou",
      "Jungmin Kim",
      "Yutian Tao",
      "Guoming Huang",
      "Ming Zhou",
      "Zewei Shao",
      "Zongfu Yu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2601.01713",
    "title": "Controllable Lateral Optical Forces on Janus Particles in Fluid Media",
    "abstract": "           Optical forces - studied since the earliest days of laser physics - continue to reveal rich dynamics and enable powerful tools for manipulation of objects on micro- and nanoscales, and even individual atoms. Lateral optical forces, which act perpendicular to the direction of beam propagation, are particularly intriguing but have largely been restricted to interface geometries such as air - water boundaries. Here, we realize tunable lateral optical force entirely within a fluid environment by using Janus particles: dielectric microspheres half-coated with gold. We show that the lateral optical force arises from scattering asymmetry induced by the asymmetric structure of the particles; it can be tuned by adjusting the polarization angle of a linearly polarized beam, but also particle parameters including their size and orientation. Experimentally, we directly observe fully reversible lateral propulsion of Janus particles in water merely by rotating the polarization direction, in excellent agreement with theoretical predictions. These results establish a new mechanism for programmable, polarization-controlled optical manipulation, with promising implications for biophotonics, microfluidics, and active soft-matter systems.         ",
    "url": "https://arxiv.org/abs/2601.01713",
    "authors": [
      "Ziheng Xiu",
      "Yue Chai",
      "Pengyu Wen",
      "Chun Meng",
      "Min-Cheng Zhong",
      "Yu-Xuan Ren",
      "Daohong Song",
      "Hrvoje Buljan",
      "Liqin Tang",
      "Zhigang Chen"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2601.01796",
    "title": "Deep-Subwavelength Plasmon Polariton Atomic Cavity Detector for Frequency- and Polarization-Sensitive Terahertz Detection and Imaging",
    "abstract": "           Room-temperature, miniaturized, polarization-resolved terahertz (THz) detection of high speed is vital for high-resolution imaging in radar, remote sensing, and semiconductor inspection, and is essential for large-scale THz focal plane arrays. However, miniaturization below deep-subwavelength scales (< 1/50 wavelength) remain challenging due to weak light-matter interaction, which degrades responsivity and polarization sensitivity. Here, we present a graphene plasmon polariton atomic cavity (PPAC) monolithic detector that overcomes this limitation by maintaining and even enhancing performance at a deep-subwavelength channel length of just 2 micrometers (1/60 wavelength). The device integrates graphene rectangle PPAC arrays with dissimilar metal contacts, where graphene functions as both absorber and conductor, simplifying the architecture. Exploiting plasmon polariton resonances and the photothermoelectric (PTE) effect, the detector achieves polarization-sensitive, frequency-selective, and fast THz detection spanning 0.53 to 4.24 THz with a polarization ratio of 93, featuring a responsivity (RV) of 1007 V/W, a noise-equivalent power (NEP) of 16 pW/Hz^0.5, a specific detectivity (D*) of 2.9 x 10^7 Jones, and a response time of 230 ps. We further demonstrate monolithic integration for polarization imaging and non-destructive semiconductor chip inspection, advancing room-temperature, compact, and polarization-sensitive THz technologies.         ",
    "url": "https://arxiv.org/abs/2601.01796",
    "authors": [
      "Shaojing Liu",
      "Hongjia Zhu",
      "Ximiao Wang",
      "Runli Li",
      "Hai Ou",
      "Shangdong Li",
      "Yanlin Ke",
      "Runze Zhan",
      "Ningsheng Xu",
      "Huanjun Chen",
      "Shaozhi Deng"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2601.01884",
    "title": "Measurement of Photocarrier Mean Free Path via Speckled Laser Pump -- Transient Fourier Microscopy Probe",
    "abstract": "           The mean free path of photocarriers is a crucial parameter for material design, device optimization, and new optoelectronics applications. Currently, this parameter remains unknown for many materials, and experimental means available for its measurement are considerably lacking. Meanwhile, it remains an unclear issue whether the mean free path of the photogenerated high-energy hot carriers is significantly different from that of the localequilibrium-state carriers near the Fermi surface or around the band edge. Based on the concept of transient grating Fourier transform and utilizing a virtual lock-in amplification technique, we proposed and demonstrated an efficient experimental technique for measuring the mean free path of photocarriers. This method has facilitated direct observation of the photocarrier transport behavior across the transition between diffusive and ballistic motion, from which we surprisingly find that the mean free path of photogenerated hot carriers in Silicon membrane and GaAs quantum well can reach micron scale, more than an order of magnitude larger compared to the electrically-measured one. This work provides new ideas for characterization of photoelectronic devices under operating status and is expected to greatly enhance the understanding of the photocarrier transport process in opto-electronic or photonic materials.         ",
    "url": "https://arxiv.org/abs/2601.01884",
    "authors": [
      "Zuni Luo",
      "Yifan Zhang",
      "Jie Wei",
      "Zhikun Xie",
      "Tianshu Lai",
      "Ke Chen"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2601.01994",
    "title": "Photonic Interactions with Semiconducting Barrier Discharges",
    "abstract": "           Semiconducting Barrier Discharges (SeBDs) generate uniform ionization waves in air at atmospheric pressure. In this work, we investigate how externally applied irradiation synchronized with the discharge can mimic photoconductive-type coupling between the plasma and the semiconductor surface. By illuminating the Si-SiO$_2$ interface with nanosecond pulsed irradiation at wavelengths from 532 nm to 1064 nm, and using fast imaging, optical emission spectroscopy, and current-voltage measurements, we demonstrate that the photoexcitation of charge carriers in silicon enhances the plasma emission and increases the reduced electric field, with no detectable change in the electrical energy. The magnitude and thresholds of these responses depend on wavelength. By comparing the SeBD to a MOS photodetector, this behaviour can be explained by the absorption length. This length determines whether carriers are photogenerated inside the depletion region at the SiO$_2$-Si interface, where they are efficiently separated and undergo impact-ionization amplification, or deeper in the silicon bulk where carrier separation is weaker and free-carrier absorption diminishes the quantum efficiency. These results focus on the microscopic processes governing the plasma-semiconductor coupling and demonstrate how the optoelectronic properties of silicon can influence surface ionization waves.         ",
    "url": "https://arxiv.org/abs/2601.01994",
    "authors": [
      "Ayah Soundous Taihi",
      "David Z. Pai"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2601.02013",
    "title": "Quantum Study of Halogen Substituted anti-B18H22 Borane Clusters for Optoelectronics",
    "abstract": "           We offer a quantum chemical analysis of mono-halogenated borane molecules using DFT and TD-DFT theories, applying the PBE0/def2-SVPD and B3LYP/6-311+G(d) methods as implemented in ORCA, and explore how solvent effects influence electronic transition properties. The comparable benchmarks are the archetype anti-\\ce{B18H22} denoted as (1) against hypothetical halogenated derivatives: 7-F-anti-\\ce{B18H21} (2), 4-F-anti-\\ce{B18H21} (3), and the recently synthesized 4-Br-anti-\\ce{B18H21} (4). The analysis includes an optimization of the ground and first singlet excited states, vibrational frequency analysis, and a comprehensive spectroscopic profile covering IR, Raman, UV-Vis absorption, and emission spectra. The IR spectra of the fluorinated compounds feature a characteristic B-F stretching peak, while the Raman spectra closely resemble the parent molecule. UV-Vis spectral analysis shows a redshift and oscillator strength enhancement for F at position B7, indicating altered electronic properties due to substitution with lighter halogen. Furthermore, solvent effects enhance the probability of electronic transitions. Halogene presence led to a decrease of the energy gap EG(LUMO-HOMO) due to the stabilization of LUMO, which implied a redshift in the emission/absorption wavelength spectra, with the largest EG change at around 14\\% occurring for the (4)$^{th}$ benchmark compound.. Notably, all compounds emit light within the visible spectrum, underscoring their potential for optoelectronic applications.         ",
    "url": "https://arxiv.org/abs/2601.02013",
    "authors": [
      "Mahmoud Deeb",
      "Nabil Joudieh",
      "Nidal Chamoun",
      "Habib Abboud"
    ],
    "subjectives": [
      "Atomic and Molecular Clusters (physics.atm-clus)"
    ]
  },
  {
    "id": "arXiv:2601.02049",
    "title": "Quantum Study of Dispersion-Corrected Electronic and Optical Properties of syn- and anti- B18H22 Clusters with/without Sulfur Doping for Tunable Optoelectronics",
    "abstract": "           This study presents a detailed quantum chemical investigation of the electronic and excited-state properties of syn- and anti-isomers of the borane cluster B18H22 and their sulfur-doped derivatives. Using the PB86/def2-SVP level of theory with dispersion corrections, the research examines how sulfur substitution and non-covalent interactions influence cluster stability, electronic structure, spectra, and optoelectronic potential. Comparative analysis of the syn- and anti-isomers reveals the impact of molecular conformation on frontier molecular orbitals and related energetic and photophysical properties. Sulfur doping is shown to enhance charge delocalization, stabilize excited states, and improve thermal stability, which form key factors for tunable laser applications. The inclusion of advanced dispersion correction methods proves essential for accurately capturing many-body interactions that govern electronic behavior. By elucidating the interplay between structural features, substitution patterns, and computational modeling, the work provides valuable insights into structure-property relationships critical for designing borane-based materials with tailored optoelectronic and thermal characteristics. In addition to doping and dispersion effects, functionals' effects were examined through comparison amidst various ones with different asymptotic exchange on excitation and gap energies. In summary, the computational methodology combined good DFT/Basis/dispersion set to accurately predict geometries, IR/UV spectra, NMR chemical shifts, dipole moments, polarizability and excited-state properties, thereby offering a comprehensive theoretical understanding of syn-, anti- isomers of B18H22 and its sulfur doped variants.         ",
    "url": "https://arxiv.org/abs/2601.02049",
    "authors": [
      "Fakher Abbas",
      "Nabil Joudieh",
      "Habib Abboud",
      "Nidal Chamoun"
    ],
    "subjectives": [
      "Atomic and Molecular Clusters (physics.atm-clus)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2601.02113",
    "title": "Magnetically Induced Transparency-Absorption and Normal-Anomalous Dispersion Characteristics of ${}^{87}\\text{Rb}$ Medium or Any J-Type Configuration Atomic Vapors Subject to a Vector Magnetic Field and a Weak Resonant Pump",
    "abstract": "           We have developed an analytical framework for magnetically induced transparency-absorption (MITA) and normal-anomalous dispersion (MINAD) in a weakly driven ${}^{87}\\text{Rb}$ vapor, or any J-type three-level system, under a vector magnetic field. By solving the Bloch equations in the stationary, quasi-stationary, and short-pulse regimes, we obtained closed-form expressions for the atomic populations and coherences and identified a bifurcation in the oscillatory dynamics at zero longitudinal Zeeman splitting. The Fourier-domain analysis reveals alternating transparency/absorption and normal/anomalous dispersion with frequency-dependent sign reversals, enabling spectrally selective filtering and group-delay effects. Slow oscillatory behavior in the radio-frequency range makes the system suitable for weak magnetic-field sensing, while fast oscillations at optical frequencies suggest applications in spectral filtering and frequency-comb-like signal shaping. The results provide a theoretical basis for experimental observation of MITA/MINAD and for optimizing atomic-vapor platforms for precision magnetometry and related photonic functionalities.         ",
    "url": "https://arxiv.org/abs/2601.02113",
    "authors": [
      "Hayk L. Gevorgyan"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2601.02333",
    "title": "High-repetition-rate terahertz and ultraviolet radiation for high-throughput ultrafast electron diffraction",
    "abstract": "           Scaling femtosecond terahertz (THz) and ultraviolet (UV) sources to high repetition rates is essential for high-throughput ultrafast spectroscopy and imaging applications. Yet, their efficient generation at high average power remains limited by thermal effects, phase-matching constraints, and material damage. Here, we demonstrate broadband THz and UV generation driven by a common Yb:KGW laser operating from at 40 - 600 kHz. THz radiation is produced by optical rectification in stoichiometric MgO:LiNbO$_3$ using a line-focus geometry, yielding single-cycle pulses of 55 - 92 nJ energy with peak electric fields of 37 - 90 kV/cm. Electro-optic sampling and beam-quality measurements reveal tunable control between central frequency, bandwidth and field amplitude by translating the generation region transversely within the crystal. Using shorter pump pulses preserves THz conversion efficiency, while longer pulses at 100 kHz reduce THz output by up to a factor of four due to cumulative thermal effects. Femtosecond 257.5 nm UV pulses are generated by cascaded fourth-harmonic generation in $\\beta$-barium borate with conversion efficiencies exceeding 10% at 40 kHz and stable operation up to 600 kHz. These results demonstrate a compact, thermally robust platform for high-average-power nonlinear conversion and are directly relevant to next-generation high-repetition-rate ultrafast electron diffraction and spectroscopy systems.         ",
    "url": "https://arxiv.org/abs/2601.02333",
    "authors": [
      "Andrey Ryabov",
      "Kasra Amini"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2502.16048",
    "title": "Statistical Contextual Explanation of Quantum Paradoxes",
    "abstract": "           We celebrate this year hundred years of quantum mechanics but there is still no consensus regarding its interpretation and limitations. In this article we advocate the statistical contextual interpretation which is free of paradoxes. State vectors and various operators are purely mathematical entities allowing making quantitative probabilistic predictions. State vector describes an ensemble of identically prepared physical systems and a specific operator represents a class of equivalent measurements of a physical observable. A collapse of wave function is not a mysterious and instantaneous physical process. A collapsed quantum state describes a new ensemble of physical systems prepared in a particular way. Probabilities are objective properties of random experiments in which empirical frequencies stabilize. Therefore, quantum probabilities do not provide a complete description of individual physical systems and their interactions. Whether these probabilities can be explained as emergent is an open question which cannot be settled by philosophical discussions and no-go theorems. It can be only answered by more detailed study of experimental data then it is usually done. Bell Tests allowed rejecting Bell local and Bell causal hidden variable models but we even don't know whether quantum probabilities provide a complete description of existing experimental data. Time series of experimental data may contain much more information than it is obtained using empirical frequencies and histograms. Therefore, predictable completeness of quantum mechanics has be tested and not taken for granted.         ",
    "url": "https://arxiv.org/abs/2502.16048",
    "authors": [
      "Marian Kupczynski"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2601.01030",
    "title": "Terahertz magneto-photocurrents in the topological insulator Bi$_2$Se$_3$ probe its topological surface states",
    "abstract": "           We study ultrafast magneto-photocurrents in a three-dimensional topological insulator. For this purpose, we excite (In$_r$Bi$_{1-r}$)$_2$Se$_3$ thin films with a femtosecond laser pulse in the presence of an external magnetic field $B_{\\text{ext}}$ up to 0.3 T parallel to the film plane. The resulting in-plane photocurrent is measured by detecting the emitted terahertz (THz) electromagnetic pulse. It scales linearly with $B_{\\text{ext}}$ and is perpendicular to $B_{\\text{ext}}$. Strikingly, for $r\\ge$4%, we observe an abrupt photocurrent reduction, which is strongly correlated with the Indium-induced quenching of the topological surface states. The rise time, decay time and amplitude of the THz magneto-photocurrent can consistently be explained by a scenario in which optically excited spin-polarized electrons propagate toward the film surface where the accumulated spin is converted into an in-plane charge current due to spin-velocity locking. Our results are highly relevant for contact-free probing of spin-charge conversion in systems with paramagnetic rather than spontaneous magnetic order.         ",
    "url": "https://arxiv.org/abs/2601.01030",
    "authors": [
      "Chihun In",
      "Genaro Bierhance",
      "Deepti Jain",
      "Tom S. Seifert",
      "Oliver Gueckstock",
      "Roberto Mantovan",
      "Seongshik Oh",
      "Tobias Kampfrath"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2601.01355",
    "title": "Soliton Thouless pumping engineered by inter-site nonlinearities",
    "abstract": "           We study soliton Thouless pumping in an extended diagonal Aubry-André-Harper model with on-site nonlinearities and inter-site nonlinearities. We show that the inter-site nonlinearities can make solitons acquire anomalous transport distances far beyond the ones predicted by the linear bands, and the quantized displacements can be engineered well. We uncover that nonlinear instabilities require lower limits on sweeping rates for soliton pumping, challenging the common notion that slower modulation enables a more favorable realization of topological transport. The nonlinear interactions between solitons make multi-soliton pumping generally lack the robustness characteristic of Thouless pumping as linear systems. Our results provide many possibilities to engineer topological pumping by nonlinearities, and further make a step for applications of soliton pumping.         ",
    "url": "https://arxiv.org/abs/2601.01355",
    "authors": [
      "Tao Jiang",
      "Li-Chen Zhao"
    ],
    "subjectives": [
      "Pattern Formation and Solitons (nlin.PS)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2601.01437",
    "title": "Implicitly Restarted Lanczos Enables Chemically-Accurate Shallow Neural Quantum States",
    "abstract": "           The variational optimization of high-dimensional neural network models, such as those used in neural quantum states (NQS), presents a significant challenge in machine intelligence. Conventional first-order stochastic methods (e.g., Adam) are plagued by slow convergence, sensitivity to hyperparameters, and numerical instability, preventing NQS from reaching the high accuracy required for fundamental science. We address this fundamental optimization bottleneck by introducing the implicitly restarted Lanczos (IRL) method as the core engine for NQS training. Our key innovation is an inherently stable second-order optimization framework that recasts the ill-conditioned parameter update problem into a small, well-posed Hermitian eigenvalue problem. By solving this problem efficiently and robustly with IRL, our approach automatically determines the optimal descent direction and step size, circumventing the need for demanding hyperparameter tuning and eliminating the numerical instabilities common in standard iterative solvers. We demonstrate that IRL enables shallow NQS architectures (with orders of magnitude fewer parameters) to consistently achieve extreme precision (1e-12 kcal/mol) in just 3 to 5 optimization steps. For the F2 molecule, this translates to an approximate 17,900-fold speed-up in total runtime compared to Adam. This work establishes IRL as a superior, robust, and efficient second-order optimization strategy for variational quantum models, paving the way for the practical, high-fidelity application of neural networks in quantum physics and chemistry.         ",
    "url": "https://arxiv.org/abs/2601.01437",
    "authors": [
      "Wei Liu",
      "Wenjie Dou"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2601.01611",
    "title": "Generation of circular polarized high-order harmonics from single color quantum light",
    "abstract": "           The atomic response to an ultra-intense driving field produces a characteristic high-harmonic spectrum featuring a rapid drop in intensity for the lower harmonics, followed by a plateau and a sharp cutoff. This response vanishes for circularly polarized classical drivers -- a limitation that can be overcome by introducing quantum features into the driving field. In this work, we show that squeezed highly elliptically polarized drivers not only enable the high-harmonic generation (HHG) process in classically forbidden regimes of large ellipticity, but also yield highly elliptical harmonic radiation with pronounced super-Poissonian photon statistics. Moreover, we show that the HHG spectral features encode information about the quantum nature of the driving field, revealing the presence of its squeezed field fluctuations. By analyzing the HHG spectral intensity dependence as a function of the driver's ellipticity and squeezing orientation, we identify a means to probe the driving field's quantum properties that intrinsically lie in the high-photon number regime.         ",
    "url": "https://arxiv.org/abs/2601.01611",
    "authors": [
      "Lidija Petrovic",
      "Philipp Stammer",
      "Maciej Lewenstein",
      "Javier Rivera-Dean"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2601.01626",
    "title": "Quantum simulation with Rydberg ions in a Penning trap",
    "abstract": "           Quantum simulation of interacting many-body spin systems is routinely performed with cold trapped ions, and systems with hundreds of spins have been studied in one and two dimensions. In the most common realizations of these platforms, spin degrees of freedom are encoded in low-lying electronic levels, and interactions among the spins are mediated through crystal vibrations. Here we propose a new approach which enables the quantum simulation of two-dimensional spin systems with interaction strengths that are increased by orders of magnitude. This, together with the unprecedented longevity of trapped ions, opens an avenue for the exploration of phenomena that take place on long timescales, e.g., slow and collective relaxation in frustrated and kinetically constrained systems. Our platform makes use of the strong dipolar interactions among electronic Rydberg states and planar confinement provided by a Penning trap. We investigate how the strong electric and magnetic fields that form this trap affect the properties of the Rydberg states and show that spin-spin interaction strengths on the order of MHz are achievable under experimentally realistic conditions. As a brief illustration of the capabilities of this quantum simulator, we study the entanglement in a frustrated spin system realized by three ions.         ",
    "url": "https://arxiv.org/abs/2601.01626",
    "authors": [
      "Wilson S. Martins",
      "Markus Hennrich",
      "Ferdinand Schmidt-Kaler",
      "Igor Lesanovsky"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2601.01647",
    "title": "Design and Characterization of Compact Acousto-Optic-Deflector Individual Addressing System for Trapped-Ion Quantum Computing",
    "abstract": "           We present a compact design for a beam-steering system based on acousto-optic-deflectors (AODs) used as an individual addressing system for trapped-ion quantum computing. The design targets to minimize the optomechanical degrees of freedom and the optical beam paths to improve optical stability, and we successfully implemented a solution with a compact footprint of less than 1 square foot. The system characterization results show that we achieve clean Gaussian beams at 355nm wavelength with a beam steering range of $\\sim$50 times the beam diameter, and an intensity crosstalk of $< 9 \\times 10^{-4}$ at all neighboring ions in a five-ion chain. Based on these capabilities, we experimentally demonstrate individual addressing of a 30-ion chain. We estimate the beam switching time of the AOD to be $\\sim$240 ns. The compact system design is expected to provide high optical stability, providing the potential for high-fidelity trapped-ion quantum computing with long ion chains.         ",
    "url": "https://arxiv.org/abs/2601.01647",
    "authors": [
      "Jiyong Yu",
      "Kavyashree Ranawat",
      "Andrew Van Horn",
      "Jacob Whitlow",
      "Seunghyun Baek",
      "Junki Kim",
      "Jungsang Kim"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2601.01724",
    "title": "Charge Hopping Dynamics along a Disordered Chain in Quantum Environments: Comparative Study of Different Rate Kernels",
    "abstract": "           This work presents a computational study of charge hopping dynamics along a one dimensional chain with Gaussian site energy disorder and linearly coupled quantum bath. Time dependent square displacements are calculated directly from numerical solutions of Pauli master equations, for five different rate kernels: exact Fermi golden rule (FGR) rate expression, stationary phase interpolation (SPI) approximation, semiclassical (SC) approximation, classical Marcus rate expression, and Miller-Abrahams expression. All results demonstrate diffusive behavior in the steady state limit. The results based on the FGR rate expression show that the charge transport in quantum bath can be much more sensitive to the disorder than the prediction from the classical Marcus expression. While the SPI approximation captures this general trend reasonably well, the SC approximation tends to be unreliable at both quantitative and qualitative levels, and becomes even worse than the classical Marcus expression under certain conditions. These results offer useful guidance in the choice of approximate rate kernels for larger scale simulations, and also demonstrate significant but fragile positive effects of quantum environments on the charge hopping dynamics.         ",
    "url": "https://arxiv.org/abs/2601.01724",
    "authors": [
      "Seogjoo J. Jang",
      "Andres Montoya-Castillo"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2601.01819",
    "title": "Photon blockade effect from synergistic optical parametric amplification and driving force in Kerr-medium single-mode cavity",
    "abstract": "           This work investigates photon blockade control in a hybrid quantum system containing a Kerr-nonlinear cavity coupled to an optical parametric amplifier (OPA). The dynamics are governed by a master equation derived from an effective Hamiltonian that includes cavity this http URL obtain analytical solutions, the system's quantum state is expanded in the Fock basis up to the two-photon level. Solving the steady-state Schrodinger equation yields probability amplitudes and the analytical conditions for optimal photon blockade. Results confirm that photon blockade is achievable with suitable parameters. Excellent agreement is found between the analytical solutions and numerical simulations for the steady-state, equal-time second-order correlation function, validating both the analytical method and the blockade this http URL, the average intracavity photon number increases significantly under resonance, providing a theoretical pathway for enhancing single-photon source brightness. Furthermore, the driving phase is shown to regulate the optimal blockade region: it shifts the parabolic region within the two-dimensional parameter space of driving strength and OPA nonlinearity and can even reverse its opening this http URL influence of Kerr nonlinearity is also examined. Photon blockade remains robust across a wide range of Kerr strengths. Physical analysis attributes the effect to destructive quantum interference between two distinct excitation pathways that suppress two-photon states. While Kerr nonlinearity shifts the system's energy levels, it does not disrupt this interference mechanism, explaining the effect's stability over a broad parameter range.         ",
    "url": "https://arxiv.org/abs/2601.01819",
    "authors": [
      "Zhang Zhiqiang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2601.01846",
    "title": "Quantum Interaction Between Free Electrons and Light Involving First-order and Second-order Process",
    "abstract": "           Photon-induced Near-field Electron Microscopy (PINEM) effect has revealed the quantum interaction between free electrons and optical near filed, which demonstrated plenty of novel phenomena of manipulating free electron wave packet and detecting/shaping quantum photonic states. However, free electrons generally only absorb/emit one photon at a time, while the physical mechanism and phenomena of free electron-two-photon interaction have not been studied yet. Moreover, the relationship between PINEM and Kapitza-Dirac (KD) effect and nonlinear Compton scattering is still unclear. Here we develop the full quantum theory of electron-photon interaction considering the two-photon process. It is revealed that the emission/absorption of two photons by electrons can be greatly enhanced by manipulating the electric field component of optical near field, and the quantum interference between single-photon and two-photon processes can occur in some circumstances, which affects the photon number state, electron energy states and electron-photon entanglement. Meanwhile, it is found that the KD effect (elastic electron-photon scattering) and nonlinear Compton scattering (inelastic electron-photon scattering) are also a kind of two-photon process and the distribution of electrons can be deduced analytically based on the full quantum theory. Our work uncovers the possible abundant phenomena when free electron interacting with two photons, paves the way for more in-depth studies of nonlinear processes in electron-photon quantum interactions in the future.         ",
    "url": "https://arxiv.org/abs/2601.01846",
    "authors": [
      "Hongteng Lin",
      "Xiaotong Xiong",
      "Junjie Liu",
      "Yidong Huang",
      "Fang Liu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2601.01924",
    "title": "Self-Supervised Learning with Noisy Dataset for Rydberg Microwave Sensors Denoising",
    "abstract": "           We report a self-supervised deep learning framework for Rydberg sensors that enables single-shot noise suppression matching the accuracy of multi-measurement averaging. The framework eliminates the need for clean reference signals (hardly required in quantum sensing) by training on two sets of noisy signals with identical statistical distributions. When evaluated on Rydberg sensing datasets, the framework outperforms wavelet transform and Kalman filtering, achieving a denoising effect equivalent to 10,000-set averaging while reducing computation time by three orders of magnitude. We further validate performance across diverse noise profiles and quantify the complexity-performance trade-off of U-Net and Transformer architectures, providing actionable guidance for optimizing deep learning-based denoising in Rydberg sensor systems.         ",
    "url": "https://arxiv.org/abs/2601.01924",
    "authors": [
      "Zongkai Liu",
      "Qiming Ren",
      "Wenguang Yang",
      "Yanjie Tong",
      "Huizhen Wang",
      "Yijie Zhang",
      "Ruohao Zhi",
      "Junyao Xie",
      "Mingyong Jing",
      "Hao Zhang",
      "Liantuan Xiao",
      "Suotang Jia",
      "Ke Tang",
      "Linjie Zhang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2601.02197",
    "title": "Optical echoes of light near a black hole",
    "abstract": "           The light deflection under a strong gravitational field, referred to as strong gravitational lensing, provides a powerful probe of spacetime geometry. Besides, laboratory analogue models are employed to study the effects of curved spacetime and explore the design of optical devices. Here, applying the framework of analogue gravity, we reveal the behavior of the optical echo from a pulsed point-like source near a black hole, which is strongly dependent on the interplay of the black hole's photon sphere and the source's duration. We model the Schwarzschild spacetime as a Flamm paraboloid and calculate the echo response, using analytical geodesic solutions and the Huygens-Fresnel principle. Particularly, when the spatial scale of pulse duration is comparable to the photon sphere, continuous ``echo tails\" appear along bright interference fringes in temporal response. Analysis in both the temporal and frequency domains reveals that these echo tails are a signature of resonance between the incoming pulse and the photon sphere. This work provides a wave-optics perspective on the interaction between dynamic sources and black holes, offering a table top window on strong gravitational lensing.         ",
    "url": "https://arxiv.org/abs/2601.02197",
    "authors": [
      "Suting Ju",
      "Jingxuan Zhang",
      "Li-Gang Wang"
    ],
    "subjectives": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2601.02233",
    "title": "PauliEngine: High-Performant Symbolic Arithmetic for Quantum Operations",
    "abstract": "           Quantum computation is inherently hybrid, and fast classical manipulation of qubit operators is necessary to ensure scalability in quantum software. We introduce PauliEngine, a high-performance C++ framework that provides efficient primitives for Pauli string multiplication, commutators, symbolic phase tracking, and structural transformations. Built on a binary symplectic representation and optimized bit-wise operations, PauliEngine supports both numerical and symbolic coefficients and is accessible through a Python interface. Runtime benchmarks demonstrate substantial speedups over state-of-the-art implementations. PauliEngine provides a scalable backend for operator-based quantum software tools and simulations.         ",
    "url": "https://arxiv.org/abs/2601.02233",
    "authors": [
      "Leon Müller",
      "Adelina Bärligea",
      "Alexander Knapp",
      "Jakob S. Kottmann"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Emerging Technologies (cs.ET)",
      "Software Engineering (cs.SE)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2503.19004",
    "title": "The Quantum Technology Job Market: Data Driven Analysis of 3641 Job Posts",
    "abstract": "           The rapid advancement of Quantum Technology (QT) has created a growing demand for a specialized workforce, spanning across academia and industry. This study presents a quantitative analysis of the QT job market by systematically extracting and classifying 3641 job postings worldwide. The classification pipeline leverages large language models (LLMs) whilst incorporating a \"human-in-the-loop\" validation process to ensure reliability. The research identifies key trends in regional job distribution, degree and skill requirements, and the evolving demand for QT-related roles. Findings reveal a strong presence of the QT job market in the United States and Europe, with increasing corporate demand for engineers, software developers, and PhD-level researchers. Despite growing industry applications, the sector remains in its early stages, dominated by large technology firms. However, there are signs that change may be forthcoming, indicated by a strong presence of Bachelor's and Master's graduates in the workforce.         ",
    "url": "https://arxiv.org/abs/2503.19004",
    "authors": [
      "Simon Goorney",
      "Eleni Karydi",
      "Borja Munoz",
      "Otto Santesson",
      "Zeki Can Seskir",
      "Ana Alina Tudoran",
      "Jacob Sherson"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Computers and Society (cs.CY)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2503.20330",
    "title": "Microwave spectroscopy of ultracold-sodium least-bound molecular states",
    "abstract": "           We have performed microwave spectroscopy of sodium least-bound molecular states, improving the precision of the knowledge of their energies at zero magnetic field by almost three orders of magnitude. Our experimental observations give us access also to states submitted to predissociation, a phenomenon where a bound molecular state can naturally decay into the continuum. Our findings are compared to numerical calculations based on the latest interpolation of sodium interaction potentials and show good agreement, with slight discrepancies in the zero-field energy of the molecular states, suggesting a need for small adjustment of the interaction potentials.         ",
    "url": "https://arxiv.org/abs/2503.20330",
    "authors": [
      "Manon Ballu",
      "Zhibin Yao",
      "Bastien Mirmand",
      "David Papoular",
      "Hélène Perrin",
      "Aurélien Perrin"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2506.06585",
    "title": "Quantum Interference in Two-Atom Resonant X-ray Scattering of an Intense Attosecond Pulse",
    "abstract": "           We theoretically investigate resonant x-ray scattering from two non-interacting Ne+ ions driven by an intense attosecond pulse using a non-relativistic, QED-based time-dependent framework. Our model includes Rabi oscillations, photoionization, Auger decay, and quantum interference among elastic scattering and resonance fluorescence pathways. We analyze how the total scattering signal depends on pulse intensity, atomic configuration, and initial electronic state. We find that the total resonant scattering yield exceeds its non-resonant counterpart; the angular dependence of the signal qualitatively resembles a two-atom structure factor; and the visibility of interference fringes is sensitive to pulse area and the initial electronic state. Only a subset of final states reached via resonance fluorescence exhibits interference, determined by the indistinguishability of photon emission pathways. Fringe visibility is maximized in the linear scattering regime, where ionization is minimal and resonance fluorescence pathways can be largely indistinguishable. These results highlight optimal conditions for applying ultrafast resonant x-ray scattering to single-particle imaging.         ",
    "url": "https://arxiv.org/abs/2506.06585",
    "authors": [
      "Akilesh Venkatesh",
      "Phay J. Ho"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2506.20223",
    "title": "Efficient first-principles inverse design of nanolasers",
    "abstract": "           We develop and demonstrate a first-principles approach, based on the nonlinear Maxwell-Bloch equations and steady-state ab-initio laser theory (SALT), for inverse design of nanostructured lasers, incorporating spatial hole-burning corrections, threshold effects, out-coupling efficiency, and gain diffusion. The resulting figure of merit exploits the high-$Q$ regime of optimized laser cavities to perturbatively simplify the nonlinear model to a single linear ''reciprocal'' Maxwell solve. The consequences for laser-cavity design, and in particular the strong dependence on the nature of the gain region, are demonstrated using topology optimization of both 2d and full 3d geometries.         ",
    "url": "https://arxiv.org/abs/2506.20223",
    "authors": [
      "Beñat Martinez de Aguirre Jokisch",
      "Alexander Cerjan",
      "Rasmus Ellebæk Christiansen",
      "Jesper Mørk",
      "Ole Sigmund",
      "Steven G. Johnson"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2507.03801",
    "title": "Invariance of quantum scattering rate coefficients to anisotropy of atom-molecule interactions",
    "abstract": "           Quantum scattering calculations for strongly interacting molecular systems are computationally demanding due to the large number of molecular states coupled by the anisotropy of atom - molecule interactions. We demonstrate that thermal rate coefficients for total (elastic + inelastic) atom - molecule scattering are insensitive to the interaction anisotropy of the underlying potential energy surface. In particular, we show that the rate coefficients for Rb-H$_2$ and Rb-N$_2$ scattering at room temperature can be computed to 1% accuracy with anisotropy set to zero, reducing the complexity of coupled channel quantum scattering calculations to numerical solutions of a single differential equation. Our numerical calculations and statistical analysis based on Gaussian process regression elucidate the origin and limitations of the invariance of the total scattering rate coefficients to changes in atom - molecule interaction anisotropy.         ",
    "url": "https://arxiv.org/abs/2507.03801",
    "authors": [
      "Xuyang Guo",
      "Kirk W. Madison",
      "James L. Booth",
      "Roman V. Krems"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2508.04321",
    "title": "High-Sensitivity Photonic Crystal Biosensors using Topological Light Trapping",
    "abstract": "           Photonic crystals (PCs) with localized optical cavity modes arising from topological domain-wall line defects are simulated for optical biosensing by numerical solution of Maxwell's equations. These consist of a square lattice of square silicon blocks with a significant photonic band gap (PBG). Optical transmission through the PBG at specific frequencies occurs by defect-mediated optical tunneling. Biofluid flows perpendicular to light propagation, through a channel containing the PC, defined by silica side-walls and an underlying silica substrate. Replacing the silicon blocks with thin silicon strips throughout the domain-wall region, analyte binding coincides with regions of maximal field intensity. As a result, the sensitivity is improved by almost 16 times higher than the previous designs. We analyze optical mode hybridization of two nearby domain walls and its close relation to the transmission-levels and correlations in frequency shifts of nearby optical resonances in response to analyte-bindings. We illustrate three high-sensitivity chips each with three domain-wall defects, all of which can distinguish three analyte-bindings and their combinations completely in a single spectroscopic measurement. In a photonic crystal, consisting of silicon squares embedded in a water background and a 5-micron lattice spacing, the biosensor sensitivity to a thin analyte binding layer is nearly 3000 nm/RIU, and to the overall background biofluid is over 8000 nm/RIU.         ",
    "url": "https://arxiv.org/abs/2508.04321",
    "authors": [
      "Zhengzheng Zhai",
      "Sajeev John"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2509.05510",
    "title": "Causal Multi-fidelity Surrogate Forward and Inverse Models for ICF Implosions",
    "abstract": "           Continued progress in inertial confinement fusion (ICF) requires solving inverse problems relating experimental observations to simulation input parameters, followed by design optimization. However, such high-dimensional dynamic PDE-constrained optimization problems are extremely challenging or even intractable. It has been recently shown that inverse problems can be solved by only considering certain robust features. Here we consider the ICF capsule's deuterium-tritium (DT) interface, and construct a causal, dynamic, multifidelity reduced-order surrogate that maps from a time-dependent radiation temperature drive to the interface's radius and velocity dynamics. The surrogate targets an ODE embedding of DT interface dynamics, and is constructed by learning a controller for a base analytical model using low- and high-fidelity simulation training data with respect to radiation energy group structure. After demonstrating excellent accuracy of the surrogate interface model, we use machine learning (ML) models with surrogate-generated data to solve inverse problems optimizing radiation temperature drive to reproduce observed interface dynamics. For sparse snapshots in time, the ML model further characterizes the most informative times at which to sample dynamics. Altogether we demonstrate how operator learning, causal architectures, and physical inductive bias can be integrated to accelerate discovery, design, and diagnostics in high-energy-density systems.         ",
    "url": "https://arxiv.org/abs/2509.05510",
    "authors": [
      "Tyler E. Maltba",
      "Ben S. Southworth",
      "Jeffrey R. Haack",
      "Marc L. Klasky"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Machine Learning (cs.LG)"
    ]
  },
  {
    "id": "arXiv:2510.02847",
    "title": "Dipolar order mapping based on spin-lock magnetic resonance imaging",
    "abstract": "           Purpose: Inhomogeneous magnetization transfer (ihMT) effect reflects dipolar order with a dipolar relaxation time ($T_{1D}$), specific to motion-restricted macromolecules. We aim to quantify $T_{1D}$ using spin-lock MRI technique. Methods: In the proposed method, we introduce a $T_{1D}$-specific ratio, denoted as $RATIO_{dosl}$. This ratio is derived from the distinct relaxation rate $R_{dosl}$, calculated as the difference between dual-frequency relaxation $R_{1\\rho}^{dual}$ and single-frequency $R_{1\\rho}^{single}$ relaxation measurements. A novel rotary-echo spin-lock sequence was developed to enable dual-frequency spin-lock acquisition. We established a framework to estimate $T_{1D}$, as well as the macromolecular pool fraction (MPF) map. The proposed approach was validated via numerical simulations, phantom studies, and demonstrated in vivo in human white matter. Results: Simulations revealed the high sensitivity of $RATIO_{dosl}$ to $T_{1D}$, and substantiated the accuracy and robustness of the proposed methods. Phantom experiments demonstrated robust ihMT contrast and confirmed the capability of $T_{1D}$ quantification via $RATIO_{dosl}$. In vivo studies supported the clinical viability of this approcah, achieving simultaneous $T_{1D}$ and MPF mapping using only three spin-lock prepared images. Across ten healthy volunteers, the mean white matter $T_{1D}$ ranged from approximately 3.70 to 4.80 ms. Conclustion: We propose a novel method for $T_{1D}$ quantification based on spin-lock MRI. By requiring only three contrast-prepared images, this technique provides a promising pathway for robust, rapid, and simultaneous $T_{1D}$ and MPF quantification with fewer confounds         ",
    "url": "https://arxiv.org/abs/2510.02847",
    "authors": [
      "Zijian Gao",
      "Qianxue Shan",
      "Ziqin Zhou",
      "Ziqiang Yu",
      "Weitian Chen"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2511.10235",
    "title": "Dynamic full-field swept-source optical coherence microscope for cellular-resolution, long-depth, and intratissue-activity imaging",
    "abstract": "           Optical coherence tomography (OCT) microscope (OCM) uses a high-numerical-aperture objective to achieve cellular-level lateral resolution. However, its practical imaging depth range is limited by the depth of focus (DOF). Although computational refocusing can potentially provide sharp images outside the DOF, signal reduction by the confocal effect still limits the imaging depth in practice in point-scanning OCT. In addition, standard OCT cannot visualize intra-tissue activities. To overcome these limitations, we demonstrated a spatially coherent full-field OCM (SC-FFOCM) with computational refocusing. In addition, a repetitive acquisition protocol was designed to visualize intra-tissue activities (i.e., dynamic OCT imaging). The in-focus lateral resolution is 1.4 um, and the axial resolution is 6.5 um (in air) at full-width at half-maximum intensity. Three-dimensional structure and the dynamic OCT imaging using SC-FFOCM with computational refocusing was applied to human breast adenocarcinoma spheroids (MCF-7 cell line). Volumetric dynamic imaging with cellular-level lateral resolution was demonstrated over the full depth of the spheroid.         ",
    "url": "https://arxiv.org/abs/2511.10235",
    "authors": [
      "Nobuhisa Tateno",
      "Yue Zhu",
      "Suzuyo Komeda",
      "Mahiro Ishikawa",
      "Xibo Wang",
      "Ibrahim Abd El-Sadek",
      "Rion Morishita",
      "Atsuko Furukawa",
      "Satoshi Matsusaka",
      "Shuichi Makita",
      "Yoshiaki Yasuno"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2512.01441",
    "title": "Effects of thermal annealing and film thickness on the structural and optical properties of indium-tin-oxide thin films",
    "abstract": "           Indium-tin oxide (ITO) is a crucial functional layer for the optoelectronic applications, such as non-volatile color display thin films based on the ITO/phase-change material (PCM)/ITO/reflective metal multilayer structures on a silicon substrate. In addition to non-volatile color tuning by PCMs, thermally induced crystallization may alter the optical properties of ITO layers as well. But the potential change in color of the ITO layers is not considered so far. In this work, we investigate the structural and optical properties of ITO thin film films via X-ray diffraction, spectroscopic ellipsometry and ultraviolet-visible spectrophotometry measurements. After thermal annealing at 250 °C, the ITO thin films of 15-100 nm get crystallized with strong changes in refractive index n and extinction coefficient k in the visible light range. However, for the 5-nm ITO thin film, crystallization is only observed after thermal annealing at 350 °C and the change in color is limited upon phase transition. We provide a colormap of the ITO/platinum/silicon structure in terms of the annealing temperature (150-350 °C) and ITO film thickness (5-100 nm). Our work suggests that the intrinsic change in colors of ITO layers should also be considered for the PCM-based reconfigurable display application.         ",
    "url": "https://arxiv.org/abs/2512.01441",
    "authors": [
      "Ding Xu",
      "Wen Zhou",
      "Yuxin Du",
      "Junying Zhang",
      "Wei Zhang",
      "Jiangjing Wang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2501.14359",
    "title": "Information Dynamics in Quantum Harmonic Systems: Insights from Toy Models",
    "abstract": "           This study investigates the dynamics of quantum information and computational resources using a tractable model of coupled harmonic oscillators. We precisely characterize the interplay between mutual information, synchronization, and circuit complexity, demonstrating that they serve as complementary yet distinct measures of quantum correlations. Our analysis reveals how coupling strength, detuning, and external magnetic fields modulate these quantities, with synchronization and mutual information exhibiting marked divergence in nonlinear regimes. By employing exact Gaussian methods, we compute the circuit depth required to prepare target states and connect increased fidelity to more regular dynamical behavior. Furthermore, we analyze single-ion transport in a harmonic trap, comparing sudden and adiabatic protocols. We introduce a nonadiabaticity metric to quantify the fidelity-complexity trade-off, showing that smooth control sequences significantly minimize operational errors by suppressing excitations. These results provide a refined understanding of quantum correlations and offer concrete principles for optimizing control strategies in quantum technologies.         ",
    "url": "https://arxiv.org/abs/2501.14359",
    "authors": [
      "Reza Pirmoradian",
      "M Reza Tanhayi"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "High Energy Physics - Theory (hep-th)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2504.17907",
    "title": "Coherent nonlinear optical probe for cavity-dressed vibrational mode mixing: multidimensional double-quantum coherence and photon-echo spectroscopy",
    "abstract": "           Cavity dressing of molecular vibrational dynamics expands the role of characteristic vibrations as spectroscopic markers of underlying ultrafast dynamics. Interacting vibrational modes exhibit a pronounced excited state delocalization due to the interaction with the cavity mode, which is reflected in the ultrafast dynamics. We characterize the ultrafast dynamics of these cavity-dressed characteristic vibrations in the presence of dissipation. Specifically, we present two complementary three-pulse coherent multidimensional spectroscopic techniques capable of monitoring one- and two-quantum cavity-dressed vibrational excitations. Dissipative properties, such as transport and dephasing, are described using a microscopic theory that includes low- and high-energy phonon modes. Simulations were performed with finite laser pulses. The cavity coupling strengths fall within a range similar to vibrational mode couplings, hinting towards a possibility of control of intermolecular vibrational energy redistribution. The framework is extendable to a broad range of cavity-controlled nonlinear spectroscopies of dissipative molecular systems.         ",
    "url": "https://arxiv.org/abs/2504.17907",
    "authors": [
      "Arunangshu Debnath"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.06275",
    "title": "SinBasis Networks: Matrix-Equivalent Feature Extraction for Wave-Like Optical Spectrograms",
    "abstract": "           Wave-like images--from attosecond streaking spectrograms to optical spectra, audio mel-spectrograms and periodic video frames--encode critical harmonic structures that elude conventional feature extractors. We propose a unified, matrix-equivalent framework that reinterprets convolution and attention as linear transforms on flattened inputs, revealing filter weights as basis vectors spanning latent feature subspaces. To infuse spectral priors we apply elementwise \\(\\sin(\\cdot)\\) mappings to each weight matrix. Embedding these transforms into CNN, ViT and Capsule architectures yields Sin-Basis Networks with heightened sensitivity to periodic motifs and built-in invariance to spatial shifts. Experiments on a diverse collection of wave-like image datasets--including 80,000 synthetic attosecond streaking spectrograms, thousands of Raman, photoluminescence and FTIR spectra, mel-spectrograms from AudioSet and cycle-pattern frames from Kinetics--demonstrate substantial gains in reconstruction accuracy, translational robustness and zero-shot cross-domain transfer. Theoretical analysis via matrix isomorphism and Mercer-kernel truncation quantifies how sinusoidal reparametrization enriches expressivity while preserving stability in data-scarce regimes. Sin-Basis Networks thus offer a lightweight, physics-informed approach to deep learning across all wave-form imaging modalities.         ",
    "url": "https://arxiv.org/abs/2505.06275",
    "authors": [
      "Yuzhou Zhu",
      "Zheng Zhang",
      "Ruyi Zhang",
      "Liang Zhou"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Artificial Intelligence (cs.AI)",
      "Computer Vision and Pattern Recognition (cs.CV)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2507.15432",
    "title": "State-Dependent Quantum Copying: an adaptive ancillary systems and its limitations",
    "abstract": "           In this work, we introduce a novel state-dependent quantum cloning (copying) process by introducing a new class of ancillary system -- an adaptive ancilla -- modifying the conventional state-dependent quantum copying process. This state-dependent ancillary system is not pre-engineered to match the quantum state to be cloned; rather, it dynamically aligns with the quantum state to be cloned via interaction. However, the space of states that it can clone is restricted by the symmetry principles. This process, while resembling quantum cloning, adheres to the no-cloning theorem due to its state-dependent and non-universal nature. We demonstrate that stimulated emission offers a concrete physical realization of state-dependent quantum copying via an adaptive ancilla. We explore how a quantum state, for instance, a photon polarization, can be cloned through light-matter interactions when the ancillary system, such as an excited atom, contains implicit structural information about the quantum state in the form of a structured set of dynamical response channels. We reinterpret the excited atomic state as a realization of an adaptive ancilla, and cloning of a photon polarization state occurs when the quantum state of an excited atom dynamically aligns with the polarization state of the photon through physical interaction. We demonstrate that the true limits of cloning arise solely not from the no-cloning theorem, but from the symmetries imposed on physical systems\\textthreequartersemdash constraints which may, in principle, be relaxed or engineered in suitable quantum systems, for instance in Rydberg atoms.         ",
    "url": "https://arxiv.org/abs/2507.15432",
    "authors": [
      "Guruprasad Kadam"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  }
]