[
  {
    "id": "arXiv:2307.02601",
    "title": "Equivalent near-field corner frequency analysis of 3D dynamic rupture  simulations reveals source complexity",
    "abstract": "Dynamic rupture simulations generate synthetic waveforms that account for non-linear source, path, and site complexity. Here, we analyze millions of spatially dense waveforms from 3D dynamic rupture simulations in a novel way to illuminate the spectral fingerprints of earthquake physics. We define a Brune-type equivalent near-field corner frequency ($f_c$) to analyze the spatial variability of ground motion spectra and unravel their link to source complexity. We first investigate a simple 3D strike-slip setup, including an asperity and a barrier, and illustrate basic relations between source properties and $f_c$ variations. Next, we analyze > 13,000,000 synthetic near-field strong motion waveforms generated in three high-resolution dynamic rupture simulations of real earthquakes, namely, the $M_w$ 7.1 2019 Ridgecrest mainshock, the $M_w$ 6.4 Searles Valley foreshock, and the $M_w$ 7.3 1992 Landers earthquake. All scenarios consider 3D fault geometries, topography, off-fault plasticity, viscoelastic attenuation, 3D velocity structure, and resolve frequencies up to 1-2 Hz. Our analysis reveals pronounced and localized patterns of elevated $f_c$, specifically in the vertical components. We validate such $f_c$ variability in observed near-fault spectra. Using isochrone analysis, we identify the complex dynamic mechanisms that explain the rays of elevated $f_c$ and cause unexpectedly impulsive, localized, vertical ground motions. While the vertical high frequencies are also associated with path effects, rupture directivity, and coalescence of multiple rupture fronts, we show that they are dominantly caused by rake-rotated surface-breaking rupture fronts that decelerate due to fault heterogeneities or geometric complexity. Our findings highlight the potential of spatially dense ground motion observations for furthering our understanding of earthquake physics directly from near-field data. ",
    "url": "https://arxiv.org/abs/2307.02601",
    "authors": [
      "Nico Schliwa",
      "Alice-Agnes Gabriel"
    ],
    "subjectives": [
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2307.02686",
    "title": "High-resolution electro-optically sampled broadband dual-comb  spectroscopy across mid-IR to terahertz at video rate",
    "abstract": "Ultrabroadband electro-optic sampling with few-cycle optical pulses is known to be an extremely sensitive technique to detect electric field amplitudes. By combining this method with dual-comb spectroscopy and with a new class of ultrafast lasers, we perform high-resolution (<10 MHz, 0.0003 wavenumbers) spectroscopic measurements across the whole frequency range of 1.5 to 45 THz (6.6-200 microns) with an instantaneous spectral coverage exceeding an octave (e.g., 9-22 microns). As a driving source, we use a pair of highly mutually-coherent low-noise frequency combs centered at 2.35 microns produced by mode-locked solid-state Cr: ZnS lasers. One of the two combs is frequency downconverted via intrapulse difference frequency generation to produce a molecular sensing comb, while the second comb is frequency doubled to produce a near-IR comb for electro-optic sampling (EOS). An ultra-low intensity and phase noise of our dual-comb system allows capturing a vast amount of longwave spectral information (>200,000 comb-mode spectral lines) at up to a video rate of 69 Hz and with the high dynamic range limited by the shot noise of the near-IR EOS balanced detection. Our long-wavelength IR measurements with low-pressure gases: ethanol, isoprene, and dimethyl sulfide reveal spectroscopic features that had never been explored before. ",
    "url": "https://arxiv.org/abs/2307.02686",
    "authors": [
      "Dmitrii Konnov",
      "Andrey Muraviev",
      "Sergey Vasilyev",
      "Konstantin Vodopyanov"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2307.02696",
    "title": "Multi-Foci Acoustic Field Generation Using Dammann Gratings for Phased  Array Transducers",
    "abstract": "Phased array transducers can shape acoustic fields for versatile manipulation, however, generating multiple foci typically requires complex optimization. In this study, we show that Dammann gratings - binary phase gratings used in optics to generate arrays of equal intensity spots - can be adapted for acoustics to produce multiple equal strength foci using a phased array transducer. The transducer elements were assigned phases of 0 or pi based on a Dammann grating defined by transition points. Simulations results show that simple gratings with two transition points can generate fields with up to 12 foci with nearly equal acoustic pressures. Compared to conventional multi focus phase optimization techniques, the Dammann grating approach is computationally efficient and enables facile reconfiguration of the focal pattern by adjusting the single focus or grating hologram. This study demonstrates that adapting binary phase functions from photonics can expand the capabilities of ultrasound for versatile acoustic manipulation tasks that require parallel actuation at multiple points. ",
    "url": "https://arxiv.org/abs/2307.02696",
    "authors": [
      "Tatsuki Fushimi"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2307.02700",
    "title": "Generation of robust temporal soliton trains by the  multiple-temporal-compression (MTC) method",
    "abstract": "We report results of systematic numerical analysis for multiple soliton generation by means of the recently reported multiple temporal compression (MTC) method, and compare its efficiency with conventional methods based on the use of photonic crystal fibers (PCFs) and fused silica waveguides (FSWs). The results show that the MTC method is more efficient to control the soliton fission, giving rise to a larger number of fundamental solitons with high powers, that remain nearly constant over long propagation distances. The high efficiency of the MTC method is demonstrated, in particular, in terms of multiple soliton collisions and the Newton's-cradle phenomenology. ",
    "url": "https://arxiv.org/abs/2307.02700",
    "authors": [
      "André C. A. Siqueira",
      "Guillermo Palacios",
      "Albert S. Reyna",
      "Boris A. Malomed",
      "Edilson L. Falcão-Filho",
      "Cid B. de Araújo"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2307.02826",
    "title": "Realization of the unidirectional amplification in a cavity magnonic  system",
    "abstract": "We experimentally demonstrate the nonreciprocal microwave amplification using a cavity magnonic system, consisting of a passive cavity (i.e., the split-ring resonator), an active feedback circuit integrated with an amplifier, and a ferromagnetic spin ensemble (i.e., a yttrium-iron-garnet sphere). Combining the amplification provided by the active circuit and the nonreciprocity supported by the cavity magnonics, we implement a nonreciprocal amplifier with the functions of both unidirectional amplification and reverse isolation. The microwave signal is amplified by 11.5 dB in the forward propagating direction and attenuated in the reverse direction by -34.7 dB, giving an isolation ratio of 46.2 dB. Such a unidirectional amplifier can be readily employed in quantum technologies, where the device can simultaneously amplify the weak signal output by the quantum system and isolate the sensitive quantum system from the backscattered external noise. Also, it is promising to explore more functions and applications using a cavity magnonic system with real gain. ",
    "url": "https://arxiv.org/abs/2307.02826",
    "authors": [
      "Zi-Yuan Wang",
      "Jie Qian",
      "Yi-Pu Wang",
      "Jie Li",
      "J. Q. You"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2307.02841",
    "title": "Excitation of Wannier-Stark states in a chain of coupled optical  resonators with linear gain and nonlinear losses",
    "abstract": "In this paper we theoretically study the nonlinear dynamics of Wannier-Stark states in the dissipative system consisting of interacting optical resonators, whose resonant frequencies depend linearly on their number. It is shown that the negative losses in some resonators can switch the system into a lasing regime with Wannier-Stark states serving as working modes. It is shown by extensive numerical simulations that there may be single-frequency stationary regimes as well as multi-frequency regimes. In the latter case Bloch oscillations can appear in the system. The possibility of selective excitation of Wannier-Stark states by the appropriate choice of the dissipation profile is investigated. A simple perturbation theory describing the quasi-linear regimes is developed and compared against the numerical results. ",
    "url": "https://arxiv.org/abs/2307.02841",
    "authors": [
      "A. Verbitskiy",
      "A. Yulin"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2307.02861",
    "title": "High-speed 4 ${\\times}$ 4 silicon photonic electro-optic switch,  operating at the 2 μm waveband",
    "abstract": "The escalating need for expansive data bandwidth, and the resulting capacity constraints of the single mode fiber (SMF) have positioned the 2-${\\mu}$m waveband as a prospective window for emerging applications in optical communication. This has initiated an ecosystem of silicon photonic components in the region driven by CMOS compatibility, low cost, high efficiency and potential for large-scale integration. In this study, we demonstrate a plasma dispersive, 4 ${\\times}$ 4 electro-optic switch operating at the 2-${\\mu}$m waveband with the shortest switching times. The demonstrated switch operates across a 45-nm bandwidth, with 10-90% rise and 90-10% fall time of 1.78 ns and 3.02 ns respectively. In a 4 ${\\times}$ 4 implementation, crosstalk below -15 dB and power consumption below 19.15 mW across all 16 ports are indicated. The result brings high-speed optical switching to the portfolio of devices at the promising waveband. ",
    "url": "https://arxiv.org/abs/2307.02861",
    "authors": [
      "Jiawei Wang",
      "Jia Xu Brian Sia",
      "Xiang Li",
      "Xin Guo",
      "Wanjun Wang",
      "Zhongliang Qiao",
      "Callum G. Littlejohns. Chongyang Liu",
      "Graham T. Reed",
      "Rusli",
      "Hong Wang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2307.03022",
    "title": "Strong Purcell enhancement of an optical magnetic dipole transition",
    "abstract": "Engineering the local density of states with nanophotonic structures is a powerful tool to control light-matter interactions via the Purcell effect. At optical frequencies, control over the electric field density of states is typically used to couple to and manipulate electric dipole transitions. However, it is also possible to engineer the magnetic density of states to control magnetic dipole transitions. In this work, we experimentally demonstrate the optical magnetic Purcell effect using a single rare earth ion coupled to a nanophotonic cavity. We engineer a new single photon emitter, Er$^{3+}$ in MgO, where the electric dipole decay rate is strongly suppressed by the cubic site symmetry, giving rise to a nearly pure magnetic dipole optical transition. This allows the unambiguous determination of a magnetic Purcell factor $P_m=1040 \\pm 30$. We further extend this technique to realize a magnetic dipole spin-photon interface, performing optical spin initialization and readout of a single Er$^{3+}$ electron spin. This work demonstrates the fundamental equivalence of electric and magnetic density of states engineering, and provides a new tool for controlling light-matter interactions for a broader class of emitters. ",
    "url": "https://arxiv.org/abs/2307.03022",
    "authors": [
      "Sebastian P. Horvath",
      "Christopher M. Phenicie",
      "Salim Ourari",
      "Mehmet T. Uysal",
      "Songtao Chen",
      "Łukasz Dusanowski",
      "Mouktik Raha",
      "Paul Stevenson",
      "Adam T. Turflinger",
      "Robert J. Cava",
      "Nathalie P. de Leon",
      "Jeff D. Thompson"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2307.03188",
    "title": "Simulating Nelsonian Quantum Field Theory",
    "abstract": "We describe the picture of physical processes suggested by Edward Nelson's stochastic mechanics when generalized to quantum field theory, after an introductory review of his theory applied to the hydrogen atom. By performing numerical simulations of the relevant stochastic processes, we observe that Nelson's theory provides an intuitive account of how particles can arise from an underlying field ``beable'' -- to use a phrase of John S. Bell -- in the case of free field theory, regularized on a lattice. We then argue that this picture looks qualitatively similar when generalized to interacting scalar field theory. Lastly, we compare the Nelsonian framework to various other proposed ontologies for QFT, and remark upon their relative merits in light of the effective field theory paradigm. ",
    "url": "https://arxiv.org/abs/2307.03188",
    "authors": [
      "Andrea Carosso"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)",
      "High Energy Physics - Lattice (hep-lat)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2307.02572",
    "title": "Conditional Korhunen-Loéve regression model with Basis Adaptation  for high-dimensional problems: uncertainty quantification and inverse  modeling",
    "abstract": "We propose a methodology for improving the accuracy of surrogate models of the observable response of physical systems as a function of the systems' spatially heterogeneous parameter fields with applications to uncertainty quantification and parameter estimation in high-dimensional problems. Practitioners often formulate finite-dimensional representations of spatially heterogeneous parameter fields using truncated unconditional Karhunen-Lo\\'{e}ve expansions (KLEs) for a certain choice of unconditional covariance kernel and construct surrogate models of the observable response with respect to the random variables in the KLE. When direct measurements of the parameter fields are available, we propose improving the accuracy of these surrogate models by representing the parameter fields via conditional Karhunen-Lo\\'{e}ve expansions (CKLEs). CKLEs are constructed by conditioning the covariance kernel of the unconditional expansion on the direct measurements via Gaussian process regression and then truncating the corresponding KLE. We apply the proposed methodology to constructing surrogate models via the Basis Adaptation (BA) method of the stationary hydraulic head response, measured at spatially discrete observation locations, of a groundwater flow model of the Hanford Site, as a function of the 1,000-dimensional representation of the model's log-transmissivity field. We find that BA surrogate models of the hydraulic head based on CKLEs are more accurate than BA surrogate models based on unconditional expansions for forward uncertainty quantification tasks. Furthermore, we find that inverse estimates of the hydraulic transmissivity field computed using CKLE-based BA surrogate models are more accurate than those computed using unconditional BA surrogate models. ",
    "url": "https://arxiv.org/abs/2307.02572",
    "authors": [
      "Yu-Hong Yeung",
      "Ramakrishna Tipireddy",
      "David A. Barajas-Solano",
      "Alexandre M. Tartakovsky"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Analysis of PDEs (math.AP)",
      "Fluid Dynamics (physics.flu-dyn)",
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2307.02786",
    "title": "Ultrafast Third-Order Nonlinear Optical Response of Charge Coupled Gold  Nanoparticle-Ge24Se76 Heterostructure",
    "abstract": "The donor-acceptor interaction of a charge-coupled heterostructure encompassing a metal and an amorphous semiconductor subjected to a laser field has many potential applications in the realm of nonlinear optics. In this work, we fabricate an electron donor gold nanoparticle (AuNP) and acceptor amorphous Ge24Se76 heterostructure on a quartz substrate using a sequential thermal evaporation technique. In this charge-coupled heterostructure, we demonstrate the ultrafast third-order nonlinear absorptive and refractive response and their sign reversal compared to pristine Ge24Se76. Enhanced optical nonlinearity in these heterostructures of varying plasmonic wavelengths is due to charge transfer, verified by the Raman spectroscopy. Further, the ultrafast transient absorption measurements support the thesis of charge transfer in the AuNP/Ge24Se76 heterostructure. These findings open up exciting opportunities for developing novel device technologies with far-reaching applications in nonlinear optics. ",
    "url": "https://arxiv.org/abs/2307.02786",
    "authors": [
      "Vinod Kumar",
      "Rituraj Sharma",
      "Abhishek Bhatt",
      "I. Csarnovics",
      "Petr Nemec",
      "H. Jain",
      "K. V. Adarsh"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2307.02868",
    "title": "High-speed photon correlation monitoring of amplified quantum noise by  chaos using deep-learning balanced homodyne detection",
    "abstract": "Precision experimental determination of photon correlation requires the massive amounts of data and extensive measurement time. We present a technique to monitor second-order photon correlation $g^{(2)}(0)$ of amplified quantum noise based on wideband balanced homodyne detection and deep-learning acceleration. The quantum noise is effectively amplified by an injection of weak chaotic laser and the $g^{(2)}(0)$ of the amplified quantum noise is measured with a real-time sample rate of 1.4 GHz. We also exploit a photon correlation convolutional neural network accelerating correlation data using a few quadrature fluctuations to perform a parallel processing of the $g^{(2)}(0)$ for various chaos injection intensities and effective bandwidths. The deep-learning method accelerates the $g^{(2)}(0)$ experimental acquisition with a high accuracy, estimating 6107 sets of photon correlation data with a mean square error of 0.002 in 22 seconds and achieving a three orders of magnitude acceleration in data acquisition time. This technique contributes to a high-speed and precision coherence evaluation of entropy source in secure communication and quantum imaging. ",
    "url": "https://arxiv.org/abs/2307.02868",
    "authors": [
      "Yanqiang Guo",
      "Zinan Hu",
      "Jianchao Zhang",
      "Chenyu Zhu",
      "Xiaomin Guo"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chaotic Dynamics (nlin.CD)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2307.03016",
    "title": "Ground Based Support of the Space Mission Parker Performed with  Ukrainian Low Frequency Radio Telescopes",
    "abstract": "The purpose of this work is to demonstrate the effectiveness of ground-based support for space missions, primarily PSP, using large Ukrainian decameter radio telescopes. Another goal of the work is to carry out cross calibration of the radiometers onboard spacecraft using the calibrated data of the ground-based radio telescopes. One of the most common methods of remote diagnostics of the solar corona is the study of radio emission, the sources of which are located in the solar corona at different heliocentric altitudes. The technique of joint space terrestrial observations consists in the simultaneous observation of individual events and their analysis in the widest possible frequency band during the maximum approach of the PSP vehicle to the Sun. At the same time, observation in the common frequency band is proposed to be used for calibration of the onboard radio receivers. The methods of planning joint space terrestrial observations are substantiated. Using the data of the UTR 2, URAN 2 radio telescopes and the PSP probe, the dynamic and polarization spectra of the simultaneously observed bursts on June 9, 2020 were obtained. The identification and comparison of individual bursts was carried out. A common dynamic spectrum of the bursts in the frequency band 0.5 ... 32 MHz was obtained. Cross calibration of the HFR receiver of the FIELDS PSP module in the frequency band 10...18 MHz was made using the calibrated data of terrestrial radio telescopes. The effectiveness of ground-based support of the PSP mission by the large Ukrainian radio telescopes is shown. Examples of joint observations are given, and the method of cross calibration of the FIELD PSP module receivers is demonstrated. Prospects for further ground based support for solar space missions are presented ",
    "url": "https://arxiv.org/abs/2307.03016",
    "authors": [
      "Vladimir Dorovskyy",
      "Valentin Melnik",
      "Anatolii Brazhenko"
    ],
    "subjectives": [
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Space Physics (physics.space-ph)"
    ]
  },
  {
    "id": "arXiv:2105.04733",
    "title": "High-dimensional coherent one-way quantum key distribution",
    "abstract": " Comments: arXiv admin note: text overlap with arXiv:1207.5544 by other authors ",
    "url": "https://arxiv.org/abs/2105.04733",
    "authors": [
      "Kfir Sulimany",
      "Guy Pelc",
      "Rom Dudkiewicz",
      "Simcha Korenblit",
      "Hagai S. Eisenberg",
      "Yaron Bromberg",
      "Michael Ben-Or"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Cryptography and Security (cs.CR)",
      "Information Theory (cs.IT)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2109.09067",
    "title": "Resonance frequency of different interfacial modes and steady streaming  by a slug trapped at one end of a millichannel",
    "abstract": " Comments: Submitted for review in Physical Review Fluids ",
    "url": "https://arxiv.org/abs/2109.09067",
    "authors": [
      "Shambhu Anil",
      "Pushpavanam Subramaniam"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2301.12620",
    "title": "Dynamics of a buffer-gas-loaded, deep optical trap for molecules",
    "abstract": " Comments: 34 pages, 7 figures ",
    "url": "https://arxiv.org/abs/2301.12620",
    "authors": [
      "Ashwin Singh",
      "Lothar Maisenbacher",
      "Ziguang Lin",
      "Jeremy Axelrod",
      "Cristian Panda",
      "Holger Müller"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2304.04975",
    "title": "Inverse problem for the nonlinear long wave runup on a plane sloping  beach",
    "abstract": " Comments: To be published in Applied Math Letters ",
    "url": "https://arxiv.org/abs/2304.04975",
    "authors": [
      "Alexei Rybkin",
      "Efim Pelinovsky",
      "Noah Palmer"
    ],
    "subjectives": [
      "Analysis of PDEs (math.AP)",
      "Mathematical Physics (math-ph)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2304.11700",
    "title": "A Nanocryotron Ripple Counter Integrated with a Superconducting Nanowire  Single-Photon Detector for Megapixel Arrays",
    "abstract": " Title: A Nanocryotron Ripple Counter Integrated with a Superconducting Nanowire  Single-Photon Detector for Megapixel Arrays ",
    "url": "https://arxiv.org/abs/2304.11700",
    "authors": [
      "Matteo Castellani",
      "Owen Medeiros",
      "Reed A. Foster",
      "Alessandro Buzzi",
      "Marco Colangelo",
      "Joshua C. Bienfang",
      "Alessandro Restelli",
      "Karl K. Berggren"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2305.09517",
    "title": "Single-Input Polarization-Sensitive Optical Coherence Tomography Through  a Catheter",
    "abstract": " Title: Single-Input Polarization-Sensitive Optical Coherence Tomography Through  a Catheter ",
    "url": "https://arxiv.org/abs/2305.09517",
    "authors": [
      "Georgia L. Jones",
      "Qiaozhou Xiong",
      "Xinyu Liu",
      "Brett E. Bouma",
      "Martin Villiger"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Signal Processing (eess.SP)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2306.17483",
    "title": "Comparison of physical processes of atom-surface scattering computed by  classical and quantum dynamics",
    "abstract": " Comments: We require modifications to this article ",
    "url": "https://arxiv.org/abs/2306.17483",
    "authors": [
      "Tapas Sahoo",
      "Eli Pollak"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2307.00625",
    "title": "Coherent Optical Coupling to Surface Acoustic Wave Devices",
    "abstract": " Title: Coherent Optical Coupling to Surface Acoustic Wave Devices ",
    "url": "https://arxiv.org/abs/2307.00625",
    "authors": [
      "Arjun Iyer",
      "Yadav P. Kandel",
      "Wendao Xu",
      "John M. Nichol",
      "William H. Renninger"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2307.01368",
    "title": "Optical Second Harmonic Generation in Anisotropic Multilayers with  Complete Multireflection Analysis of Linear and Nonlinear Waves using  #SHAARP.ml Package",
    "abstract": " Title: Optical Second Harmonic Generation in Anisotropic Multilayers with  Complete Multireflection Analysis of Linear and Nonlinear Waves using  #SHAARP.ml Package ",
    "url": "https://arxiv.org/abs/2307.01368",
    "authors": [
      "Rui Zu",
      "Bo Wang",
      "Jingyang He",
      "Lincoln Weber",
      "Akash Saha",
      "Long-Qing Chen",
      "Venkatraman Gopalan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2307.02149",
    "title": "Use of Non-Maximal entangled state for free space BBM92 quantum key  distribution protocol",
    "abstract": " Comments: 6 pages, 5 figures, and 1 table ",
    "url": "https://arxiv.org/abs/2307.02149",
    "authors": [
      "Ayan Biswas",
      "Sarika Mishra",
      "Satyajeet Patil",
      "Anindya Banerji",
      "Shashi Prabhakar",
      "Ravindra P. Singh"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  }
]