[
  {
    "id": "arXiv:2310.07798",
    "title": "High-speed photonic crystal modulator with non-volatile memory via  structurally-engineered strain concentration in a piezo-MEMS platform",
    "abstract": "Numerous applications in quantum and classical optics require scalable, high-speed modulators that cover visible-NIR wavelengths with low footprint, drive voltage (V) and power dissipation. A critical figure of merit for electro-optic (EO) modulators is the transmission change per voltage, dT/dV. Conventional approaches in wave-guided modulators seek to maximize dT/dV by the selection of a high EO coefficient or a longer light-material interaction, but are ultimately limited by nonlinear material properties and material losses, respectively. Optical and RF resonances can improve dT/dV, but introduce added challenges in terms of speed and spectral tuning, especially for high-Q photonic cavity resonances. Here, we introduce a cavity-based EO modulator to solve both trade-offs in a piezo-strained photonic crystal cavity. Our approach concentrates the displacement of a piezo-electric actuator of length L and a given piezoelectric coefficient into the PhCC, resulting in dT/dV proportional to L under fixed material loss. Secondly, we employ a material deformation that is programmable under a \"read-write\" protocol with a continuous, repeatable tuning range of 5 GHz and a maximum non-volatile excursion of 8 GHz. In telecom-band demonstrations, we measure a fundamental mode linewidth = 5.4 GHz, with voltage response 177 MHz/V corresponding to 40 GHz for voltage spanning -120 to 120 V, 3dB-modulation bandwidth of 3.2 MHz broadband DC-AC, and 142 MHz for resonant operation near 2.8 GHz operation, optical extinction down to min(log(T)) = -25 dB via Michelson-type interference, and an energy consumption down to 0.17 nW/GHz. The strain-enhancement methods presented here are applicable to study and control other strain-sensitive systems. ",
    "url": "https://arxiv.org/abs/2310.07798",
    "authors": [
      "Y. Henry Wen",
      "David Heim",
      "Matthew Zimmermann",
      "Roman A. Shugayev",
      "Mark Dong",
      "Andrew J. Leenheer",
      "Gerald Gilbert",
      "Matt Eichenfield",
      "Mikkel Heuck",
      "Dirk R. Englund"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2310.07950",
    "title": "Preparing Pre-College Students for the Second Quantum Revolution with  Core Concepts in Quantum Information Science",
    "abstract": "After the passage of the US National Quantum Initiative Act in December 2018, the National Science Foundation and the Office of Science and Technology Policy assembled an interagency working group and conducted a workshop titled \"Key Concepts for Future Quantum Information Science Learners\" that focused on identifying core concepts for future curricular and educator activities to help pre-college students engage with quantum information science (QIS). Helping pre-college students learn these key concepts in QIS is an effective approach to introducing them to the Second Quantum Revolution and inspiring them to become future contributors in the growing field of quantum information science and technology as leaders in areas related to quantum computing, communication and sensing. This paper is a call to pre-college educators to contemplate including QIS concepts into their existing courses at appropriate levels and get involved in the development of curricular materials suitable for their students. Also, research shows that compare and contrast activities can provide an effective approach to helping students learn. Therefore, we illustrate a pedagogical approach that contrasts the classical and quantum concepts so that educators could adapt them for their students in their lesson plans to help them learn the differences between key concepts in quantum and classical contexts. ",
    "url": "https://arxiv.org/abs/2310.07950",
    "authors": [
      "Chandralekha Singh",
      "Akash Levy",
      "Jeremy Levy"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)"
    ]
  },
  {
    "id": "arXiv:2310.08007",
    "title": "Scanning quantum correlation microscopy with few emitters",
    "abstract": "Optical superresolution microscopy is an important field, where nonlinear optical processes or prior information is used to defeat the classical diffraction limit of light. Quantum correlation microscopy uses photon arrival statistics from single photon emitters to aid in the determination of properties including the number of emitters and their relative brightness. Here we model quantum correlation microscopy in the few emitter regime, i.e. around four single photon emitters below the diffraction limit. We use the Akaike Information Criterion to determine the number of emitters and we vary the relative contributions of intensity to quantum correlation information to determine contribution that provides optimal imaging. Our results show diffraction unlimited performance and a change in localisation scaling behaviour dependant on emitter closeness. ",
    "url": "https://arxiv.org/abs/2310.08007",
    "authors": [
      "Jaret J. Vasquez-Lozano",
      "Shuo Li",
      "Andrew D. Greentree"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.08065",
    "title": "Very-Large-Scale Integrated High-$Q$ Nanoantenna Pixels (VINPix)",
    "abstract": "Metasurfaces provide a versatile and compact approach to free-space optical manipulation and wavefront shaping. Comprised of arrays of judiciously-arranged dipolar resonators, metasurfaces precisely control the amplitude, polarization, and phase of light, with applications spanning imaging, sensing, modulation, and computing. Three crucial performance metrics of metasurfaces and their constituent resonators are the quality factor ($Q$-factor), mode-volume ($V_m$), and the ability to control far-field radiation. Often, resonators face a trade-off between these parameters: a reduction in $V_m$ leads to an equivalent reduction in $Q$, albeit with more control over radiation. Here, we demonstrate that this perceived compromise is not inevitable $-$ high-$Q$, subwavelength $V_m$, and controlled dipole-like radiation can be achieved, simultaneously. We design high-$Q$, very-large-scale integrated silicon nanoantenna pixels $-$ VINPix $-$ that combine guided mode resonance waveguides with photonic crystal cavities. With optimized nanoantennas, we achieve $Q$-factors exceeding 1500 with $V_m$ less than 0.1 $(\\lambda/n_{air})^3$. Each nanoantenna is individually addressable by free-space light, and exhibits dipole-like scattering to the far-field. Resonator densities exceeding a million nanoantennas per $cm^2$ can be achieved. As a proof-of-concept application, we demonstrate spectrometer-free, spatially localized, refractive-index sensing utilizing VINPix metasurfaces. Our platform provides a foundation for compact, densely multiplexed devices such as spatial light modulators, computational spectrometers, and in-situ environmental sensors. ",
    "url": "https://arxiv.org/abs/2310.08065",
    "authors": [
      "Varun Dolia",
      "Halleh Balch",
      "Sahil Dagli",
      "Sajjad Abdollahramezani",
      "Hamish Carr Delgado",
      "Parivash Moradifar",
      "Kai Chang",
      "Ariel Stiber",
      "Fareeha Safir",
      "Mark Lawrence",
      "Jack Hu",
      "Jennifer A. Dionne"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.08077",
    "title": "Inverse problems in elastohydrodynamics",
    "abstract": "Exploring fluid-structure interactions is essential for understanding the physical principle underlying flow control in biological and man-made systems. Traditionally, we assume that the geometry is known, and from it, the solution to the coupled elastohydrodynamic problem is determined. Solving the inverse problem -- finding the geometry that leads to a desired flow -- has received comparatively less attention. Here, we present a strategy for solving inverse hydroelastic problems. Specifically, we compute the shape of a soft channel that yields a desired flow-rate versus pressure-drop relationship. The analysis is based on low-Reynolds-number hydrodynamics and linear elasticity. We demonstrate its usefulness in understanding intercellular transport in plants and the design of check valves. The sensitivity of the algorithm to fabrication errors and other limitations are discussed. ",
    "url": "https://arxiv.org/abs/2310.08077",
    "authors": [
      "Kaare H. Jensen",
      "Anneline H. Christensen"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Soft Condensed Matter (cond-mat.soft)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2310.08254",
    "title": "Genesis of column sprites: Formation mechanisms and optical structures",
    "abstract": "Sprite discharges are electrical discharges that initiate from the lower ionosphere during intense lightning storms, manifesting themselves optically as flashes of light that last a few milliseconds. This study unravels sprite initiation mechanisms and evolution into distinctive morphologies like glows and beads, using direct 3D numerical simulations that capture the intricate electrical discharge processes. We clarify various morphological aspects of sprites such as the halo dynamics, column glows, branching, streamer reconnection, and bead formation. The results advance our understanding of sprites and their connection to thunderstorm dynamics, and puts quantitative analysis of their effect on Earth's climate within reach. ",
    "url": "https://arxiv.org/abs/2310.08254",
    "authors": [
      "Robert Marskar"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2310.08452",
    "title": "Sub-zeptojoule detection of terahertz pulses by parametric frequency  upconversion",
    "abstract": "We combine parametric frequency upconversion with single-photon counting technology to achieve detection sensitivity down to the terahertz (THz) single-photon level. Our relatively simple detection scheme employs a near-infrared ultrafast source, a GaP nonlinear crystal, optical filters, and a single photon avalanche diode. This configuration is capable of detecting a weak THz signal with an energy of 590 zJ contained within a single pulse. Through averaging over 50k data points, the configuration can resolve a 0.5 zJ pulse energy, corresponding to an average of 0.5 photon per pulse. The corresponding noise-equivalent power and THz-to-NIR photon detection efficiency are $4.1 \\times 10^{-17} W/\\sqrt{Hz}$ and 0.19%, respectively. To test our scheme, we perform spectroscopy of water vapor between 1.0 and 3.7 THz and obtain results in agreement with to those acquired with a standard electro-optic sampling (EOS) method. Our technique provides a 0.2 THz spectral resolution offering a fast alternative to EOS THz detection for monitoring specific spectral components in THz spectroscopy, imaging and communications applications. ",
    "url": "https://arxiv.org/abs/2310.08452",
    "authors": [
      "Défi Junior Jubgang Fandio",
      "Aswin Vishnuradhan",
      "Eeswar Kumar Yalavarthi",
      "Wei Cui",
      "Nicolas Couture",
      "Angela Gamouras",
      "Jean-Michel Ménard"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.08500",
    "title": "Progress towards ultracold Sr for the AION project -- sub-microkelvin  atoms and an optical-heterodyne diagnostic tool for injection-locked laser  diodes",
    "abstract": "Long-baseline atom interferometers, such as the one to be built by the AION collaboration, require ultra-cold atomic clouds. These are produced by trapping the atoms in Magneto-Optical Traps (MOTs) using high-power, narrow-linewidth lasers. We report on the laser and optical master-slave injection locked system used to address the 1S0 - 3P1 strontium transition at 689 nm, and on the trapping of strontium atoms in a narrowband MOT. We demonstrate the quality of the injection through the characterisation of the injection lock using a novel, easy-to-assemble method which uses a double pass acousto-optic modulator (AOM) to generate and detect a heterodyne beatnote. The reported system is used to produce an atomic cloud at a temperature of 812 +/- 43 nK in a narrowband red MOT. ",
    "url": "https://arxiv.org/abs/2310.08500",
    "authors": [
      "E. Pasatembou",
      "C. F. A. Baynham",
      "O. Buchmüller",
      "D. Evans",
      "R. Hobson",
      "L. Iannizzotto-Venezze",
      "A. Josset"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "High Energy Physics - Experiment (hep-ex)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2310.07718",
    "title": "Long-term and Real-time High-speed Underwater Wireless Optical  Communications in Deep Sea",
    "abstract": "Seafloor observation network can perform all-weather, long-term, continuous, real-time, and in-situ observation of the ocean by combing various observation methods including cabled seafloor nodes, self-contained nodes, as well as mobile platforms, where reliable and long-term high-speed underwater wireless communication becomes an essential demand. Recently, underwater wireless optical communication (UWOC) has emerged as a highly promising solution and is rapidly becoming a research hotspot for meeting this requirement. In this article, we demonstrate the experiment and application of high-speed UWOC system for deep sea seafloor observation network. To the best of our knowledge this is the first long-term real-time deep-sea UWOC link with bitrate as high as 125 Mbps. Between 30 m distance and at a depth of 1650 m, two-way Ethernet UWOC links are realized with 125 Mbps direction-adjustable green light link and 6.25 Mbps non-line-of-sight (NLOS) blue light link. High quality video transmission of 8K 30 FPS and 4K 120 FPS are realized through high-speed 125 Mbps green light link, with 100% peak signal-to-noise ratio (PSNR) agreement, showing the capability of transmitting high-quality videos lossless. The 30-day long-term measurement results show that the BER performance of both 125 Mbps and 6.25 Mbps links is lower than 10-5, proving the stability and reliability of this UWOC system at depth of 1650 m. The maximum transmission distance for the green and blue light links are estimated to be 117.7 and 128.3 m with considering the geometry loss, which can be extended to 231.6 and 337.5 m without geometry loss. As the first long-term and real-time UWOC system in deep sea, we believe this demonstration can provide valuable experience for further UWOC studies and converged ocean observation networking with cabled and cable-less observation platforms. ",
    "url": "https://arxiv.org/abs/2310.07718",
    "authors": [
      "Jialiang Zhang",
      "Sujing Wang",
      "Ziqi Ma",
      "Guanjun Gao",
      "Yonggang Guo",
      "Fei Zhang",
      "Shanguo Huang",
      "Jie Zhang"
    ],
    "subjectives": [
      "Networking and Internet Architecture (cs.NI)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.07783",
    "title": "Multifunctional magnetic oxide-MoS2 heterostructures on silicon",
    "abstract": "Correlated oxides and related heterostructures are intriguing for developing future multifunctional devices by exploiting their exotic properties, but their integration with other materials, especially on Si-based platforms, is challenging. Here, van der Waals heterostructures of La0.7Sr0.3MnO3 (LSMO) , a correlated manganite perovskite, and MoS2 are demonstrated on Si substrates with multiple functions. To overcome the problems due to the incompatible growth process, technologies involving freestanding LSMO membranes and van der Waals force-mediated transfer are used to fabricate the LSMO-MoS2 heterostructures. The LSMO-MoS2 heterostructures exhibit a gate-tunable rectifying behavior, based on which metal-semiconductor field-effect transistors (MESFETs) with on-off ratios of over 104 can be achieved. The LSMO-MoS2 heterostructures can function as photodiodes displaying considerable open-circuit voltages and photocurrents. In addition, the colossal magnetoresistance of LSMO endows the LSMO-MoS2 heterostructures with an electrically tunable magnetoresponse at room temperature. This work not only proves the applicability of the LSMO-MoS2 heterostructure devices on Si-based platform but also demonstrates a paradigm to create multifunctional heterostructures from materials with disparate properties. ",
    "url": "https://arxiv.org/abs/2310.07783",
    "authors": [
      "Allen Jian Yang",
      "Liang Wu",
      "Yanran Liu",
      "Xinyu Zhang",
      "Kun Han",
      "Ying Huang",
      "Shengyao Li",
      "Xian Jun Loh",
      "Qiang Zhu",
      "Rui Su",
      "Ce-Wen Nan",
      "X. Renshaw Wang"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2310.07810",
    "title": "Entangled two-photon absorption in transmission-based experiments:  deleterious effects from linear optical losses",
    "abstract": "Recently different experimental schemes have been proposed to study the elusive phenomenon of entangled two-photon absorption (ETPA) in nonlinear materials. The attempts to detect ETPA using transmission-based schemes have led to results whose validity is currently under debate since the ETPA signal can be corrupted or emulated by artifacts associated with linear optical losses. The present work addresses the issue of linear losses and the corresponding artifacts in transmission-based ETPA experiments through a new approach that exploits the properties of a Hong-Ou-Mandel (HOM) interferogram. Here we analyze solutions of Rhodamine B (RhB), commonly used as a model of nonlinear medium in ETPA studies. Then, by using the HOM interferometer as a sensing device, we firstly demonstrate the equivalence of the standard transmission vs pump power ETPA experiments, presented in many reports, with our novel approach of transmission vs two-photon temporal delay. Secondly, a detailed study of the effects of optical losses, unrelated to ETPA, over the HOM interferogram is carried out by: 1) Characterizing RhB in solutions prepared with different solvents. 2) Considering scattering losses introduced by silica nanoparticles used as a controlled linear loss mechanism. Our results clearly expose the deleterious effects of linear optical losses over the ETPA signal when standard transmission experiments are employed and show how, by using the HOM interferogram as a sensing device, it is possible to detect the presence of such losses. Finally, once we showed that the HOM interferogram discriminates properly linear losses, our study also reveals that under the specific experimental conditions considered here, which are the same than those employed in many reported works, the ETPA was not unequivocally detected. ",
    "url": "https://arxiv.org/abs/2310.07810",
    "authors": [
      "Freiman Triana-Arango",
      "Roberto Ramírez-Alarcón",
      "Gabriel Ramos-Ortiz"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.08258",
    "title": "A self-referenced optical phase noise analyzer for quantum technologies",
    "abstract": "Second generation quantum technologies aim to outperform classical alternatives by utilizing engineered quantum systems. Maintaining the coherence required to enable any quantum advantage requires detailed knowledge and control over the noise the hosting system is subjected to. Characterizing noise processes via their power spectral density is routinely done throughout science and technology and can be a demanding task. Determining the phase noise power spectrum in leading quantum technology platforms, for example, can be either outside the reach of many phase noise analyzers, or be prohibitively expensive. In this work, we present and characterize a cost-effective optical phase noise analyzer for quantum technology applications. Using this setup we compare two $\\approx1\\ \\rm{Hz}$ linewidth ultra-stable oscillators near $729\\ \\rm{nm}$, using them as references to determine and discuss the noise floor achieved in this measurement apparatus with a focus on limitations and their tradeoffs. The achieved noise floor in this implementation of a low-cost, all-stock component, low-complexity phase noise analyzer compares favourably to commercial offerings. This setup can find application in particular without a more stable reference or operational quantum system as sensor as would be the case for many component manufacturers. ",
    "url": "https://arxiv.org/abs/2310.08258",
    "authors": [
      "Robert Freund",
      "Christian D. Marciniak",
      "Thomas Monz"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2310.08423",
    "title": "Dirac exciton-polariton condensates in photonic crystal gratings",
    "abstract": "Bound states in the continuum have recently been utilized in photonic crystal gratings to achieve strong coupling and ultralow power-driven condensation of bosonic exciton-polariton quasiparticles with atypical Dirac-like features in their dispersion relation. Here, we develop the single- and many-body theory of these new effective relativistic exciton-polaritons modes and describe their mean field condensation dynamics facilitated by the interplay between protection from the radiative continuum and negative-mass pump induced optical trapping. Our theory accounts for many tunable grating parameters giving full control over the diffractive coupling properties between guided polaritons and the radiative continuum previously unexplored in the context of driven condensation. In particular, we discover stable cyclical condensate solutions mimicking a driven-dissipative analog of the zitterbewegung effect characterized by coherent superposition of both ballistic (rapid phase front) and trapped (slow phase front) polariton waves. Finally, important distinctions are drawn between the concepts of near field and far field in the photonic grating, clarifying recent experimental observations on the emission characteristics of these long lived nonlinear Dirac polaritons. ",
    "url": "https://arxiv.org/abs/2310.08423",
    "authors": [
      "Helgi Sigurðsson",
      "Hai Chau Nguyen",
      "Hai Son Nguyen"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.08544",
    "title": "Plasmon dispersion and Landau damping in the nonlinear quantum regime",
    "abstract": "We study the dispersion properties of electron plasma waves, or plasmons, which can be excited in quantum plasmas in the nonlinear regime. In order to describe nonlinear electron response to finite amplitude plasmons, we apply the Volkov approach to non-relativistic electrons. For that purpose, we use the Schr\\\"odinger equation and describe the electron population of a quantum plasma as a mixture of quantum states. Within the kinetic framework that we are able to derive from the Volkov solutions, we discuss the role of the wave amplitude on the nonlinear plasma response. Finally, we focus on the quantum properties of nonlinear Landau damping and study the contributions of multi-plasmon absorption and emission processes. ",
    "url": "https://arxiv.org/abs/2310.08544",
    "authors": [
      "F. Haas",
      "J. T. Mendonça",
      "H. Terças"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Other Condensed Matter (cond-mat.other)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2011.12716",
    "title": "The Quantum Rashomon Effect: A Strengthened Frauchiger-Renner Argument",
    "abstract": " Comments: v4: 26 pages, 8 figures; further revised and reorganized, argumentation clarified; main conclusions unchanged. Comments still very welcome! ",
    "url": "https://arxiv.org/abs/2011.12716",
    "authors": [
      "Jochen Szangolies"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2101.10779",
    "title": "Superradiant detection of microscopic optical dipolar interactions",
    "abstract": " Comments: 18 pages, 13 figures, improved data with substantial revision ",
    "url": "https://arxiv.org/abs/2101.10779",
    "authors": [
      "Lingjing Ji",
      "Yizun He",
      "Qingnan Cai",
      "Zhening Fang",
      "Yuzhuo Wang",
      "Liyang Qiu",
      "Lei Zhou",
      "Saijun Wu",
      "Stefano Grava",
      "Darrick E. Chang"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2304.01313",
    "title": "Impact of cavity geometry on microlaser dynamics",
    "abstract": " Comments: The first two authors have equal contribution. 17 pages, 13 figures ",
    "url": "https://arxiv.org/abs/2304.01313",
    "authors": [
      "Kyungduk Kim",
      "Stefan Bittner",
      "Yuhao Jin",
      "Yongquan Zeng",
      "Qi Jie Wang",
      "Hui Cao"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2304.05250",
    "title": "Lattice design and experimental studies of nonlinear resonance at the  Cornell Electron Storage Ring",
    "abstract": " Comments: 15 pages, 15 figures ",
    "url": "https://arxiv.org/abs/2304.05250",
    "authors": [
      "S.T. Wang",
      "V. Khachatryan",
      "P. Nishikawa"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2305.03406",
    "title": "Erasure conversion in a high-fidelity Rydberg quantum simulator",
    "abstract": " Comments: PS and ALS contributed equally to this work ",
    "url": "https://arxiv.org/abs/2305.03406",
    "authors": [
      "Pascal Scholl",
      "Adam L. Shaw",
      "Richard Bing-Shiun Tsai",
      "Ran Finkelstein",
      "Joonhee Choi",
      "Manuel Endres"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2306.08124",
    "title": "Noise and Thermal Performance of a Sub-Attofarad Capacitance Sensor for  Precision Measurements, with Applications in Gravitational Wave Detectors",
    "abstract": " Title: Noise and Thermal Performance of a Sub-Attofarad Capacitance Sensor for  Precision Measurements, with Applications in Gravitational Wave Detectors ",
    "url": "https://arxiv.org/abs/2306.08124",
    "authors": [
      "S. Saraf",
      "S. Buchman",
      "C.Y. Lui",
      "S. Wang",
      "J. Lipa"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Space Physics (physics.space-ph)"
    ]
  },
  {
    "id": "arXiv:2309.00285",
    "title": "Quantum scattering cross sections of O($^3P$) + N$_2$ collisions for  planetary aeronomy",
    "abstract": " Comments: 7 pages, 5 figures, 4 tables, Accepted at MNRAS ",
    "url": "https://arxiv.org/abs/2309.00285",
    "authors": [
      "Sanchit Kumar",
      "Sumit Kumar",
      "Marko Gacesa",
      "Nayla El-Kork",
      "Sharma S. R. K. C. Yamijala"
    ],
    "subjectives": [
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      "Atmospheric and Oceanic Physics (physics.ao-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Space Physics (physics.space-ph)"
    ]
  },
  {
    "id": "arXiv:2310.06184",
    "title": "A Brief Review of Single Event Burnout Failure Mechanisms and Design  Tolerances of Silicon Carbide MOSFETs",
    "abstract": " Title: A Brief Review of Single Event Burnout Failure Mechanisms and Design  Tolerances of Silicon Carbide MOSFETs ",
    "url": "https://arxiv.org/abs/2310.06184",
    "authors": [
      "Christopher A. Grome",
      "Wei Ji"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  }
]