[
  {
    "id": "arXiv:2212.14112",
    "title": "Simultaneous control of spectral and directional emissivity with  gradient epsilon-near-zero InAs photonic structures",
    "abstract": "Controlling both the spectral bandwidth and directional range of emitted thermal radiation is a fundamental challenge in modern photonics and materials research. Recent work has shown that materials with a spatial gradient in their epsilon near zero response can support broad spectrum directionality in their emissivity, enabling high radiance to specific angles of incidence. However, this capability has been limited spectrally and directionally by the availability of materials supporting phonon-polariton resonances over long-wave infrared wavelengths. Here, we design and experimentally demonstrate an approach using doped III-V semiconductors that can simultaneously tailor spectral peak, bandwidth and directionality of infrared emissivity. We epitaxially grow and characterize InAs-based gradient ENZ photonic structures that exhibit broadband directional emission with varying spectral bandwidths and peak directions as a function of their doping concentration profile and thickness. Due to its easy-to-fabricate geometry we believe this approach provides a versatile photonic platform to dynamically control broadband spectral and directional emissivity for a range of emerging applications. ",
    "url": "https://arxiv.org/abs/2212.14112",
    "authors": [
      "Jae Seung Hwang",
      "Jin Xu",
      "Aaswath P. Raman"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.14120",
    "title": "Turnkey photonic flywheel in a Chimera cavity",
    "abstract": "Dissipative Kerr soliton (DKS) microcomb has emerged as an enabling technology that revolutionizes a wide range of applications in both basic science and technological innovation. Reliable turnkey operation with sub-opticalcycle and sub-femtosecond timing jitter is key to the success of many intriguing microcomb applications at the intersection of ultrafast optics and microwave electronics. Here we propose a novel approach to demonstrate the first turnkey Brillouin-DKS frequency comb. Our approach with a Chimera cavity offers essential benefits that are not attainable previously, including phase insensitivity, self-healing capability, deterministic selection of DKS state, and access to the ultralow noise comb state. The demonstrated turnkey Brillouin-DKS frequency comb achieves a fundamental comb linewidth of 100 mHz and DKS timing jitter of 1 femtosecond for averaging times up to 56 {\\mu}s. The approach is universal and generalizable to various device platforms for user-friendly and field-deployable comb devices. ",
    "url": "https://arxiv.org/abs/2212.14120",
    "authors": [
      "Mingming Nie",
      "Kunpeng Jia",
      "Jan Bartos",
      "Shining Zhu",
      "Zhenda Xie",
      "Shu-Wei Huang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2212.14134",
    "title": "Photonic frequency microcombs based on dissipative Kerr and quadratic  cavity solitons",
    "abstract": "Optical frequency comb, with precisely controlled spectral lines spanning a broad range, has been the key enabling technology for many scientific breakthroughs. In addition to the traditional implementation based on modelocked lasers, photonic frequency microcombs based on dissipative Kerr and quadratic cavity solitons in high-Q microresonators have become invaluable in applications requiring compact footprint, low cost, good energy efficiency, large comb spacing, and access to nonconventional spectral regions. In this review, we comprehensively examine the recent progress of photonic frequency microcombs and discuss how various phenomena can be utilized to enhance the microcomb performances that benefit a plethora of applications including optical atomic clockwork, optical frequency synthesizer, precision spectroscopy, astrospectrograph calibration, biomedical imaging, optical communications, coherent ranging, and quantum information science. ",
    "url": "https://arxiv.org/abs/2212.14134",
    "authors": [
      "Mingming Nie",
      "Yijun Xie",
      "Bowen Li",
      "Shu-Wei Huang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.14213",
    "title": "Visual observation of optical Floquet-Bloch oscillations",
    "abstract": "Bloch oscillations, an important transport phenomenon, have extensively been studied in static systems but remain largely unexplored in Floquet systems. Here, we propose a new type of Bloch oscillations, namely the \"Floquet-Bloch oscillations,\" which refer to rescaled Bloch oscillations with a period of extended least common multiple of the modulation and Bloch periods. We report the first visual observation of such Floquet-Bloch oscillations in femtosecond-laser-written waveguide arrays by using waveguide fluorescence microscopy. These Floquet-Bloch oscillations exhibit exotic properties, such as fractal spectrum and fractional Floquet tunneling. This new transport mechanism offers an intriguing method of wave manipulation, which has significant applications in coherent quantum transport. ",
    "url": "https://arxiv.org/abs/2212.14213",
    "authors": [
      "Zhen Zhang",
      "Yuan Li",
      "Xiankai Sun",
      "Xuewen Shu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2212.14242",
    "title": "Absolute frequency measurement of a Yb optical clock at the limit of the  Cs fountain",
    "abstract": "We present the new absolute frequency measurement of ytterbium (171Yb) obtained at INRiM with the optical lattice clock IT-Yb1 against the cryogenic caesium (133Cs) fountain IT-CsF2, evaluated through a measurement campaign that lasted 14 months. Measurements are performed by either using a hydrogen maser as a transfer oscillator or by synthesizing a low-noise microwave for Cs interrogation using an optical frequency comb. The frequency of the 171Yb unperturbed clock transition 1S0 - 3P0 results to be 518 295 836 590 863.44(14) Hz, with a total fractional uncertainty of 2.7e-16 that is limited by the uncertainty of IT-CsF2. Our measurement is in agreement with the Yb frequency recommended by the Consultative Committee for Time and Frequency (CCTF). This result confirms the reliability of Yb as a secondary representation of the second and is relevant to the process of redefining the second in the International System of Units (SI) on an optical transition ",
    "url": "https://arxiv.org/abs/2212.14242",
    "authors": [
      "Irene Goti",
      "Stefano Condio",
      "Cecilia Clivati",
      "Matias Risaro",
      "Michele Gozzelino",
      "Giovanni A. Costanzo",
      "Filippo Levi",
      "Davide Calonico",
      "Marco Pizzocaro"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2212.14308",
    "title": "Simultaneous creation of multiple vortex-antivortex pairs in momentum  space in photonic lattices",
    "abstract": "Engineering of the orbital angular momentum (OAM) of light due to interaction with photonic lattices reveals rich physics and motivates potential applications. We report the experimental creation of regularly-distributed quantized vortex arrays in momentum space by probing the honeycomb and hexagonal photonic lattices with a single focused Gaussian beam. For the honeycomb lattice, the vortices are associated with Dirac points and mimic the Berry curvature sources. However, we show that the resulting spatial patterns of vortices are strongly defined by the symmetry of the wave packet evolving in the optical lattice but not by lattice topological properties. Our findings reveal the underlying physics by connecting the symmetry and OAM conversion, and provide a simple and efficient method to create regularly-distributed multiple vortices by unstructured light. ",
    "url": "https://arxiv.org/abs/2212.14308",
    "authors": [
      "Feng Li",
      "S. V. Koniakhin",
      "A.V. Nalitov",
      "E. Cherotchenko",
      "D.D. Solnyshkov",
      "G. Malpuech",
      "Min Xiao",
      "Yanpeng Zhang",
      "Zhaoyang Zhang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Gases (cond-mat.quant-gas)"
    ]
  },
  {
    "id": "arXiv:2212.14533",
    "title": "Waveguide-Cavity Scattering in High-Frequency Dissipative Optomechanics",
    "abstract": "The coherent transduction of information between microwave and optical domains is a fundamental building block for future quantum networks. A promising way to bridge these widely different frequencies is using high-frequency nanomechanical resonators interacting with low-loss optical modes. State-of-the-art optomechanical devices require a relatively large photon population in the cavity to enhance the acousto-optic coupling, the heat arising from undesirable optical absorption, however, generates thermal phonons that ultimately hinder their operation in the quantum regime. One way to overcome this problem is by using dissipative optomechanics. In this framework, photons can be scattered directly from a waveguide into a resonator, reducing the need for a large intra-cavity photon population. Hitherto, such dissipative optomechanical interaction was only demonstrated at low mechanical frequencies, precluding the quantum state transfer between photonic and phononic domains. Here, we show the first dissipative optomechanical system operating in the sideband-resolved regime, where the mechanical frequency is larger than the optical linewidth. Exploring this unprecedented regime, we demonstrate the impact of dissipative optomechanical coupling in reshaping both mechanical and optical spectra. Our figures represent a two-order-of-magnitude leap in the mechanical frequency and a tenfold increase in the dissipative optomechanical coupling rate compared to previous works. The present demonstration opens a path to strongly dissipative optomechanical devices with nearly noiseless operation in the quantum regime. ",
    "url": "https://arxiv.org/abs/2212.14533",
    "authors": [
      "André G. Primo",
      "Pedro V. Pinho",
      "Rodrigo Benevides",
      "Simon Gröblacher",
      "Gustavo S. Wiederhecker",
      "Thiago P. Mayer Alegre"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2212.14587",
    "title": "Four-dimensional direct detection with Jones space optical full-field  recovery",
    "abstract": "Data centers, the engines of the global Internet, are supported by massive high-speed optical interconnects. In optical fiber communication, the classic direct detection obtains only the intensity of the optical field, while the coherent detection counterpart utilizes both phase and polarization diversities at the expense of beating with a narrow-linewidth and high-stable local oscillator (LO). Herein, we propose and demonstrate a four-dimensional Jones space optical field recovery (4-D JSFR) scheme without LO. The information encoded on the intensity and phase of both polarizations can be captured by the polarization-diversity full-field receiver structure and subsequently extracted through deep neural network-aided field recovery. It achieves similar electrical spectral efficiency as standard intradyne coherent detection. The fully recovered optical field can extend the transmission distance beyond the power fading limitation induced by fiber chromatic dispersion. Furthermore, the LO-free advantage makes 4-D JSFR suitable for monolithic photonic integration, offering a spectrally efficient and cost-effective candidate for large-scale data center applications. Our results could motivate a fundamental paradigm shift in the optical field recovery theory and future optical transceiver design. ",
    "url": "https://arxiv.org/abs/2212.14587",
    "authors": [
      "Qi Wu",
      "Yixiao Zhu",
      "Hexun Jiang",
      "Mengfan Fu",
      "Yikun Zhang",
      "Qunbi Zhuge",
      "Weisheng Hu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2212.14789",
    "title": "Simultaneous $ χ^{(2)} $- $ χ^{(2)} $ and $ χ^{(2)} $-$  χ^{(3)} $ nonlinear processes generation in thin film lithium tantalate  microcavity",
    "abstract": "On-chip efficient nonlinear functions are instrumental in escalating the utilities and performance of photonic integrated circuits (PICs), especially for a wide range of classical and quantum applications, such as tunable coherent radiation, optical frequency conversion, spectroscopy, quantum science, etc. Lithium tantalate (LT) has been widely used in nonlinear wavelength converters, surface acoustic wave resonators, and electro-optic, acoustic-optic devices owing to its excellent optical properties. Here, we fabricated a Z-cut lithium tantalate on insulator (LTOI) microdisk with high quality(Q) factors in both telecom (10$^{6}$) and visible (10$^{5}$) bands by optimizing the fabrication. With the Q factor of the LTOI microdisk increasing, we can obtain higher pump light intensity in the cavity which is beneficial to get more optical nonlinear effect easily. By making use of the mode phase matching of interacting waves and inputting high pump power, we experimentally observed on-chip near-infrared light, visible (red, green), and ultraviolet (UV) from microresonator-based $ \\chi^{(2)}-\\chi^{(2)}$, $ \\chi^{(2)}-\\chi^{(3)}$, and $\\chi^{(2)}$ nonlinear processes such as cascaded four-wave mixing (cFWM), cascaded sum-frequency generation (cSFG), third harmonic generation (THG), second harmonic generation (SHG). It is believed that the LTOI can support a variety of on-chip optical nonlinear processes, which heralds its new application potential in integrated nonlinear photonics. ",
    "url": "https://arxiv.org/abs/2212.14789",
    "authors": [
      "Xiongshuo Yan",
      "Miao Xue",
      "Jiangwei Wu",
      "Rui Ge",
      "Tingge Yuan",
      "Yuping Chen",
      "Xianfeng Chen"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.14840",
    "title": "Normalized Blood Flow Index in Optical Coherence Tomography Angiography  Provides a Sensitive Biomarker of Early Diabetic Retinopathy",
    "abstract": "Purpose: To evaluate the sensitivity of normalized blood flow index (NBFI) for detecting early diabetic retinopathy (DR). Methods: Optical coherence tomography angiography (OCTA) images of 30 eyes from 20 healthy controls, 21 eyes of diabetic patients with no DR (NoDR) and 26 eyes from 22 patients with mild non-proliferative DR (NPDR) were analyzed in this study. The OCTA images were centered on the fovea and covered a 6 mm x 6 mm area. Enface projections of the superficial vascular plexus (SVP) and the deep capillary plexus (DCP) were obtained for the quantitative OCTA feature analysis. Three quantitative OCTA features were examined: blood vessel density (BVD), blood flow flux (BFF), and normalized blood flow index (NBFI). Each feature was calculated from both the SVP and DCP and their sensitivity to distinguish the three cohorts of the study were evaluated. Results: The only quantitative feature that was capable of distinguishing between all three cohorts was NBFI in the DCP image. Comparative study revealed that both BVD and BFF were able to distinguish the controls from NoDR and mild NPDR. However, neither BVD nor BFF was sensitive enough to separate NoDR from the healthy controls. Conclusion: The NBFI has been demonstrated as a sensitive biomarker of early DR, revealing retinal blood flow abnormality better than traditional BVD and BFF. The NBFI in the DCP was verified as the most sensitive biomarker, supporting that diabetes affects the DCP earlier than SVP in DR. ",
    "url": "https://arxiv.org/abs/2212.14840",
    "authors": [
      "Albert K. Dadzie",
      "David Le",
      "Mansour Abtahi",
      "Behrouz Ebrahimi",
      "Taeyoon Son",
      "Jennifer I. Lim",
      "Xincheng Yao"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)",
      "Image and Video Processing (eess.IV)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2212.14861",
    "title": "Preparation of CuxCe$_{0.3-X}$Ni$_{0.7}$Fe$_2$O$_4$ ferrite  nanoparticles as a nitrogen dioxide gas sensor",
    "abstract": "In this work, the ferrite nanocomposite CuxCe$_{0.3-X}$Ni$_{0.7}$Fe$_2$O$_4$ is prepared (where: x = 0, 0.05, 0.1, 0.15, 0.2, 0.25) was prepared using the auto combustion technique (sol-gel), and citric acid was utilized as the fuel for Auto combustion. The results of X-ray diffraction (XRD), emitting field scanning electron microscope (FE-SEM), and energy dispersive X-ray analyzer (EDX) tests revealed that the prepared compound has a face-centered cubic structure (FCC) polycrystalline, and the lattice constant increases with an increase in the percentage of doping for the copper ion, and decreases for the cerium ion and that the compound is porous, and its molecules are spherical, and there are no additional elements present other than those used in the synthesis of the compound, indicating that it is of high purity, and the combination has a high sensitivity to Nitrogen dioxide (NO$_2$) gas, as determined by the gas detecting equipment. ",
    "url": "https://arxiv.org/abs/2212.14861",
    "authors": [
      "Shaymaa A. Kadhim",
      "Tagreed M. Al-Saadi"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2212.14378",
    "title": "Quantum Phase Transitions in a Model Hamiltonian Exhibiting Entangled  Simultaneous Fermion-Pair and Exciton Condensations",
    "abstract": "Quantum states of a novel Bose-Einstein condensate, in which both fermion-pair and exciton condensations are simultaneously present, have recently been realized theoretically in a model Hamiltonian system. Here we identify quantum phase transitions in that model between fermion-pair and exciton condensations based on a geometric analysis of the convex set of ground-state 2-particle reduced density matrices (2-RDMs). The 2-RDM set provides a finite representation of the infinite parameter space of Hamiltonians that readily reveals a fermion-pair condensate phase and two distinct exciton condensate phases, as well as the emergence of first- and second-order phase transitions as the particle number of the system is increased. The set, furthermore, shows that the fermion-exciton condensate (FEC) lies along the second-order phase transition between the exciton and fermion-pair condensate phases. The detailed information about the exciton and fermion-pair phases, the forces behind these phase, as well as their associated transitions provides additional insight into the formation of the FEC condensate, which we anticipate will prove useful in its experimental realization. ",
    "url": "https://arxiv.org/abs/2212.14378",
    "authors": [
      "Samuel Warren",
      "LeeAnn M. Sager-Smith",
      "David A. Mazziotti"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2212.14683",
    "title": "Intrinsic triple degeneracy point bounded by nodal surfaces in chiral  photonic crystal",
    "abstract": "In periodic systems, band degeneracies are usually protected and classified by spatial symmetries. However, the Gamma point at zero-frequency of a photonic system is an intrinsic degeneracy due to the polarization degree of freedom of electromagnetic waves. We show here that in chiral photonic crystals, such an intrinsic degeneracy node carries +(-)2 chiral topological charge and the topological characters is the same as a spin-1 Weyl point manifested as a triple degeneracy of two linear propagating bands intersecting a flat band representing the electrostatic solution. Such an intrinsic triple degeneracy point (TDP) at Gamma is usually buried in bulk band projections and the topological charge at photonic zero-frequency has never been observed. Here, by imposing space-group screw symmetry to the chiral photonic crystal, the Brillouin zone boundary is transformed into an oppositely charged nodal surface enclosing the Gamma point. The emergent Fermi-arcs on sample surface are then forced to connect the bulk band projections of these topological singularities, revealing the embedded non-trivial topology. ",
    "url": "https://arxiv.org/abs/2212.14683",
    "authors": [
      "Dongyang Wang",
      "Hongwei Jia",
      "Quanlong Yang",
      "Jing Hu",
      "Z. Q. Zhang",
      "C. T. Chan"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Classical Physics (physics.class-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.14781",
    "title": "Adapting the HHL algorithm to near-term quantum computing: application  to non-unitary quantum many-body theory",
    "abstract": "Tremendous efforts in recent years towards devising variants of near- and long-term quantum algorithms for quantum chemistry provide us with an impetus to go beyond known conventional approaches to treat quantum many-body theory in the framework of quantum computing. In this work, we identify that a quantum linear solver (the HHL algorithm) can be employed to solve quantum many-body theoretic equations (linearized coupled cluster (LCC) equations), and implement it to obtain precise estimates of the correlation energy of molecular systems. It is important to note that LCC equations involve a non-unitary wave operator, as opposed to the unitary operators that one is usually accustomed to, in quantum computing. A key feature of the work involves modifying the HHL algorithm to reduce circuit depth significantly while retaining the precision in correlation energies to a significant degree. To this end, we formulate, implement, and verify the reduced HHL approach in combination with a pipeline-based optimization procedure. We carry out two proof-of-principle hardware computations on the 11-qubit IonQ machine, with the first being the potential energy curve for the $H_2$ molecule, to demonstrate that HHL adapted to LCC works on hardware. In the second computation, we show that our shallow-depth implementation yields reasonable results on hardware for the $H_3^+$ molecule. ",
    "url": "https://arxiv.org/abs/2212.14781",
    "authors": [
      "Nishanth Baskaran",
      "Abhishek Singh Rawat",
      "Dibyajyoti Chakravarti",
      "Akshaya Jayashankar",
      "K. Sugisaki",
      "D. Mukherjee",
      "V. S. Prasannaa"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2102.08960",
    "title": "Cooper-Pair Condensates with Non-Classical Long-Range Order on Quantum  Devices",
    "abstract": " Title: Cooper-Pair Condensates with Non-Classical Long-Range Order on Quantum  Devices ",
    "url": "https://arxiv.org/abs/2102.08960",
    "authors": [
      "LeeAnn M. Sager",
      "David A. Mazziotti"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2203.06216",
    "title": "Simulations of Silicon Radiation Detectors for High Energy Physics  Experiments",
    "abstract": " Comments: Contribution to Snowmass 2021, 27 pages, 16 figures. v4: fixed typos ",
    "url": "https://arxiv.org/abs/2203.06216",
    "authors": [
      "B. Nachman",
      "T. Peltola",
      "P. Asenov",
      "M. Bomben",
      "R. Lipton",
      "F. Moscatelli",
      "E. A. Narayanan",
      "F. R. Palomo",
      "D. Passeri",
      "S. Seidel",
      "X. Shi",
      "J. Sonneveld"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2208.14490",
    "title": "Fluid fermionic fragments for optimizing quantum measurements of  electronic Hamiltonians in the variational quantum eigensolver",
    "abstract": " Title: Fluid fermionic fragments for optimizing quantum measurements of  electronic Hamiltonians in the variational quantum eigensolver ",
    "url": "https://arxiv.org/abs/2208.14490",
    "authors": [
      "Seonghoon Choi",
      "Ignacio Loaiza",
      "Artur F. Izmaylov"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2211.14979",
    "title": "Enhancing the stimulated emission of polarization-entangled photons  using passive optical components",
    "abstract": " Comments: 8 pages, 6 figures, Physical Review A to be published ",
    "url": "https://arxiv.org/abs/2211.14979",
    "authors": [
      "Ryo Nozaki",
      "Yoshiro Sato",
      "Yoshitaka Shimada",
      "Taku Suzuki",
      "Kei Yasuno",
      "Yuta Ikai",
      "Wataru Ueda",
      "Kaito Shimizu",
      "Emi Yukawa",
      "Kaoru. Sanaka"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.13362",
    "title": "Positivity Preserving non-Markovian Master Equation for Open Quantum  System Dynamics: Stochastic Schrödinger Equation Approach",
    "abstract": " Comments: Major revision ",
    "url": "https://arxiv.org/abs/2212.13362",
    "authors": [
      "Wufu Shi",
      "Yusui Chen",
      "Quanzhen Ding",
      "Ting Yu",
      "Jin Wang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  }
]