[
  {
    "id": "arXiv:2408.12721",
    "title": "Quantum pathways interference in laser-induced electron diffraction revealed by a semiclassical method",
    "abstract": "           We develop a novel method for strong-laser-field physics based on the combination of the semiclassical Herman-Kluk propagator and the strong-field approximation and demonstrate its high accuracy on the calculations of photoelectron momentum distribution (PMD) for atoms and molecules in intense lasers. For rescattered electrons, we show that for a given time that electron tunnels to the continuum, there are typically multiple trajectories that lead to the same final momentum in the high-energy region. These trajectories start with slightly different initial transverse momenta and carry different phases giving rise to the interference structures in the PMD, which can also be associated with the laser-free electron-ion differential cross section. This is in contrast to the well-known long and short trajectories, which result in different interference patterns. Our results can be used to extend current capabilities of the laser-induced electron diffraction and other ultrafast imaging and strong-field spectroscopic techniques.         ",
    "url": "https://arxiv.org/abs/2408.12721",
    "authors": [
      "Phi-Hung Tran",
      "Van-Hung Hoang",
      "Anh-Thu Le"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2408.13011",
    "title": "Rabi frequency for polar systems interacting with light",
    "abstract": "           We investigate the dynamics of polar systems coupled to classical external beams in the ultrastrong coupling regime. The permanent dipole moments (PDMs) sustained by polar systems can couple to the electromagnetic field, giving rise to a variety of processes such as difference-frequency and harmonic generation, reflected in complicated dynamics of the atomic system. Here, we demonstrate that the dynamics can be described simply in a dynamic reference frame. We derive a Jaynes-Cummings-like framework with effective parameters describing frequency shift, coupling strength with the driving field, and a rescaled relaxation rate. The familiar linear scaling of the interaction strength with the field amplitude is replaced with a nonlinear dependence, suggesting potential applications for improving the coherence of quantum system ensembles with permanent dipoles.         ",
    "url": "https://arxiv.org/abs/2408.13011",
    "authors": [
      "Piotr Gładysz",
      "Karolina Słowik"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2408.13129",
    "title": "Optical activation function using a metamaterial waveguide for an all-optical neural network",
    "abstract": "           In this study, we experimentally demonstrated that the nonlinear optical coefficient of the original Si can be enhanced by incorporating a metamaterial structure into an existing silicon waveguide. The two-photon absorption coefficient enhanced by the metamaterial structure was 424 cm/GW, which is 1.2x10^3 times higher than that of Si. Using this metamaterial waveguide-based nonlinear optical activation function, we achieved a high inference accuracy of 98.36% in the handwritten character recognition task, comparable to that obtained with the ReLU function as the activation function. Therefore, our approach can contribute to the realization of more power-efficient and compact all-optical neural networks.         ",
    "url": "https://arxiv.org/abs/2408.13129",
    "authors": [
      "Yoshihiro Honda",
      "Yuya Shoji",
      "Tomohiro Amemiya"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2408.13151",
    "title": "Direct observation of the enhanced photonic spin Hall effect in a subwavelength grating",
    "abstract": "           The photonic spin Hall effect (PSHE) in surface plasmon resonance (SPR) structures has great potential for various polarization-sensitive applications and devices. Here, using optical weak measurement, we observe spin-dependent and spin-independent angular shifts of the reflected beam, enhanced by SPR in a subwavelength nickel grating. An enhanced in-plane photonic spin Hall effect manifested in the angular splitting of circularly polarized photons with opposite helicity signs is demonstrated. We theoretically and experimentally demonstrate that angular in-plane shifts can be changed from spin-independent (Goos-Hanchen shift) to spin-dependent (PSHE) when the incident beam polarization state changes. The SPR-induced depolarization of light and the mixing of polarization states are analyzed. High purity of spin separation and a high degree of circular polarization are achieved with an optimal polarization state (preselection angle) and a resonance angle of incidence. The spineless spatial separation of two orthogonal components of the field with diagonal linear polarizations is demonstrated.         ",
    "url": "https://arxiv.org/abs/2408.13151",
    "authors": [
      "N. I. Petrov",
      "Y. M. Sokolov",
      "V. V. Stoiakin",
      "V. A. Danilov",
      "V. V. Popov",
      "B. A. Usievich"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2408.13218",
    "title": "Design and Performance of the ALPS II Regeneration Cavity",
    "abstract": "           The Regeneration Cavity (RC) is a critical component of the Any Light Particle Search II (ALPS II) experiment. It increases the signal from possible axions and axion-like particles in the experiment by nearly four orders of magnitude. The total round-trip optical losses of the power circulating in the cavity must be minimized in order to maximize the resonant enhancement of the cavity, which is an important figure of merit for ALPS II. Lower optical losses also increase the cavity storage time and with the 123 meter long ALPS II RC we have demonstrated the longest storage time of a two-mirror optical cavity. We measured a storage time of $7.17 \\pm 0.01$ ms, equivalent to a linewidth of 44.4 Hz and a finesse of 27,500 at a wavelength of 1064 nm.         ",
    "url": "https://arxiv.org/abs/2408.13218",
    "authors": [
      "Todd Kozlowski",
      "Li-Wei Wei",
      "Aaron D. Spector",
      "Ayman Hallal",
      "Henry Fraedrich",
      "Daniel C. Brotherton",
      "Isabella Oceano",
      "Aldo Ejlli",
      "Hartmut Grote",
      "Harold Hollis",
      "Kanioar Karan",
      "Guido Mueller",
      "D.B. Tanner",
      "Benno Willke",
      "Axel Lindner"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2408.12640",
    "title": "Time-resolved pairing gap spectroscopy in a quantum simulator of fermionic superfluidity inside an optical cavity",
    "abstract": "           We use an ensemble of laser-cooled strontium atoms in a high-finesse cavity to cleanly emulate the technique of rf spectroscopy employed in studies of BEC-BCS physics in fermionic superfluids of degenerate cold gases. Here, we leverage the multilevel internal structure of the atoms to study the physics of Cooper pair breaking in this system. In doing so, we observe and distinguish the properties of two distinct many-body gaps, the BCS pairing gap and the spectral gap, using nondestructive readout techniques. The latter is found to depend on the populations of the internal atomic states, reflecting the chemical potential dependence predicted in fermionic superfluids. This work opens the path for more fully exploiting the rich internal structure of atoms in cavity QED emulators to study both analogous systems and also more exotic states yet to be realized.         ",
    "url": "https://arxiv.org/abs/2408.12640",
    "authors": [
      "Dylan J. Young",
      "Eric Yilun Song",
      "Anjun Chu",
      "Diego Barberena",
      "Zhijing Niu",
      "Vera M. Schäfer",
      "Robert J. Lewis-Swan",
      "Ana Maria Rey",
      "James K. Thompson"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2408.12704",
    "title": "A General Framework for Gradient-Based Optimization of Superconducting Quantum Circuits using Qubit Discovery as a Case Study",
    "abstract": "           Engineering the Hamiltonian of a quantum system is fundamental to the design of quantum systems. Automating Hamiltonian design through gradient-based optimization can dramatically accelerate this process. However, computing the gradients of eigenvalues and eigenvectors of a Hamiltonian--a large, sparse matrix--relative to system properties poses a significant challenge, especially for arbitrary systems. Superconducting quantum circuits offer substantial flexibility in Hamiltonian design, making them an ideal platform for this task. In this work, we present a comprehensive framework for the gradient-based optimization of superconducting quantum circuits, leveraging the SQcircuit software package. By addressing the challenge of calculating the gradient of the eigensystem for large, sparse Hamiltonians and integrating automatic differentiation within SQcircuit, our framework enables efficient and precise computation of gradients for various circuit properties or custom-defined metrics, streamlining the optimization process. We apply this framework to the qubit discovery problem, demonstrating its effectiveness in identifying qubit designs with superior performance metrics. The optimized circuits show improvements in a heuristic measure of gate count, upper bounds on gate speed, decoherence time, and resilience to noise and fabrication errors compared to existing qubits. While this methodology is showcased through qubit optimization and discovery, it is versatile and can be extended to tackle other optimization challenges in superconducting quantum hardware design.         ",
    "url": "https://arxiv.org/abs/2408.12704",
    "authors": [
      "Taha Rajabzadeh",
      "Alex Boulton-McKeehan",
      "Sam Bonkowsky",
      "David I. Schuster",
      "Amir H. Safavi-Naeini"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2408.12891",
    "title": "Performance evaluation of the high-voltage CMOS active pixel sensor AstroPix for gamma-ray space telescopes",
    "abstract": "           AstroPix is a novel monolithic high-voltage CMOS active pixel sensor proposed for next generation medium-energy gamma-ray observatories like the All-sky Medium Energy Gamma-ray Observatory eXplorer (AMEGO-X). For AMEGO-X AstroPix must maintain a power consumption of less than $1.5~\\rm{mW/{cm}^2}$ while having a pixel pitch of up to $500~\\rm{\\mu m}$. We developed the second and third versions of AstroPix, namely AstroPix2 and AstroPix3. AstroPix2 and AstroPix3 exhibit power consumptions of $3.4~\\rm{mW/{cm}^2}$ and $4.1~\\rm{mW/{cm}^2}$, respectively. While AstroPix2 has a pixel pitch of $250~\\rm{\\mu m}$, AstroPix3 achieves the desired size for AMEGO-X with a pixel pitch of $500~\\rm{\\mu m}$. Performance evaluation of a single pixel in an AstroPix2 chip revealed a dynamic range from 13.9 keV to 59.5 keV, with the energy resolution meeting the AMEGO-X target value ($<10\\%$ (FWHM) at 60 keV). We performed energy calibration on most of the pixels in an AstroPix3 chip, yielding a mean energy resolution of 6.2 keV (FWHM) at 59.5 keV, with 44.4% of the pixels satisfying the target value. The dynamic range of AstroPix3 was assessed to span from 22.2 keV to 122.1 keV. The expansion of the depletion layer aligns with expectations in both AstroPix2 and AstroPix3. Furthermore, radiation tolerance testing was conducted on AstroPix. An AstroPix2 chip was subjected to an equivalent exposure of approximately 10 Gy from a high-intensity $\\rm{^{60}Co}$ source. The chip was fully operational after irradiation although a decrease in gain by approximately 4% was observed.         ",
    "url": "https://arxiv.org/abs/2408.12891",
    "authors": [
      "Yusuke Suda",
      "Regina Caputo",
      "Amanda L. Steinhebel",
      "Nicolas Striebig",
      "Manoj Jadhav",
      "Yasushi Fukazawa",
      "Masaki Hashizume",
      "Carolyn Kierans",
      "Richard Leys",
      "Jessica Metcalfe",
      "Michela Negro",
      "Ivan Perić",
      "Jeremy S. Perkins",
      "Taylor Shin",
      "Hiroyasu Tajima",
      "Daniel Violette",
      "Norito Nakano"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2408.12972",
    "title": "Attractive-repulsive interaction in coupled quantum oscillators",
    "abstract": "           We study the emergent dynamics of quantum self-sustained oscillators induced by the simultaneous presence of attraction and repulsion in the coupling path. We consider quantum Stuart-Landau oscillators under attractive-repulsive coupling and construct the corresponding quantum master equation in the Lindblad form. We discover an interesting symmetry-breaking transition from quantum limit cycle oscillation to quantum inhomogeneous steady state; This transition is contrary to the previously known symmetry-breaking transition from quantum homogeneous to inhomogeneous steady state. The result is supported by the analysis on the noisy classical model of the quantum system in the weak quantum regime. Remarkably, we find the generation of entanglement associated with the symmetry-breaking transition that has no analogue in the classical domain. This study will enrich our understanding of the collective behaviors shown by coupled oscillators in the quantum domain.         ",
    "url": "https://arxiv.org/abs/2408.12972",
    "authors": [
      "Bulti Paul",
      "Biswabibek Bandyopadhyay",
      "Tanmoy Banerjee"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Adaptation and Self-Organizing Systems (nlin.AO)",
      "Chaotic Dynamics (nlin.CD)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2403.03154",
    "title": "Quantum Many-Body Physics Calculations with Large Language Models",
    "abstract": "           Large language models (LLMs) have demonstrated an unprecedented ability to perform complex tasks in multiple domains, including mathematical and scientific reasoning. We demonstrate that with carefully designed prompts, LLMs can accurately carry out key calculations in research papers in theoretical physics. We focus on a broadly used approximation method in quantum physics: the Hartree-Fock method, requiring an analytic multi-step calculation deriving approximate Hamiltonian and corresponding self-consistency equations. To carry out the calculations using LLMs, we design multi-step prompt templates that break down the analytic calculation into standardized steps with placeholders for problem-specific information. We evaluate GPT-4's performance in executing the calculation for 15 research papers from the past decade, demonstrating that, with correction of intermediate steps, it can correctly derive the final Hartree-Fock Hamiltonian in 13 cases and makes minor errors in 2 cases. Aggregating across all research papers, we find an average score of 87.5 (out of 100) on the execution of individual calculation steps. Overall, the requisite skill for doing these calculations is at the graduate level in quantum condensed matter theory. We further use LLMs to mitigate the two primary bottlenecks in this evaluation process: (i) extracting information from papers to fill in templates and (ii) automatic scoring of the calculation steps, demonstrating good results in both cases. The strong performance is the first step for developing algorithms that automatically explore theoretical hypotheses at an unprecedented scale.         ",
    "url": "https://arxiv.org/abs/2403.03154",
    "authors": [
      "Haining Pan",
      "Nayantara Mudur",
      "Will Taranto",
      "Maria Tikhanovskaya",
      "Subhashini Venugopalan",
      "Yasaman Bahri",
      "Michael P. Brenner",
      "Eun-Ah Kim"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Other Condensed Matter (cond-mat.other)",
      "Artificial Intelligence (cs.AI)"
    ]
  },
  {
    "id": "arXiv:2408.07068",
    "title": "Atomic fluorescence collection into planar photonic devices",
    "abstract": "           Fluorescence collection from individual emitters plays a key role in state detection and remote entanglement generation, fundamental functionalities in many quantum platforms. Planar photonics have been demonstrated for robust and scalable addressing of trapped-ion systems, motivating consideration of similar elements for the complementary challenge of photon collection. Here, using an argument from the reciprocity principle, we show that far-field photon collection efficiency can be simply expressed in terms of the fields associated with the collection optic at the emitter position alone. We calculate collection efficiencies into ideal paraxial and fully vectorial focused Gaussian modes parameterized in terms of focal waist, and further quantify the modest enhancements possible with more general beam profiles, establishing design requirements for efficient collection. Towards practical implementation, we design, fabricate, and characterize a diffractive collection element operating at $\\lambda=397$ nm predicted to offer a total 0.25\\% collection efficiency into a single waveguide mode. A more efficient design with more demanding fabrication requirements would offer $1.14\\%$, and we indicate avenues to improved devices approaching the limits predicted for ideal beams. We point out a particularly simple integrated waveguide configuration for polarization-based remote entanglement generation enabled by integrated collection.         ",
    "url": "https://arxiv.org/abs/2408.07068",
    "authors": [
      "Orion Smedley",
      "Vighnesh Natarajan",
      "Oscar Jaramillo",
      "Hamim Mahmud Rivy",
      "Karan K. Mehta"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2408.12050",
    "title": "Mid-infrared optical waveguides: missing link of integrated photonics",
    "abstract": "           Lack of low phonon energy glass waveguides delays the progress of integrated photonics in the mid-infrared wavelength. This perspective provides insights on the history of waveguide production in the past and what to expect in the near future.         ",
    "url": "https://arxiv.org/abs/2408.12050",
    "authors": [
      "T Toney Fernandez",
      "Yongsop Hwang",
      "Dale Otten",
      "Alex Fuerbach",
      "David Lancaster"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2301.01847",
    "title": "Probabilistic Genotype-Phenotype Maps Reveal Mutational Robustness of RNA Folding, Spin Glasses, and Quantum Circuits",
    "abstract": "           Recent studies of genotype-phenotype (GP) maps have reported universally enhanced phenotypic robustness to genotype mutations, a feature essential to evolution. Virtually all of these studies make a simplifying assumption that each genotype -- represented as a sequence -- maps deterministically to a single phenotype, such as a discrete structure. Here, we introduce probabilistic genotype-phenotype (PrGP) maps, where each genotype maps to a vector of phenotype probabilities, as a more realistic and universal language for investigating robustness in a variety of physical, biological, and computational systems. We study three model systems to show that PrGP maps offer a generalized framework which can handle uncertainty emerging from various physical sources: (1) thermal fluctuation in RNA folding, (2) external field disorder in spin glass ground state finding, and (3) superposition and entanglement in quantum circuits, which are realized experimentally on IBM quantum computers. In all three cases, we observe a novel biphasic robustness scaling which is enhanced relative to random expectation for more frequent phenotypes and approaches random expectation for less frequent phenotypes. We derive an analytical theory for the behavior of PrGP robustness, and we demonstrate that the theory is highly predictive of empirical robustness.         ",
    "url": "https://arxiv.org/abs/2301.01847",
    "authors": [
      "Anna Sappington",
      "Vaibhav Mohanty"
    ],
    "subjectives": [
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Biological Physics (physics.bio-ph)",
      "Populations and Evolution (q-bio.PE)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2310.04939",
    "title": "Terahertz phonon engineering with van der Waals heterostructures",
    "abstract": "           Phononic engineering at gigahertz (GHz) frequencies form the foundation of microwave acoustic filters, acousto-optic modulators, and quantum transducers. Terahertz (THz) phononic engineering could lead to acoustic filters and modulators at higher bandwidth and speed, as well as quantum circuits operating at higher temperatures. Despite its potential, methods for engineering THz phonons have been limited due to the challenges of achieving the required material control at sub-nanometer precision and efficient phonon coupling at THz frequencies. Here, we demonstrate efficient generation, detection, and manipulation of THz phonons through precise integration of atomically thin layers in van der Waals heterostructures. We employ few-layer graphene (FLG) as an ultrabroadband phonon transducer, converting femtosecond near-infrared pulses to acoustic phonon pulses with spectral content up to 3 THz. A monolayer WSe$_2$ is used as a sensor, where high-fidelity readout is enabled by the exciton-phonon coupling and strong light-matter interactions. Combining these capabilities in a single heterostructure and detecting responses to incident mechanical waves, we perform THz phononic spectroscopy. Using this platform, we demonstrate high-Q THz phononic cavities and show that a monolayer WSe$_2$ embedded in hexagonal boron nitride (hBN) can efficiently block the transmission of THz phonons. By comparing our measurements to a nanomechanical model, we obtain the force constants at the heterointerfaces. Our results could enable THz phononic metamaterials for ultrabroadband acoustic filters and modulators, and open novel routes for thermal engineering.         ",
    "url": "https://arxiv.org/abs/2310.04939",
    "authors": [
      "Yoseob Yoon",
      "Zheyu Lu",
      "Can Uzundal",
      "Ruishi Qi",
      "Wenyu Zhao",
      "Sudi Chen",
      "Qixin Feng",
      "Woochang Kim",
      "Mit H. Naik",
      "Kenji Watanabe",
      "Takashi Taniguchi",
      "Steven G. Louie",
      "Michael F. Crommie",
      "Feng Wang"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2402.14412",
    "title": "Atomic clock interferometry using optical tweezers",
    "abstract": "           Clock interferometry refers to the coherent splitting of a clock into two different paths and recombining in a way that reveals the proper time difference between them. Unlike the comparison of two separate clocks, this approach allows testing how non-flat spacetime influences quantum coherence. Atomic clocks are currently the most accurate time keeping devices. Here we propose using optical tweezers to implement clock interferometry. Our proposed clock interferometer employs an alkaline-earth-like atom held in an optical trap at the magic wavelength. Through a combination of adiabatic, tweezer-based, splitting and recombining schemes and a modified Ramsey sequence on the clock states, we achieve a linear sensitivity to the gravitational time dilation. Moreover, the measurement of the time dilation is insensitive to relative fluctuations in the intensity of the tweezer beams. We analyze the tweezer clock interferometer and show that it is feasible with current technological capabilities. The proposed interferometer could test the effect of gravitational redshift on quantum coherence, and implement the quantum twin paradox.         ",
    "url": "https://arxiv.org/abs/2402.14412",
    "authors": [
      "Ilan Meltzer",
      "Yoav Sagi"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Atomic Physics (physics.atom-ph)"
    ]
  }
]