[
  {
    "id": "arXiv:2211.05122",
    "title": "Study of nonlinear optical diffraction patterns using machine learning  models based on ResNet 152 architecture",
    "abstract": "As the advancements in the field of artificial intelligence and nonlinear optics continues new methods can be used to better describe and determine nonlinear optical phenomena. In this research we aimed to analyze the diffraction patterns of an organic material and determine the nonlinear refraction index of the material in question by utilizing ResNet 152 convolutional neural network architecture in the regions of laser power that the diffraction rings are not clearly distinguishable. This approach can open new sights for optical material characterization in situations where the conventional methods do not apply. ",
    "url": "https://arxiv.org/abs/2211.05122",
    "authors": [
      "Behnam Pishnamazi",
      "Ehsan Koushki"
    ],
    "subjectives": [
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2211.05154",
    "title": "Accounting For Quantum Phenomena In Classical Molecular Dynamics  Simulations At Cryogenic Temperatures: Diffraction And The Feynman-Hibbs  Correction",
    "abstract": "The transport properties of 4He are determined in the temperature range of 10 - 150 K, in classical and quantum frameworks, employing numerical and molecular dynamics simulation (MDS) techniques. Although classical MDS are efficient and comprehensive for understanding the transport properties, the increasing effect of quantum diffraction in the temperature range of 10 - 40 K is not accounted for in the MDS. The diffraction effect causes significant deviations in the simulated results from quantum mechanically calculated theoretical values. In this study, the missing quantum diffraction effect has been accounted for in the MDS through an appropriate reduction in the radius of the 4He atoms in the simulation system. The obtained results are compared with those obtained from the existing quantum corrections in classical simulations through Feynman-Hibbs (FH) variational principle. It is found that FH corrections fail in the temperature regime where the quantum diffraction effects are large. At 10 K, the MDS result for thermal conductivity, with no quantum corrections, deviates from the quantum mechanical literature values by 12.45%. With FH correction, the same has a deviation of 18.73% and the correction proposed in this article, henceforth referred to as the diffraction correction, yields result with a deviation of only 2.75%. The present article is expected to present a detailed analysis of the benefits and limitations of various existing methods to study the transport phenomena of 4He at low temperatures. Finally, the proposed method of radius reduction is expected to be applied to complex systems to study fundamental physics and its applications. ",
    "url": "https://arxiv.org/abs/2211.05154",
    "authors": [
      "Kaanapuli Ramkumar",
      "Swati Swagatika Mishra",
      "Sudeep Bhattacharjee"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2211.05186",
    "title": "A phase stable hybrid dual comb spectrometer",
    "abstract": "Dual comb spectroscopy (DCS) is a broadband technique offering high resolution and fast data acquisition. We describe a hybrid dual comb spectrometer comprising a broadband commercial fiber laser system offering a wide range of sample interrogation, and an actively mode locked semiconductor laser (MLL) having a widely tunable, relatively narrow spectrum. The mutual coherence over 100 seconds has been realized between the two combs. We employed the DCS system to characterize the absorption spectrum of rubidium atoms at 313 K with a high signal to noise ratio. The broadband laser is directly locked on a high finesse cavity, providing long-term stability, while the semiconductor laser is locked to it. To characterize the absolute stability of the DCS system, the linewidth of the MLL comb line is measured and shown to reduce from 880 kHz to $17$ kHz when the system is fully locked. The long-term stability was measured to be $5 \\times 10^{-12}$ at $1$ second and $5 \\times 10^{-14}$ at $350$ seconds. The measured timing jitter of the MLL is ten times smaller due to the overall locking. In addition, we have addressed the effect of dispersion on the locking quality, which is significant for broadband comb lasers. ",
    "url": "https://arxiv.org/abs/2211.05186",
    "authors": [
      "Sutapa Ghosh",
      "Gadi Eisenstein"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2211.05193",
    "title": "Moving Media as Photonic Heat Engine and Pump",
    "abstract": "A system consisting of two slabs with different temperatures can exhibit a non-equilibrium lateral Casimir force on either one of the slabs when Lorentz reciprocity is broken in at least one of the slabs. This system constitutes a photonic heat engine that converts radiative heat into work done by the non-equilibrium lateral Casimir force. Reversely, by sliding two slabs at a sufficiently high relative velocity, heat is pumped from the slab at a lower temperature to the other one at a higher temperature. Hence the system operates as a photonic heat pump. In this work, we study the thermodynamic performance of such a photonic heat engine and pump via the fluctuational electrodynamics formalism. The propulsion force due to the non-reciprocity and the drag force due to the Doppler effect was revealed as the physical mechanism behind the heat engine. We also show that in the case of the heat pump, the use of nonreciprocal materials can help reduce the required velocity. We present an ideal material dispersion to reach the Carnot efficiency limit. Furthermore, we derive a relativistic version of the thermodynamic efficiency for our heat engine and prove that it is bounded by the Carnot efficiency that is independent of the frame of reference. Our work serves as a conceptual guide for the realization of photonic heat engines based on fluctuating electromagnetic fields and relativistic thermodynamics and shows the important role of electromagnetic non-reciprocity in operating them. ",
    "url": "https://arxiv.org/abs/2211.05193",
    "authors": [
      "Yoichiro Tsurimaki",
      "Renwen Yu",
      "Shanhui Fan"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.05208",
    "title": "Integrated O- and C-band Silicon-Lithium Niobate Mach-Zehnder Modulators  with 100 GHz Bandwidth, Low Voltage, and Low Loss",
    "abstract": "Broadband integrated thin-film lithium niobate (TFLN) electro-optic modulators (EOM) are desirable for optical communications and signal processing in both the O-band (1310 nm) and C-band (1550 nm). To address these needs, we design and demonstrate Mach-Zehnder (MZ) EOM devices in a hybrid platform based on TFLN bonded to foundry-fabricated silicon photonic waveguides. Using a single silicon lithography step and a single bonding step, we realize MZ EOM devices which cover both wavelength ranges on the same chip. The EOM devices achieve 100 GHz EO bandwidth (referenced to 1 GHz) and about 2-3 V$.$cm figure-of-merit ($V_\\pi L$) with low on-chip optical loss in both the O-band and C-band. ",
    "url": "https://arxiv.org/abs/2211.05208",
    "authors": [
      "Forrest Valdez",
      "Viphretuo Mere",
      "Xiaoxi Wang",
      "Shayan Mookherjea"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2211.05214",
    "title": "Broadband field-enhancement in epsilon-near-zero photonic gap antennas",
    "abstract": "In recent years, the large electric field enhancement and tight spatial confinement supported by the so-called epsilon-near-zero (ENZ) mode have attracted significant attention for the realization of efficient nonlinear optical devices. Here, we experimentally demonstrate a new type of antenna, termed an ENZ photonic gap antenna (PGA), which consists of a dielectric pillar within which a thin slab of indium tin oxide (ITO) material is embedded. In ENZ PGAs, hybrid dielectric-ENZ modes emerge from strong coupling between the dielectric antenna modes and the ENZ bulk plasmon resonance. These hybrid modes efficiently couple to free space and allow for large enhancements of the incident electric field over nearly an octave bandwidth, without the stringent lateral nanofabrication requirements required by conventional plasmonic or dielectric nanoantennas. The linear response of single ENZ PGAs is probed using dark field scattering and interpreted using a simple coupled oscillator framework. Third harmonic generation is used to probe the field enhancement and large enhancements are observed in the THG efficiency over a broad spectral range. This proof of concept demonstrates the potential of ENZ PGAs, which we have previously shown can support electric field enhancements of up to 100--200X, which is comparable with those of the best plasmonic antennas. ",
    "url": "https://arxiv.org/abs/2211.05214",
    "authors": [
      "Félix Thouin",
      "David M. Myers",
      "Ashutosh Patri",
      "Bill Baloukas",
      "Ludvik Martinu",
      "Stéphane Kéna-Cohen"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2211.05230",
    "title": "Multimodal Optical Techniques in Pre-Clinical Evaluation of Oral Cancer:  Fluorescence Imaging and Spectroscopic Devices",
    "abstract": "Objective: Survival rate of oral squamous cell carcinoma (OSCC) patients is very poor and can be improved using highly sensitive, specific and accurate techniques. Autofluorescence and fluorescence techniques are very sensitive and useful in cancer screening. Furthermore, fluorescence spectroscopy is directly linked with molecular levels of human tissue and can be used as quantitative tool for cancer detection. Materials and Methods: Here, we report development of multi-modal autofluorescence and fluorescence imaging and spectroscopic (MAF-IS) smartphone-based systems for fast and real time oral cancer screening. Fluorescence-autofluorescence images and spectroscopic datasets shows significant change in oral cancer and normal tissue in terms of fluorescence-intensity, spectral-shape, and red-shift respectively. Results: In this study, total 68 samples (33 cancerous and 35 normal) of 18 OSCC patients and 13 patients of precancerous tissues (dysplasia and fibrosis) are screened. Main remarkable finding of the study is presence of three peaks viz ~636 nm, ~680 nm and ~705 nm with decrease in intensity around 450 nm ~ 520 nm in OSCC in case of autofluorescence. Another finding is red shift in fluorescence spectroscopy of OSCC, dysplasia and fibrosis from normal which is 6.59+-4.54 nm, 3+-4.78 nm and 1.5+-0.5 nm respectively and can be used as cancer marker in real-time screening. Finally, support vector machine (SVM) based classifier is applied for classification of OSCC tissue from normal tissue. The average sensitivity, specificity and accuracy are found as 88.89% ,100 %, and 95%, respectively. Conclusion: Autofluorescence and fluorescence-based imaging and spectroscopy is used for pre-clinical screening of different oral lesions. ",
    "url": "https://arxiv.org/abs/2211.05230",
    "authors": [
      "Pramila Thapa",
      "Veena Singh",
      "Virendra Kumar",
      "Sunil Bhatt",
      "Kiran Maurya",
      "Vivek Nayyar",
      "Kiran Jot",
      "Deepika Mishra",
      "Anurag Shrivastava",
      "Dalip Singh Mehta"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2211.05302",
    "title": "Eliminating zeroth-order light of spatial light modulator with voltage  optimization",
    "abstract": "The crucial zeroth-order light due to the pixelation effect of spatial light modulator (SLM) has been a serious issue in the field of light modulation, especially in applications with a high numerical aperture optical system. In this investigation, we report that by properly adjusting the Bright and Dark voltages of a SLM, the zeroth-order light caused by the pixelation effect of SLM can be significantly eliminated. The method is further validated in an inverted fluorescence microscope. The experimental results show that the zeroth-order light can be inhibited up to 91.3%, accompanied by an improvement of the modulation efficiency from 76% to 92.6%. ",
    "url": "https://arxiv.org/abs/2211.05302",
    "authors": [
      "Yueqiang Zhu",
      "Kaige Wang",
      "Jintao Bai",
      "Wei Zhao"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.05313",
    "title": "Three-level ion optical clocks",
    "abstract": "To reduce complexity and increase system robustness we propose an optical clock with trapped alkaline-earth-like ions that use only three electronic states for clock operation. Compared to traditional single ion clocks this reduces the number of lasers required. The proposed clock uses hyperfine levels for clock readout operations and therefore requires nuclear spin $I>0$. The primary limitation for such a clock is due to state detection errors from off-resonant scattering events. In general, large hyperfine splittings reduce state detection errors, making systems with large nuclei appealing for realizing a three-level clock. We consider the $^{225}$Ra$^{+}$ ion as a candidate system for a three-level clock, and discuss the potential to help realize a transportable optical clock. ",
    "url": "https://arxiv.org/abs/2211.05313",
    "authors": [
      "C. A. Holliman",
      "M. Fan",
      "A. M. Jayich"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2211.05349",
    "title": "Development of a 671 nm injection-locked CW Ti:sapphire laser",
    "abstract": "We developed an injection-locked Ti:sapphire laser at a wavelength of 671 nm where the fluorescence gain of the Ti:sapphire crystal is quite low. We obtained an output of more than 500 mW at a pump power of 10 W. The injection-locked lasing operates at a single-frequency and unidirectionally lasing with no intracavity optical components. The spectral property and the stability condition for the unidirectional lasing of the injection-locked Ti:sapphire laser are reported. The developed laser will produce the powerful light source required for the laser cooling of lithium atoms. ",
    "url": "https://arxiv.org/abs/2211.05349",
    "authors": [
      "Yoko Yamamoto",
      "Ryoichi Saito",
      "Takashi Mukaiyama"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2211.05388",
    "title": "Two-dimensional Thouless pumping of light in photonic moiré lattices",
    "abstract": "Continuous and quantized transports are profoundly different. The latter is determined by the global rather than local properties of a system, it exhibits unique topological features, and its ubiquitous nature causes its occurrence in many areas of science. Here we report the first observation of fully-two-dimensional Thouless pumping of light by bulk modes in a purpose-designed tilted moir\\'e lattices imprinted in a photorefractive crystal. Pumping in such unconfined system occurs due to the longitudinal adiabatic and periodic modulation of the refractive index. The topological nature of this phenomenon manifests itself in the magnitude and direction of shift of the beam center-of-mass averaged over one pumping cycle. \\rev{Our experimental results are supported by systematic numerical simulations in the frames of the continuous Schr\\\"{o}dinger equation governing propagation of probe light beam in optically-induced photorefractive moir\\'e lattice.} Our system affords a powerful platform for the exploration of topological pumping in tunable commensurate and incommensurate geometries. ",
    "url": "https://arxiv.org/abs/2211.05388",
    "authors": [
      "Peng Wang",
      "Qidong Fu",
      "Ruihan Peng",
      "Yaroslav V. Kartashov",
      "Lluis Torner",
      "Vladimir V. Konotop",
      "Fangwei Ye"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.05398",
    "title": "Intense whistler-mode waves at foreshock transients: characteristics and  regimes of wave-particle resonant interaction",
    "abstract": "Thermalization and heating of plasma flows at shocks result in unstable charged-particle distributions which generate a wide range of electromagnetic waves. These waves, in turn, can further accelerate and scatter energetic particles. Thus, the properties of the waves and their implication for wave-particle interactions are critically important for modeling energetic particle dynamics in shock environments. Whistler-mode waves, excited by the electron heat flux or a temperature anisotropy, arise naturally near shocks and foreshock transients. As a result, they can often interact with supra-thermal electrons. The low background magnetic field typical at the core of such transients and the large wave amplitudes may cause such interactions to enter the nonlinear regime. In this study, we present a statistical characterization of whistler-mode waves at foreshock transients around Earth bow shock, as they are observed under a wide range of upstream conditions. We find that a significant portion of them are sufficiently intense and coherent to warrant nonlinear treatment. Copious observations of background magnetic field gradients and intense whistler wave amplitudes suggest that phase trapping, a very effective mechanism for electron acceleration in inhomogeneous plasmas, may be the cause. We discuss the implications of our findings for electron acceleration in planetary and astrophysical shock environments. ",
    "url": "https://arxiv.org/abs/2211.05398",
    "authors": [
      "Xiaofei Shi",
      "Terry Liu",
      "Anton Artemyev",
      "Vassilis Angelopoulos",
      "Xiao-Jia Zhang",
      "Drew L. Turner"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      "Space Physics (physics.space-ph)"
    ]
  },
  {
    "id": "arXiv:2211.05425",
    "title": "Fast predicting the complex nonlinear dynamics of mode-locked fiber  laser by a recurrent neural network with prior information feeding",
    "abstract": "As an imperative method of investigating the internal mechanism of femtosecond lasers, traditional femtosecond laser modeling relies on the split-step Fourier method (SSFM) to iteratively resolve the nonlinear Schrodinger equation suffering from the large computation complexity. To realize inverse design and optimization of femtosecond lasers, numerous simulations of mode-locked fiber lasers with different cavity settings are required further highlighting the time-consuming problem induced by the large computation complexity. Here, a recurrent neural network is proposed to realize fast and accurate femtosecond mode-locked fiber laser modeling for the first time. The generalization over different cavity settings is achieved via our proposed prior information feeding method. With the acceleration of GPU, the mean time of the artificial intelligence (AI) model inferring 500 roundtrips is less than 0.1 s. Even on an identical CPU-based hardware platform, the AI model is still 6 times faster than the SSFM method. The proposed AI-enabled method is promising to become a standard approach to femtosecond laser modeling. ",
    "url": "https://arxiv.org/abs/2211.05425",
    "authors": [
      "Guoqing Pu",
      "Runmin Liu",
      "Hang Yang",
      "Yongxin Xu",
      "Weisheng Hu",
      "Minglie Hu",
      "Lilin Yi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2211.05479",
    "title": "Electron dynamics in planar radio frequency magnetron plasmas: III.  Comparison of experimental investigations of power absorption dynamics to  simulation results",
    "abstract": "In magnetized capacitively coupled radio-frequency discharges operated at low pressure the influence of the magnetic flux density on discharge properties has been studied recently both by experimental investigations and in simulations. It was found that the Magnetic Asymmetry Effect allows for a control of the DC self-bias and the ion energy distribution by tuning the magnetic field strength. In this study, we focus on experimental investigations of the electron power absorption dynamics in the presence of a magnetron-like magnetic field configuration in a low pressure capacitive RF discharge operated in argon. Phase Resolved Optical Emission Spectroscopy measurements provide insights into the electron dynamics on a nanosecond-timescale. The magnetic flux density and the neutral gas pressure are found to strongly alter these dynamics. For specific conditions energetic electrons are efficiently trapped by the magnetic field in a region close to the powered electrode, serving as the target surface. Depending on the magnetic field strength an electric field reversal is observed that leads to a further acceleration of electrons during the sheath collapse. These findings are supported by 2-dimensional Particle in Cell simulations that yield deeper insights into the discharge dynamics. ",
    "url": "https://arxiv.org/abs/2211.05479",
    "authors": [
      "Birk Berger",
      "Denis Eremin",
      "Moritz Oberberg",
      "Dennis Engel",
      "Christian Wölfel",
      "Quan-Zhi Zhang",
      "Peter Awakowicz",
      "Jan Lunze",
      "Ralf Peter Brinkmann",
      "Julian Schulze"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2211.05550",
    "title": "Laser absorption spectroscopy studies to characterize Cs oven  performances for the negative ion source SPIDER",
    "abstract": "The SPIDER H-/D- ion source is currently in operation in the Neutral Beam Test facility (NBTF) at Consorzio RFX (Padova, Italy) to prove the possibility of generating up to 40 A of negative ions, with a maximum extracted current density of 350 A/m2 (H)/285 A/m2 (D) and a fraction of co-extracted electrons not greater than 0.5 (H)/1 (D). These performances are required for the realization of the ITER Neutral Beam Injector (NBI), which should deliver 16.7 MW to the plasma by means of negative ions accelerated up to 1 MeV and neutralized before being injected into the ITER tokamak. In order to obtain such high extracted current densities and low co-extracted electron fractions it is necessary to lower the work function of the surface of the acceleration system grid facing the source; this will be accomplished by coating the surfaces with Cs, routinely evaporated by three ovens. The functionality of the ovens has been tested at the CAesium oven Test Stand (CATS), hosted at NBTF. The test stand is equipped with several diagnostics, among which a Laser Absorption Spectroscopy (LAS) diagnostic. Using a tunable laser diode, the LAS diagnostic gets the high resolution absorption spectrum of the Cs 852 nm D2 line along a line of sight to measure Cs density at ground state. The paper describes the test stand and the LAS diagnostic, together with the characterization of the ovens to be installed in SPIDER. The paper will also study the systematic density underestimation effect caused by Cs ground state depopulation, as a function of laser intensity and of Cs density, in the perspective of correcting the density evaluation. ",
    "url": "https://arxiv.org/abs/2211.05550",
    "authors": [
      "M. Barbisan",
      "S. Cristofaro",
      "L. Zampieri",
      "R. Pasqualotto",
      "A. Rizzolo"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2211.05707",
    "title": "Critique of optical coherence tomography in epistemological metrology",
    "abstract": "This paper aims at introducing a speculative framework to comprehend modern metrology. In the classical sense, measurement measures physically existing quantities, such as length, mass, and time. In contrast, modern measurement measures a wide spectrum of objects-to-be-measured, such as imaging biomarkers, which are user-defined patterns. Artificial-intelligence (AI-) based diagnosis is another example. If we regard an optical coherence tomography (OCT) device equipped with the diagnostic AI as a comprehensive \"measurement system,\" the object being measured by this system is a \"disease,\" which is not a physical quantity but a concept. To comprehend the wide range of modern measurements, we introduce a speculative, i.e., philosophical and theoretical, model, so-called \"epistemological-metrology model.\" In this model, the act of measurement is described as a cascading encoding and decoding process. In the encoding processes, three types of objects-to-be measured are considered. They include the substance, existence, and concept. The acts of measurements are then classified into \"sensing,\" \"understanding,\" and \"reasoning,\" which measure the substance, existence, and the concept, respectively. We point out that the measurements in the understanding and reasoning classes are constructive. Namely, they proactively define the quantity-to-be-measured by the measurement modalities themselves. A speculative method to warrant the relevance of such constructive measurements is presented. Several modern OCT-related measurements, including AI-based diagnosis, some types of polarization sensitive OCT, and attenuation coefficient imaging are investigated by using this theoretical framework. ",
    "url": "https://arxiv.org/abs/2211.05707",
    "authors": [
      "Yoshiaki Yasuno"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.05735",
    "title": "Magneto-electric coupling and magnetism in photonic crystals: A  high-order homogenization approach in the constitutive equations",
    "abstract": "We extend results of [Liu et al. Proc. Roy. Soc. Lond. A 469, 20130240, 2013] on artificial magneto-electric coupling and magnetism in moderate contrast dielectric layered media via high-order homogenization to the three-dimensional setting. For this, we consider asymptotic expansions in the vector Maxwell system. We then illustrate effect of magneto-electric coupling with numerical simulations for a layered system alternating positively and negatively refracting index. We unveil hyperbolic behaviour and magneto-electric coupling and derive a sharper estimate for the anisotropic effective medium in [Ramakrishna et al., J. Mod. Optics, 50, 1419-1430, 2003]. We also revisit the effective medium description of a PT-symmetric layered structure in [Novitsky, Shalin, Novitsky, Phys. Rev. A 99, 043812, 2019], adding higher-order approximation orders. ",
    "url": "https://arxiv.org/abs/2211.05735",
    "authors": [
      "B. Gralak",
      "Y. Liu",
      "S. Guenneau"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.05127",
    "title": "Continuous-variable quantum state designs: theory and applications",
    "abstract": "We generalize the notion of quantum state designs to infinite-dimensional spaces. We first prove that, under the definition of continuous-variable (CV) state $t$-designs from Comm. Math. Phys. 326, 755 (2014), no state designs exist for $t\\geq2$. Similarly, we prove that no CV unitary $t$-designs exist for $t\\geq 2$. We propose an alternative definition for CV state designs, which we call rigged $t$-designs, and provide explicit constructions for $t=2$. As an application of rigged designs, we develop a design-based shadow-tomography protocol for CV states. Using energy-constrained versions of rigged designs, we define an average fidelity for CV quantum channels and relate this fidelity to the CV entanglement fidelity. As an additional result of independent interest, we establish a connection between torus $2$-designs and complete sets of mutually unbiased bases. ",
    "url": "https://arxiv.org/abs/2211.05127",
    "authors": [
      "Joseph T. Iosue",
      "Kunal Sharma",
      "Michael J. Gullans",
      "Victor V. Albert"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mathematical Physics (math-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.05300",
    "title": "Modularized and scalable compilation for quantum program in double  quantum dots",
    "abstract": "Any quantum program requires compiling into an executable form according to the underlying hardware characteristics. While the stringent restrictions on control imposed by certain physical platforms may make this task challenging. In this paper, based on the quantum variational algorithm, we propose an novel scheme to train the Ansatz circuit and exemplarily realize high-fidelity compilation of a series of universal quantum gates for singlet-triplet qubits in semiconductor double quantum dots, a typical heavily constrained system. Furthermore, we propose a scalable architecture to modularly implement quantum programs in this constrained systems and validate its performance with two representative and meaningful demonstrations, i.e., the Grover's algorithm for the database searching (static compilation) and a variant of variational quantum eigensolver for the Max-Cut optimization (dynamic compilation). Our work constitutes an important stepping-stone for exploiting the potential of this physical resource for advanced and complicated quantum algorithms. ",
    "url": "https://arxiv.org/abs/2211.05300",
    "authors": [
      "Run-Hong He",
      "Xu-Sheng Xu",
      "Mark S. Byrd",
      "Zhao-Ming Wang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2211.05328",
    "title": "X-parameter based design and simulation of Josephson traveling-wave  parametric amplifiers for quantum computing applications",
    "abstract": "We present an efficient, accurate, and comprehensive analysis framework for generic, multi-port nonlinear parametric circuits, in the presence of dissipation from lossy circuit components, based on \"quantum-adapted\" X-parameters. We apply this method to Josephson traveling-wave parametric amplifiers (JTWPAs) - a key component in superconducting and spin qubit quantum computing architectures - which are challenging to model accurately due to their thousands of linear and nonlinear circuit components. X-parameters are generated from a harmonic balance solution of the classical nonlinear circuit and then mapped to the field ladder operator basis, so that the energy associated with each of the multiple interacting modes corresponds to photon occupancy, rather than classical power waves. Explicit relations for the quantum efficiency of a generic, multi-port, multi-frequency parametric circuit are presented and evaluated for two distinct JTWPA designs. The gain and quantum efficiency are consistent with those obtained from Fourier analysis of time-domain solutions, but with enhanced accuracy, speed, and the ability to include real-world impairments, statistical variations, parasitic effects, and impedance mismatches (in- and out-of-band) seamlessly. The unified flow is implemented in Keysight's PathWave Advanced Design System (ADS) and independently in an open-source simulation code, JosephsonCircuits.jl, from the MIT authors. ",
    "url": "https://arxiv.org/abs/2211.05328",
    "authors": [
      "Kaidong Peng",
      "Rick Poore",
      "Philip Krantz",
      "David E. Root",
      "Kevin P. O'Brien"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2211.05582",
    "title": "The stochastic nature of power-grid frequency in South Africa",
    "abstract": "In this work, we explore two mechanisms that explain non-Gaussian behaviour of power-grid frequency recordings in the South African grid. We make use of a Fokker-Planck approach to power-grid frequency that yields a direct relation between common model parameters such as inertia, damping, and noise amplitude and non-parametric estimations of the same directly from power-grid frequency recordings. We propose two explanations for the non-Gaussian leptokurtic distributions in South Africa: The first based on multiplicative noise in power-grid frequency recordings, which we observe in South Africa; The second based on the well-known scheduled and unscheduled load shedding and rolling blackouts that beset South Africa. For the first we derive an analytic expression of the effects of multiplicative noise that permits the estimation of all statistical moments - and discuss drawbacks in comparison with the data; For the second we employ a simple numerical analysis with a modular power grid of South Africa. Both options help understand the statistics of power-grid frequency in South Africa - particularly the presence of heavy tails. ",
    "url": "https://arxiv.org/abs/2211.05582",
    "authors": [
      "Leonardo Rydin Gorjão",
      "Jacques Maritz"
    ],
    "subjectives": [
      "Applications (stat.AP)",
      "Systems and Control (eess.SY)",
      "Data Analysis, Statistics and Probability (physics.data-an)",
      "Physics and Society (physics.soc-ph)"
    ]
  },
  {
    "id": "arXiv:2211.05614",
    "title": "New results from the technological prototype of the CALICE  highly-granular silicon tungsten electromagnetic calorimeter",
    "abstract": "An extended version of the CALICE silicon-tungsten ECAL was tested in November 2021 at the DESY beam test facility. With 15 active layers, it featured some with a thin PCB design, and a new compact DAQ system handling all layers in a common set. The noise, self-trigger performances and response to punch-though electrons, without tungsten absorbers, have been evaluated for each of the 15360 channels, using an improved procedure. Showers of low-energy electrons (1 to 6 GeV) have been recorded in two configurations of absorber, and are being analysed. Some preliminary results at the cell level will be presented. ",
    "url": "https://arxiv.org/abs/2211.05614",
    "authors": [
      "Vincent Boudry"
    ],
    "subjectives": [
      "High Energy Physics - Experiment (hep-ex)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2211.05674",
    "title": "Perspectival Quantum Realism",
    "abstract": "The theories of pre-quantum physics are standardly seen as representing physical systems and their properties. Quantum mechanics in its standard form is a more problematic case: here, interpretational problems have led to doubts about the tenability of realist views. Thus, QBists and Quantum Pragmatists maintain that quantum mechanics should not be thought of as representing physical systems, but rather as an agent-centered tool for updating beliefs about such systems. It is part and parcel of such views that different agents may have different beliefs and may assign different quantum states. What results is a collection of agent-centered perspectives rather than a unique representation of the physical world. In this paper we argue that the problems identified by QBism and Quantum Pragmatism do not necessitate abandoning the ideal of representing the physical world. We can avail ourselves of the same puzzle-solving strategies as employed by QBists and pragmatists by adopting a \\emph{perspectival quantum realism}. According to this perspectivalism (close to the relational interpretation of quantum mechanics) objects may possess different, but equally objective properties with respect to different physically defined perspectives. We discuss two options for such a perspectivalism, a local and a nonlocal one, and apply them to Wigner's friend and EPR scenarios. Finally, we connect quantum perspectivalism to the recently proposed philosophical position of \\emph{fragmentalism}. ",
    "url": "https://arxiv.org/abs/2211.05674",
    "authors": [
      "Dennis Dieks"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2211.05693",
    "title": "Realization of a multi-output quantum pulse gate for decoding  high-dimensional temporal modes of single-photon states",
    "abstract": "Temporal modes (TMs) of photons provide an appealing high-dimensional encoding basis for quantum information. While techniques to generate TM states have been established, high-dimensional decoding of single-photon TMs remains an open challenge. In this work, we experimentally demonstrate demultiplexing of five-dimensional TMs of single photons with an average fidelity of 0.96 $\\pm$ 0.01, characterized via measurement tomography. This is achieved using a newly developed device, the multi-output quantum pulse gate (mQPG). We demonstrate a proof-of-principle complete decoder based on the mQPG that operates on any basis from a set of 6 five-dimensional MUBs and is therefore suitable as a receiver for high-dimensional quantum key distribution. Furthermore, we confirm the high-quality operation of the mQPG by performing resource-efficient state tomography with an average fidelity of 0.98 $\\pm$ 0.02. ",
    "url": "https://arxiv.org/abs/2211.05693",
    "authors": [
      "Laura Serino",
      "Jano Gil-Lopez",
      "Michael Stefszky",
      "Raimund Ricken",
      "Christof Eigner",
      "Benjamin Brecht",
      "Christine Silberhorn"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.05703",
    "title": "High-speed thin-film lithium niobate quantum processor driven by a  solid-state quantum emitter",
    "abstract": "Scalable photonic quantum computing architectures pose stringent requirements on photonic processing devices. The need for low-loss high-speed reconfigurable circuits and near-deterministic resource state generators are some of the most challenging requirements. Here we develop an integrated photonic platform based on thin-film lithium niobate and interface it with deterministic solid-state single-photon sources based on quantum dots in nanophotonic waveguides. The generated photons are processed with low-loss circuits programmable at speeds of several GHz. We realize a variety of key photonic quantum information processing functionalities with the high-speed circuits, including on-chip quantum interference, photon demultiplexing, and reprogrammability of a four-mode universal photonic circuit. These results show a promising path forward for scalable photonic quantum technologies by merging integrated photonics with solid-state deterministic photon sources in a heterogeneous approach to scaling up. ",
    "url": "https://arxiv.org/abs/2211.05703",
    "authors": [
      "Patrik I. Sund",
      "Emma Lomonte",
      "Stefano Paesani",
      "Ying Wang",
      "Jacques Carolan",
      "Nikolai Bart",
      "Andreas D. Wieck",
      "Arne Ludwig",
      "Leonardo Midolo",
      "Wolfram H. P. Pernice",
      "Peter Lodahl",
      "Francesco Lenzini"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2102.02894",
    "title": "Identical Particles in Quantum Mechanics: Against the Received View",
    "abstract": " Comments: Draft of a chapter to appear in a volume \"Individuals and Non-individuals in Quantum Mechanics\"; second version ",
    "url": "https://arxiv.org/abs/2102.02894",
    "authors": [
      "Dennis Dieks"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2203.05275",
    "title": "Calculating the ground state energy of benzene under spatial  deformations with noisy quantum computing",
    "abstract": " Comments: 14 pages, 10 figures + appendix ",
    "url": "https://arxiv.org/abs/2203.05275",
    "authors": [
      "Wassil Sennane",
      "Jean-Philip Piquemal",
      "Marko J. Rančić"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2205.02369",
    "title": "When gold is not enough: platinum standard of quantum chemistry with  $N^7$ cost",
    "abstract": " Title: When gold is not enough: platinum standard of quantum chemistry with  $N^7$ cost ",
    "url": "https://arxiv.org/abs/2205.02369",
    "authors": [
      "Michał Lesiuk"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2206.14433",
    "title": "Second harmonic generation under doubly resonant lattice plasmon  excitation",
    "abstract": " Comments: 19 pages, 18 figures ",
    "url": "https://arxiv.org/abs/2206.14433",
    "authors": [
      "Sebastian Beer",
      "Jeetendra Gour",
      "Alessandro Alberucci",
      "Christin David",
      "Stefan Nolte",
      "Uwe D. Zeitner"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2208.09205",
    "title": "Dynamic Nonreciprocity with a Kerr Nonlinear Resonator",
    "abstract": " Title: Dynamic Nonreciprocity with a Kerr Nonlinear Resonator ",
    "url": "https://arxiv.org/abs/2208.09205",
    "authors": [
      "Rui-Kai Pan",
      "Lei Tang",
      "Keyu Xia",
      "Franco Nori"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.08124",
    "title": "A quantum phase transition in the one-dimensional water chain",
    "abstract": " Comments: 6 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2210.08124",
    "authors": [
      "Tobias Serwatka",
      "Roger G. Melko",
      "Anton Burkov",
      "Pierre-Nicholas Roy"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Other Condensed Matter (cond-mat.other)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2210.09788",
    "title": "Metasurface-Inspired Maintenance-Free IoT Tags Characterised in Both  Frequency and Time Domains",
    "abstract": " Comments: 4 pages, 3 figures ",
    "url": "https://arxiv.org/abs/2210.09788",
    "authors": [
      "Masaya Tashiro",
      "Ashif Aminulloh Fathnan",
      "Yuta Sugiura",
      "Akira Uchiyama",
      "Hiroki Wakatsuchi"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2210.16540",
    "title": "Entanglement distribution with minimal memory requirements using  time-bin photonic qudits",
    "abstract": " Comments: 13 pages, 7 figures, accepted by PRX Quantum ",
    "url": "https://arxiv.org/abs/2210.16540",
    "authors": [
      "Yunzhe Zheng",
      "Hemant Sharma",
      "Johannes Borregaard"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  }
]