[
  {
    "id": "arXiv:2202.08332",
    "title": "Coupling of acoustic and drift modes, harmonic modons in astrophysical  dusty plasma and a new mode in the Comet Halley",
    "abstract": "This manuscript, presents a theoretical study of the linear and nonlinear characteristics of acoustic and drift waves in a bounded inhomogenious dusty plasma which has potential applications in space and lab environments. In this analysis, flow of all plasma particles is assumed to be along the axial direction whereas gradients in velocity are considered to be along the radial direction. First we study coupling of dust modified ion acoustic (DMA) and drift (DMD) waves (linear analysis) at fast time when dynamics of dust remain inactive, later formation of nonlinear vortex like structures are examined. In the second case at slow time when dust participates in dynamics, coupling between ultra low frequency dust acoustic (UDA) and dust drift (ULD) waves is studied and modons like solutions are obtained in the nonlinear analysis. Existence of the vortex solution with azimuthal harmonics higher than the dipole vortex has been studied both analytically and numerically. Later we extend our analysis to consider applications of dust particle's presence in the comet Halley and tropical mesospheric dusty plasma where in earlier case we report that that unexpectedly comet Halley plasma admits a new mode where presence of dust in background does not have any affect, this mode is similar to the convective cell mode where electrostatic drift (ExB) cancels out, density gradients also vanish due to the presence of negative ions and only polarization drift contributes to the mode. For the linear analysis of this mode, there is no coupling observed but this the convective cell mode evolves whereas nonlinear dynamics of this mode are found to obey the vortex-like solution. ",
    "url": "https://arxiv.org/abs/2202.08332",
    "authors": [
      "Zahida Ehsan",
      "Nazia Batool",
      "Volodymyr M. Lashkin"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2202.08547",
    "title": "Nonlinear dynamical modelling of high frequency electrostatic drift  waves using fluid theoretical approach in magnetized plasma",
    "abstract": "A novel third order nonlinear evolution equation governing the dynamics of high frequency electrostatic drift waves has been derived in the framework of a plasma fluid model in an inhomogeneous magnetized plasma. The linear dispersion relation arising out of the fluid equations has been studied for the conventional low frequency and high frequency electrostatic drift waves. This equation is then decomposed into two second order equations as the order of the equation becomes reduced after this kind of decomposition under certain conditions. The detailed analysis of fixed points as well as bifurcations of the phase portraits have been performed using the theory of planar dynamical systems. Then some exact as well as approximate travelling wave solutions of this reduced nonlinear equation for the high frequency electrostatic drift waves are derived. As the other second order reduced equation is linear in nature, its exact oscillatory and exponential solutions are derived. The intersection of the solutions of these two reduced second order equations provides the solutions of the original third order nonlinear evolution equation; it is verified that the solutions of the reduced nonlinear second order equation are subsets of the oscillatory solution of the reduced linear second order equation in most cases whereas the intersection is different if the exponential solution of the reduced linear second order equation is considered. So the solutions of the reduced second order nonlinear equation can directly represent the solutions of the original third order nonlinear equation representing the dynamics of the nonlinear high frequency electrostatic drift waves if the oscillatory solution of the reduced linear equation is considered. ",
    "url": "https://arxiv.org/abs/2202.08547",
    "authors": [
      "Siba Prasad Acharya",
      "M. S. Janaki"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2202.08561",
    "title": "Intense high-harmonic optical vortices generated from a  micro-plasma-waveguide irradiated by a circularly polarized laser pulse",
    "abstract": "A scheme for generating intense high-harmonic optical vortices is proposed. It relies on spin-orbit interaction of light when a relativistically-strong circularly polarized laser pulse irradiates a micro-plasma-waveguide. The intense laser field drives a strong surface wave at the inner boundary of the waveguide, which leads to high-order harmonic generation as the laser traveling inside. For a circularly polarized drive laser, the optical chirality is imprinted to the surface wave, which facilitates conversion of spin angular momentum of the fundamental light into orbital angular momenta of the harmonics. A \"shaken waveguide\" model is developed showing that the aforementioned phenomena arises due to nonlinear plasma response that modifies electromagnetic mode at high intensities. We further show the phase velocities of all the harmonic beams are automatically matched to the driving laser, so that the harmonic intensities increase with propagation distance. The efficiency of harmonic production are related to the surface wave breaking effect, which can be significantly enhanced using a tightly focused laser. Our simulation suggests an overall conversion efficiency $\\sim5\\%$ can be achieved. ",
    "url": "https://arxiv.org/abs/2202.08561",
    "authors": [
      "Ke Hu",
      "Longqing Yi"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2011.07765",
    "title": "Spin Entanglement and Magnetic Competition via Long-range Interactions  in Spinor Quantum Optical Lattices",
    "abstract": "Quantum matter at ultra-low temperatures offers a testbed for analyzing and controlling desired properties in strongly correlated systems. Under typical conditions the nature of the atoms fixes the magnetic character of the system. Beyond classical light potentials leading to optical lattices and short range interactions, high-Q cavities introduce novel dynamics into the system via the quantumness of light. Here we propose a theoretical model and we analyze it using exact diagonalization and density matrix renormalization group simulations. We explore the effects of cavity mediated long range magnetic interactions and optical lattices in ultracold matter. We find that global interactions modify the underlying magnetic character of the system while introducing competition scenarios. Antiferromagnetic correlated bosonic matter emerges in conditions beyond to what nature typically provides. These allow new alternatives toward the design of robust mechanisms for quantum information purposes, exploiting the properties of magnetic phases of strongly correlated quantum matter. ",
    "url": "https://arxiv.org/abs/2011.07765",
    "authors": [
      "Karen Lozano-Méndez",
      "Alejandro H. Cásares",
      "Santiago F. Caballero-Benítez"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Other Condensed Matter (cond-mat.other)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2202.08802",
    "title": "Efficiency of photonic state tomography affected by fiber attenuation",
    "abstract": "In this article, we investigate the efficiency of photonic state tomography in the presence of fiber attenuation. The quantum state is reconstructed from photon counts obtained for symmetric informationally complete POVMs. The number of photons that reach the detectors is numerically modeled by the binomial distribution, which describes the loss of light caused by the medium. This approach allows us to study the quality of state tomography versus the length of the fiber. In particular, we focus on entangled qubits and qutrits, which are sent through fibers of different lengths. The amount of entanglement detected by the measurement scheme is quantified and presented on graphs. The results demonstrate how the quality of photonic tomography depends on the distance between the source and the receiver. ",
    "url": "https://arxiv.org/abs/2202.08802",
    "authors": [
      "Artur Czerwinski",
      "Jakub Szlachetka"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mathematical Physics (math-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2107.03302",
    "title": "The microscopic origin of anomalous properties of ice relies on the  strong quantum anharmonic regime of atomic vibrations",
    "abstract": " Title: The microscopic origin of anomalous properties of ice relies on the  strong quantum anharmonic regime of atomic vibrations ",
    "url": "https://arxiv.org/abs/2107.03302",
    "authors": [
      "Marco Cherubini",
      "Lorenzo Monacelli",
      "Francesco Mauri"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2110.04705",
    "title": "Quantum theory of photonic vortices and quantum statistics of twisted  photons",
    "abstract": " Comments: 16 pages and 7 figures ",
    "url": "https://arxiv.org/abs/2110.04705",
    "authors": [
      "Li-Ping Yang",
      "Dazhi Xu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2202.05369",
    "title": "Raman Imaging of Atoms Inside a High-bandwidth Cavity",
    "abstract": " Title: Raman Imaging of Atoms Inside a High-bandwidth Cavity ",
    "url": "https://arxiv.org/abs/2202.05369",
    "authors": [
      "Eduardo Uruñuela",
      "Maximilian Ammenwerth",
      "Pooja Malik",
      "Lukas Ahlheit",
      "Hannes Pfeifer",
      "Wolfgang Alt",
      "Dieter Meschede"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  }
]