[
  {
    "id": "arXiv:2202.02321",
    "title": "Frequency comb and machine learning-based breath analysis for COVID-19  classification",
    "abstract": "Human breath contains hundreds of volatile molecules that can provide powerful, non-intrusive spectral diagnosis of a diverse set of diseases and physiological/metabolic states. To unleash this tremendous potential for medical science, we present a robust analytical method that simultaneously measures tens of thousands of spectral features in each breath sample, followed by efficient and detail-specific multivariate data analysis for unambiguous binary medical response classification. We combine mid-infrared cavity-enhanced direct frequency comb spectroscopy (CE-DFCS), capable of real-time collection of tens of thousands of distinct molecular features at parts-per-trillion sensitivity, with supervised machine learning, capable of analysis and verification of extremely high-dimensional input data channels. Here, we present the first application of this method to the breath detection of Coronavirus Disease 2019 (COVID-19). Using 170 individual samples at the University of Colorado, we report a cross-validated area under the Receiver-Operating-Characteristics curve of 0.849(4), providing excellent prediction performance. Further, this method detected a significant difference between male and female breath as well as other variables such as smoking and abdominal pain. Together, these highlight the utility of CE-DFCS for rapid, non-invasive detection of diverse biological conditions and disease states. The unique properties of frequency comb spectroscopy thus help establish precise digital spectral fingerprints for building accurate databases and provide means for simultaneous multi-response classifications. The predictive power can be further enhanced with readily scalable comb spectral coverage. ",
    "url": "https://arxiv.org/abs/2202.02321",
    "authors": [
      "Qizhong Liang",
      "Ya-Chu Chan",
      "Jutta Toscano",
      "Kristen K. Bjorkman",
      "Leslie A. Leinwand",
      "Roy Parker",
      "David J. Nesbitt",
      "Jun Ye"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)",
      "Machine Learning (cs.LG)",
      "Biological Physics (physics.bio-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2202.02335",
    "title": "Spontaneous generation and active manipulation of real-space optical  vortex",
    "abstract": "Optical vortices host the orbital nature of photons, which offers an extra degree of freedom in photonic applications. Unlike vortices in other physical entities, optical vortices require structural singularities, which restrict their abilities in terms of dynamic and interactive characteristics. In this study, we present the spontaneous generation and external magnetic field-induced manipulation of an optical vortex and antivortex. A gradient-thickness optical cavity (GTOC) consisting of an Al/SiO2/Ni/SiO2 multilayer structure realised the distinct transition between the trivial and non-trivial topological phases, depending on the magneto-optic effects of the Ni layer. In the non-trivial topological phase, the mathematical singularities generating the optical vortex and antivortex pair in the reflected light existed in the generalised parameter space of the thicknesses of the top and bottom SiO2 layers, which is bijective to the real space of the GTOC. Coupled with the magnetisation, the optical vortex and antivortex in the GTOC experienced an effective spin-orbit interaction and showed topology-dependent dynamics under external magnetic fields. We expect that field-induced engineering of optical vortices will pave the way for the study of topological photonic interactions and their applications. ",
    "url": "https://arxiv.org/abs/2202.02335",
    "authors": [
      "Dongha Kim",
      "Arthur Baucour",
      "Yun-Seok Choi",
      "Jonghwa Shin",
      "Min-Kyo Seo"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2202.02469",
    "title": "On-demand harnessing of photonic soliton molecules",
    "abstract": "Soliton molecules (SMs) are fundamentally important modes in nonlinear optical systems. It is a challenge to experimentally produce SMs with a required temporal separation in mode-locked fiber lasers. Here, we propose and realize an experimental scenario for harnessing SM dynamics in a laser setup. In particular, we tailor SMs in a mode-locked laser controlled by second-order group-velocity dispersion and dispersion losses: the real part of dispersion maintains the balance between the dispersion and nonlinearity, while the dispersion loss determines the balance of gain and losses. The experimental results demonstrate that the dispersion loss makes it possible to select desired values of the temporal separation (TS) in bound pairs of SMs in the system. Tunability of the SM's central wavelength and the corresponding hysteresis are addressed too. The demonstrated regime allows us to create multiple SMs with preselected values of the TS and central wavelength, which shows the potential of our setup for the design of optical data-processing schemes. ",
    "url": "https://arxiv.org/abs/2202.02469",
    "authors": [
      "Shilong Liu",
      "Yudong Cui",
      "Ebrahim Karimi",
      "Boris A. Malomed"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2202.02608",
    "title": "Partial compensation of thermal noise in the fundamental mode of an  optical cavity",
    "abstract": "Thermal noise of optical cavities limits the accuracy of many experiments on precision laser spectroscopy and interferometry. The study of the physical properties of this noise opens opportunities for the creation of more stable cavities, reduction of phase noise of optical radiation, and performance of accurate optical studies. The paper proposes a method of partial recording of TEM00 mode thermal noise of a Fabry-Perot cavity using two \"probe\" modes of higher order. The method allows partial compensation of noise in the fundamental mode. Mathematical modeling is performed, which confirms the efficiency of the method. ",
    "url": "https://arxiv.org/abs/2202.02608",
    "authors": [
      "Nikita Zhadnov",
      "Nikolay Kolachevsky"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2202.02692",
    "title": "A method for virtual optical sectioning and tomography utilizing shallow  depth of field",
    "abstract": "A method is proposed for high-resolution, three-dimensional reconstruction of internal structure of objects from planar transmission images. The described approach can be used with any form of radiation or matter waves, in principle, provided that the depth of field is smaller than the thickness of the sample. The physical optics basis for the method is elucidated and the reconstruction algorithm is presented in detail. A simulated example demonstrates an application of the method to three-dimensional electron transmission imaging of a nanoparticle under realistic radiation dose and spatial resolution constraints. It is envisaged that the method can be applicable in high-resolution transmission electron microscopy, soft X-ray microscopy, ultrasound imaging and other areas. ",
    "url": "https://arxiv.org/abs/2202.02692",
    "authors": [
      "T.E. Gureyev",
      "H.M. Quiney",
      "L.J. Allen"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Image and Video Processing (eess.IV)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2202.02722",
    "title": "The ion acoustic instability of the rotating cylindrical helicon  discharge plasma",
    "abstract": "The kinetic theory for the cylindrical plasma, produced by the cylindrically symmetric (azimuthal mode number m=0) helicon wave, is developed with accounting for the cylindrical geometry and the radial inhomogeneity of the helicon wave and plasma. This theory reveals macroscale effect of the azimuthal steady rotation of electrons with a radially inhomogeneous angular velocity, caused by radial inhomogeneity of the helicon electric field. It is found that this sheared rotation as well as the electron density and temperature inhomogeneity are responsible for the development of the high frequency ion acoustic instability of the inhomogeneous cylindrical plasma. This instability is spatially localized in the region of strong gradients of the helicon wave electric field and of the plasma density, where it is more stronger than the parametric instabilities driven by the oscillating motion of the electrons relative to ions in the helicon wave. ",
    "url": "https://arxiv.org/abs/2202.02722",
    "authors": [
      "V. V. Mikhailenko",
      "Hae June Lee",
      "V. S. Mikhailenko"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2202.02822",
    "title": "Phase space consideration of low energy electron injection for Direct  Laser Acceleration",
    "abstract": "Feasibility of ionization injection for Direct Laser Acceleration (DLA) of electrons up to hundreds of MeV was studied analytically. Criteria for effective injection determining range of background and in-channel plasma parameters, laser intensity, etc. were found using phase portraits of the system deduced from the simplified analytical model. The found optimal trajectory in the phase space corresponds to the electron with low (few eV) initial energy experiencing $\\sim$10$^9$ times energy gain. For this to occur, electron density should be a few percent of the critical density, while the in-channel electron density should be $\\sim$3 times lower. The analytically obtained dependence of the energy gain on the initial electron longitudinal and transverse momenta corresponds well to the results of exact numerical simulations of an electron motion in the plasma channel. Developed approach can form the basis for further studies of electron injection in DLA varying plasma and laser parameters as well as initial electron energies. ",
    "url": "https://arxiv.org/abs/2202.02822",
    "authors": [
      "E. Starodubtseva",
      "I. Tsymbalov",
      "D. Gorlova",
      "K. Ivanov",
      "A. Savel'ev"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2202.02899",
    "title": "Deep learning of inverse water waves problems using multi-fidelity data:  Application to Serre-Green-Naghdi equations",
    "abstract": "We consider strongly-nonlinear and weakly-dispersive surface water waves governed by equations of Boussinesq type, known as the Serre-Green-Naghdi system; it describes future states of the free water surface and depth averaged horizontal velocity, given their initial state. The lack of knowledge of the velocity field as well as the initial states provided by measurements lead to an ill-posed problem that cannot be solved by traditional techniques. To this end, we employ physics-informed neural networks (PINNs) to generate solutions to such ill-posed problems using only data of the free surface elevation and depth of the water. PINNs can readily incorporate the physical laws and the observational data, thereby enabling inference of the physical quantities of interest. In the present study, both experimental and synthetic (generated by numerical methods) training data are used to train PINNs. Furthermore, multi-fidelity data are used to solve the inverse water wave problem by leveraging both high- and low-fidelity data sets. The applicability of the PINN methodology for the estimation of the impact of water waves onto solid obstacles is demonstrated after deriving the corresponding equations. The present methodology can be employed to efficiently design offshore structures such as oil platforms, wind turbines, etc. by solving the corresponding ill-posed inverse water waves problem. ",
    "url": "https://arxiv.org/abs/2202.02899",
    "authors": [
      "Ameya D. Jagtap",
      "Dimitrios Mitsotakis",
      "George Em Karniadakis"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Numerical Analysis (math.NA)"
    ]
  },
  {
    "id": "arXiv:2202.02920",
    "title": "Monolithic Kerr and electro-optic hybrid microcombs",
    "abstract": "Advances in microresonator-based soliton generation promise chip-scale integration of optical frequency comb for applications spanning from time keeping to frequency synthesis. Miniaturized cavities harness Kerr nonlinearity and enable terahertz soliton repetition rates. However, such high repetition rates are not amenable to direct electronic detection. Here, we demonstrate hybrid Kerr and electro-optic microcombs using the lithium niobate thin film that exhibits both Kerr and Pockels nonlinearities. By interleaving the high-repetition-rate Kerr soliton comb with the low-repetition-rate electro-optic comb on the same waveguide, the wide Kerr soliton mode spacing is divided within a single chip, allowing for subsequent electronic detection and feedback control of the soliton repetition rate. Our work establishes an integrated electronic interface to Kerr solitons of terahertz repetition rates, paving the path towards chipscale optical-to-microwave frequency division and comb locking. ",
    "url": "https://arxiv.org/abs/2202.02920",
    "authors": [
      "Zheng Gong",
      "Mohan Shen",
      "Juanjuan Lu",
      "Joshua B",
      "Surya Hong X. Tang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2202.02978",
    "title": "Demonstration of non-Abelian frame charge flow using photonic crystals",
    "abstract": "In PT symmetric systems, non-Abelian frame charges enable multiband topological characterization of the degeneracy nodes through the eigenvector frame rotations. Interestingly, these frame charges can be viewed as an analogy of the electric charge confined in conducting wire, flowing in momentum space along nodal lines. Different from the traditional charge flow behaviour, non-Abelian signatures emerge when braiding between adjacent band nodal lines occurs, which flips the direction of the frame charge flow. In photonic systems, we discover that the photonic {\\Gamma} point serves as the source or sink of such frame charge flow due to hidden braiding induced by the often-ignored electrostatic mode at zero-frequency. By designing a biaxial photonic crystal, the non-Abelian frame charge flow in momentum space is experimentally demonstrated. ",
    "url": "https://arxiv.org/abs/2202.02978",
    "authors": [
      "Dongyang Wang",
      "Z. Q. Zhang",
      "C. T. Chan"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2202.02979",
    "title": "Deep-Learning-Aided Extraction of Optical Constants in Scanning  Near-Field Optical Microscopy",
    "abstract": "Scanning near-field optical microscopy is one of the most effective techniques for spectroscopy of nanoscale systems. However, inferring optical constants from the measured near-field signal can be challenging because of a complicated and highly nonlinear interaction between the scanned probe and the sample. Conventional fitting methods applied to this problem often suffer from the lack of convergence or require human intervention. Here we develop an alternative approach where the optical parameter extraction is automated by a deep learning network. Compared to its traditional counterparts, our method demonstrates superior accuracy, stability against noise, and computational speed when applied to simulated near-field spectra. ",
    "url": "https://arxiv.org/abs/2202.02979",
    "authors": [
      "Yueqi Zhao",
      "Xinzhong Chen",
      "Ziheng Yao",
      "Mengkun Liu",
      "Michael M. Fogler"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2202.03106",
    "title": "Efficient light-trapping in ultrathin GaAs solar cells using  quasi-random photonic crystals",
    "abstract": "Ultrathin solar cells reduce material usage and allow the use of lower-quality materials thanks to their one order of magnitude smaller thickness than their conventional counterparts. However, efficient photonic light-trapping is required to harvest the incident light efficiently for an otherwise insufficient absorber thickness. Quasi-random photonic crystals are predicted to have high efficient light-trapping while being more robust under angle and thickness variations than simple photonic crystals. Here we experimentally demonstrate a light-trapping solution based on quasi-random photonic crystals fabricated by polymer blend lithography. We control the average lattice parameter by modifying the spin-coating speed. We demonstrate an ultrathin GaAs cell of 260 nm with a rear quasi-random pattern with submicron features, and a Jsc =26.4 mA/cm2 and an efficiency of 22.35% under the global solar spectrum. ",
    "url": "https://arxiv.org/abs/2202.03106",
    "authors": [
      "Jeronimo Buencuerpo",
      "Theresa E. Saenz",
      "Mark Steger",
      "Michelle Young",
      "Emily L. Warren",
      "John F. Geisz",
      "Myles A. Steiner",
      "Adele C. Tamboli"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2202.03175",
    "title": "Absorption characteristics of large acoustic metasurfaces",
    "abstract": "Metasurfaces formed of arrays of subwavelength resonators are often tuned to 'critically couple' with incident radiation, so that at resonance dissipative and radiative damping are balanced and absorption is maximised. Such design criteria are typically derived assuming an infinite metasurface, whereas the absorption characteristics of finite metasurfaces, even very large ones, can be markedly different in certain frequency intervals. This is due to the excitation of surface waves, intrinsic to resonant metasurfaces, and especially meta-resonances, namely collective resonances where the surface waves form standing-wave patterns over the planar metasurface domain. We illustrate this issue using a detailed model of a Helmholtz-type acoustic metasurface formed of cavity-neck pairs embedded into a rigid substrate, with geometric and dissipation effects included from first principles (R. Brand\\~ao and O. Schnitzer, Wave Motion, 97 102583, 2020). ",
    "url": "https://arxiv.org/abs/2202.03175",
    "authors": [
      "Ory Schnitzer",
      "Rodolfo Brandão"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2202.03221",
    "title": "Transient Monte Carlo Simulations for the Optimisation and  Characterisation of Monolithic Silicon Sensors",
    "abstract": "An ever-increasing demand for high-performance silicon sensors requires complex sensor designs that are challenging to simulate and model. The combination of electrostatic finite element simulations with a transient Monte Carlo approach provides simultaneous access to precise sensor modelling and high statistics. The high simulation statistics enable the inclusion of Landau fluctuations and production of secondary particles, which offers a realistic simulation scenario. The transient simulation approach is an important tool to achieve an accurate time-resolved description of the sensor, which is crucial in the face of novel detector prototypes with increasingly precise timing capabilities. The simulated time resolution as a function of operating parameters as well as the full transient pulse can be monitored and assessed, which offers a new perspective on the optimisation and characterisation of silicon sensors. In this paper, a combination of electrostatic finite-element simulations using 3D TCAD and transient Monte Carlo simulations with the Allpix Squared framework are presented for a monolithic CMOS pixel sensor with a small collection diode, that is characterised by a highly inhomogeneous, complex electric field. The results are compared to transient 3D TCAD simulations that offer a precise simulation of the transient behaviour but long computation times. Additionally, the simulations are benchmarked against test-beam data and good agreement is found for the performance parameters over a wide range of different operation conditions. ",
    "url": "https://arxiv.org/abs/2202.03221",
    "authors": [
      "Rafael Ballabriga",
      "Justus Braach",
      "Eric Buschmann",
      "Michael Campbell",
      "Dominik Dannheim",
      "Katharina Dort",
      "Lennart Huth",
      "Iraklis Kremastiotis",
      "Jens Kröger",
      "Lucie Linssen",
      "Magdalena Munker",
      "Paul Schütze",
      "Walter Snoeys",
      "Simon Spannagel",
      "Tomas Vanat"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2202.03313",
    "title": "A Robust, Modern Strategy for Treating Coherence Pathways in Unstable  and Inhomogeneous Magnetic Resonance Experiments",
    "abstract": "Over recent decades, motivated either by practicality or the need to tap into new types of measurements, the science of Magnetic Resonance has expanded into more adverse conditions: deliberately chosen lower frequencies, inhomogeneous fields, and/or time-variable fields. In particular, Overhauser Dynamic Nuclear Polarization (ODNP) presents a case study that challenges previous expectations and offers an interesting test-bed for further developments. For example, an interest in the nanoscale heterogeneities of hydration dynamics demand increasingly sophisticated and automated measurements deploying ODNP on a modular, open source instrument operating at 15 MHz. ODNP demands the acquisition and automated processing of large quantities of one dimensional NMR spectra, which can present various problems: in particular, unambiguous identification of signal in newly configured instruments presents a practical challenge, while field drift tends to remain an issue even in fully configured instruments. Recent advances in the capabilities of open-source libraries opened up the opportunity to address these issues at the fundamental level, by developing a specific schema that treats the phase cycle of a pulse as an explicit \"phase domain\" dimension that Fourier transforms into the \"coherence domain.\" In particular, a standardized protocol for organizing and visualizing the resulting data clearly presents all the information available from all coherence transfer pathways of a phase-cycled experiment, with intelligible results that don't rely on preliminary phase corrections. It thus organizes and visualizes data in ways that more accurately reflect the rich physics of the underlying NMR experiments, and that more fully bear out the original fundamental concepts of coherence transfer pathways. ",
    "url": "https://arxiv.org/abs/2202.03313",
    "authors": [
      "Alec A. Beaton",
      "Alexandria Guinness",
      "John M. Franck"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2202.03359",
    "title": "Convolutional Neural Networks for Mode On-Demand High Finesse Optical  Resonator Design",
    "abstract": "We demonstrate the use of machine learning through convolutional neural networks to solve inverse design problems of optical resonator engineering. The neural network finds a harmonic modulation of a spherical mirror to generate a resonator mode with a given target topology (\"mode on-demand\"). The procedure allows us to optimize the shape of mirrors to achieve a significantly enhanced coupling strength and cooperativity between a resonator photon and a quantum emitter located at the center of the resonator. In a second example, a double-peak mode is designed which would enhance the interaction between two quantum emitters, e.g., for quantum information processing. ",
    "url": "https://arxiv.org/abs/2202.03359",
    "authors": [
      "Denis V. Karpov",
      "Sergei Kurdiumov",
      "Peter Horak"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2202.02319",
    "title": "An integrated heterogeneous computing framework for ensemble simulations  of laser-induced ignition",
    "abstract": "An integrated computational framework is introduced to study complex engineering systems through physics-based ensemble simulations on heterogeneous supercomputers. The framework is primarily designed for the quantitative assessment of laser-induced ignition in rocket engines. We develop and combine an implicit programming system, a compressible reacting flow solver, and a data generation/management strategy on a robust and portable platform. We systematically present this framework using test problems on a hybrid CPU/GPU machine. Efficiency, scalability, and accuracy of the solver are comprehensively assessed with canonical unit problems. Ensemble data management and autoencoding are demonstrated using a canonical diffusion flame case. Sensitivity analysis of the ignition of a turbulent, gaseous fuel jet is performed using a simplified, three-dimensional model combustor. Our approach unifies computer science, physics and engineering, and data science to realize a cross-disciplinary workflow. The framework is exascale-oriented and can be considered a benchmark for future computational science studies of real-world systems. ",
    "url": "https://arxiv.org/abs/2202.02319",
    "authors": [
      "Kazuki Maeda",
      "Thiago Teixeira",
      "Jonathan M. Wang",
      "Jeffrey M. Hokanson",
      "Caetano Melone",
      "Mario Di Renzo",
      "Steve Jones",
      "Javier Urzay",
      "Gianluca Iaccarino"
    ],
    "subjectives": [
      "Computational Engineering, Finance, and Science (cs.CE)",
      "Distributed, Parallel, and Cluster Computing (cs.DC)",
      "Data Analysis, Statistics and Probability (physics.data-an)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2202.02342",
    "title": "Individually Addressable Artificial Atoms in Silicon Photonics",
    "abstract": "Artificial atoms in solids have emerged as leading systems for quantum information processing tasks such as quantum networking, sensing, and computing. A central goal is to develop platforms for precise and scalable control of individually addressable artificial atoms that feature efficient optical interfaces. Color centers in silicon, such as the recently-isolated carbon-related 'G-center', exhibit emission directly into the telecommunications O-band and can leverage the maturity of silicon-on-insulator (SOI) photonics. Here, we demonstrate generation and individual addressing of G-center artificial atoms in a SOI photonic integrated circuit (PIC) platform. Focusing on the neutral charge state emission at 1278nm, we observe waveguide-coupled single photon emission with an exceptionally narrow inhomogeneous distribution with standard deviation of 1.1nm, an excited state lifetime of 8.3$\\pm$0.7ns, and no degradation after months of operation. This demonstration opens the path to quantum information processing based on implantable artificial atoms in very large scale integrated (VLSI) photonics. ",
    "url": "https://arxiv.org/abs/2202.02342",
    "authors": [
      "Mihika Prabhu",
      "Carlos Errando-Herranz",
      "Lorenzo De Santis",
      "Ian Christen",
      "Changchen Chen",
      "Dirk R. Englund"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2202.02417",
    "title": "Parallel Quantum Chemistry on Noisy Intermediate-Scale Quantum Computers",
    "abstract": "A novel parallel hybrid quantum-classical algorithm for the solution of the quantum-chemical ground-state energy problem on gate-based quantum computers is presented. This approach is based on the reduced density-matrix functional theory (RDMFT) formulation of the electronic structure problem. For that purpose, the density-matrix functional of the full system is decomposed into an indirectly coupled sum of density-matrix functionals for all its subsystems using the adaptive cluster approximation to RDMFT. The approximations involved in the decomposition and the adaptive cluster approximation itself can be systematically converged to the exact result. The solutions for the density-matrix functionals of the effective subsystems involves a constrained minimization over many-particle states that are approximated by parametrized trial states on the quantum computer similarly to the variational quantum eigensolver. The independence of the density-matrix functionals of the effective subsystems introduces a new level of parallelization and allows for the computational treatment of much larger molecules on a quantum computer with a given qubit count. In addition, for the proposed algorithm techniques are presented to reduce the qubit count, the number of quantum programs, as well as its depth. The new approach is demonstrated for Hubbard-like systems on IBM quantum computers based on superconducting transmon qubits. ",
    "url": "https://arxiv.org/abs/2202.02417",
    "authors": [
      "Robert Schade",
      "Carsten Bauer",
      "Konstantin Tamoev",
      "Lukas Mazur",
      "Christian Plessl",
      "Thomas D. Kühne"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2202.02632",
    "title": "Robust Routing, Entanglement Generation, and Phase Sensing as emergent  behaviour in quantum spin networks",
    "abstract": "Spin chains can be used to describe a wide range of platforms for quantum computation and quantum information. They enable the understanding, demonstration and modelling of numerous useful phenomena, such as: high fidelity transfer of quantum states; creation and distribution of entanglement; creation of resources for measurement-based quantum processing. In this paper, we study a more complex spin system, a two dimensional Spin Network (SN) engineered by applying suitable unitaries to two uncoupled spin chains. Considering only the single-excitation subspace of the SN, we demonstrate that the system can be operated as a router, directing information through the SN. We also show that it can serve to generate maximally entangled states between two sites. Furthermore, we illustrate that our SN system can be used as a sensor device able to determine an unknown phase applied to a system spin. A detailed modelling investigation of the effects of static disorder in the system shows that our system is robust against different types of disorder. ",
    "url": "https://arxiv.org/abs/2202.02632",
    "authors": [
      "Abdulsalam H. Alsulami",
      "Irene D'Amico",
      "Marta P. Estarellas",
      "Timothy P. Spiller"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2202.02750",
    "title": "Estimating the Euclidean Quantum Propagator with Deep Generative  Modelling of Feynman paths",
    "abstract": "Feynman path integrals provide an elegant, classically-inspired representation for the quantum propagator and the quantum dynamics, through summing over a huge manifold of all possible paths. From computational and simulational perspectives, the ergodic tracking of the whole path manifold is a hard problem. Machine learning can help, in an efficient manner, to identify the relevant subspace and the intrinsic structure residing at a small fraction of the vast path manifold. In this work, we propose the concept of Feynman path generator, which efficiently generates Feynman paths with fixed endpoints from a (low-dimensional) latent space, by targeting a desired density of paths in the Euclidean space-time. With such path generators, the Euclidean propagator as well as the ground state wave function can be estimated efficiently for a generic potential energy. Our work leads to a fresh approach for calculating the quantum propagator, paves the way toward generative modelling of Feynman paths, and may also provide a future new perspective to understand the quantum-classical correspondence through deep learning. ",
    "url": "https://arxiv.org/abs/2202.02750",
    "authors": [
      "Yanming Che",
      "Clemens Gneiting",
      "Franco Nori"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Machine Learning (cs.LG)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2202.03090",
    "title": "Nanomaterials for Quantum Information Science and Engineering",
    "abstract": "Quantum information science and engineering (QISE) which entails use of quantum mechanical states for information processing, communications, and sensing and the area of nanoscience and nanotechnology have dominated condensed matter physics and materials science research in the 21st century. Solid state devices for QISE have, to this point, predominantly been designed with bulk materials as their constituents. In this review, we consider how nanomaterials (i.e. materials with intrinsic quantum confinement) may offer inherent advantages over conventional materials for QISE. We identify the materials challenges for specific types of qubits, and we identify how emerging nanomaterials may overcome these challenges. Challenges for and progress towards nanomaterials based quantum devices are identified. We aim to help close the gap between the nanotechnology and quantum information communities and inspire research that will lead to next generation quantum devices for scalable and practical quantum applications. ",
    "url": "https://arxiv.org/abs/2202.03090",
    "authors": [
      "Adam Alfieri",
      "Surendra B. Anantharaman",
      "Huiqin Zhang",
      "Deep Jariwala"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2202.03189",
    "title": "Optical skin: Sensor-integration-free multimodal flexible sensing",
    "abstract": "The biological skin enables animals to sense various stimuli. Extensive efforts have been made recently to develop smart skin-like sensors to extend the capabilities of biological skins; however, simultaneous sensing of several types of stimuli in a large area remains challenging because this requires large-scale sensor integration with numerous wire connections. We propose a simple, highly sensitive, and multimodal sensing approach, which does not require integrating multiple sensors. The proposed approach is based on an optical interference technique, which can encode the information of various stimuli as a spatial pattern. In contrast to the existing approach, the proposed approach, combined with a deep neural network, enables us to freely select the sensing mode according to our purpose. As a key example, we demonstrate simultaneous sensing mode of three different physical quantities, contact force, contact location, and temperature, using a single soft material without requiring complex integration. Another unique property of the proposed approach is spatially continuous sensing with ultrahigh resolution of few tens of micrometers, which enables identifying the shape of the object in contact. Furthermore, we present a haptic soft device for a human-machine interface. The proposed approach encourages the development of high-performance optical skins. ",
    "url": "https://arxiv.org/abs/2202.03189",
    "authors": [
      "Sho Shimadera",
      "Kei Kitagawa",
      "Koyo Sagehashi",
      "Tomoaki Niiyama",
      "Satoshi Sunada"
    ],
    "subjectives": [
      "Computer Vision and Pattern Recognition (cs.CV)",
      "Human-Computer Interaction (cs.HC)",
      "Machine Learning (cs.LG)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2202.03353",
    "title": "Back action in quantum electro-optic sampling of electromagnetic vacuum  fluctuations",
    "abstract": "The influence of measurement back action on electro-optic sampling of electromagnetic quantum fluctuations is investigated. Based on a cascaded treatment of the nonlinear interaction between a near-infrared coherent probe and the mid-infrared vacuum, we account for the generated electric-field contributions that lead to detectable back action. Specifically, we theoretically address two realistic setups, exploiting one or two probe beams for the nonlinear interaction with the quantum vacuum, respectively. The setup parameters at which back action starts to considerably contaminate the measured noise profiles are determined. Due to the vacuum fluctuations entering at the beam splitter, the shot noise of two incoming probe pulses in different channels is uncorrelated. This leads to the absence of the base-level shot noise in the correlation, while further contributions due to nonlinear shot-noise enhancement are still present. Ultimately, the regime in which electro-optic sampling of quantum fields can be considered as effectively back-action free is found. ",
    "url": "https://arxiv.org/abs/2202.03353",
    "authors": [
      "T. L. M. Guedes",
      "I. Vakulchyk",
      "D. V. Seletskiy",
      "A. Leitenstorfer",
      "A. S. Moskalenko",
      "Guido Burkard"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2005.02846",
    "title": "An Application of Quantum Annealing Computing to Seismic Inversion",
    "abstract": " Title: An Application of Quantum Annealing Computing to Seismic Inversion ",
    "url": "https://arxiv.org/abs/2005.02846",
    "authors": [
      "Alexandre M. Souza",
      "Eldues O. Martins",
      "Itzhak Roditi",
      "Nahum Sá",
      "Roberto S. Sarthour",
      "Ivan S. Oliveira"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2101.08097",
    "title": "Difference-frequency generation in an AlGaAs Bragg-reflection waveguide  using an on-chip electrically-pumped quantum dot laser",
    "abstract": " Title: Difference-frequency generation in an AlGaAs Bragg-reflection waveguide  using an on-chip electrically-pumped quantum dot laser ",
    "url": "https://arxiv.org/abs/2101.08097",
    "authors": [
      "A. Schlager",
      "M. Götsch",
      "R. J. Chapman",
      "S. Frick",
      "H. Thiel",
      "H. Suchomel",
      "M. Kamp",
      "S. Höfling",
      "C. Schneider",
      "G. Weihs"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2104.12096",
    "title": "Noisy Quantum Computation Modeled by Quantum Walk: Universality without  Ancillas",
    "abstract": " Comments: v2: improved presentation ",
    "url": "https://arxiv.org/abs/2104.12096",
    "authors": [
      "Noa Feldman",
      "Moshe Goldstein"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2105.04603",
    "title": "NASDUCK: New Constraints on Axion-like Dark Matter from Floquet Quantum  Detector",
    "abstract": " Comments: I.M.B. and G.R. contributed equally ",
    "url": "https://arxiv.org/abs/2105.04603",
    "authors": [
      "Itay M. Bloch",
      "Gil Ronen",
      "Roy Shaham",
      "Ori Katz",
      "Tomer Volansky",
      "Or Katz"
    ],
    "subjectives": [
      "High Energy Physics - Phenomenology (hep-ph)",
      "High Energy Physics - Experiment (hep-ex)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2106.14420",
    "title": "Spatiotemporal differentiators generating optical vortices with  transverse orbital angular momentum and detecting sharp change of pulse  envelope",
    "abstract": " Comments: 6 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2106.14420",
    "authors": [
      "Junyi Huang",
      "Jiahao Zhang",
      "Tengfeng Zhu",
      "Zhichao Ruan"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2108.05991",
    "title": "Thermal-light heterodyne spectroscopy with frequency comb calibration",
    "abstract": " Comments: 16 pages, 9 figures. Revised ",
    "url": "https://arxiv.org/abs/2108.05991",
    "authors": [
      "Connor Fredrick",
      "Freja Olsen",
      "Ryan Terrien",
      "Suvrath Mahadevan",
      "Franklyn Quinlan",
      "Scott A. Diddams"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2201.02426",
    "title": "Quantum computation of molecular electronic spectroscopy on a  superconducting quantum processor",
    "abstract": " Comments: 30 pages, 5 figures, with Supplementary Materials ",
    "url": "https://arxiv.org/abs/2201.02426",
    "authors": [
      "Kaixuan Huang",
      "Xiaoxia Cai",
      "Hao Li",
      "Zi-Yong Ge",
      "Ruijuan Hou",
      "Hekang Li",
      "Tong Liu",
      "Yunhao Shi",
      "Chitong Chen",
      "Dongning Zheng",
      "Kai Xu",
      "Zhi-Bo Liu",
      "Zhendong Li",
      "Heng Fan",
      "Wei-Hai Fang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2201.04715",
    "title": "Supporting quantum technologies with a micron-scale silicon photonics  platform",
    "abstract": " Comments: 17 pages, 13 figures ",
    "url": "https://arxiv.org/abs/2201.04715",
    "authors": [
      "Matteo Cherchi",
      "Arijit Bera",
      "Antti Kemppinen",
      "Jaani Nissilä",
      "Kirsi Tappura",
      "Marco Caputo",
      "Lauri Lehtimäki",
      "Janne Lehtinen",
      "Joonas Govenius",
      "Mika Prunnila",
      "Timo Aalto"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2201.07976",
    "title": "High-power laser experiment forming a supercritical collisionless shock  in a magnetized uniform plasma at rest",
    "abstract": " Comments: 17 pages, 12 figures, 1 table. Physical Review E, in press ",
    "url": "https://arxiv.org/abs/2201.07976",
    "authors": [
      "Ryo Yamazaki",
      "S. Matsukiyo",
      "T. Morita",
      "S. J. Tanaka",
      "T. Umeda",
      "K. Aihara",
      "M. Edamoto",
      "S. Egashira",
      "R. Hatsuyama",
      "T. Higuchi",
      "T. Hihara",
      "Y. Horie",
      "M. Hoshino",
      "A. Ishii",
      "N. Ishizaka",
      "Y. Itadani",
      "T. Izumi",
      "S. Kambayashi",
      "S. Kakuchi",
      "N. Katsuki",
      "R. Kawamura",
      "Y. Kawamura",
      "S. Kisaka",
      "T. Kojima",
      "A. Konuma",
      "R. Kumar",
      "T. Minami",
      "I. Miyata",
      "T. Moritaka",
      "Y. Murakami",
      "K. Nagashima",
      "Y. Nakagawa",
      "T. Nishimoto",
      "Y. Nishioka",
      "Y. Ohira",
      "N. Ohnishi",
      "M. Ota",
      "N. Ozaki",
      "T. Sano",
      "K. Sakai",
      "S. Sei",
      "J. Shiota",
      "Y. Shoji",
      "K. Sugiyama",
      "D. Suzuki",
      "M. Takagi",
      "H. Toda",
      "S. Tomita",
      "S. Tomiya",
      "H. Yoneda",
      "T. Takezaki",
      "K. Tomita",
      "Y. Kuramitsu",
      "Y. Sakawa"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "High Energy Astrophysical Phenomena (astro-ph.HE)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ]
  },
  {
    "id": "arXiv:2202.01685",
    "title": "Pathway Towards Optical Cycling and Laser Cooling of Functionalized  Arenes",
    "abstract": " Title: Pathway Towards Optical Cycling and Laser Cooling of Functionalized  Arenes ",
    "url": "https://arxiv.org/abs/2202.01685",
    "authors": [
      "Debayan Mitra",
      "Zack D. Lasner",
      "Guo-Zhu Zhu",
      "Claire E. Dickerson",
      "Benjamin L. Augenbraun",
      "Austin D. Bailey",
      "Anastassia N. Alexandrova",
      "Wesley C. Campbell",
      "Justin R. Caram",
      "Eric R. Hudson",
      "John M. Doyle"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2202.01925",
    "title": "Mitigating the quantum hype",
    "abstract": " Comments: 26 pages and 18 figures ",
    "url": "https://arxiv.org/abs/2202.01925",
    "authors": [
      "Olivier Ezratty"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)",
      "History and Philosophy of Physics (physics.hist-ph)",
      "Quantum Physics (quant-ph)"
    ]
  }
]