[
  {
    "id": "arXiv:2211.06471",
    "title": "Adaptive Basis Sets for Practical Quantum Computing",
    "abstract": "Electronic structure calculations on small systems such as H$_2$, H$_2$O, LiH, and BeH$_2$ with chemical accuracy are still a challenge for the current generation of the noisy intermediate-scale quantum (NISQ) devices. One of the reasons is that due to the device limitations, only minimal basis sets are commonly applied in quantum chemical calculations, which allow one to keep the number of qubits employed in the calculations at minimum. However, the use of minimal basis sets leads to very large errors in the computed molecular energies as well as potential energy surface shapes. One way to increase the accuracy of electronic structure calculations is through the development of small basis sets better suited for quantum computing. In this work, we show that the use of adaptive basis sets, in which exponents and contraction coefficients depend on molecular structure, provide an easy way to dramatically improve the accuracy of quantum chemical calculations without the need to increase the basis set size and thus the number of qubits utilized in quantum circuits. As a proof of principle, we optimize an adaptive minimal basis set for quantum computing calculations on an H$_2$ molecule, in which exponents and contraction coefficients depend on the H-H distance, and apply it to the generation of H$_2$ potential energy surface on IBM-Q quantum devices. The adaptive minimal basis set reaches the accuracy of the double-zeta basis sets, thus allowing one to perform double-zeta quality calculations on quantum devices without the need to utilize twice as many qubits in simulations. This approach can be extended to other molecular systems and larger basis sets in a straightforward manner. ",
    "url": "https://arxiv.org/abs/2211.06471",
    "authors": [
      "Hyuk-Yong Kwon",
      "Gregory M. Curtin",
      "Zachary Morrow",
      "C. T. Kelley",
      "Elena Jakubikova"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2211.06639",
    "title": "Surface plasmon resonance biosensors based on Kretschmann configuration:  basic instrumentation and applications",
    "abstract": "Surface Plasmon Resonance (SPR) offers a powerful tool for label-free and non-invasive characterization of biomolecular interactions. To date, several experimental configurations, based on two fundamental physical phenomena, e.g., attenuated total reflection and diffraction, have been developed to measure the SPR signal generated due to the resonant interactions between incident light and plasma waves on the metal surface. These configurations are divided into three categories: grating-based, prism-based, and waveguide-based coupling. Among such techniques, one of the prism-based SPR coupling schemes, popularly known as Kretschmann configuration, is most widely used due to its high sensitivity, operational simplicity, lower cost, and real-time detection. This chapter explains the basic instrumentation and reviews the recent trends in the development of Kretschmann configuration-based SPR biosensors with its applications. ",
    "url": "https://arxiv.org/abs/2211.06639",
    "authors": [
      "Nishant Shukla",
      "Pawan Chetri",
      "Ratan Boruah",
      "Ankur Gogoi",
      "Gazi A Ahmed"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2211.06647",
    "title": "Broadband Four-Wave Mixing Enhanced by Plasmonic Surface Lattice  Resonance and Localized Surface Plasmon Resonance in an Azimuthally Chirped  Grating",
    "abstract": "Plasmonic enhancement of nonlinear light-matter interaction can be achieved via dedicated optimization of resonant plasmonic modes that are spectrally matched to the different wavelengths involved in the particular nonlinear optical process. In this work, we investigate the generation and enhancement of broadband four-wave mixing (FWM) in a plasmonic azimuthally chirped grating (ACG). The azimuthally varying grating periodicity in an ACG offers a well-defined channel to mediate the near field and the far field over a broad range of wavelengths. However, the particular mechanism responsible for field enhancement in such a platform depends on the interplay between the effects manifested by both the groove geometry and the grating's periodicity. This work delineates the collective contribution of groove geometry-dependent localized surface plasmon resonance (LSPR) and periodicity-dependent plasmonic surface lattice resonance (PSLR) over a broad range of wavelengths to bring into effect the enhancement of broadband FWM in an ACG. ",
    "url": "https://arxiv.org/abs/2211.06647",
    "authors": [
      "Abhik Chakraborty",
      "Parijat Barman",
      "Ankit Kumar Singh",
      "Xiaofei Wu",
      "Denis A. Akimov",
      "Tobias Meyer-Zedler",
      "Stefan Nolte",
      "Carsten Ronning",
      "Michael Schmitt",
      "Jürgen Popp",
      "Jer-Shing Huang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.06791",
    "title": "Cavity deformation and bubble entrapment during the impact of droplets  on a liquid pool",
    "abstract": "The impact of droplets on a liquid pool is ubiquitous in nature and important in many industrial applications. A droplet impacting on a liquid pool can result in the pinch-off of a regular bubble or entrap a large bubble under certain impact conditions. In this study, the cavity deformation and the bubble entrapment during the impact of droplets on a liquid pool are studied by combined experimental measurements and numerical simulations. The time evolution of the free surface profile obtained in the numerical simulation is in good agreement with the experimental results. The cavity created by the droplet impact affects the pinch-off of regular bubbles and the entrapment of large bubbles. The regular bubble pinch-off is the direct consequence of the capillary wave propagating downward along the interface of the cavity and merging at the bottom of the cavity. In contrast, the large bubble entrapment is due to the merging of the liquid crowns at the mouth of the cavity. Gravity and environmental pressure play important roles in cavity deformation and bubble entrapment after droplet impact on liquid pools. The maximum depth of the cavity decreases as the gravitational effect becomes stronger. The phenomenon of regular bubble pinch-off may disappear as the gravity decreases. We find that the regular bubble pinch-off can transform into large bubble entrapment when increasing environmental pressure. The size of the large bubble entrapped decreases with increasing the environmental pressure due to the larger difference in the pressure and the vorticity around the liquid crown at increased environmental pressure. Finally, the regime map of bubble entrapment after the droplet impact is obtained. ",
    "url": "https://arxiv.org/abs/2211.06791",
    "authors": [
      "Zhigang Xu",
      "Tianyou Wang",
      "Zhizhao Che"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2211.06796",
    "title": "Observation of the epsilon-near-zero (ENZ) effect inside the laser  plasma in air",
    "abstract": "In the world of epsilon-near-zero (ENZ) materials, the plasma is unique for its natural ENZ properties at the plasma frequency (wp). However, for the air plasma during femtosecond laser filamentation with wp in terahertz (THz) band, which is also known as a broadband THz emitter, the possible ENZ effect has long been neglected. In this work, interactions between the laser plasma in air and the radiated THz waves were investigated, and the THz resonance absorption at the ENZ point, which gave rise to the generation of surface plasmon waves, has been theoretically and experimentally demonstrated for the first time, to the best of our knowledge. Specifically, this ENZ effect was accompanied with THz modulations along the plasma filament in multiple domains, including the linear-to-elliptical THz polarization conversion and the multi-ring pattern of far-field THz profiles, etc. Thanks to these novel ENZ-induced phenomena, the understanding of this important plasma-based THz source has been enriched. Moreover, by extending the laser plasma to the role of ENZ material, it is promising to expedite related applications benefiting from the ENZ nature, e.g., the strong spatial confinement of THz waves inside the ENZ region between the bi-filaments array, which realized all-optical time-domain integration of broadband THz pulses as we recently displayed in [arXiv]. ",
    "url": "https://arxiv.org/abs/2211.06796",
    "authors": [
      "Jiayu Zhao"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.06804",
    "title": "Air-plasma-based all-optical temporal integration of broadband terahertz  pulses",
    "abstract": "Platforms for all-optical computing possess photonic circuits made of silicon-based channels, metal wires or optical fibers, etc. However, such solid waveguides suffer from the lack of reversibility and reconfigurability if facing the next generation of light-guiding-light (LGL) computing scheme, which envisions circuitry-free and rapidly reconfigurable systems powered by dynamic interactions between light beams. Here, we proposed the ubiquitous air as a restorable LGL signal manipulation medium with transient air-plasma waveguide circuits. Briefly, by focusing femtosecond laser beams in the free space, the created atmospherical plasma filament array via photoionization was able to guide terahertz (THz) pulses along its epsilon-near-zero (ENZ) zone with a 1/f-profile spectral response. Consequently, this achieved a time-domain integration of the THz pulse in broad bandwidth. When the pumping laser was sequentially turned off and on, this multi-filament air-plasma structure was erased and rebuilt within nano- and femto-seconds, respectively, allowing rapid and repeated rearrangements of the all-optical stage. Furthermore, this air-based LGL information processing approach is promising to pave the way towards all-optical calculations during free-space directional transmission of THz waves, by which means the delivered THz signal can be remotely controlled. ",
    "url": "https://arxiv.org/abs/2211.06804",
    "authors": [
      "Jia-Yu Zhao"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.06941",
    "title": "Synthesizing degree of polarization uniformity from  non-polarization-sensitive optical coherence tomography signals by neural  network",
    "abstract": "The degree of polarization uniformity (DOPU) imaging by polarization-sensitive optical coherence tomography (PS-OCT) has the potential to provide biomarkers in retinal diseases. It highlights abnormalities in the retinal pigment epithelium that is sometimes not clear in the OCT intensity images. However, the PS-OCT system is rather complicated than conventional OCT. We present a neural-network-based approach to estimate the DOPU from standard OCT images. A neural network was trained to synthesize DOPU from single-polarization-component OCT intensity images by targeting DOPU images. Synthesized DOPU images were generated by the neural network, and the clinical findings from ground truth DOPU and synthesized DOPU were investigated. There is a good agreement in the findings of the RPE abnormalities; 0.869 of recall and 0.920 of precision among 20 cases with retinal diseases. In 5 cases of healthy volunteers, no abnormalities were found in synthesized DOPU as well as ground truth DOPU. The proposed neural-network-based DOPU synthesizing method shows the potential to extend the features of retinal non-PS OCT. ",
    "url": "https://arxiv.org/abs/2211.06941",
    "authors": [
      "Shuichi Makita",
      "Masahiro Miura",
      "Shinnosuke Azuma",
      "Toshihiro Mino",
      "Yoshiaki Yasuno"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2211.07062",
    "title": "Resonance effects in Brunel harmonic generation in thin film organic  semiconductors",
    "abstract": "Organic semiconductors have attracted extensive attention due to their excellent optical and electronic properties. Here, we present an experimental and theoretical study of Brunel harmonic generation in two types of porphyrin thin films: tetraphenylporphyrin (TPP) and its organometallic complex derivative Zinc tetraphenylporphyrin (ZnTPP). Our results show that the $\\pi$-$\\pi^\\ast$ excitation of the porphyrin ringsystem plays a major role in the harmonic generation process. We uncovered the contribution of an interband process to Brunel harmonic generation. In particular, the resonant ($S_0 \\rightarrow S_2$ transition) enhanced multiphoton excitation is found to lead to an early onset of non-perturbative behavior for the 5th harmonic. Similar resonance effects are expected in Brunel harmonic generation with other organic materials. ",
    "url": "https://arxiv.org/abs/2211.07062",
    "authors": [
      "Weiwei Li",
      "Ahmad Saleh",
      "Manas Sharma",
      "Marek Sierka",
      "Christian Hünecke",
      "Marcel Neuhaus",
      "Lina Hedewig",
      "Boris Bergues",
      "Meshaal Alharbi",
      "Abdallah M. Azzeer",
      "Stefanie Gräfe",
      "Matthias F. Kling",
      "Abdullah F. Alharbi",
      "Zilong Wang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.07179",
    "title": "Photoionization and core resonances from range-separated time-dependent  density-functional theory for open-shell states: Example of the lithium atom",
    "abstract": "We consider the calculations of photoionization spectra and core resonances of open-shell systems using range-separated time-dependent density-functional theory. Specifically, we use the time-dependent range-separated hybrid (TDRSH) scheme, combining a long-range Hartree-Fock (HF) exchange potential and kernel with a short-range potential and kernel from a local density-functional approximation, and the time-dependent locally range-separated hybrid (TDLRSH) scheme, which uses a local range-separation parameter. To efficiently perform the calculations, we formulate a spin-unrestricted linear-response Sternheimer approach in a non-orthogonal B-spline basis set and using appropriate frequency-dependent boundary conditions. We illustrate this approach on the Li atom, which suggests that TDRSH and TDLRSH are adequate simple methods for estimating single-electron photoionization spectra of open-shell systems. ",
    "url": "https://arxiv.org/abs/2211.07179",
    "authors": [
      "Julien Toulouse",
      "Karno Schwinn",
      "Felipe Zapata",
      "Antoine Levitt",
      "Eric Cancès",
      "Eleonora Luppi"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2211.07242",
    "title": "THz optical solitons from dispersion-compensated antenna-coupled  planarized ring quantum cascade lasers",
    "abstract": "Quantum Cascade Lasers (QCL) constitute an intriguing opportunity for the production of on-chip optical Dissipative Kerr Solitons (DKS): self-organized optical waves which can travel while preserving their shape thanks to the interplay between Kerr effect and dispersion. Originally demonstrated in passive microresonators, DKS were recently observed in mid-IR ring QCL paving the way for their achievement even at longer wavelengths. To this end we realized defect-less THz ring QCLs featuring anomalous dispersion leveraging on a technological platform based on waveguide planarization. A concentric coupled-waveguide approach is implemented for dispersion compensation whilst a passive broadband bullseye antenna improves the device power extraction and far field. In these devices, comb spectra featuring sech$^2$ envelopes are presented for free-running operation. This first hint of the presence of solitons is further supported by the observation of highly hysteretic behaviour and by phase-sensitive measurements which show the presence of self-starting 12 ps-long pulses in the reconstructed time profile of the emission intensity. These observations are in very good agreement with our numeric simulations based on a Complex Ginzburg-Landau equation time-domain solver. Such devices constitute a new experimental platform for the study of soliton phenomena in the THz range, allowing as well on-chip, passive ultrashort THz pulse generation appealing for a variety of applications. ",
    "url": "https://arxiv.org/abs/2211.07242",
    "authors": [
      "Paolo Micheletti",
      "Urban Senica",
      "Andres Forrer",
      "Sara Cibella",
      "Guido Torrioli",
      "Martin Frankié",
      "Jérôme Faist",
      "Mattias Beck",
      "Giacomo Scalari"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.07448",
    "title": "Quantum interaction of sub-relativistic aloof electrons with mesoscopic  samples",
    "abstract": "Relativistic electrons experience very slight wave packet distortion and negligible momentum recoil when interacting with nanometer-sized samples, as a consequence of the ultra-short interaction time. Accordingly, modeling fast electrons as classical point-charges provides extremely accurate theoretical predictions of energy-loss spectra. Here we investigate the aloof interaction of nanometer-sized electron beams of few keV with micron-sized samples, a regime where the classical description generally fails due to significant wavefunction broadening and momentum recoil. To cope with these effects, we use macroscopic quantum electrodynamics to analytically derive a generalized expression for the electron energy loss probability which accounts for recoil. Quantum features of the interaction are shown to get dramatically strong as the interaction length is increased and/or the electron kinetic energy is decreased. Moreover, relatively large values of the energy loss probability are found at higher energy losses and larger impact parameters, a marked quantum effect which is classically forbidden by the evanescent profile of the field produced by a moving point-charge. ",
    "url": "https://arxiv.org/abs/2211.07448",
    "authors": [
      "Alessandro Ciattoni"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2211.06443",
    "title": "Fast electrically switchable large gap quantum spin Hall states in  MGe$_2$Z$_4$",
    "abstract": "Spin-polarized conducting edge currents counterpropagate in quantum spin Hall (QSH) insulators and are protected against disorder-driven localizations by the time-reversal symmetry. Using these spin-currents for device applications require materials having large band gap and fast switchable QSH states. By means of in-depth first-principles calculations, we demonstrate the large band gap and fast switchable QSH state in a newly introduced two-dimensional (2D) material family with 1T$^\\prime$-MGe$_2$Z$_4$ (M = Mo or W and Z = P or As). The thermodynamically stable 1T$^\\prime$-MoGe$_2$Z$_4$ monolayers have a large energy gap around $\\sim$237 meV. These materials undergo a phase transition from a QSH insulator to a trivial insulator with a Rashba-like spin splitting under the influence of an out-of-plane electric field, demonstrating the tunability of the band gap and its band topology. Fast topological phase switching in a large gap 1T$^\\prime$-MoGe$_2$Z$_4$ QSH insulators has potential applications in low-power devices, quantum computation, and quantum communication. ",
    "url": "https://arxiv.org/abs/2211.06443",
    "authors": [
      "Rajibul Islam",
      "Ghulam Hussain",
      "Rahul Verma",
      "Mohammad Sadegh Talezadehlari",
      "Zahir Muhammad",
      "Bahadur Singh",
      "Carmine Autieri"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2211.06632",
    "title": "12.6 dB squeezed light at 1550 nm from a bow-tie cavity for long-term  high duty cycle operation",
    "abstract": "Squeezed states are an interesting class of quantum states that have numerous applications. This work presents the design, characterisation, and operation of a bow-tie optical parametric amplifier (OPA) for squeezed vacuum generation. We report the high duty cycle operation and long-term stability of the system that makes it suitable for post-selection based continuous-variable quantum information protocols, cluster-state quantum computing, quantum metrology, and potentially gravitational wave detectors. Over a 50 hour continuous operation, the measured squeezing levels were greater than 10 dB with a duty cycle of 96.6%. Alternatively, in a different mode of operation, the squeezer can also operate 10 dB below the quantum noise limit over a 12 hour period with no relocks, with an average squeezing of 11.9 dB. We also measured a maximum squeezing level of 12.6 dB at 1550 nm. This represents one of the best reported squeezing results at 1550 nm to date for a bow-tie cavity. We discuss the design aspects of the experiment that contribute to the overall stability, reliability, and longevity of the OPA, along with the automated locking schemes and different modes of operation. ",
    "url": "https://arxiv.org/abs/2211.06632",
    "authors": [
      "Biveen Shajilal",
      "Oliver Thearle",
      "Aaron Tranter",
      "Yuerui Lu",
      "Elanor Huntington",
      "Syed Assad",
      "Ping Koy Lam",
      "Jiri Janousek"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.06667",
    "title": "Superconductor modulation circuits for Qubit control at microwave  frequencies",
    "abstract": "Readout and control of qubits are a limiting factor in scaling quantum computers. The ideal solution is to integrate energy-efficient superconductor circuits close from the quantum system to perform pre-processing tasks with orders of magnitude lower power consumption, hence correspondingly lower noise, to reach ultimate performance at cryogenic temperatures. In this context single flux quantum (SFQ) and adiabatic quantum flux parametron (AQFP) circuits are natural energy-efficient candidates to design cryogenic qubits readout and control systems. We have designed a superconductor-based function generator that can modulate the generated signal at tens of GHz, based on the input waveform applied to the mixer stage. This device works at 4.2K and the signal is transmitted by a matching circuit to the ~mK stage. ",
    "url": "https://arxiv.org/abs/2211.06667",
    "authors": [
      "Sasan Razmkhah",
      "Ali Bozbey",
      "Pascal Febvre"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Superconductivity (cond-mat.supr-con)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2211.06867",
    "title": "Coherence-Assisted Superradiant Laser with Hz Linewidth and $10^{-10}$W  Power",
    "abstract": "The superradiant laser, based on the clock transition between the electric ground state $^1$S$_0$ and the metastable state $^3$P$_0$ of fermionic alkaline-earth(-like) atoms, has been proposed to be a new promising light source with linewidth being the order of millihertz. However, due to the small $^1$S$_0$-to-$^3$P$_0$ transition strength, the steady-state power in that system is relatively low ($\\sim 10^{-12}$W). In this work, we propose an alternative superradiant laser scheme based on a Raman-transition-induced coupling between the $^3$P$_0$ and $^3$P$_1$ states in bosonic alkaline-earth(-like) atoms, and achieve a laser with linewidth $\\lesssim 2\\pi\\times1$Hz and power $\\gtrsim 10^{-10}$W ($\\sim 10^{3}$ photons in steady state) at a small pumping cost. The Raman beams play two significant roles in our scheme. First, the coherence between the dark and bright states induced by the Raman beams produce a new local minimum in the pumping-linewidth curve with pumping rate lower than $2\\pi \\times 10$kHz, which is beneficial for continuous output. Second, the Raman beams mix the long-lived $^3$P$_0$ state into the lasing state and thus reduce the linewidth. Our work greatly improves the output performance of the superradiant laser system with coherence induced by Raman transitions and may offer a firm foundation for its practical use in future. ",
    "url": "https://arxiv.org/abs/2211.06867",
    "authors": [
      "Guohui Dong",
      "Yao Yao",
      "Peng Zhang",
      "Dazhi Xu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2211.06998",
    "title": "All optical quantum information processing via a single-step Rydberg  blockade gate",
    "abstract": "One of the critical elements in the realization of the quantum internet are deterministic two-photon gates. This $CZ$ photonic gate also completes a set of universal gates for all-optical quantum information processing. This article discusses an approach to realize high fidelity $CZ$ photonic gate by storing both control and target photons within an atomic ensemble using non-Rydberg electromagnetically induced transparency (EIT) followed by a fast, single-step Rydberg excitation with global lasers. The proposed scheme operates by relative intensity modulation of two lasers used in Rydberg excitation. Circumventing the conventional $\\pi$-gap-$\\pi$ schemes, the proposed operation features continuous laser protection of the Rydberg atoms from the environment noise. The complete spatial overlap of stored photons inside the blockade radius optimizes the optical depth and simplifies the experiment. The coherent operation here is performed in the region that was dissipative in the previous Rydberg EIT schemes. Encountering the main imperfection sources, i.e. the spontaneous emission of the Rydberg and intermediate levels, population rotation errors, Doppler broadening of the transition lines, storage/retrieval efficiency, and atomic thermal motion induced decoherence, this article concludes that with realistic experimental parameters 99.7\\% fidelity is achievable. ",
    "url": "https://arxiv.org/abs/2211.06998",
    "authors": [
      "Mohammadsadegh Khazali"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.07075",
    "title": "Universal Quantum Perceptrons for Quantum Machine Learning",
    "abstract": "Quantum neuromorphic computing (QNC) is a subfield of quantum machine learning (QML) that capitalizes on inherent system dynamics. As a result, QNC can run on contemporary, noisy quantum hardware and is poised to realize challenging algorithms in the near term. One key element yet to be added to QNC is the characterization of the requisite dynamics for universal quantum neuromorphic computation. We address this issue by proposing a quantum equivalent to the classical perceptron, a simple mathematical model for a neuron that is the building block of various machine learning architectures. We introduce a quantum perceptron (QP) based on the analog dynamics of interacting qubits with tunable coupling constants. By adding tunable single-qubit rotations to the QP, we demonstrate that a QP can realize universal quantum computation, which contrasts sharply with the limited computational complexity of a single classical perceptron. We show that QPs are analogous to variational quantum algorithms (VQAs) familiar to the quantum machine learning community. We derive the quantum neural tangent kernel of a QP and compare the QP's trainability to the trainability of other VQAs. We discuss the advantages and drawbacks of kernel formalism. Finally, we demonstrate the effectiveness of QPs by applying them to numerous QML problems, including calculating the inner products between quantum states, entanglement witnessing, and quantum metrology. ",
    "url": "https://arxiv.org/abs/2211.07075",
    "authors": [
      "Rodrigo Araiza Bravo",
      "Khadijeh Najafi",
      "Taylor L. Patti",
      "Xun Gao",
      "Susanne F. Yelin"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2211.07230",
    "title": "Fermi arc reconstruction in synthetic photonic lattice",
    "abstract": "The chiral surface states of Weyl semimetals are known for having an open Fermi surface called Fermi arc. At the interface between two Weyl semimetals, these Fermi arcs are predicted to potentially deform into unique interface states. In this letter, we numerically study a one-dimensional (1D) dielectric trilayer grating where the relative displacements between adjacent layers play the role of two synthetic momenta. The lattice is described by an effective Hamiltonian whose spectral properties coincide closely with rigorous electromagnetic simulations. Our trilayer system is a simple but versatile platform that emulates 3D crystals without time-reversal symmetry, including Weyl semimetal, nodal line semimetal, and 3D Chern insulator. It allows us to not only observe phenomena such as the phase transition between Weyl semimetal and Chern insulator but also confirm the Fermi arc reconstruction between two Weyl semimetals. ",
    "url": "https://arxiv.org/abs/2211.07230",
    "authors": [
      "D.-H.-Minh Nguyen",
      "Chiara Devescovi",
      "Dung Xuan Nguyen",
      "Hai Son Nguyen",
      "Dario Bercioux"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.07247",
    "title": "Controlling the magnetic state of the proximate quantum spin liquid  $α$-RuCl$_3$ with an optical cavity",
    "abstract": "Harnessing the enhanced light-matter coupling and quantum vacuum fluctuations resulting from mode volume compression in optical cavities is a promising route towards functionalizing quantum materials and realizing exotic states of matter. Here, we extend cavity quantum electrodynamical materials engineering to correlated magnetic systems, by demonstrating that a Fabry-P\\'erot cavity can be used to control the magnetic state of the proximate quantum spin liquid $\\alpha$-RuCl$_3$. Depending on specific cavity properties such as the mode frequency, photon occupation, and strength of the light-matter coupling, any of the magnetic phases supported by the extended Kitaev model can be stabilized. In particular, in the THz regime, we show that the cavity vacuum fluctuations alone are sufficient to bring $\\alpha$-RuCl$_3$ from a zigzag antiferromagnetic to a ferromagnetic state. By external pumping of the cavity in the few photon limit, it is further possible to push the system into the antiferromagnetic Kitaev quantum spin liquid state. ",
    "url": "https://arxiv.org/abs/2211.07247",
    "authors": [
      "Emil Vinas Boström",
      "Adithya Sriram",
      "Martin Claassen",
      "Angel Rubio"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.07299",
    "title": "A distributed, active patch antenna model of a Josephson oscillator",
    "abstract": "Optimization of Josephson oscillators requires a quantitative understanding of their microwave properties. A Josephson junction has a geometry similar to a microstrip patch antenna. However, it is biased by a dc-current, distributed over the whole area of the junction. The oscillating electric field is generated internally via the ac-Josephson effect. In this work I present a distributed, active patch antenna model of a Josephson oscillator. It takes into account the internal Josephson electrodynamics and allows determination of the effective input resistance, which couples Josephson current to cavity modes in the transmission line formed by the junction. The model provides full characterization of Josephson oscillators and explains the origin of low radiative power efficiency. Finally, I discuss the design of an optimized Josephson patch oscillator, capable of reaching high efficiency and radiation power for emission into free space. ",
    "url": "https://arxiv.org/abs/2211.07299",
    "authors": [
      "Vladimir. M. Krasnov"
    ],
    "subjectives": [
      "Superconductivity (cond-mat.supr-con)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2211.07312",
    "title": "Ultrafast opto-mechanical terahertz modulators based on stretchable  carbon nanotube thin films",
    "abstract": "For terahertz (THz) wave applications, tunable and rapid modulation is highly required. When studied by means of optical pump-terahertz probe spectroscopy, single-walled carbon nanotubes (SWCNTs) thin films demonstrated ultrafast carrier recombination lifetimes with a high relative change in the signal under optical excitation, making them promising candidates for high-speed modulators. Here, combination of SWCNTthin films and stretchable substrates facilitated studies of the SWCNT mechanical properties under strain,and enabled the development of a new type of an opto-mechanical modulator. By applying a certain strain to the SWCNT films, the effective sheet conductance and therefore modulation depth can be fine-tuned to optimize the designed modulator. Modulators exhibited a photoconductivity change of 3-4 orders of magnitude under the strain due to the structural modification in the SWCNT network. Stretching was used to control the THz signal with a modulation depth of around 100 % without strain and 65 % at a high strainoperation of 40 %. The sensitivity of modulators to beam polarisation is also shown, which might also come in handy for the design of a stretchable polariser. Our results give a fundamental grounding for the design of high-sensitivity stretchable devices based on SWCNT films. ",
    "url": "https://arxiv.org/abs/2211.07312",
    "authors": [
      "Maksim I. Paukov",
      "Vladimir V. Starchenko",
      "Dmitry V. Krasnikov",
      "Gennady A. Komandin",
      "Yuriy G. Gladush",
      "Sergey S. Zhukov",
      "Boris P. Gorshunov",
      "Albert G. Nasibulin",
      "Aleksey V. Arsenin",
      "Valentyn S. Volkov",
      "Maria G. Burdanova"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.07578",
    "title": "Classical shadow tomography for continuous variables quantum systems",
    "abstract": "In this article we develop a continuous variable (CV) shadow tomography scheme with wide ranging applications in quantum optics. Our work is motivated by the increasing experimental and technological relevance of CV systems in quantum information, quantum communication, quantum sensing, quantum simulations, quantum computing and error correction. We introduce two experimentally realisable schemes for obtaining classical shadows of CV (possibly non-Gaussian) quantum states using only randomised Gaussian unitaries and easily implementable Gaussian measurements such as homodyne and heterodyne detection. For both schemes, we show that $N=\\mathcal{O}\\big(\\operatorname{poly}\\big(\\frac{1}{\\epsilon},\\log\\big(\\frac{1}{\\delta}\\big),M_n^{r+\\alpha},\\log(m)\\big)\\big)$ samples of an unknown $m$-mode state $\\rho$ suffice to learn the expected value of any $r$-local polynomial in the canonical observables of degree $\\alpha$, both with high probability $1-\\delta$ and accuracy $\\epsilon$, as long as the state $\\rho$ has moments of order $n>\\alpha$ bounded by $M_n$. By simultaneously truncating states and operators in energy and phase space, we are able to overcome new mathematical challenges that arise due to the infinite-dimensionality of CV systems. We also provide a scheme to learn nonlinear functionals of the state, such as entropies over any small number of modes, by leveraging recent energy-constrained entropic continuity bounds. Finally, we provide numerical evidence of the efficiency of our protocols in the case of CV states of relevance in quantum information theory, including ground states of quadratic Hamiltonians of many-body systems and cat qubit states. We expect our scheme to provide good recovery in learning relevant states of 2D materials and photonic crystals. ",
    "url": "https://arxiv.org/abs/2211.07578",
    "authors": [
      "Simon Becker",
      "Nilanjana Datta",
      "Ludovico Lami",
      "Cambyse Rouzé"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Mathematical Physics (math-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2101.10547",
    "title": "High-Harmonic Generation in the Water Window from mid-IR Laser Sources",
    "abstract": " Title: High-Harmonic Generation in the Water Window from mid-IR Laser Sources ",
    "url": "https://arxiv.org/abs/2101.10547",
    "authors": [
      "Keegan Finger",
      "David Atri-Schuller",
      "Nicolas Douguet",
      "Klaus Bartschat",
      "Kathryn R. Hamilton"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2206.14375",
    "title": "Open quantum systems with nonlinear environmental backactions: Extended  dissipaton theory versus core-system hierarchy construction",
    "abstract": " Comments: 11 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2206.14375",
    "authors": [
      "Zi-Hao Chen",
      "Yao Wang",
      "Rui-Xue Xu",
      "YiJing Yan"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2209.07714",
    "title": "Variational quantum algorithm for measurement extraction from the  Navier-Stokes, Einstein, Maxwell, B-type, Lin-Tsien, Camassa-Holm, DSW, H-S,  KdV-B, non-homogeneous KdV, generalized KdV, KdV, translational KdV, sKdV,  B-L and Airy equations",
    "abstract": " Comments: V3, 204 pages, 120 figures; incorporated results for approximation of time-dependent oscillatory components of quadratic and cubic order nonlinearities of generalized Camassa-Holm equations from infinite hierarchies of quasi-local and local symmetries ",
    "url": "https://arxiv.org/abs/2209.07714",
    "authors": [
      "Pete Rigas"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Information Theory (cs.IT)",
      "Numerical Analysis (math.NA)",
      "Optimization and Control (math.OC)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2209.08113",
    "title": "Exact quantum dynamics developments for floppy molecular systems and  complexes",
    "abstract": " Title: Exact quantum dynamics developments for floppy molecular systems and  complexes ",
    "url": "https://arxiv.org/abs/2209.08113",
    "authors": [
      "Edit Mátyus",
      "Alberto Martín Santa Daría",
      "Gustavo Avila"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2210.06830",
    "title": "Thermodynamic optical pressures in tight-binding nonlinear multimode  photonic systems",
    "abstract": " Comments: 25 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2210.06830",
    "authors": [
      "Nikolaos K. Efremidis",
      "Demetrios N. Christodoulides"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2211.02691",
    "title": "Optimised Trotter Decompositions for Classical and Quantum Computing",
    "abstract": " Comments: 24 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2211.02691",
    "authors": [
      "Johann Ostmeyer"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "High Energy Physics - Lattice (hep-lat)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2211.04262",
    "title": "High sensitivity magnetic field sensor via sandwich type PDMS resonator",
    "abstract": " Title: High sensitivity magnetic field sensor via sandwich type PDMS resonator ",
    "url": "https://arxiv.org/abs/2211.04262",
    "authors": [
      "Weikang Xu",
      "Jiamin Rong",
      "Enbo Xing",
      "Tao Jia",
      "Jianglong Li",
      "Jun Yue",
      "Jun Tang",
      "Jun Liu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2211.04607",
    "title": "First principles physics-informed neural network for quantum  wavefunctions and eigenvalue surfaces",
    "abstract": " Title: First principles physics-informed neural network for quantum  wavefunctions and eigenvalue surfaces ",
    "url": "https://arxiv.org/abs/2211.04607",
    "authors": [
      "Marios Mattheakis",
      "Gabriel R. Schleder",
      "Daniel T. Larson",
      "Efthimios Kaxiras"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2211.05302",
    "title": "Eliminating zeroth-order light of spatial light modulator with voltage  optimization",
    "abstract": " Comments: We just noted the explanation on phase retardation was incorrect and accordingly, the inhibition mechanism of zeroth-order light was not properly elucidated. We will submit a revised version soon ",
    "url": "https://arxiv.org/abs/2211.05302",
    "authors": [
      "Yueqiang Zhu",
      "Kaige Wang",
      "Jintao Bai",
      "Wei Zhao"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  }
]