[
  {
    "id": "arXiv:2404.10009",
    "title": "Relating interfacial Rossby wave interaction in shear flows with  Feynman's two-state coupled quantum system model for the Josephson junction",
    "abstract": "Here we show how Feynman's simplified model for the Josephson junction, as a macroscopic two-state coupled quantum system, has a one-to-one correspondence with the stable dynamics of two interfacial Rossby waves in piecewise linear shear flows. The conservation of electric charge and energy of the superconducting electron gas layers become respectively equivalent to the conservation of wave action and pseudoenergy of the Rossby waves. Quantum-like tunneling is enabled via action-at-a-distance between the two Rossby waves. Furthermore, the quantum-like phenomena of avoided crossing between eigenstates, described by the Klein-Gordon equation, is obtained as well in the classical shear flow system. In the latter, it results from the inherent difference in pseudoenergy between the in-phase and anti-phased normal modes of the interfacial waves. This provides an intuitive physical meaning to the role of the wavefunction's phase in the quantum system. A partial analog to the quantum collapse of the wavefunction is also obtained due to the existence of a separatrix between \"normal mode regions of influence\" on the phase plane, describing the system's dynamics. As for two-state quantum bits (qubits), the two-Rossby wave system solutions can be represented on a Bloch sphere, where the Hadamard gate transforms the two normal modes/eigenstates into an intuitive computational basis in which only one interface is occupied by a Rossby wave. Yet, it is a classical system which lacks exact analogs to collapse and entanglement, thus cannot be used for quantum computation, even in principle. ",
    "url": "https://arxiv.org/abs/2404.10009",
    "authors": [
      "Eyal Heifetz",
      "Nimrod Bratspiess",
      "Anirban Guha",
      "Leo Maas"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2404.10020",
    "title": "The Future of the Laser Lightning Rod",
    "abstract": "The recent development of high average, high peak power lasers has revived the effort of using lasers as a potential tool to influence natural lightning. Although impressive, the current progress in laser lightning control technology may only be the beginning of a phase involving a positive feedback between powerful laser development and atmospheric research. In this review paper, we critically evaluate the past, present and future of the Laser Lightning Rod Technology (LLRT) approach, considering both technological and scientific significance in atmospheric research. ",
    "url": "https://arxiv.org/abs/2404.10020",
    "authors": [
      "Thomas Produit",
      "Jérôme Kasparian",
      "Farhad Rachidi",
      "Marcos Rubinstein",
      "Aurélien Houard",
      "Jean-Pierre Wolf"
    ],
    "subjectives": [
      "Atmospheric and Oceanic Physics (physics.ao-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2404.10173",
    "title": "Coherent control of an optical tweezer phonon laser",
    "abstract": "The creation and manipulation of coherence continues to capture the attention of scientists and engineers. The optical laser is a canonical example of a system that, in principle, exhibits complete coherence. Recent research has focused on the creation of coherent, laser-like states in other physical systems. The phonon laser is one example where it is possible to amplify self-sustained mechanical oscillations. A single mode phonon laser in a levitated optical tweezer has been demonstrated through appropriate balance of active feedback gain and damping. In this work, coherent control of the dynamics of an optical tweezer phonon laser is used to share coherence between its different modes of oscillation, creating a multimode phonon laser. The coupling of the modes is achieved by periodically rotating the asymmetric optical potential in the transverse focal plane of the trapping beam via trap laser polarization rotation. The presented theory and experiment demonstrate that coherence can be transferred across different modes of an optical tweezer phonon laser, and are a step toward using these systems for precision measurement and quantum information processing. ",
    "url": "https://arxiv.org/abs/2404.10173",
    "authors": [
      "Kai Zhang",
      "Kewen Xiao",
      "Danika Luntz-Martin",
      "Ping Sun",
      "S. Sharma",
      "M. Bhattacharya",
      "A. N. Vamivakas"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2404.10265",
    "title": "Realization of Planar Optical Tweezer (2D-LOT) Powered by Light Sheet",
    "abstract": "We report the realization of the first planar optical tweezer trap system by a sheet of light. To visualize the trapping of the target object (dielectric bead or live cell) in a plane, an orthogonal widefield detection is employed. The planar / two-dimensional lightsheet optical tweezer (2D-LOT) sub-system is realized in an inverted microscopy mode with illumination from the bottom. A 1064 nm laser (power $\\sim 500 mW$) is expanded and directed to a combination of cylindrical lens and high NA objective lens to generate a tightly-focused diffraction-limited light sheet. The object to be trapped is injected in the specimen chamber (consists of two coverslips placed at a distance of $\\approx 1~mm$) using a syringe. The illumination of trap-laser light is along Z-direction (with coverslip along XZ-plane) whereas, the detection is achieved perpendicular to the coverslip (along Y-axis). The orthogonal detection is employed to directly visualize the trapping in a plane. The characterization of system PSF estimates the size of light sheet trap PSF to be, $2073.84 ~\\mu m^2$ which defines the active trap region / area. Beads are tracked on their way to the trap region for determining the trap stiffness along Z and X i.e, $k_z = 1.13 \\pm 0.034 ~pN/\\mu m$ and $k_x = 0.74 \\pm 0.021 ~pN/ \\mu m$. Results (image and video) show real-time trapping of dielectric beads in the trap zone (2D plane) generated by the light sheet. The beads can be seen getting trapped from all directions in the XZ-plane. Prolonged exposure to the light sheet builds up a 2D array of beads in the trap zone. Similar experiments on live NIH3T3 cells show cells trapped in the 2D trap. The potential of the planar trap lies in its ability to confine objects in two dimensions, thereby opening new kinds of experiments in biophysics, atomic physics, and optical physics. ",
    "url": "https://arxiv.org/abs/2404.10265",
    "authors": [
      "Neptune Baro",
      "Partha Pratim Mondal"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2404.10330",
    "title": "A broadband vortex beam generation by reflective meta-surface based on  metal double-slit resonant ring",
    "abstract": "Recently, meta-surface(MS) has emerged as a promising alternative method for generating vortex waves. At the same time, MS also face the problem of narrow bandwidth, in order to obtain a board bandwidth, the MS unit cells structure become more and more complex, which will deduce many inconveniences to the preparation process of MS device. Therefore, we want to design a simple MS unit cell with a multi-frequency selection. In this paper, based on the principle of geometric phase, we design a simple reflective MS unit cell based on metal double-slit resonant ring. We elaborate on the resonance mechanism of the MS unit cell. Under the normal incidence of circularly polarized (CP) waves, the reflection coefficient of the same polarization was greater than 85%. By rotating the orientation angle of the resonator on the MS unit cell, the continuous 2pi phase coverage was satisfied in the frequency range of 0.52THz-1.1THz, and the relative bandwidth becomes 71.6%. Based on this, we construct a vortex generator by using a 15*15 MS unit array. The right-handed circularly polarized waves (RCP) and left-handed circularly polarized waves (LCP) are separately incident on MS with topological charges of l=1,2,3 under multiple resonant frequencies. The generated RCP vortex wave with topological charges of l=-1,-2,-3 and the generated LCP vortex wave with topological charges of l=1,2,3. The numerical simulation results exhibit our designed MS with multiple resonance outcomes can achieve a multi-broadband operation and generate a wide-band vortex beam. In addition, we also calculate the pattern purity. Through theoretical analysis and numerical simulation, we prove that our designed MS can generate a broadband vortex wave. ",
    "url": "https://arxiv.org/abs/2404.10330",
    "authors": [
      "Xufeng Yuan",
      "Chaoying Zhao"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2404.10470",
    "title": "Reversible optical isolators and quasi-circulators using a  magneto-optical Fabry-Pérot cavity",
    "abstract": "Nonreciprocal optical devices are essential for laser protection, modern optical communication and quantum information processing by enforcing one-way light propagation. The conventional Faraday magneto-optical nonreciprocal devices rely on a strong magnetic field, which is provided by a permanent magnet. As a result, the isolation direction of such devices is fixed and severely restricts their applications in quantum networks.In this work, we experimentally demonstrate the simultaneous one-way transmission and unidirectional reflection by using a magneto-optical Fabry-P\\'{e}rot cavity and a magnetic field strength of $50~\\milli\\tesla$. An optical isolator and a three-port quasi-circulator are realized based on this nonreciprocal cavity system. The isolator achieves an isolation ratio of up to $22~\\deci\\bel$ and an averaged insertion loss down to $0.97~\\deci\\bel$. The quasi-circulator is realized with a fidelity exceeding $99\\%$ and an overall survival probability of $89.9\\%$, corresponding to an insertion loss of $\\sim 0.46~\\deci\\bel$. The magnetic field is provided by an electromagnetic coil, thereby allowing for reversing the light circulating path. The reversible quasi-circulator paves the way for building reconfigurable quantum networks. ",
    "url": "https://arxiv.org/abs/2404.10470",
    "authors": [
      "Tiantian Zhang",
      "Wenpeng Zhou",
      "Zhixiang Li",
      "Yutao Tang",
      "Fan Xu",
      "Haodong Wu",
      "Han Zhang",
      "Jiang-Shan Tang",
      "Ya-Ping Ruan",
      "Keyu Xia"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2404.10471",
    "title": "Advances in Atom Interferometry and their Impacts on the Performance of  Quantum Accelerometers On-board Future Satellite Gravity Missions",
    "abstract": "Recent advances in cold atom interferometry have cleared the path for space applications of quantum inertial sensors, whose level of stability is expected to increase dramatically with the longer interrogation times accessible in space. In this study, a comprehensive in-orbit model is developed for a Mach-Zehnder-type cold-atom accelerometer. Performance tests are realized under different assumptions, and the impact of various sources of errors on instrument stability is evaluated. Current and future advances for space-based atom interferometry are discussed, and their impact on the performance of quantum sensors on-board satellite gravity missions is investigated in three different scenarios: state-of-the-art scenario, near-future (between the next 5 and 10 years) and far-future scenarios (between the next 10 to 20 years). We show that one can achieve a sensitivity level close to 5E-10 with the current state-of-the-art technology. We also estimate that in the near and far-future, atom interferometry in space is expected to achieve sensitivity levels of 1E-11 and 1E-12, respectively. A roadmap for improvements in atom interferometry is provided that would maximize the performance of future CAI accelerometers, considering their technical capabilities. Finally, the possibility and challenges of having ultra-sensitive atom interferometry in space for future space missions are discussed. ",
    "url": "https://arxiv.org/abs/2404.10471",
    "authors": [
      "Alireza HosseiniArania",
      "Manuel Schilling",
      "Quentin Beaufils",
      "Annike Knabe",
      "Benjamin Tennstedt",
      "Alexey Kupriyanov",
      "Steffen Schön",
      "Franck Pereira dos Santos",
      "Jürgen Müller"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Space Physics (physics.space-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2404.10525",
    "title": "Breaking of Time Translation Symmetry and Ergodicity, and Entropy  decrease in a Continuous Time Crystal Driven by Nonreciprocal Optical Forces",
    "abstract": "Nonreciprocal nonequilibrium process are attracting growing interest in sociology, animal behaviour, chemistry, and nanotechnology, and may have played a role in the origin of life. It is less widely recognized, however, that in open systems light can induce nonreciprocal predator-prey like forces between nanoparticles. Such forces provide access to the continuous time crystal state of matter, which has been demonstrated in a plasmonic metamaterial array of nanowires wherein light triggers a spontaneous mobilization transition to the robust oscillatory state, breaking time translation symmetry. Here, we report on the first experimental study of the transient dynamics of light-induced mobilization and demobilization in a time crystal. By analysing time resolved phase trajectories of the system of nanowires, we show that the mobilization transition is accompanied by breaking of continuous time translation symmetry and ergodicity, and a decrease in the entropy of motion. This insight into the transient dynamics of a nonreciprocity-driven time crystal is relevant to optical timetronics, an information and communications technology paradigm relying on the unique functionalities of time crystals, and applications of the interacting nanowire oscillator platform to modelling a wide range of nonreciprocal processes from many-body dynamics to the early stages of matter-to-life transitions. ",
    "url": "https://arxiv.org/abs/2404.10525",
    "authors": [
      "Tongjun Liu",
      "Venugopal Raskatla",
      "Jinxiang Li",
      "Kevin F. MacDonald",
      "Nikolay I. Zheludev"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2404.10554",
    "title": "Quantum Mechanics of Human Perception, Behaviour and Decision-Making: A  Do-It-Yourself Model Kit for Modelling Optical Illusions and Opinion  Formation in Social Networks",
    "abstract": "On the surface, behavioural science and physics seem to be two disparate fields of research. However, a closer examination of problems solved by them reveals that they are uniquely related to one another. Exemplified by the theories of quantum mind, cognition and decision-making, this unique relationship serves as the topic of this chapter. Surveying the current academic journal papers and scholarly monographs, we present an alternative vision of the role of quantum mechanics in the modern studies of human perception, behaviour and decision-making. To that end, we mostly aim to answer the 'how' question, deliberately avoiding complex mathematical concepts but developing a technically simple computational code that the readers can modify to design their own quantum-inspired models. We also present several practical examples of the application of the computation code and outline several plausible scenarios, where quantum models based on the proposed do-it-yourself model kit can help understand the differences between the behaviour of individuals and social groups. ",
    "url": "https://arxiv.org/abs/2404.10554",
    "authors": [
      "Ivan S. Maksymov"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)",
      "Computational Finance (q-fin.CP)"
    ]
  },
  {
    "id": "arXiv:2404.10564",
    "title": "Photonic Neuromorphic Accelerators for Event-Based Imaging Flow  Cytometry",
    "abstract": "In this work, we present experimental results of a high-speed label-free imaging cytometry system that seamlessly merges the high-capturing rate and data sparsity of an event-based CMOS camera with lightweight photonic neuromorphic processing. This combination offers high classification accuracy and a massive reduction in the number of trainable parameters of the digital machine-learning back-end. The photonic neuromorphic accelerator is based on a hardware-friendly passive optical spectrum slicing technique that is able to extract meaningful features from the generated spike-trains. The experimental scenario comprises the discrimination of artificial polymethyl methacrylate calibrated beads, having different diameters, flowing at a mean speed of 0.01m/sec. Classification accuracy, using only lightweight, digital machine-learning schemes has topped at 98.2%. On the other hand, by experimentally pre-processing the raw spike data through the proposed photonic neuromorphic spectrum slicer we achieved an accuracy of 98.6%. This performance was accompanied by a reduction in the number of trainable parameters at the classification back-end by a factor ranging from 8 to 22, depending on the configuration of the digital neural network. ",
    "url": "https://arxiv.org/abs/2404.10564",
    "authors": [
      "Ioannis Tsilikas",
      "Aris Tsirigotis",
      "George Sarantoglou",
      "Stavros Deligiannidis",
      "Adonis Bogris",
      "Christoph Posch",
      "Gerd Van den Branden",
      "Charis Mesaritakis"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Image and Video Processing (eess.IV)"
    ]
  },
  {
    "id": "arXiv:2404.10677",
    "title": "Numerical validation of the inverse cascade of surface gravity wave  action",
    "abstract": "We report numerical simulations of surface gravity waves forced at small scale and the subsequent inverse cascade of wave action. We combine the spectral approach to simulating weakly nonlinear waves with the capabilities of modern Graphics Processing Units to reach unprecedented scale separation between the forcing and domain scales. The resulting broad inertial range allows for an unambiguous confirmation of the theoretical prediction for the spectrum in the inverse cascade regime, both in terms of spectral index and dependence of the spectral level on the action flux. ",
    "url": "https://arxiv.org/abs/2404.10677",
    "authors": [
      "CHristopher Higgins",
      "Basile Gallet"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2404.10768",
    "title": "Generalized Linear Response Theory for Pumped Systems and its  Application to Transient Optical Properties within DPOA",
    "abstract": "We derive the two-time linear response theory for out-of-equilibrium pumped systems, generic pump-probe delays and probe frequencies. Such a theory enormously simplifies the numerical calculations, for instance, of the optical conductivity with respect to the actual procedure, which requires computing the effect of the probe pulse for each time delay with respect to the pump pulse\\textcolor{red}{.} The theory is given for a generic observable and pumped Hamiltonian and then specialized for a system with a quadratic Hamiltonian and its transient optical properties, exploiting the Dynamical Projective Operatorial Approach (DPOA). The theory is complemented by a set of crucial numerical guidelines that help perform actual calculations in a computationally affordable way. The optical response (differential transient reflectivity and absorption) of a prototypical three-band (core, valence, and conduction) model in the XUV regime is analyzed in detail to illustrate the theory and its application. Using some generalizations of the density of states, we provide a systematic approach to exploring the optical properties in terms of the system band structure features and the pump parameters. Such an analysis can be extremely helpful in understanding the actual results of experimental optical measurements. Moreover, we study the effects of inter-band and intra-band transitions, the local dipole coupling, and single and multi-photon processes. The latter is further investigated by varying the central frequency of the pump pulse to have different regions of the first Brillouin zone in resonance with it. We also study the effect of varying the pump pulse intensity. Finally, we study and analyze the transient optical properties in the probe pulse regime of IR and visible. ",
    "url": "https://arxiv.org/abs/2404.10768",
    "authors": [
      "Amir Eskandari-asl",
      "Adolfo Avella"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Other Condensed Matter (cond-mat.other)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2404.10328",
    "title": "Quantum Computing for All: Online Courses Built Around Interactive  Visual Quantum Circuit Simulator",
    "abstract": "Quantum computing is a highly abstract scientific discipline, which, however, is expected to have great practical relevance in future information technology. This forces educators to seek new methods to teach quantum computing for students with diverse backgrounds and with no prior knowledge of quantum physics. We have developed an online course built around an interactive quantum circuit simulator designed to enable easy creation and maintenance of course material with ranging difficulty. The immediate feedback and automatically evaluated tasks lowers the entry barrier to quantum computing for all students, regardless of their background. ",
    "url": "https://arxiv.org/abs/2404.10328",
    "authors": [
      "Juha Reinikainen",
      "Vlad Stirbu",
      "Teiko Heinosaari",
      "Vesa Lappalainen",
      "Tommi Mikkonen"
    ],
    "subjectives": [
      "Software Engineering (cs.SE)",
      "Physics Education (physics.ed-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2404.10360",
    "title": "Numerical study of the Gross-Pitaevskii equation on a two-dimensional  ring and vortex nucleation",
    "abstract": "We consider the Gross-Pitaevskii equation with a confining ring potential with a Gaussian profile. By introducing a rotating sinusoidal perturbation, we numerically highlight the nucleation of quantum vortices in a particular regime throughout the dynamics. Numerical computations are made via a Strang splitting time integration and a two-point flux approximation Finite Volume scheme based on a particular admissible triangulation. We also develop numerical algorithms for vortex tracking adapted to our finite volume framework. ",
    "url": "https://arxiv.org/abs/2404.10360",
    "authors": [
      "Quentin Chauleur",
      "Radu Chicireanu",
      "Guillaume Dujardin",
      "Jean-Claude Garreau",
      "Adam Rançon"
    ],
    "subjectives": [
      "Numerical Analysis (math.NA)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2404.10589",
    "title": "Thermal Crosstalk Modelling and Compensation Methods for Programmable  Photonic Integrated Circuits",
    "abstract": "Photonic integrated circuits play an important role in the field of optical computing, promising faster and more energy-efficient operations compared to their digital counterparts. This advantage stems from the inherent suitability of optical signals to carry out matrix multiplication. However, even deterministic phenomena such as thermal crosstalk make precise programming of photonic chips a challenging task. Here, we train and experimentally evaluate three models incorporating varying degrees of physics intuition to predict the effect of thermal crosstalk in different locations of an integrated programmable photonic mesh. We quantify the effect of thermal crosstalk by the resonance wavelength shift in the power spectrum of a microring resonator implemented in the chip, achieving modelling errors <0.5 pm. We experimentally validate the models through compensation of the crosstalk-induced wavelength shift. Finally, we evaluate the generalization capabilities of one of the models by employing it to predict and compensate for the effect of thermal crosstalk for parts of the chip it was not trained on, revealing root-mean-square-errors of <2.0 pm. ",
    "url": "https://arxiv.org/abs/2404.10589",
    "authors": [
      "Isidora Teofilovic",
      "Ali Cem",
      "David Sanchez-Jacome",
      "Daniel Perez-Lopez",
      "Francesco Da Ros"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Machine Learning (cs.LG)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2404.10655",
    "title": "Quantum Simulation of Open Quantum Dynamics via Non-Markovian Quantum  State Diffusion",
    "abstract": "Quantum simulation of non-Markovian open quantum dynamics is essential but challenging for standard quantum computers due to their non-Hermitian nature, leading to non-unitary evolution, and the limitations of available quantum resources. Here we introduce a hybrid quantum-classical algorithm designed for simulating dissipative dynamics in system with non-Markovian environment. Our approach includes formulating a non-Markovian Stochastic Schr\\\"odinger equation with complex frequency modes (cNMSSE) where the non-Markovianity is characterized by the mode excitation. Following this, we utilize variational quantum simulation to capture the non-unitary evolution within the cNMSSE framework, leading to a substantial reduction in qubit requirements. To demonstrate our approach, we investigated the spin-boson model and dynamic quantum phase transitions (DQPT) within transverse field Ising model (TFIM). Significantly, our findings reveal the enhanced DQPT in TFIM due to non-Markovian behavior. ",
    "url": "https://arxiv.org/abs/2404.10655",
    "authors": [
      "Yukai Guo",
      "Xing Gao"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2404.10694",
    "title": "Towards scalable cryogenic quantum dot biasing using memristor-based DC  sources",
    "abstract": "Cryogenic memristor-based DC sources offer a promising avenue for in situ biasing of quantum dot arrays. In this study, we present experimental results and discuss the scaling potential for such DC sources. We first demonstrate the operation of a commercial discrete operational amplifier down to 1.2K which is used on the DC source prototype. Then, the tunability of the memristor-based DC source is validated by performing several 250mV-DC sweeps with a resolution of 10mV at room temperature and at 1.2K. Additionally, the DC source prototype exhibits a limited output drift of $\\approx1\\mathrm{\\mu Vs^{-1}}$ at 1.2K. This showcases the potential of memristor-based DC sources for quantum dot biasing. Limitations in power consumption and voltage resolution using discrete components highlight the need for a fully integrated and scalable complementary metal-oxide-semiconductor-based (CMOS-based) approach. To address this, we propose to monolithically co-integrate emerging non-volatile memories (eNVMs) and 65nm CMOS circuitry. Simulations reveal a reduction in power consumption, down to $\\mathrm{10\\mu W}$ per DC source and in footprint. This allows for the integration of up to one million eNVM-based DC sources at the 4.2K stage of a dilution fridge, paving the way for near term large-scale quantum computing applications. ",
    "url": "https://arxiv.org/abs/2404.10694",
    "authors": [
      "Pierre-Antoine Mouny",
      "Raphaël Dawant",
      "Patrick Dufour",
      "Matthieu Valdenaire",
      "Serge Ecoffey",
      "Michel Pioro-Ladrière",
      "Yann Beillard",
      "Dominique Drouin"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2206.11741",
    "title": "Observation of strong backscattering in valley-Hall photonic topological  interface modes",
    "abstract": " Comments: Accepted Manuscript ",
    "url": "https://arxiv.org/abs/2206.11741",
    "authors": [
      "Christian Anker Rosiek",
      "Guillermo Arregui",
      "Anastasiia Vladimirova",
      "Marcus Albrechtsen",
      "Babak Vosoughi Lahijani",
      "Rasmus Ellebæk Christiansen",
      "Søren Stobbe"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.03630",
    "title": "Single-shot measurement of photonic topological invariant",
    "abstract": " Title: Single-shot measurement of photonic topological invariant ",
    "url": "https://arxiv.org/abs/2305.03630",
    "authors": [
      "Nathan Roberts",
      "Guido Baardink",
      "Anton Souslov",
      "Peter J. Mosley"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.16945",
    "title": "Coherent radiation of an electron bunch colliding with an intense laser  pulse",
    "abstract": " Title: Coherent radiation of an electron bunch colliding with an intense laser  pulse ",
    "url": "https://arxiv.org/abs/2306.16945",
    "authors": [
      "Evgeny Gelfer",
      "Alexander Fedotov",
      "Ondrej Klimo",
      "Stefan Weber"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2307.16036",
    "title": "Applying Machine Learning Methods to Laser Acceleration of Protons:  Lessons Learned from Synthetic Data",
    "abstract": " Comments: new section with an optimization task, updated references ",
    "url": "https://arxiv.org/abs/2307.16036",
    "authors": [
      "Ronak Desai",
      "Thomas Zhang",
      "Ricky Oropeza",
      "John J. Felice",
      "Joseph R. Smith",
      "Alona Kryshchenko",
      "Chris Orban",
      "Michael L. Dexter",
      "Anil K. Patnaik"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Computational Physics (physics.comp-ph)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2308.08782",
    "title": "Amplifying Frequency Up-Converted Infrared Signals with a Molecular  Optomechanical Cavity",
    "abstract": " Comments: 6 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2308.08782",
    "authors": [
      "Fen Zou",
      "Lei Du",
      "Yong Li",
      "Hui Dong"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2308.16873",
    "title": "More Quantum Chemistry with Fewer Qubits",
    "abstract": " Comments: 25 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2308.16873",
    "authors": [
      "Jakob Günther",
      "Alberto Baiardi",
      "Markus Reiher",
      "Matthias Christandl"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Biological Physics (physics.bio-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2309.07713",
    "title": "Low-power, agile electro-optic frequency comb spectrometer for  integrated sensors",
    "abstract": " Comments: 12 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2309.07713",
    "authors": [
      "Kyunghun Han",
      "David A. Long",
      "Sean M. Bresler",
      "Junyeob Song",
      "Yiliang Bao",
      "Benjamin J. Reschovsky",
      "Kartik Srinivasan",
      "Jason J. Gorman",
      "Vladimir A. Aksyuk",
      "Thomas W. LeBrun"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2312.10288",
    "title": "Mechanism of stochastic resonance in viscoelastic channel flow",
    "abstract": " Comments: 5 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2312.10288",
    "authors": [
      "Yuke Li",
      "Victor Steinberg"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2401.01697",
    "title": "Consideration of non-phase-matched nonlinear effects in the design of  quasi-phase-matching crystals for optical parametric oscillators",
    "abstract": " Comments: 23 pages ",
    "url": "https://arxiv.org/abs/2401.01697",
    "authors": [
      "Zihua Zheng",
      "Ziwen Tang",
      "Zhiyi Wei",
      "Jinghua Sun"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2401.16487",
    "title": "Active learning of Boltzmann samplers and potential energies with  quantum mechanical accuracy",
    "abstract": " Title: Active learning of Boltzmann samplers and potential energies with  quantum mechanical accuracy ",
    "url": "https://arxiv.org/abs/2401.16487",
    "authors": [
      "Ana Molina-Taborda",
      "Pilar Cossio",
      "Olga Lopez-Acevedo",
      "Marylou Gabrié"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)",
      "Machine Learning (stat.ML)"
    ]
  },
  {
    "id": "arXiv:2402.00363",
    "title": "Limitations in design and applications of ultra-small mode volume  photonic crystals",
    "abstract": " Title: Limitations in design and applications of ultra-small mode volume  photonic crystals ",
    "url": "https://arxiv.org/abs/2402.00363",
    "authors": [
      "Rubaiya Emran",
      "Michelle Chalupnik",
      "Erik N. Knall",
      "Ralf Riedinger",
      "Cleaven Chia",
      "Marko Loncar"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2404.07835",
    "title": "Towards a realistic noise modelling of quantum sensors for future  satellite gravity missions",
    "abstract": " Comments: To be submited to Advances in Space Research ",
    "url": "https://arxiv.org/abs/2404.07835",
    "authors": [
      "João Encarnação",
      "Christian Siemes",
      "Ilias Daras",
      "Olivier Carraz",
      "Aaron Strangfeld",
      "Philipp Zingerle",
      "Roland Pail"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2404.09280",
    "title": "Improved Optimization for the Neural-network Quantum States and Tests on  the Chromium Dimer",
    "abstract": " Comments: 12 pages, 8 figures, and 2 table ",
    "url": "https://arxiv.org/abs/2404.09280",
    "authors": [
      "Xiang Li",
      "Jia-Cheng Huang",
      "Guang-Ze Zhang",
      "Hao-En Li",
      "Zhu-Ping Shen",
      "Chen Zhao",
      "Jun Li",
      "Han-Shi Hu"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  }
]