[
  {
    "id": "arXiv:2512.20731",
    "title": "Free space optics in two dimensions: optical elements for silicon photonics without lateral confinement",
    "abstract": "           Silicon photonic components based on freely propagating beams in 220 nm thick Si slab waveguides are described and characterized. Examples include optical relays, waveguide crossings, couplers, and resonators with wavelength independent Q factors. The unconfined beams are manipulated using reflecting mirrors etched into the Si layer, which operate in the total internal reflection (TIR) regime. This approach eliminates the back-scattering and waveguide loss arising from sidewall roughness in single mode waveguides, reduces sensitivity to small dimensional variations, and reduces light induced self-heating. Although the detailed behavior of TIR at curved waveguide side wall mirror is too complex to capture by simple models, the experimental results are found to be in qualitative agreement with simple analytical calculations based on Gaussian beam theory and effective index approximations.         ",
    "url": "https://arxiv.org/abs/2512.20731",
    "authors": [
      "Siegfried Janz",
      "Shurui Wang",
      "Rubin Ma",
      "Jean Lapointe",
      "Martin Vachon"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2512.20766",
    "title": "Watt-class injection-locked diode laser system at 399 nm for atomic physics",
    "abstract": "           We demonstrate an injection-locked 399 nm laser system with up to 1 W output power and a locked power fraction of 0.57. The system consists of a high power, multimode diode laser that is seeded by 5 mW from a single-mode external cavity diode laser. The locked high-power laser inherits the frequency agility and linewidth of the seed laser with 3.9 kHz broadening. With active stabilization, the injection lock can be maintained for more than a day. We verify the utility of this system for atomic physics by performing spectroscopy of an ytterbium atomic beam.         ",
    "url": "https://arxiv.org/abs/2512.20766",
    "authors": [
      "Rose Ranson",
      "Yifan Zhou",
      "Michael Hesford",
      "Jack Drouin",
      "Dhruv Azad",
      "Michalis Panagiotou",
      "Chris Overstreet"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2512.20779",
    "title": "Reciprocal Quantum Electrodynamics with Bound States in the Continuum",
    "abstract": "           Quantum electrodynamics (QED) accurately describes all known forms of modern optics and photonics regarding interactions between photons and matter. While matter ranges widely from atoms, particles, to solids, photons are predominantly in a confined physical space, such as a pair of mirrors, for enhanced photon-matter interactions known as cavity QED. Since position and momentum are canonically conjugate variables governed by Heisenberg's uncertainty principle, a fundamental question arises - what if light confinement is in the not-so-intuitive momentum or reciprocal space? The realization of photonic bound states in the continuum (BICs) has made possible this exotic scenario. Here, we summarize the most recent advancements at this research frontier in optics and photonics, covering weak coupling, strong coupling, and nonlinear optics. We can designate such photon-matter interactions enabled by reciprocal light confinement through BICs with truly open systems as reciprocal QED, which holds great promise to comprehend and extend cavity QED for optics, photonics, and related fields.         ",
    "url": "https://arxiv.org/abs/2512.20779",
    "authors": [
      "Shoufeng Lan"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2512.20836",
    "title": "The Benefits and Challenges of a Quantum Computing Concept Inventory",
    "abstract": "           A Quantum Computing Concept Inventory is needed for the acceleration of uptake of best practice in quantum computing education required to support the quantum computing workforce for the next two decades. Eight experts in quantum computing, quantum ommunication or quantum sensing were interviewed to determine if there is substantial non-mathematical content to warrant such an inventory and determine a preliminary list of key concepts that should be included in such an inventory. Developing such an inventory is a challenging task requiring significant international 'buy-in' and creativity to produce jargon-free valid questions which are accessible to students who are yet to study quantum mechanics.         ",
    "url": "https://arxiv.org/abs/2512.20836",
    "authors": [
      "Lachlan McGinness"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2512.20859",
    "title": "Study of the Influence of Implant Material on Magnetocardiography Measurements Using SQUID Sensors",
    "abstract": "           Magnetocardiography system is a medical device that diagnoses cardiac disease by measuring magnetic fields generated from electric currents flowing through the myocardium. However, the accuracy of measurement data can be degraded if strong magnetic materials are present or magnetic field changes occur near the MCG system. With the widespread use of implants, the number of patients with metallic implants is increasing, but there is a lack of in-depth research on the potential impact of implant materials on the results of the MCG examination. This study aims to analyze the effect of implant materials on MCG measurements and establish relevant criteria. In this study, a 96-channel MCG system employing Superconducting Quantum Interference Device sensors, specifically first-order gradiometers based on the Double Relaxation Oscillation SQUID method, and a Magnetically Shielded Room were utilized. Ti6Al4V ELI was selected as the representative implant material sample. Experiments were conducted under extreme conditions, where a sample significantly larger than an actual implant was placed as close as possible to the sensors. As a result, when the implant material was at the minimum distance to the sensor, the noise increase was approximately 0.7 fT/$\\sqrt{\\mathrm{Hz}}$, which satisfies the sensitivity criteria for MCG. Furthermore, since these results were obtained under severely adverse conditions designed to maximize the noise impact, it is anticipated that the effect would be even more negligible in actual clinical settings. In conclusion, it was confirmed that common implant materials have little to no effect on MCG measurements. However, as the experiments were not conducted with the material inserted into the human body, unlike actual clinical environments, the generation of magnetic fields due to micromotion has not been verified, thus requiring further experimentation.         ",
    "url": "https://arxiv.org/abs/2512.20859",
    "authors": [
      "Ho-Seong Lee",
      "Jae-Hyun Ahn",
      "Yong-Hwan Kim"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2512.20994",
    "title": "Complex Refractive Index Extraction for Spintronic Terahertz Emitter Analysis",
    "abstract": "           Spintronic terahertz emitters (STEs) generate broadband terahertz (THz) radiation, which is essential for spectroscopy, imaging, and communication. The performances and the essential physical parameters of STE devices are linked to the dielectric properties of the constituent materials. Terahertz time-domain spectroscopy (THz-TDS) is an effective tool to measure these properties, but conventional analysis struggles with thin or complex multilayered systems due to simplifying approximations or complex transfer functions. In this work, we present a practical method to extract dielectric properties of STE multilayers using the Transfer Matrix Method (TMM). By comparing the THz pulse calculated using the Transfer Matrix Method (TMM) with the experimentally measured pulse transmitted through the sample, we can extract the dielectric properties of STEs, enhancing THz-TDS analysis and facilitating STE design and optimization. This method avoids constructing complex transfer functions, accommodates diverse sample geometries, and is designed to be accessible, with a publicly available codebase, making it a useful tool for STE research.         ",
    "url": "https://arxiv.org/abs/2512.20994",
    "authors": [
      "Yingshu Yang",
      "Keynesh Dongol",
      "Stefano Dal Forno",
      "Ziqi Li",
      "Piyush Agarwal",
      "Amalini Mansor",
      "Ranjan Singh",
      "Marco Battiato",
      "Elbert E. M. Chia",
      "Guoqing Chang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Other Condensed Matter (cond-mat.other)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2512.20995",
    "title": "Experimental realization of Energy modulation of high-order R-TEM laser modes in Radially polarized cylindrical vector beam",
    "abstract": "           A In this work, an experimental approach is introduced to redistribute optical energy among the multiple concentric core rings of high-order R-TEM laser modes, differing from conventional high-order R-TEM modes that inherently exhibit non-uniform energy across their rings. By employing a diffractive optical element formed from a binary phase mask with two oppositely phased regions, the energy sharing between the rings can be tuned to achieve a variable intensity ratio in the ring pattern. The resulting modulated high-order R-TEM modes are expected to surpass standard R-TEM modes for applications requiring ring structures with nearly equal intensity, such as micro- and nanoparticle manipulation, optical lithography, and near-field optical data storage.         ",
    "url": "https://arxiv.org/abs/2512.20995",
    "authors": [
      "Brijesh Kumar Mishra",
      "Brijesh Kumar Singh"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2512.21013",
    "title": "Fundamental Phase Noise in Thin Film Lithium Niobate Resonators",
    "abstract": "           Fundamental phase noise in thin-film lithium niobate (TFLN) photonic integrated circuits is governed by thermal-charge-carrier-refractive (TCCR) dynamics arising from thermally driven carrier fluctuations. In contrast to the predominantly thermorefractive noise in silicon photonic platforms, TCCR noise represents a distinct mechanism that becomes critical for applications requiring high frequency stability and phase coherence, including optomechanical sensing, low-phase-noise microwave synthesis, and on-chip quantum squeezing. A quantitative understanding of the deterministic parameters that control TCCR noise is therefore essential for engineering the next generation of low-noise TFLN photonic systems. Here, we identify two dominant contributors to the TCCR noise in TFLN microresonators: material anisotropy and surface states. Material anisotropy results in increased noise for extraordinarily polarized optical modes and leads to a geometry dependent phase noise. Surface-state effects manifest as increased noise in higher-order transverse modes as well as more than 120-fold higher noise in suspended microresonators. Finally, we demonstrate that post-fabrication annealing -- widely used to reduce defect densities and recover crystal quality -- suppresses frequency noise by a factor of 8.2 in cladded microresonators. Together, these results establish a practical pathway for noise engineering in TFLN integrated photonic devices and accelerate their deployment in next-generation precision photonic systems.         ",
    "url": "https://arxiv.org/abs/2512.21013",
    "authors": [
      "Ran Yin",
      "Yue Yu",
      "Chunho Lee",
      "Ian Christen",
      "Zaijun Chen",
      "Mengjie Yu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2512.21035",
    "title": "Robust photon blockade with hybrid molecular optomechanics",
    "abstract": "           Molecular cavity optomechanical systems, featuring ultrahigh vibrational frequencies and strong light-matter interactions, hold significant promise for advancing applications in quantum science and technology. Specifically, by introducing metallic nanoparticles into microcavities, hybrid molecular cavity optomechanical systems can further enhance optical quality factors and system tunabilities, which enables scalable and controllable quantum platforms. In this study, we propose how to realize robust photon blockade, i.e., strong photon antibunching with arbitrary detuning conditions, by combining degenerate optical parametric amplification with a hybrid molecular cavity optomechanical system. More interesting, we find near-perfect optomechanical photon blockade at room temperature, which is robust against temperature and optical dissipation. In addition, our approach can release the strict condition of high temporal resolution by combining features of conventional and unconventional photon blockade. Our approach offers a feasible route to study intriguing quantum effects in hybrid molecular cavity optomechanical systems, and holds promise for applications in nonclassical state engineering, quantum sensing, and photonic precision measurements.         ",
    "url": "https://arxiv.org/abs/2512.21035",
    "authors": [
      "Jian Tang",
      "Baijun Li",
      "Bin Yin",
      "Tian-Xiang Lu",
      "Ran Huang",
      "Franco Nori",
      "Hui Jing"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2512.21087",
    "title": "Hamiltonian-Informed Point Group Symmetry-Respecting Ansatz for Variational Quantum Eigensolver",
    "abstract": "           Solving molecular energy levels via the Variational Quantum Eigensolver (VQE) algorithm represents one of the most promising applications for demonstrating practically meaningful quantum advantage in the noisy intermediate-scale quantum (NISQ) era. To strike a balance between ansatz complexity and computational stability in VQE calculations, we propose the HiUCCSD, a novel symmetry-respecting ansatz engineered from the intrinsic information of the Hamiltonian. We theoretically prove the effectiveness of HiUCCSD within the scope of Abelian point groups. Furthermore, we compare the performance of HiUCCSD and the established SymUCCSD via VQE and Adaptive Derivative-Assembled Pseudo-Trotter (ADAPT)-VQE numerical experiments on ten molecules with distinct point groups. The results show that HiUCCSD achieves equivalent performance to SymUCCSD for Abelian point group molecules, while avoiding the potential performance failure of SymUCCSD in the case of non-Abelian point group molecules. Across the studied molecular systems, HiUCCSD cuts the parameter count by 18%-83% for VQE and reduces the excitation operator pool size by 27%-84% for ADAPT-VQE, as compared with the UCCSD ansatz. With enhanced robustness and broader applicability, HiUCCSD offers a new ansatz option for advancing large-scale molecular VQE implementation.         ",
    "url": "https://arxiv.org/abs/2512.21087",
    "authors": [
      "Runhong He",
      "Arapat Ablimit",
      "Xin Hong",
      "Qiaozhen Chai",
      "Junyuan Zhou",
      "Ji Guan",
      "Guolong Cui",
      "Shenggang Ying"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2512.21122",
    "title": "Quantum Origin of Classical Background Fields from Coherent States: A First-Principles Formulation in QED",
    "abstract": "           Classical background electromagnetic fields are routinely employed in quantum electrodynamics to describe a wide range of physical situations, from laser-matter interactions to strong-field phenomena. In this work, we present a first-principles formulation that clarifies the quantum origin of such classical background fields in QED by systematically deriving them from coherent states of the electromagnetic field. Abstract Starting from the operator formulation of QED, we show how scattering amplitudes between coherent states naturally lead to an effective description in terms of background fields, while maintaining a clear separation between the coherent laser mode and other quantized photon degrees of freedom. This framework allows one to consistently incorporate effects beyond the fixed background approximation, such as depletion and backreaction, without assuming any particular field strength or intensity regime. Abstract We further demonstrate how the conventional generating functional with a prescribed background field emerges as a limiting case, corresponding to fixed coherent state boundary conditions. The path integral representation is then obtained as a reformulation of the same underlying Heisenberg picture amplitudes, providing a unified view of operator-based and functional approaches. Abstract Our results establish a general and intensity-independent foundation for QED with coherent background fields, within which the standard formulations of strong-field QED arise as well-defined special cases.         ",
    "url": "https://arxiv.org/abs/2512.21122",
    "authors": [
      "Keita Seto"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "High Energy Physics - Phenomenology (hep-ph)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2512.21277",
    "title": "Twist-Tuned Strong Coupling in Sub-GHz Wire Metasurface Bilayers",
    "abstract": "           Twist-angle control offers a bias-free route to reconfigurable metasurfaces, yet its extension to deeply subwavelength resonant platforms at VHF/UHF remains limited. We demonstrate a sub-GHz double-layer wire metasurface formed by two identical wire grids separated by a gap G, with in-plane rotation angle as the sole tuning parameter. One-port, loop-coupled S11 measurements supported by full-wave simulations reveal twist-driven hybridization of the dominant resonant manifold. For small G, the lower hybrid resonance redshifts continuously from 409 MHz to 210 MHz (2:1 tuning), enabling compact, twist-programmable resonant surfaces. Simulations further show that twisting imprints moire-like magnetic near-field super-modulations. From resonance frequencies, linewidths, and normal-mode splitting extracted from the complex response, we obtain normalized coupling up to g = 0.43 with cooperativity exceeding unity over broad angular ranges, meeting the resolved-splitting criterion. The rapid collapse of tunability at larger G confirms the near-field origin of the interaction.         ",
    "url": "https://arxiv.org/abs/2512.21277",
    "authors": [
      "Ingrid Torres",
      "Alex Krasnok"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2512.21335",
    "title": "Autonomous Uncertainty Quantification for Computational Point-of-care Sensors",
    "abstract": "           Computational point-of-care (POC) sensors enable rapid, low-cost, and accessible diagnostics in emergency, remote and resource-limited areas that lack access to centralized medical facilities. These systems can utilize neural network-based algorithms to accurately infer a diagnosis from the signals generated by rapid diagnostic tests or sensors. However, neural network-based diagnostic models are subject to hallucinations and can produce erroneous predictions, posing a risk of misdiagnosis and inaccurate clinical decisions. To address this challenge, here we present an autonomous uncertainty quantification technique developed for POC diagnostics. As our testbed, we used a paper-based, computational vertical flow assay (xVFA) platform developed for rapid POC diagnosis of Lyme disease, the most prevalent tick-borne disease globally. The xVFA platform integrates a disposable paper-based assay, a handheld optical reader and a neural network-based inference algorithm, providing rapid and cost-effective Lyme disease diagnostics in under 20 min using only 20 uL of patient serum. By incorporating a Monte Carlo dropout (MCDO)-based uncertainty quantification approach into the diagnostics pipeline, we identified and excluded erroneous predictions with high uncertainty, significantly improving the sensitivity and reliability of the xVFA in an autonomous manner, without access to the ground truth diagnostic information of patients. Blinded testing using new patient samples demonstrated an increase in diagnostic sensitivity from 88.2% to 95.7%, indicating the effectiveness of MCDO-based uncertainty quantification in enhancing the robustness of neural network-driven computational POC sensing systems.         ",
    "url": "https://arxiv.org/abs/2512.21335",
    "authors": [
      "Artem Goncharov",
      "Rajesh Ghosh",
      "Hyou-Arm Joung",
      "Dino Di Carlo",
      "Aydogan Ozcan"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)",
      "Machine Learning (cs.LG)",
      "Applied Physics (physics.app-ph)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2512.20690",
    "title": "Applications of silicon carbide as window materials in atomic cells and atomic devices",
    "abstract": "           Atomic cells made by anodically bonding silicon and borosilicate glasses are widely used in atomic devices. One inherent problem in these cells is that the silicon material blocks beams with wavelengths shorter than 1000 nm, which limits available optical accesses when alkali metal atoms are involved. In this work, we investigate the possibility of the silicon carbide material as an alternative of silicon materials in fabricating anodically bonded cells. We demonstrate that the optical, thermal and mechanical properties of silicon carbide help to improve the performance of atomic devices in certain applications.         ",
    "url": "https://arxiv.org/abs/2512.20690",
    "authors": [
      "Z.-P. Xie",
      "C.-P. Hao",
      "D. Sheng"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2512.20913",
    "title": "Tutorial on Superconducting Quantum Circuits: From Basics to Applications",
    "abstract": "           As superconducting circuits emerge as a leading platform for scalable quantum information processing, building comprehensive bridges from the foundational principles of macroscopic quantum phenomena to the architecture of modern quantum devices is increasingly essential for introducing new researchers to the field. This tutorial provides a self-contained, pedagogical introduction to superconducting quantum circuits at the undergraduate level. Beginning with an overview of superconductivity and the Josephson effect, the tutorial systematically develops the quantization of microwave circuits into the framework of circuit quantum electrodynamics (cQED). The transmon qubit is then introduced as a state-of-the-art application, with a detailed derivation of its Hamiltonian and its interaction with control and readout circuitry. The theoretical formalism is consolidated through a numerical simulation of vacuum Rabi oscillations in a driven transmon-resonator system, a canonical experiment that demonstrates the coherent energy exchange characteristic of the strong coupling regime. This work serves as a foundational guide and first point of contact, equipping students and researchers with the conceptual and mathematical tools necessary to understand and engineer superconducting quantum hardware.         ",
    "url": "https://arxiv.org/abs/2512.20913",
    "authors": [
      "Denys Derlian Carvalho Brito",
      "Fernando Valadares",
      "André Jorge Carvalho Chaves"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2512.20919",
    "title": "AI-Accelerated Qubit Readout at the Single-Photon Level for Scalable Atomic Quantum Processors",
    "abstract": "           Quantum state readout with minimal resources is crucial for scalable quantum information processing. As a leading platform, neutral atom arrays rely on atomic fluorescence imaging for qubit readout, requiring short exposure, low photon count schemes to mitigate heating and atom loss while enabling mid-circuit feedback. However, a fundamental challenge arises in the single-photon regime where severe overlap in state distributions causes conventional threshold discrimination to fail. Here, we report an AI-accelerated Bayesian inference method for fluorescence readout in neutral atom arrays. Our approach leverages Bayesian inference to achieve reliable state detection at the single-photon level under short exposure. Specifically, we introduce a weakly anchored Bayesian scheme that requires calibration of only one state, addressing asymmetric calibration challenges common across quantum platforms. Furthermore, acceleration is achieved via a permutation-invariant neural network, which yields a 100-fold speedup by compressing iterative inference into a single forward pass. The approach achieves relative readout fidelity above 99% and 98% for histogram overlaps of 61% and 72%, respectively, enabling reliable extraction of Rabi oscillations and Ramsey interference results unattainable with conventional threshold based methods. This framework supports scalable, real-time readout of large atom arrays and paves the way toward AI-enhanced quantum technology in computation and sensing.         ",
    "url": "https://arxiv.org/abs/2512.20919",
    "authors": [
      "Yaoting Zhou",
      "Weisen Wang",
      "Zhuangzhuang Tian",
      "Bin Huang",
      "Huancheng Chen",
      "Donghao Li",
      "Zhongxiao Xu",
      "Li Chen",
      "Heng Shen"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2512.21033",
    "title": "Quantum Homotopy Algorithm for Solving Nonlinear PDEs and Flow Problems",
    "abstract": "           Quantum algorithms to integrate nonlinear PDEs governing flow problems are challenging to discover but critical to enhancing the practical usefulness of quantum computing. We present here a near-optimal, robust, and end-to-end quantum algorithm to solve time-dependent, dissipative, and nonlinear PDEs. We embed the PDEs in a truncated, high dimensional linear space on the basis of quantum homotopy analysis. The linearized system is discretized and integrated using finite-difference methods that use a compact quantum algorithm. The present approach can adapt its input to the nature of nonlinearity and underlying physics. The complexity estimates improve existing approaches in terms of scaling of matrix operator norms, condition number, simulation time, and accuracy. We provide a general embedding strategy, bounds on stability criteria, accuracy, gate counts and query complexity. A physically motivated measure of nonlinearity is connected to a parameter that is similar to the flow Reynolds number $Re_{\\textrm{H}}$, whose inverse marks the allowed integration window, for given accuracy and complexity. We illustrate the embedding scheme with numerical simulations of a one-dimensional Burgers problem. This work shows the potential of the hybrid quantum algorithm for simulating practical and nonlinear phenomena on near-term and fault-tolerant quantum devices.         ",
    "url": "https://arxiv.org/abs/2512.21033",
    "authors": [
      "Sachin S. Bharadwaj",
      "Balasubramanya Nadiga",
      "Stephan Eidenbenz",
      "Katepalli R. Sreenivasan"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Engineering, Finance, and Science (cs.CE)",
      "Applied Physics (physics.app-ph)",
      "Computational Physics (physics.comp-ph)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2512.21044",
    "title": "Quantum scattering of hot H/D on CO$_2$: Cross sections and rate coefficients for planetary atmospheres and their evolution",
    "abstract": "           Collisions between hot hydrogen atoms and CO$_2$ play a central role in energy transfer and atmospheric escape in CO$_2$-rich planetary atmospheres. We present quantum mechanical $j_z$-conserving coupled-states calculations of state-resolved cross sections for H/D--CO$_2$ collisions at energies up to 5~eV, benchmarked to within 7\\% of close-coupling results. Scattering is strongly forward-peaked, yielding momentum-transfer cross sections substantially smaller than commonly assumed: mass-scaling from O/C--CO$_2$ systems overestimates H--CO$_2$ total cross sections by factors of 30--45, while existing empirical fits underestimate the low-energy regime by up to $\\sim$45\\%. Isotopic substitution (H/D) produces energy-dependent differences of up to 35\\% at $E<0.1$~eV, invalidating uniform scaling approaches for D/H fractionation. Maxwellian-averaged rate coefficients derived from our cross sections are significantly smaller than mass-scaled values, implying reduced H--CO$_2$ energy transfer efficiency. In atmospheric escape modelling, these revisions can shift Martian exobase altitudes by 10--20~km, leading to order-unity changes in thermal escape rates, and have implications for hydrogen loss in early CO$_2$-dominated planetary atmospheres. Our results provide essential quantum-mechanical inputs for revisiting atmospheric evolution scenarios on Mars, early Earth, and CO$_2$-rich exoplanets.         ",
    "url": "https://arxiv.org/abs/2512.21044",
    "authors": [
      "Cheikh T. Bop",
      "Marko Gacesa"
    ],
    "subjectives": [
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      "Atmospheric and Oceanic Physics (physics.ao-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Space Physics (physics.space-ph)"
    ]
  },
  {
    "id": "arXiv:2503.19109",
    "title": "Notes on Quantum Computing for Thermal Science",
    "abstract": "           This document explores the potential of quantum computing in Thermal Science. Conceived as a living document, it will be continuously updated with experimental findings and insights for the research community in Thermal Science. By experiments, we refer both to the search for the most effective algorithms and to the performance of real quantum hardware. Those are fields that are evolving rapidly, driving a technological race to define the best architectures. The development of novel algorithms for engineering problems aims at harnessing the unique strengths of quantum computing. Expectations are high, as users seek concrete evidence of quantum supremacy - a true game changer for engineering applications. Among all heat transfer mechanisms (conduction, convection, radiation), we start with conduction as a paradigmatic test case in the field being characterized by a rich mathematical foundation for our investigations.         ",
    "url": "https://arxiv.org/abs/2503.19109",
    "authors": [
      "Pietro Asinari",
      "Nada Alghamdi",
      "Paolo De Angelis",
      "Giulio Barletta",
      "Giovanni Trezza",
      "Marina Provenzano",
      "Matteo Maria Piredda",
      "Matteo Fasano",
      "Eliodoro Chiavazzo"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2508.12899",
    "title": "Optimization of airgap in a monocentric lens assembly and metasurface based anti-reflecting coating in the long-wave IR regime",
    "abstract": "           Owing to minimal aberration, larger field-of-view, and high resolution, monocentric lenses are preferred over other imagers in hemispherical image surface scenarios, particularly in the long-wave infrared (LWIR) region. Herein, we study a monocentric lens assembly consisting of a ball lens and two hemispherical shell lenses of given radii of curvature and lens materials to enhance the transmission of LWIR ranging from 8{\\mu}m to 12{\\mu}m wavelength. We optimize the air gaps between the lenses of the assembly for a wider range of incidence angles, assuming antireflecting coating (ARC) on all surfaces of the lenses. Additionally, the effect of temperature variation on the transmittance is also studied to attain an optimum air gap between the lenses. With the variation in incidence angle and temperature, modulations in focal length and spot size are reported for different wavelengths. Further, we propose a metasurface design to replace conventional multilayer ARCs to enhance the transmittance through the lens assembly over the given wavelength range for a wide field-of-view.         ",
    "url": "https://arxiv.org/abs/2508.12899",
    "authors": [
      "Manish Kala",
      "Pawan Singh",
      "Sanjay Kumar Mishra",
      "Unnikrishnan Gopinathan",
      "Ajay Kumar",
      "Akhilesh Kumar Mishra"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2509.12972",
    "title": "Quantum entropy and cardinality of the rational numbers",
    "abstract": "           We compare two methods for evaluating the cardinality of the Cartesian product $N \\times N$ of the set of natural numbers $N$. The first is used to explain the thermodynamics of black body radiation by using convergent functions on $N \\times N$. The cardinality of $N \\times N$ enters through the partition function, internal energy and entropy for every macrostate given by a normal mode of electromagnetic wave. Here, $N \\times N$ is assigned a greater cardinality than $N$. The second method was devised in analysis to count the rational numbers by using divergent functions on $N \\times N$. Here, $N \\times N$ is not assigned a greater cardinality than $N$. In this article, we show that the experimentally confirmed first approach is mathematically more consistent with the definition of the real line and foundations of topology. It also provides a quantitative measure of the cardinality of $N \\times N$ relative to that of N. Similar arguments show that the set of rational numbers is not countable. This article suggests that the axiom of choice is a more rigorous technique to prove the existence theorems for connection and metric on the spacetime manifold than the usual application of second-countability.         ",
    "url": "https://arxiv.org/abs/2509.12972",
    "authors": [
      "Kaushik Ghosh"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2509.15007",
    "title": "Hybrid Cavity from Tunable Coupling between Anapole and Fabry-Perot Resonance or Anti-resonance",
    "abstract": "           Enhancing light-matter interactions depends critically on the ability to tailor photonic modes at subwavelength scales, and combining distinct resonant modes has shown remarkable potential unattainable by individual resonances alone. Despite recent advances in anapole metasurfaces for energy confinement and Fabry-Perot (FP) cavities for spectral control, their synergistic coupling and resulting opportunities remain largely unexplored due to challenges such as precise nanoscale assembly. Here, we demonstrate that embedding a terahertz (THz) anapole metasurface within a tunable FP cavity results in a hybrid cavity that demonstrates exotic properties as the anapole transitions between coupling to FP resonances and anti-resonances via cavity-length tuning. At room temperature, we observe ultrastrong coupling (> 30% of the anapole frequency) between anapoles and FP resonances, generating tunable-dispersion polaritons that blend favorable properties of both modes. Meanwhile, anapole spectrally aligns with FP anti-resonances, leading to weak coupling that narrows the linewidth of the anapole's transmission peak by two orders of magnitude and enhances its local density of states (LDOS) near the metasurface correspondingly. With exceptional capabilities including formation of polaritons and significant enhancement of LDOS, the hybrid cavity enables strong interaction with functional materials, paving the way for exploration of quantum optics, molecular sensing, and ultrafast nonlinear photonics.         ",
    "url": "https://arxiv.org/abs/2509.15007",
    "authors": [
      "Aoning Luo",
      "Haitao Li",
      "Ken Qin",
      "Jingwen Ma",
      "Shijie Kang",
      "Jiayu Fan",
      "Yiyi Yao",
      "Xiexuan Zhang",
      "Jiusi Yu",
      "Boyang Qu",
      "Xiaoxiao Wu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2510.08136",
    "title": "Kirigami-based Flexible Metasurface with Reconfigurable Intrinsic Chirality from Zero to Near-unity",
    "abstract": "           Chiral responses in electromagnetic metasurfaces are typically categorized as extrinsic, resulting from asymmetric interactions between the structure and incident waves, and intrinsic, arising from three-dimensional symmetry breaking of the unit cell. However, most existing metasurface designs target only one type of chirality and lack a unified, continuously tunable platform for broader chiroptical control. To address this limitation, the designed kirigami-based flexible metasurface is proposed for dynamic, continuous modulation of chirality, which expands the control scope to both extrinsic and intrinsic chiral responses within a single, reconfigurable platform. Initially, the unfolded metasurface exhibits extrinsic chirality under oblique incidence. By introducing well-designed kirigami-based cuts and folds, the metasurface transitions from a planar and achiral configuration to a three-dimensional chiral geometry that breaks the mirror symmetry, thereby exhibiting tunable intrinsic chirality and asymmetric extrinsic chirality. As the folding angle increases, the resulting deformation enables continuous tuning of the chiral response, with circular dichroism and its asymmetry under oblique incidences progressively increasing and reaching pronounced levels across the X-band. Our work provides a lightweight, easy-fabricated, and mechanically reconfigurable metasurface, which offers strong potential for future development in adaptive photonic systems and advanced chiroptical technologies.         ",
    "url": "https://arxiv.org/abs/2510.08136",
    "authors": [
      "Yiyi Yao",
      "Shijie Kang",
      "Aoning Luo",
      "Jiusi Yu",
      "Ken Qin",
      "Xiexuan Zhang",
      "Jiayu Fan",
      "Xusheng Xia",
      "Haitao Li",
      "Xiaoxiao Wu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2512.06264",
    "title": "A Wideband Tri-Band Shared-Aperture Antenna Array for 5G and 6G Applications",
    "abstract": "           This work presents a wideband tri-band shared-aperture antenna array covering the 5G mid-band and 6G centimetric band. The challenge of scattering and coupling suppression is holistically addressed across the wide bands. Guided by characteristic mode analysis (CMA), a segmented spiral radiator is developed to mitigate high-frequency scattering and coupling while maintaining low-frequency radiation performance. Compared with a conventional tube radiator, the proposed spiral achieves a reduced radar cross-section (RCS) over 4.7-21.5 GHz (128.2%). With the aid of serial resonators, the segmented-spiral dipole achieves impedance matching in the low band (LB, 3.05-4.68 GHz, 42.2%), covering the 5G band (3.3-4.2 GHz), while additional suppressors further reduce cross-band coupling. The middle band (MB) and high band (HB) antennas operate at 6.2-10.0 GHz (46.9%) and 10.0-15.6 GHz (43.8%), respectively, collectively covering the anticipated 5G-Advanced and 6G bands (6.425-15.35 GHz). Both the MB and HB antennas employ a planar magnetoelectric (ME) dipole structure to avoid common-mode resonances within the LB and MB and to minimize cross-band scattering in the HB. The proposed array maintains undistorted radiation patterns and better than 20 dB port isolation between any two ports across all three bands.         ",
    "url": "https://arxiv.org/abs/2512.06264",
    "authors": [
      "Shang-Yi Sun",
      "Can Ding",
      "Hai-Han Sun",
      "Alessio Monti",
      "Y. Jay Guo"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2512.07392",
    "title": "A Tri-Band Shared-Aperture Base Station Antenna Array Covering 5G Mid-Band and 6G Centimetric Wave Band",
    "abstract": "           This work proposes a tri-band shared-aperture antenna array with three wide bands, covering the 5G mid-band and the 6G centimetric band, which is a promising candidate for future 6G base station antennas. The challenge of suppressing interferences, including scattering and coupling, in the tri-band array is holistically addressed across wide bands. Guided by characteristic mode analysis (CMA), a segmented spiral radiator is efficiently developed to mitigate scattering and coupling at high frequencies while preserving radiation performance at low frequencies. Compared to a conventional tube radiator, the proposed spiral exhibits a reduced radar cross-section (RCS) over an ultra-wide range of 4.7-21.5 GHz (128.2%). With the aid of serial resonators, impedance matching of the segmented-spiral-based dipole antenna is achieved across the low band (LB) of 3.05-4.68 GHz (42.2%), spanning the 5G band 3.3-4.2 GHz. Moreover, suppressors are placed near the LB ports to further reduce the cross-band coupling. Middle band (MB) and high band (HB) antennas operate in 6.2-10.0 GHz (46.9%) and 10.0-15.6 GHz (43.8%), respectively, collectively covering the anticipated 5G-Advanced and 6G centimetric band of 6.425-15.35 GHz. Both the MB and HB antennas employ a planar magnetoelectric (ME) dipole structure, which prevents common-mode resonances in the LB and MB, and mitigates the scattering from the MB antenna in the HB. In this tri-band array, radiation patterns remain undistorted across the LB, MB, and HB, and the isolation between any two ports exceeds 20 dB over all three bands.         ",
    "url": "https://arxiv.org/abs/2512.07392",
    "authors": [
      "Shang-Yi Sun",
      "Hai-Han Sun",
      "Can Ding",
      "Y. Jay Guo"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2512.16350",
    "title": "Three-Octave Supercontinuum Generation Spanning from Ultraviolet in Lithium Tantalate Waveguides",
    "abstract": "           We demonstrate, for the first time, supercontinuum generation spanning more than three octaves in dispersion-engineered thin-film lithium tantalate (TFLT) waveguides. Pumped by a femtosecond laser at 1560 nm, the waveguides yield a spectrum from 240 nm in the ultraviolet to beyond 2400 nm in the near-infrared. The spectral evolution is mapped from low-power harmonic generation (second- and third-harmonic) to a high-power continuum driven by soliton fission and dispersive wave emission. This first demonstration of ultrabroadband nonlinear optics in TFLT establishes it as a competitive, low-loss platform for integrated photonics, with significant potential for applications in frequency metrology and on-chip spectroscopy.         ",
    "url": "https://arxiv.org/abs/2512.16350",
    "authors": [
      "Lingfang Wang",
      "Tianyou Tang",
      "Huizong Zhu",
      "Juanjuan Lu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2512.19778",
    "title": "Validation of Quantum Computing for Transition Metal Oxide-based Automotive Catalysis",
    "abstract": "           Quantum computing presents a promising alternative to classical computational methods for modeling strongly correlated materials with partially filled d orbitals. In this study, we perform a comprehensive quantum resource estimation using quantum phase estimation (QPE) and qubitization techniques for transition metal oxide molecules and a Pd zeolite catalyst fragment. Using the binary oxide molecules TiO, MnO, and FeO, we validate our active space selection and benchmarking methodology, employing classical multireference methods such as complete active space self-consistent field (CASSCF) and N-electron valence state perturbation theory (NEVPT2). We then apply these methods to estimate the quantum resources required for a full-scale quantum simulation of a $Z_2Pd$ ($Z=Al_2Si_{22}O_{48}$) fragment taken from the $Pd/2(Al_xSi_{(1-x)})$ catalyst family where x=Si/Al. Our analysis demonstrates that for large Pd zeolite systems, simulations achieving chemical accuracy would require ~$10^6-10^7$ physical qubits, and range that is consistent with the projected capabilities of future fault-tolerant quantum devices. We further explore the impact of active space size, basis set quality, and phase estimation error on the required qubit and gate counts. These findings provide a roadmap for near-term and future quantum simulations of industrially relevant catalytic materials, offering insights into the feasibility and scaling of quantum chemistry applications in materials science.         ",
    "url": "https://arxiv.org/abs/2512.19778",
    "authors": [
      "Yuntao Gu",
      "Louis Hector Jr",
      "Paolo Giusto",
      "Matthew Titsworth",
      "Alok Warey",
      "Dnyanesh Rajpathak",
      "Eser Atesoglu"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Emerging Technologies (cs.ET)"
    ]
  },
  {
    "id": "arXiv:2507.17871",
    "title": "Shallow quantum circuit for generating extremely low-entangled approximate state designs",
    "abstract": "           Random quantum states have various applications in quantum information science. We discover a new ensemble of quantum states that serve as an $\\epsilon$-approximate state $t$-design while possessing extremely low entanglement, magic, and coherence. These resources can reach their theoretical lower bounds, $\\Omega(\\log (t/\\epsilon))$, which are also proven in this work. This implies that for fixed $t$ and $\\epsilon$, entanglement, magic, and coherence do not scale with the system size, i.e., $O(1)$ with respect to the total number of qubits $n$. Moreover, we explicitly construct an ancilla-free shallow quantum circuit for generating such states by transforming $k$-qubit approximate state designs into $n$-qubit ones without increasing the support size. The depth of such a quantum circuit, $O(t [\\log t]^3 \\log n \\log(1/\\epsilon))$, is the most efficient among existing algorithms without ancilla qubits. A class of quantum circuits proposed in our work offers reduced cost for classical simulation of random quantum states, leading to potential applications in quantum information processing. As a concrete example, we propose classical shadow tomography using an estimator with superpositions between only two states, from which almost all quantum states can be efficiently certified by requiring only $O(1)$ measurements and classical post-processing time.         ",
    "url": "https://arxiv.org/abs/2507.17871",
    "authors": [
      "Wonjun Lee",
      "Minki Hhan",
      "Gil Young Cho",
      "Hyukjoon Kwon"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Computational Physics (physics.comp-ph)"
    ]
  }
]