[
  {
    "id": "arXiv:2311.18123",
    "title": "Symmetries and Wavefunctions of Photons Confined in 3D Photonic Band Gap  Superlattices",
    "abstract": "We perform a computational study of confined photonic states that appear in a three-dimensional (3D) superlattice of coupled cavities, resulting from a superstructure of intentional defects. The states are isolated from the vacuum by a 3D photonic band gap, using a diamond-like inverse woodpile crystal structure, and exhibit 'Cartesian' hopping of photons in high-symmetry directions. We investigate the confinement dimensionality to verify which states are fully 3D confined, using a recently developed scaling theory to analyze the influence of the structural parameters of the 3D crystal. We create confinement maps that trace the frequencies of 3D confined bands for select combinations of key structural parameters, namely the pore radii of the underlying regular crystal and of the defect pores. We find that a certain minimum difference between the regular and defect pore radii is necessary for 3D confined bands to appear, and that an increasing difference between the defect pore radii from the regular radii supports more 3D confined bands. In our analysis we find that their symmetries and spatial distributions are more varied than electronic orbitals known from solid state physics. We also discover pairs of degenerate 3D confined bands with p-like orbital shapes and mirror symmetries matching the symmetry of the superlattice. Finally, we investigate the enhancement of the local density of optical states (LDOS) for cavity quantum electrodynamics (cQED) applications. We find that donor-like superlattices, i.e., where the defect pores are smaller than the regular pores, provide greater enhancement in the air region than acceptor-like structures with larger defect pores, and thus offer better prospects for doping with quantum dots and ultimately for 3D networks of single photons steered across strongly-coupled cavities. ",
    "url": "https://arxiv.org/abs/2311.18123",
    "authors": [
      "Marek Kozoň",
      "Ad Lagendijk",
      "Matthias Schlottbom",
      "Jaap J. W. van der Vegt",
      "Willem L. Vos"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.18135",
    "title": "On-Chip Backward Stimulated Brillouin Scattering in Lithium Niobate  Waveguides",
    "abstract": "We report on the first experimental demonstration of backward stimulated Brillouin scattering (SBS) in Lithium Niobate on Insulator (LNOI) waveguides. Performing polarization-dependent pump-probe experiments, we successfully quantified both intramodal and intermodal scattering among fundamental modes, showcasing substantial gains up to $G_{B}=$10m$^{-1}$W$^{-1}$. Such large gains on simple waveguides open a pathway for unlocking novel opto-electro-mechanical phenomena within the LNOI platform. ",
    "url": "https://arxiv.org/abs/2311.18135",
    "authors": [
      "Caique C. Rodrigues",
      "Nick J. Schilder",
      "Roberto O. Zurita",
      "Letícia S. Magalhães",
      "Amirhassan Shams-Ansari",
      "Thiago P. M. Alegre",
      "Marko Lončar",
      "Gustavo S. Wiederhecker"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.18148",
    "title": "A universal optical modulator for synthetic topologically tuneable  structured matter",
    "abstract": "Topologically structured matter, such as metasurfaces and metamaterials, have given rise to impressive photonic functionality, fuelling diverse applications from microscopy and holography to encryption and communication. Presently these solutions are limited by their largely static nature and preset functionality, hindering applications that demand dynamic photonic systems with reconfigurable topologies. Here we demonstrate a universal optical modulator that implements topologically tuneable structured matter as virtual pixels derived from cascading low functionality tuneable devices, altering the paradigm of phase and amplitude control to encompass arbitrary spatially varying retarders in a synthetic structured matter device. Our approach opens unprecedented functionality that is user-defined with high flexibility, allowing our synthetic structured matter to act as an information carrier, beam generator, analyser, and corrector, opening an exciting path to tuneable topologies of light and matter. ",
    "url": "https://arxiv.org/abs/2311.18148",
    "authors": [
      "Chao He",
      "Binguo Chen",
      "Zipei Song",
      "Zimo Zhao",
      "Yifei Ma",
      "Honghui He",
      "Lin Luo",
      "Tade Marozsak",
      "An Wang",
      "Rui Xu",
      "Peixiang Huang",
      "Xuke Qiu",
      "Bangshan Sun",
      "Jiahe Cui",
      "Yuxi Cai",
      "Yun Zhang",
      "Patrick Salter",
      "Julian AJ Fells",
      "Ben Dai",
      "Shaoxiong Liu",
      "Limei Guo",
      "Hui Ma",
      "Steve J Elston",
      "Qiwen Zhan",
      "Chengwei Qiu",
      "Stephen M Morris",
      "Martin J Booth",
      "Andrew Forbes"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.18230",
    "title": "Ultrafast Field-Resolved Nonlinear Optical Spectroscopy in the Molecular  Frame",
    "abstract": "We resolve the real-time electric field of a femtosecond third-order nonlinear optical signal in the molecular frame. The electric field emitted by the induced third-order polarization from impulsively pre-aligned gas-phase molecules at room temperature, in a degenerate four-wave mixing (DFWM) scheme, is measured using a spectral interferometry technique. We show that by measuring both the amplitude and phase of the emitted femtosecond pulse, information related to electronic symmetries can be accessed. The nonlinear signal is measured around a rotational revival to extract its molecular-frame angle dependence from pump-probe time delay scans. By comparing these measurements for two linear molecules, carbon dioxide (CO2) and Nitrogen (N2), we show that the measured second-order phase parameter (temporal chirp) of the signal is sensitive to the valence electronic symmetry of the molecules, whereas the amplitude of the signal does not show such sensitivity. We compare these measurements to theoretical calculations of the chirp observable in the molecular frame. This work is an important step towards using field-resolved nonlinear optical measurements to study ultrafast dynamics in electronically excited molecules. ",
    "url": "https://arxiv.org/abs/2311.18230",
    "authors": [
      "Siddhant Pandey",
      "Liang Z. Tan",
      "Francis Walz",
      "Varun Makhija",
      "Niranjan Shivaram"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2311.18304",
    "title": "AB-G$_0$W$_0$: A practical G$_0$W$_0$ method without frequency  integration based on an auxiliary boson expansion",
    "abstract": "Common G$_0$W$_0$ implementations rely on numerical or analytical frequency integration to determine the G$_0$W$_0$ self-energy, which results in a variety of practical complications. Recently, we demonstrated an exact connection between the G$_0$W$_0$ approximation and equation-of-motion (EOM) quantum chemistry approaches [J. Chem. Phys., 158, 124123 (2023)]. Based on this connection, we propose a new method to determine G$_0$W$_0$ quasiparticle energies which completely avoids frequency integration and its associated problems. To achieve this, we make use of an auxiliary boson (AB) expansion. We name the new approach AB-G$_0$W$_0$ and demonstrate its practical applicability in a range of molecular problems. ",
    "url": "https://arxiv.org/abs/2311.18304",
    "authors": [
      "Johannes Tölle",
      "Garnet Kin-Lic Chan"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2311.18385",
    "title": "Predicting mode-locked fiber laser output using feed-forward neural  network",
    "abstract": "With a great ability to solve regression problems, the artificial neural network has become a powerful tool to facilitate advancing ultrafast laser research. In this contribution, we demonstrate the capability of a feed-forward neural network (FNN) to predict the output parameters of a mode-locked fiber laser, which mutually depend on multiple intracavity parameters, with high speed and accuracy. A direct mapping between cavity parameters and laser output is realized through the FNN-trained models, bypassing tedious iterative numerical simulation as a common approach to get a converged solution for a laser cavity. We show that the laser output spectrum and temporal pulse profiles can be accurately predicted with the normalized root mean square error (NRMSE) of less than 0.032 within only a 5 ms time frame for scenarios inside and outside the training data. We investigate the influence of FNN configuration on prediction performance. Both gain and spectral filter parameters are explored to test the prediction capability of the trained FNN models at high speed. Straightforward and fast prediction of the laser output performance for varying laser intracavity parameters paves the way to intelligent short-pulsed lasers with inversed design or autonomous operation maintenance. ",
    "url": "https://arxiv.org/abs/2311.18385",
    "authors": [
      "Xinyang Liu",
      "Regina Gumenyuk"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2311.18469",
    "title": "Acoustic instability of a circular vortex with a smoothed vorticity  profile",
    "abstract": "It is known that a localized vortex can have two specific mechanisms of interaction with the ambient flow. The first mechanism is associated with acoustic radiation, which is accompanied by a loss of energy and causes instability in the case of negative energy of vortex disturbances. The second is a Miles mechanism of interaction of the vortex core oscillations with disturbances in the vicinity of the critical layer (where the phase velocity of the disturbances coincides with the velocity of the mean flow), accompanied by an energy flux from the critical layer vicinity, which leads to damping in the case of negative energy of the oscillations. For the first time, the flow with both of these mechanisms is considered. The problem is solved from the first principles. It is shown that the Miles mechanism can completely suppress acoustic instability, however, in the case of a stronger loss of energy due to acoustic radiation, acoustic instability will dominate. The role of various parameters is analyzed and a quantitative criterion for the acoustic instability of a vortex with a smoothed vorticity profile is obtained. ",
    "url": "https://arxiv.org/abs/2311.18469",
    "authors": [
      "V. F. Kopiev",
      "S. A. Chernyshev",
      "A. B. Barbasov"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2311.18687",
    "title": "Design of two-dimensional reflective imaging systems: An approach based  on inverse methods",
    "abstract": "Imaging systems are inherently prone to aberrations. We present an optimization method to design two-dimensional freeform reflectors that minimize aberrations for various parallel ray beams incident on the optical system. We iteratively design reflectors using inverse methods from non-imaging optics and optimize them to obtain a system that produces minimal aberrations. This is done by minimizing a merit function that quantifies aberrations and is dependent on the energy distributions at the source and target of an optical system, which are input parameters essential for inverse freeform design. The proposed method is tested for two configurations: a single-reflector system and a double-reflector system. Classical designs consisting of aspheric elements are well-known for their ability to minimize aberrations. We compare the performance of our freeform optical elements with classical designs. The optimized freeform designs outperform the classical designs in both configurations. ",
    "url": "https://arxiv.org/abs/2311.18687",
    "authors": [
      "Sanjana Verma",
      "Martijn J.H. Anthonissen",
      "Jan H.M. ten Thije Boonkkamp",
      "Wilbert L. IJzerman"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.00135",
    "title": "The anomalous skin effect and copper cavity operation at cryogenic  conditions",
    "abstract": " Comments: 18 pages, 24 figures ",
    "url": "https://arxiv.org/abs/2211.00135",
    "authors": [
      "Ulrich Ratzinger",
      "Huifang Wang"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2212.00590",
    "title": "A home-lab to study uncertainties using smartphone sensors and determine  the optimal number of measurements",
    "abstract": " Comments: 8 pages, 6 figures, submitted to GIREP 2022 proceedings. arXiv admin note: substantial text overlap with arXiv:2009.07049, arXiv:2005.13617 ",
    "url": "https://arxiv.org/abs/2212.00590",
    "authors": [
      "Martin Monteiro",
      "Cecilia Stari",
      "Arturo C. Marti"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)"
    ]
  },
  {
    "id": "arXiv:2302.07076",
    "title": "Miniaturized 2D Scanning Microscopy with a Single 1D Actuation for  Multi-Beam Optical Coherence Tomography",
    "abstract": " Title: Miniaturized 2D Scanning Microscopy with a Single 1D Actuation for  Multi-Beam Optical Coherence Tomography ",
    "url": "https://arxiv.org/abs/2302.07076",
    "authors": [
      "Rachel Yixuan Tan",
      "Rachel Chi Kei Chan",
      "Whitney Jia Ying Loh",
      "Kaicheng Liang"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2310.06749",
    "title": "QSym$^2$: A Quantum Symbolic Symmetry Analysis Program for Electronic  Structure",
    "abstract": " Comments: Main text: 36 pages (double column, single spacing), 7 figures, 5 tables; Supporting information: 13 pages (single column, double spacing), 2 figures, 1 table; Revised version accepted on 29th November 2023 for publication in Journal of Chemical Theory and Computation ",
    "url": "https://arxiv.org/abs/2310.06749",
    "authors": [
      "Bang C. Huynh",
      "Meilani Wibowo-Teale",
      "Andrew M. Wibowo-Teale"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2311.10214",
    "title": "Brillouin laser-driven terahertz oscillator up to 3 THz with  femtosecond-level timing jitter",
    "abstract": " Title: Brillouin laser-driven terahertz oscillator up to 3 THz with  femtosecond-level timing jitter ",
    "url": "https://arxiv.org/abs/2311.10214",
    "authors": [
      "Brendan M Heffernan",
      "James Greenberg",
      "Takashi Hori",
      "Tatsuya Tanigawa",
      "Antoine Rolland"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  }
]