[
  {
    "id": "arXiv:2112.12241",
    "title": "Two-Photon Excitation Spectroscopy of Silicon Quantum Dots and  Ramifications for Bio-Imaging",
    "abstract": "Two-photon excitation in the near-infrared (NIR) of colloidal nanocrystalline silicon quantum dots (nc-SiQDs) with photoluminescence also in the NIR has the potential to open up new opportunities in the field of deep biological imaging. Spectra of the degenerate two-photon absorption (2PA) cross section of colloidal nc-SiQDs are measured using two-photon excitation over a spectral range $1.46 < \\hbar \\omega < 1.91$ eV (wavelength $850 > \\lambda > 650$ nm) above the two-photon band gap $E_g^{(QD)}/2$, and at a representative photon energy $\\hbar \\omega = 0.99$ eV ($\\lambda = 1250$ nm) below this gap. Two-photon excited photoluminescence (2PE-PL) spectra of nc-SiQDs with diameters $d = 1.8 \\pm 0.2$ and $d = 2.3 \\pm 0.3$ nm, each passivated with 1-dodecene and dispersed in toluene, are calibrated in strength against 2PE-PL from a known concentration of Rhodamine B dye in methanol. The 2PA cross section is observed to be smaller for the smaller diameter nanocrystals and the onset of 2PA is observed to be blueshifted from the two-photon indirect band gap of bulk Si, as expected for quantum confinement of excitons. The efficiencies of nc-SiQDs for bio-imaging using 2PE-PL are simulated in various biological tissues and compared to other quantum dots and molecular fluorophores and found to be superior at greater depths. ",
    "url": "https://arxiv.org/abs/2112.12241",
    "authors": [
      "Brandon J. Furey",
      "Ben Stacy",
      "Tushti Shah",
      "Rodrigo M. Barba-Barba",
      "Ramon Carriles",
      "Alan Bernal",
      "Bernardo S. Mendoza",
      "Brian A. Korgel",
      "Michael C. Downer"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2112.12242",
    "title": "Non-invasive imaging of three-dimensional integrated circuit activity  using quantum defects in diamond",
    "abstract": "The continuous scaling of semiconductor-based technologies to micron and sub-micron regimes has resulted in higher device density and lower power dissipation. Many physical phenomena such as self-heating or current leakage become significant at such scales, and mapping current densities to reveal these features is decisive for the development of modern electronics. However, advanced non-invasive technologies either offer low sensitivity or poor spatial resolution and are limited to two-dimensional spatial mapping. Here we use shallow nitrogen-vacancy centres in diamond to probe Oersted fields created by current flowing within a multi-layered integrated circuit in pre-development. We show the reconstruction of the three-dimensional components of the current density with a magnitude down to $\\approx 10 \\,\\rm \\mu A / \\mu m^2$ and sub-micron spatial resolution capabilities at room temperature. We also report the localisation of currents in different layers and observe anomalous current flow in an electronic chip. Further improvements using decoupling sequences and material optimisation will lead to nA-current detection at sub-micron spatial resolution. Our method provides therefore a decisive breakthrough towards three-dimensional current mapping in technologically relevant nanoscale electronics chips. ",
    "url": "https://arxiv.org/abs/2112.12242",
    "authors": [
      "Marwa Garsi",
      "Rainer Stöhr",
      "Andrej Denisenko",
      "Farida Shagieva",
      "Nils Trautmann",
      "Ulrich Vogl",
      "Badou Sene",
      "Florian Kaiser",
      "Andrea Zappe",
      "Rolf Reuter",
      "Jörg Wrachtrup"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2112.12336",
    "title": "Deterministic generation of a perfect soliton crystal with a saturable  absorber",
    "abstract": "We numerically investigate the deterministic generation of a perfect soliton crystal (PSC) in an optical microresonator functionalized with a saturable absorber (SA). The SA allows the direct formation of a PSC from an initial, periodic Turing roll. It prevents passage through a chaotic state, which induces a stochastic nature as regards the number of generated dissipative Kerr solitons. We show that PSCs form deterministically, and the number is controlled by adjusting the input power and SA parameter. Our work provides a simple approach for obtaining a stable PSC that offers an ultra-high repetition rate and a high comb output power. ",
    "url": "https://arxiv.org/abs/2112.12336",
    "authors": [
      "Ayata Nakashima",
      "Shun Fujii",
      "Riku Imamura",
      "Keigo Nagashima",
      "Takasumi Tanabe"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2112.12470",
    "title": "Enantioselective optical gradient forces using 3D structured vortex  light",
    "abstract": "Here we highlight enantioselective optical gradient forces present in 3D structured optical vortex tweezing systems. One chiral force originates from the circular polarization of the light, while remarkably the other is independent of the input polarization, even occurring for unpolarized light, and is not present in 2D structured light nor propagating plane waves. This latter chiral sorting mechanism allows for the enantioselective trapping of chiral particles into distinct rings in the transverse plane through conservative radial forces. ",
    "url": "https://arxiv.org/abs/2112.12470",
    "authors": [
      "Kayn A Forbes",
      "Dale Green"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2112.12476",
    "title": "Chirp-compensated pulsed titanium-sapphire laser system for precision  spectroscopy",
    "abstract": "Active frequency-chirp compensation for a narrowband pulsed Titanium-Sapphire laser system is demonstrated using an intra-cavity electro-optic modulator resulting in improved spectral resolution and stability. With referencing to an optical frequency comb and further residual frequency chirp detection from shot-to-shot measurements, the resulting laser pulses are frequency up-converted for high-precision spectroscopy measurements in the VUV regime, where the relative uncertainty contribution due to frequency chirp is pushed to the $5 \\times 10^{-11}$ level. ",
    "url": "https://arxiv.org/abs/2112.12476",
    "authors": [
      "J. Hussels",
      "C. Cheng",
      "E.J. Salumbides",
      "W. Ubachs"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2112.12567",
    "title": "Numerical study of acoustic cell trapping above elastic membrane disks  driven in higher-harmonic modes by thin-film transducers with patterned  electrodes",
    "abstract": "Excitations of MHz acoustic modes are studied numerically in 10-um-thick silicon disk membranes with a radius of 100 and 500 um actuated by an attached 1-um-thick (AlSc)N thin-film transducer. It is shown how higher-harmonic membrane modes can be excited selectively and efficiently by appropriate patterning of the transducer electrodes. When filling the half-space above the membrane with a liquid, the higher-harmonic modes induce acoustic pressure fields in the liquid with interference patterns that result in the formation of a single, strong trapping region located 50 - 100 um above the membrane, where a single suspended cell can be trapped in all three spatial directions. The trapping strength depends on the acoustic contrast between the cell and the liquid, and as a specific example it is shown by numerical simulation that by using a 60% iodixanol solution, a cancer cell can be held in the trap. ",
    "url": "https://arxiv.org/abs/2112.12567",
    "authors": [
      "André G. Steckel",
      "Henrik Bruus"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2112.12585",
    "title": "Saturable absorption of free-electron laser radiation by graphite near  the carbon K-edge",
    "abstract": "The interaction of intense light with matter gives rise to competing nonlinear responses that can dynamically change material properties. Prominent examples are saturable absorption (SA) and two-photon absorption (TPA), which dynamically increase and decrease the transmission of a sample depending on pulse intensity, respectively. The availability of intense soft X-ray pulses from free-electron lasers (FEL) has led to observations of SA and TPA in separate experiments, leaving open questions about the possible interplay between and relative strength of the two phenomena. Here, we systematically study both phenomena in one experiment by exposing graphite films to soft X-ray FEL pulses of varying intensity, with the FEL energy tuned to match carbon 1s to $\\pi^*$ or 1s to $\\sigma^*$ transitions. It is observed for lower intensities that the nonlinear contribution to the absorption is dominated by SA attributed to ground-state depletion; for larger intensities ($>10^{14}$ W/cm$^2$), TPA becomes more dominant. The relative strengths of the two phenomena depend in turn on the specific transition driven by the X-ray pulse. Both observations are consistent with our real-time electronic structure calculations. Our results reveal the competing contributions of distinct nonlinear material responses to spectroscopic signals measured in the X-ray regime, demonstrating an approach of general utility for interpreting FEL spectroscopies. ",
    "url": "https://arxiv.org/abs/2112.12585",
    "authors": [
      "Lars Hoffmann",
      "Sasawat Jamnuch",
      "Craig P. Schwartz",
      "Tobias Helk",
      "Sumana L. Raj",
      "Hikaru Mizuno",
      "Riccardo Mincigrucci",
      "Laura Foglia",
      "Emiliano Principi",
      "Richard J. Saykally",
      "Walter S. Drisdell",
      "Shervin Fatehi",
      "Tod A. Pascal",
      "Michael Zuerch"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2112.12602",
    "title": "Artifacts in optical projection tomography due to refractive index  mismatch: model and correction",
    "abstract": "Optical Projection Tomography (OPT) is a powerful tool for 3D imaging of mesoscopic samples, thus of great importance to image whole organs for the study of various disease models in life sciences. OPT is able to achieve resolution at a few tens of microns over a large sample volume of several cubic centimeters. However, the reconstructed OPT images often suffer from artifacts caused by different kinds of physical miscalibration. This work focuses on the refractive index (RI) mismatch between the rotating object and the surrounding medium. We derive a 3D cone beam forward model to approximate the effect of RI mismatch and implement a fast and efficient reconstruction method to correct the induced seagull-shaped artifacts on experimental images of fluorescent beads. ",
    "url": "https://arxiv.org/abs/2112.12602",
    "authors": [
      "Yan Liu",
      "Jonathan Dong",
      "Cédric Schmidt",
      "Aleix Boquet-Pujadas",
      "Jérôme Extermann",
      "Michael Unser"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Image and Video Processing (eess.IV)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2112.12258",
    "title": "The Wavelength-shifting Optical Module",
    "abstract": "The Wavelength-shifting Optical Module (WOM) is a novel photosensor concept for the instrumentation of large detector volumes with single-photon sensitivity. The key objective is to improve the signal-to-noise ratio which is achieved by decoupling the photosensitive area of a sensor from the cathode area of its photomultiplier tube (PMT). The WOM consists of a transparent tube with two PMTs attached to its ends. The tube is coated with wavelength-shifting paint absorbing ultra-violet photons with nearly $100\\,\\%$ efficiency. Depending on the environment, e.g. air (ice), up to $73\\,\\%$ $(41\\,\\%)$ of the subsequently emitted optical photons can be captured by total internal reflection and propagate towards the PMTs where they are recorded. The optical properties of the paint, the geometry of the tube and the coupling of the tube to the PMTs have been optimized for maximal sensitivity based on theoretical derivations and experimental evaluations. Prototypes were built to demonstrate the technique and to develop a reproducible construction process. Important measurable characteristics of the WOM are the wavelength dependent effective area, the transit time spread of detected photons and the signal-to-noise ratio. The WOM outperforms bare PMTs especially with respect to the low signal-to-noise ratio with an increase of a factor up to 8.9 in air (5.2 in ice). Since the gain in sensitivity is mostly in the UV-regime, the WOM is an ideal sensor for Cherenkov and scintillation detectors. ",
    "url": "https://arxiv.org/abs/2112.12258",
    "authors": [
      "Benjamin Bastian-Querner",
      "Lucas S. Binn",
      "Sebastian Böser",
      "Jannes Brostean-Kaiser",
      "Dustin Hebecker",
      "Klaus Helbing",
      "Timo Karg",
      "Lutz Köpke",
      "Marek Kowalski",
      "Peter Peiffer",
      "Anna Pollmann",
      "John Rack-Helleis",
      "Martin Rongen",
      "Lea Schlickmann",
      "Florian Thomas",
      "Anna Vocke"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "High Energy Astrophysical Phenomena (astro-ph.HE)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2112.12322",
    "title": "High-order tensor flow processing using integrated photonic circuits",
    "abstract": "Tensor analytics lays mathematical basis for the prosperous promotion of multiway signal processing. To increase computing throughput, mainstream processors transform tensor convolutions to matrix multiplications to enhance parallelism of computing. However, such order-reducing transformation produces data duplicates and consumes additional memory. Here, we demonstrate an integrated photonic tensor flow processor without tensor-matrix transformation, which outputs the convolved tensor as the input tensor 'flows' through the processor. The hybrid manipulation of optical dimensions of wavelength, time, and space enables the direct representation and processing of high-order tensors in optical domain. In the proof-of-concept experiment, processing of multi-channel images and videos is accomplished at the frequency of 20 GHz. A convolutional neural network is demonstrated on the processor, which achieves an accuracy of 97.9 percent on action recognition. ",
    "url": "https://arxiv.org/abs/2112.12322",
    "authors": [
      "Shaofu Xu",
      "Jing Wang",
      "Sicheng Yi",
      "Weiwen Zou"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2112.12475",
    "title": "Quantum Skyrmion Lattices in Heisenberg Ferromagnets",
    "abstract": "Skyrmions are topological magnetic textures which can arise in non-centrosymmetric ferromagnetic materials. In most systems experimentally investigated to date, skyrmions emerge as classical objects. However, the discovery of skyrmions with nanometer length scales has sparked interest in their quantum properties. Quantum corrections to the classical magnetic textures have already been considered in the semiclassical regime. Here, we go beyond this limit by investigating quantum skyrmions in the deep quantum regime. We use density matrix renormalization group techniques to study two-dimensional spin-$1/2$ Heisenberg ferromagnets with Dzyaloshinskii-Moriya interactions and discover a broad region in the zero temperature phase diagram which hosts quantum skyrmion lattice ground states. We argue that this novel quantum skyrmion phase can be detected experimentally in the magnetization profile via local magnetic polarization measurements as well as in the spin structure factor measurable via neutron scattering experiments. Finally, we explore the resulting quantum skyrmion state, analyze its real space polarization profile and show that it is a non-classical state featuring entanglement between quasiparticle and environment mainly localized near the boundary spins of the skyrmion. ",
    "url": "https://arxiv.org/abs/2112.12475",
    "authors": [
      "Andreas Haller",
      "Solofo Groenendijk",
      "Alireza Habibi",
      "Andreas Michels",
      "Thomas L. Schmidt"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:0711.0637",
    "title": "Symmetry breaking and quantum correlations in finite systems: Studies of  quantum dots and ultracold Bose gases and related nuclear and chemical  methods",
    "abstract": " Comments: Due to renewed interest in Wigner (or electron) molecules in the context of quantum-computer qubits (see, e.g., arXiv:2009.13572), updated links to this review, which describes earlier theoretical work and predictions, are provided. For the published version click-on this https URL ",
    "url": "https://arxiv.org/abs/0711.0637",
    "authors": [
      "Constantine Yannouleas",
      "Uzi Landman"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Nuclear Theory (nucl-th)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2110.03172",
    "title": "Ideal Quantum Tele-amplification up to a Selected Energy Cut-off using  Linear Optics",
    "abstract": " Comments: 6 pages (main) + 15 pages (supplementary), 5 figures (main) + 11 figures (supplementary). Main change is the addition of a new section describing how our scheme still works well given experimental imperfections ",
    "url": "https://arxiv.org/abs/2110.03172",
    "authors": [
      "Joshua J. Guanzon",
      "Matthew S. Winnel",
      "Austin P. Lund",
      "Timothy C. Ralph"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2112.11525",
    "title": "Hydrogen Bonding and Nuclear Quantum Effects in Clays",
    "abstract": " Title: Hydrogen Bonding and Nuclear Quantum Effects in Clays ",
    "url": "https://arxiv.org/abs/2112.11525",
    "authors": [
      "Pawan J. K. Kurapothula",
      "Sam Shepherd",
      "David M. Wilkins"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  }
]