[
  {
    "id": "arXiv:2309.10828",
    "title": "Hidden ring crack in a rotating cylindrical shell under torsion",
    "abstract": "We consider the impact of a ring crack within a rotating hollow cylinder of fixed height under axisymmetric (torsion) loading. The form of the displacement is obtained from the equation of motion using the Fourier sin transform. The displacement jump over the crack is obtained from the boundary condition on the tangential stress, formulated as a singular integral equation which is solved by the method of orthogonal polynomials. The stress intensity factors on the opposing crack surfaces are calculated. The dependence of the crack extension on the problem geometry is investigated, including the impact of the crack's location, cylinder's height, torsion loading and rotation frequency. Possible extensions of the model to cover fatigue cracking are considered. A practical test to detect and locate cracks within a rotating cylinder is outlined. ",
    "url": "https://arxiv.org/abs/2309.10828",
    "authors": [
      "Zinaida Zhuravlova",
      "Igor Istenes",
      "Daniel Peck",
      "Yuriy Protserov",
      "Nataly Vaysfeld"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2309.10936",
    "title": "High-$β$ lasing in photonic-defect semiconductor-dielectric hybrid  microresonators with embedded InGaAs quantum dots",
    "abstract": "We report an easy-to-fabricate microcavity design to produce optically pumped high-$\\beta$ quantum dot microlasers. Our cavity concept is based on a buried photonic-defect for tight lateral mode confinement in a quasi-planar microcavity system, which includes an upper dielectric distributed Bragg reflector (DBR) as a promising alternative to conventional III-V semiconductor DBRs. Through the integration of a photonic-defect, we achieve low mode volumes as low as 0.28 $\\mu$m$^3$, leading to enhanced light-matter interaction, without the additional need for complex lateral nanoprocessing of micropillars. We fabricate semiconductor-dielectric hybrid microcavities, consisting of Al$_{0.9}$Ga$_{0.1}$As/GaAs bottom DBR with 33.5 mirror pairs, dielectric SiO$_{2}$/SiN$_x$ top DBR with 5, 10, 15, and 19 mirror pairs, and photonic-defects with varying lateral size in the range of 1.5 $\\mu$m to 2.5 $\\mu$m incorporated into a one-$\\lambda/n$ GaAs cavity with InGaAs quantum dots as active medium. The cavities show distinct emission features with a characteristic photonic defect size-dependent mode separation and \\emph{Q}-factors up to 17000 for 19 upper mirror pairs in excellent agreement with numeric simulations. Comprehensive investigations further reveal lasing operation with a systematic increase (decrease) of the $\\beta$-factor (threshold pump power) with the number of mirror pairs in the upper dielectric DBR. Notably, due to the quasi-planar device geometry, the microlasers show high temperature stability, evidenced by the absence of temperature-induced red-shift of emission energy and linewidth broadening typically observed for nano- and microlasers at high excitation powers. ",
    "url": "https://arxiv.org/abs/2309.10936",
    "authors": [
      "Kartik Gaur",
      "Ching-Wen Shih",
      "Imad Limame",
      "Aris Koulas-Simos",
      "Niels Heermeier",
      "Chirag C. Palekar",
      "Sarthak Tripathi",
      "Sven Rodt",
      "Stephan Reitzenstein"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2309.10991",
    "title": "A systematic evaluation of Silicon-rich Nitride Electro-optic Modulator  design and tradeoffs",
    "abstract": "We present a study of linearized \\c{hi}^((3)) based electro-optic modulation beginning with an analysis of the nonlinear polarizability, and how to linearize a modulator based on the quadratic third order DC-Kerr effect. Then we perform a numerical study, designing a linearized \\c{hi}^((3)) phase modulator utilizing Silicon-rich Nitride where we show that a phase modulator with a V_{\\pi} L_{\\pi} metric of 1 Vcm or a V_{\\pi} L_{\\pi} {\\alpha} metric of 37VdB is achievable and a V_{\\pi} L_{\\pi} as low as 0.5Vcm in a push-pull Mach Zehnder Interferometer. This numerical study argues that linearized modulation exploiting the \\c{hi}^((3)), and \\c{hi}^((2)) as applicable, is possible and can allow for high-speed modulation using a CMOS compatible material platform. ",
    "url": "https://arxiv.org/abs/2309.10991",
    "authors": [
      "Alex Friedman",
      "Dmitrii Belogolovskii",
      "Andrew Grieco",
      "Yeshaiahu Fainman"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2309.11176",
    "title": "Effects of electrons on nuclear clock transition frequency in $^{229}$Th  ions",
    "abstract": "We perform calculations of the energy shift of the nuclear clock transition frequency $^{229}$Th as a function of the number of electrons in Th ion. We demonstrate that the dependence of the nuclear frequency on electron configuration is significant. E.g., removing one electron from the atom leads to relative shift of the nuclear frequency $\\sim 10^{-7}$, which is twelve orders of magnitude larger than expected relative uncertainty of the nuclear clock transition frequency ($\\sim 10^{-19}$). This leads to difference of the nuclear clock frequencies in Th~IV, Th~III, Th~II and Th~I. The relative change of the nuclear frequency between neutral Th and its bare nucleus is 1\\%. We also calculate the field shift constants for isotopic and isomeric shifts of atomic electron transitions in Th ions. ",
    "url": "https://arxiv.org/abs/2309.11176",
    "authors": [
      "V. A. Dzuba",
      "V. V. Flambaum"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "High Energy Physics - Phenomenology (hep-ph)",
      "Nuclear Theory (nucl-th)"
    ]
  },
  {
    "id": "arXiv:2309.11223",
    "title": "Spatio-temporal dynamics of anisotropic emission from nano second laser  produced aluminium plasma",
    "abstract": "Polarized emission carries captivating information and can help understand various elementary processes involving collisions within the plasma as well as in radiative transitions. In this work, we investigate the spatio-temporal dependence of the emission anisotropy of a nanosecond laser produced aluminium plasma at 100 mbar background pressure. We observe that the anisotropy of the emission spectra exhibits interesting spatio-temporal characteristics which in turn depend on the charge state of the emitting species. The degree of polarization (DOP) is found to reverse its sign along the plume propagation direction. Observed behaviour in DOP appears to be due to the contribution from various involved atomic processes. However, closer to the sample the contribution from the self-generated magnetic field predominantly affect the polarization. On the other hand, the effect of the self generated magnetic field on the observed polarized emission is insignificant as the plume propagates away from the sample. This is of particular interest in polarization resolved laser induced breakdown spectroscopy as spatio-temporal profile of the degree of polarization has to be properly taken into account prior to the spectral analysis. ",
    "url": "https://arxiv.org/abs/2309.11223",
    "authors": [
      "Geethika B. R.",
      "Jinto Thomas",
      "Milaan Patel",
      "Renjith Kumar R.",
      "Hem Chandra Joshi"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2309.11424",
    "title": "Optical wavefront phase-tilt measurement using Si-photonic waveguide  grating couplers",
    "abstract": "Silicon photonic wavefront phase-tilt sensors for wavefront monitoring using surface coupling grating arrays are demonstrated. The first design employs the intrinsic angle dependence of the grating coupling efficiency to determine local wavefront tilt, with a measured sensitivity of 7 dB/degree. A second design connects four gratings in an interferometric waveguide circuit to determine incident wavefront phase variation across the sensor area. In this device, one fringe spacing corresponds to approximately 2 degree wavefront tilt change. These sensor elements can sample a wavefront incident on the chip surface without the use of bulk optic elements, fiber arrays, or imaging arrays. Both sensor elements are less than 60 um across, and can be combined into larger arrays to monitor wavefront tilt and distortion across an image or pupil plane in adaptive optics systems for free space optical communications, astronomy and beam pointing applications. ",
    "url": "https://arxiv.org/abs/2309.11424",
    "authors": [
      "Siegfried Janz",
      "Dan-Xia Xu",
      "Yuri Grinberg",
      "Shurui Wang",
      "Martin Vachon",
      "Pavel Cheben",
      "Jens H. Schmid",
      "Daniele Melati"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2309.10856",
    "title": "Non-equilibrium critical scaling and universality in a quantum simulator",
    "abstract": "Universality and scaling laws are hallmarks of equilibrium phase transitions and critical phenomena. However, extending these concepts to non-equilibrium systems is an outstanding challenge. Despite recent progress in the study of dynamical phases, the universality classes and scaling laws for non-equilibrium phenomena are far less understood than those in equilibrium. In this work, using a trapped-ion quantum simulator with single-ion resolution, we investigate the non-equilibrium nature of critical fluctuations following a quantum quench to the critical point. We probe the scaling of spin fluctuations after a series of quenches to the critical Hamiltonian of a long-range Ising model. With systems of up to 50 spins, we show that the amplitude and timescale of the post-quench fluctuations scale with system size with distinct universal critical exponents. While a generic quench can lead to thermal critical behaviour, we find that a second quench from one critical state to another (i.e. a double quench) results in critical behaviour that does not have an equilibrium counterpart. Our results demonstrate the ability of quantum simulators to explore universal scaling beyond the equilibrium paradigm. ",
    "url": "https://arxiv.org/abs/2309.10856",
    "authors": [
      "A. De",
      "P. Cook",
      "K. Collins",
      "W. Morong",
      "D. Paz",
      "P. Titum",
      "G. Pagano",
      "A. V. Gorshkov",
      "M. Maghrebi",
      "C. Monroe"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2303.01264",
    "title": "MLQD: A package for machine learning-based quantum dissipative dynamics",
    "abstract": " Title: MLQD: A package for machine learning-based quantum dissipative dynamics ",
    "url": "https://arxiv.org/abs/2303.01264",
    "authors": [
      "Arif Ullah",
      "Pavlo O. Dral"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2303.13044",
    "title": "Lightwave-controlled band engineering in quantum materials",
    "abstract": " Comments: 4 pages main text, 4 figures ",
    "url": "https://arxiv.org/abs/2303.13044",
    "authors": [
      "Sambit Mitra",
      "Álvaro Jiménez-Galán",
      "Marcel Neuhaus",
      "Rui E F Silva",
      "Volodymyr Pervak",
      "Matthias F Kling",
      "Shubhadeep Biswas"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2308.00907",
    "title": "Frequency Tunable Magnetostatic Wave Filters With Zero Static Power  Magnetic Biasing Circuitry",
    "abstract": " Comments: 65 pages, PDF; one supplementary note added, Revised spelling error in acknowledgement, results unchanged ",
    "url": "https://arxiv.org/abs/2308.00907",
    "authors": [
      "Xingyu Du",
      "Mohamad Hossein Idjadi",
      "Yixiao Ding",
      "Tao Zhang",
      "Alexander J. Geers",
      "Shun Yao",
      "Jun Beom Pyo",
      "Firooz Aflatouni",
      "Mark Allen",
      "Roy H. Olsson III"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2309.04720",
    "title": "A Compact Optical Six-Axis Force/Torque Sensor for Legged Robots Using a  Polymorphic Calibration Method",
    "abstract": " Comments: 12 pages, 13 figures, 9 tables ",
    "url": "https://arxiv.org/abs/2309.04720",
    "authors": [
      "Hyun-Bin Kim",
      "Keun-Ha Choi",
      "Kyung-Soo Kim"
    ],
    "subjectives": [
      "Robotics (cs.RO)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  }
]