[
  {
    "id": "arXiv:2411.03316",
    "title": "Quantum evolution: terrestrial fine-tuning of magnetic parameters",
    "abstract": "           For the first time in history, humankind might conceivably begin to imagine itself as a multi-planetary species. This goal will entail technical innovation in a number of contexts, including that of healthcare. All life on Earth shares an evolution that is coupled to specific environmental conditions, including gravitational and magnetic fields. While the human body may be able to adjust to short term disruption of these fields during space flights, any long term settlement would have to take into consideration the effects that different fields will have on biological systems, within the space of one lifetime, but also across generations. Magnetic fields, for example, influence the growth of stem cells in regenerative processes. Circadian rhythms are profoundly influenced by magnetic fields, a fact that will likely have an effect on mental as well as physical health. Even the brain responds to small perturbations of this field. One possible mechanism for the effects of weak magnetic fields on biological systems has been suggested to be the radical pair mechanism. The radical pair mechanism originated in the context of spin chemistry to describe how magnetic fields influence the yields of chemical reactions. This mechanism was subsequently incorporated into the field of quantum biology. Quantum biology, most generally, is the study of whether non-trivial quantum effects play any meaningful role in biological systems. The radical pair mechanism has been used most consistently in this context to describe the avian compass. Recently, however, a number of studies have investigated other biological contexts in which the radical pair might play a role, from the action of anaesthetics and antidepressants, to microtubule development and the proper function of the circadian clock... (full abstract in the manuscript)         ",
    "url": "https://arxiv.org/abs/2411.03316",
    "authors": [
      "Betony Adams",
      "Abbas Hassasfar",
      "Ilya Sinayskiy",
      "Alistair Nunn",
      "Geoffrey Guy",
      "Francesco Petruccione"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2411.03329",
    "title": "An Integrated Framework for Uncertainty Quantification in High Temperature Gas Cooled Reactors using the HCP Time-dependent Multiphysics code and Dakota toolkit",
    "abstract": "           The High Temperature Reactor Code Package provides sophisticated modeling and simulation capabilities for high temperature gas cooled reactors like the HTR-200 Modul. However, HCP currently lacks integrated methods for uncertainty quantification and sensitivity analysis. This work aims to couple HCP with the DAKOTA toolkit to enable UQ workflows for quantifying how different uncertainties impact HTGR system performance. DAKOTA offers state of the art sampling and analysis methods that will be linked to the HCP time-dependent multiphysics environment. Key input parameters related to manufacturing variability, boundary and initial conditions, and material properties will be defined as uncertain in this study. Both steady state and time-dependent multiphysics simulations will be analyzed to understand the relative importance of uncertainties across different physics phenomena. Output metrics of interest can include anything measured by the HCP code. Results show the HTR-200 Modul design's robustness to input uncertainties related to inlet gas temperature, U-235 enrichment, graphite density, inlet mass flow rate, and reactor power. A pressurized loss of forced cooling transient was simulated against uncertainty in the inlet gas temperature. Results show the maximum fuel temperature is within design limits with a relatively big safety margin even when considering uncertainty in the boundary conditions of the reactor. Future work will expand the analysis to more HCP physics modules and nuclear data uncertainties. By leveraging UQ and sensitivity analysis with the linked HCP/DAKOTA environment, this work will provide valuable new insights into the expected performance variability of HTR systems during normal and off-normal conditions. The framework developed here will aid uncertainty management activities by gas-cooled reactor developers, researchers, and regulators.         ",
    "url": "https://arxiv.org/abs/2411.03329",
    "authors": [
      "W. Osman",
      "A. Sadek",
      "M. R. Altahhan",
      "C. Liu",
      "M. Avramova",
      "K. Ivanov"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2411.03515",
    "title": "Tutorial: Classifying Photonic Topology Using the Spectral Localizer and Numerical $K$-Theory",
    "abstract": "           Recently, the spectral localizer framework has emerged as an efficient approach to classifying topology in photonic systems featuring local nonlinearities and radiative environments. In nonlinear systems, this framework provides rigorous definitions for concepts like topological solitons and topological dynamics, where a system's occupation induces a local change in its topology due to the nonlinearity. For systems embedded in radiative environments that do not possess a shared bulk spectral gap, this framework enables the identification of local topology and shows that local topological protection is preserved despite the lack of a common gap. However, as the spectral localizer framework is rooted in the mathematics of $C^*$-algebras, and not vector bundles, understanding and using this framework requires developing intuition for a somewhat different set of underlying concepts than those that appear in traditional approaches to classifying material topology. In this tutorial, we introduce the spectral localizer framework from a ground-up perspective, and provide physically motivated arguments for understanding its local topological markers and associated local measure of topological protection. In doing so, we provide numerous examples of the framework's application to a variety of topological classes, including crystalline and higher-order topology. We then show how Maxwell's equations can be reformulated to be compatible with the spectral localizer framework, including the possibility of radiative boundary conditions. To aid in this introduction, we also provide a physics-oriented introduction to multi-operator pseudospectral methods and numerical $K$-theory, two mathematical concepts that form the foundation for the spectral localizer framework.         ",
    "url": "https://arxiv.org/abs/2411.03515",
    "authors": [
      "Alexander Cerjan",
      "Terry A. Loring"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Mathematical Physics (math-ph)"
    ]
  },
  {
    "id": "arXiv:2411.03564",
    "title": "\"Super-resolution\" holographic optical tweezers array",
    "abstract": "           Aligning light spots into arbitrary shapes is a fundamental challenge in holography, leading to various applications across diverse fields in science and engineering. However, as the spot interval approaches the wavelength of light, interference effects among the spots become prominent, which complicates the generation of a distortion-free alignment. Herein, we introduce a hologram design method based on the optimisation of a nonlinear cost function using a holographic phase pattern as the optimisation parameter. We confirmed a spot interval of 0.952(1) $\\mu$m in a $5 \\times 5$ multispot pattern on the focal plane of a high-numerical-aperture (0.75) objective by observing the near-infrared (wavelength: 820 nm) holographic output light from a spatial light modulator device, a result which overcomes the limitation of a few micrometres under similar conditions. Furthermore, the definition of the Rayleigh diffraction limit is refined by considering the separation of spots and the spot interval, thereby concluding the achievement of \"super-resolution.\" The proposed method is expected to advance laser fabrication, scanning laser microscopy, and cold atom physics, among other fields.         ",
    "url": "https://arxiv.org/abs/2411.03564",
    "authors": [
      "Keisuke Nishimura",
      "Hiroto Sakai",
      "Takafumi Tomita",
      "Sylvain de Léséleuc",
      "Taro Ando"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2411.03738",
    "title": "Topological Dirac-vortex modes in a three-dimensional photonic topological insulator",
    "abstract": "           Recently, topological Dirac-vortex modes in Kekulé-distorted photonic lattices have attracted broad interest and exhibited promising applications in robust photonic devices such as topological cavities, lasers, and fibers. However, due to the vectorial nature of electromagnetic waves that results in complicated band dispersions and fails the tight-binding model predictions, it is challenging to construct three-dimensional (3D) topological photonic structures with Kekulé distortion and the photonic topological Dirac-vortex modes have thus far been limited to two-dimensional (2D) systems. Here, by directly mapping a 3D Kekulé-distorted tight-binding model in a 3D tight-binding-like photonic crystal exhibiting scalar-wave-like band structures, we theoretically propose and experimentally demonstrate topological Dirac-vortex modes in a 3D photonic topological insulator for the first time. Using microwave near-field measurements, we directly observe robust photonic topological Dirac-vortex modes bound to and propagate along a one-dimensional (1D) Dirac-vortex line defect, matching well with the tight-binding and simulation results. Our work offers an ideal platform to map tight-binding models in 3D topological photonic crystals directly and opens a new avenue for exploiting topological lattice defects to manipulate light in 3D space.         ",
    "url": "https://arxiv.org/abs/2411.03738",
    "authors": [
      "Bei Yan",
      "Yingfeng Qi",
      "Ziyao Wang",
      "Yan Meng",
      "Linyun Yang",
      "Zhen-Xiao Zhu",
      "Jing-Ming Chen",
      "Yuxin Zhong",
      "Min-Qi Cheng",
      "Xiang Xi",
      "Zhen Gao"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.03760",
    "title": "Superradiant active optical atomic clocks: motivations and current challenges",
    "abstract": "           Current state-of-the-art frequency standards are passive optical atomic clocks where the frequency of an optical resonator is stabilized to a narrow atomic transition. Passive clocks have achieved unprecedented stabilities of 6.6 x 10--19 over one hour of averaging time [1]. However, they face intrinsic limitations, particularly due to thermal and mechanical fluctuations of the local oscillator. To surpass the limitations of the passive clocks and go beyond the state-of-the-art, the idea of building active optical atomic clocks emerges. These clocks would be optical counterparts of hydrogen masers, with the emitted frequency defined by the atomic transition and therefore inherently stable against cavity instabilities. This paper discusses the latest developments and future prospects in the field of active optical atomic clocks.         ",
    "url": "https://arxiv.org/abs/2411.03760",
    "authors": [
      "Martina Matusko",
      "Marion Delehaye"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2411.03852",
    "title": "Self-consistent Quantum Linear Response with a Polarizable Embedding environment",
    "abstract": "           Quantum computing presents a promising avenue for solving complex problems, particularly in quantum chemistry, where it could accelerate the computation of molecular properties and excited states. This work focuses on hybrid quantum-classical algorithms for near-term quantum devices, combining the quantum linear response (qLR) method with a polarizable embedding (PE) environment. We employ the self-consistent operator manifold of quantum linear response (q-sc-LR) on top of a unitary coupled cluster (UCC) wave function in combination with a Davidson solver. The latter removes the need to construct the entire electronic Hessian, improving computational efficiency when going towards larger molecules. We introduce a new superposition-state-based technique to compute Hessian-vector products and show that this approach is more resilient towards noise than our earlier gradient-based approach. We demonstrate the performance of the PE-UCCSD model on systems such as butadiene and para-nitroaniline in water and find that PE-UCCSD delivers comparable accuracy to classical PE-CCSD methods on such simple closed-shell systems. We also explore the challenges posed by hardware noise and propose simple error correction techniques to maintain accurate results on noisy quantum computers.         ",
    "url": "https://arxiv.org/abs/2411.03852",
    "authors": [
      "Peter Reinholdt",
      "Erik Rosendahl Kjellgren",
      "Karl Michael Ziems",
      "Sonia Coriani",
      "Stephan P. A. Sauer",
      "Jacob Kongsted"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2411.03893",
    "title": "Emulating a quantum Maxwell's demon with non-separable structured light",
    "abstract": "           Maxwell's demon (MD) has proven an instructive vehicle by which to explore the relationship between information theory and thermodynamics, fueling the possibility of information driven machines. A long standing debate has been the concern of entropy violation, now resolved by the introduction of a quantum MD, but this theoretical suggestion has proven experimentally challenging. Here, we use classical vectorially structured light that is non-separable in spin and orbital angular momentum to emulate a quantum MD experiment. Our classically entangled light fields have all the salient properties necessary of their quantum counterparts but without the experimental complexity of controlling quantum entangled states. We use our experiment to show that the demon's entropy increases during the process while the system's entropy decreases, so that the total entropy is conserved through an exchange of information, confirming the theoretical prediction. We show that our MD is able to extract useful work from the system in the form of orbital angular momentum, opening a path to information driven optical spanners for the mechanical rotation of objects with light. Our synthetic dimensions of angular momentum can easily be extrapolated to other degrees of freedom, for scalable and robust implementations of MDs at both the classical and quantum realms, enlightening the role of a structured light MD and its capability to control and measure information.         ",
    "url": "https://arxiv.org/abs/2411.03893",
    "authors": [
      "Edgar Medina-Segura",
      "Paola C. Obando",
      "Light Mkhumbuza",
      "Enrique J. Galvez",
      "Carmelo Rosales-Guzmán",
      "Gianluca Ruffato",
      "Filippo Romanato",
      "Andrew Forbes",
      "Isaac Nape"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2411.03933",
    "title": "Characterization of newly developed large area SiC sensors for the NUMEN experiment",
    "abstract": "           First prototypes of large area, p-n junction, silicon carbide (SiC) detectors have been produced as part of an ongoing programme to develop a new particle identification wall for the focal plane detector of the MAGNEX magnetic spectrometer, in preparation for future NUMEN experimental campaigns. First characterizations of sensors from two wafers obtained with epitaxial silicon carbide growth and with different doping concentration are presented. Current (I-V) and capacitance (C-V) characteristics are investigated in order to determine the full depletion voltage and the doping profile. Radioactive {\\alpha}-sources are used to measure the energy resolution and estimate the depletion depth.         ",
    "url": "https://arxiv.org/abs/2411.03933",
    "authors": [
      "D. Carbone",
      "A. Spatafora",
      "D. Calvo",
      "F. Guerra",
      "G.A. Brischetto",
      "F. Cappuzzello",
      "M. Cavallaro",
      "M. Ferrero",
      "F. La Via",
      "S. Tudisco"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Nuclear Experiment (nucl-ex)"
    ]
  },
  {
    "id": "arXiv:2411.03946",
    "title": "Optomechanical microgear cavity",
    "abstract": "           We introduce a novel optomechanical microgear cavity for both optical and mechanical isotropic materials, featuring a single etch configuration. The design leverages a conjunction of phononic and photonic crystal-like structures to achieve remarkable confinement of both optical and mechanical fields. The microgear cavity we designed in amorphous silicon nitride exhibits a mechanical resonance at 4.8 GHz, and whispering gallery modes in the near-infrared, with scattering-limited quality factors above the reported material limit of up $10^7$. Notably, the optomechanical photoelastic overlap contribution reaches 75% of the ideal configuration seen in a floating ring structure.         ",
    "url": "https://arxiv.org/abs/2411.03946",
    "authors": [
      "Roberto O. Zurita",
      "Cauê M. Kersul",
      "Nick J. Schilder",
      "Gustavo S. Wiederhecker",
      "Thiago P. Mayer Alegre"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.04086",
    "title": "Rotating, cylindrical, acoustic invisibility cloak: solution using perturbation method",
    "abstract": "           Transformation Acoustics emerged in the mid-2000s, initiating a new paradigm of metamaterial designs. One of the most compelling designs, the invisibility cloak, holds promise for stealth and noise reduction applications in aviation. However, adapting this design to meet the demands of realistic conditions has proven challenging. This work focusses on the design of a stationary 2D cylindrical cloak and its performance whilst rotating, a result not yet reported in the literature. The study utilises linearised equations of motion with convective terms. A wave equation is derived, and corresponding solution and scattering coefficient are derived using a perturbation method and exact numerical solution. These results are used to evaluate the performance of the rotating cloak. Results show that rotation causes a reduction in cloaking performance with greater scattering observed for increasing rotational speeds, with a reasonable agreement (within 5%) between methods over the range of applicability. The perturbation method offers a fast, computationally inexpensive means of evaluating a rotating, graded anisotropic fluid.         ",
    "url": "https://arxiv.org/abs/2411.04086",
    "authors": [
      "Levi T. Kaganowich",
      "Deepak C. Akiwate",
      "Trevor J. Cox",
      "Olga Umnova"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2310.09121",
    "title": "Epistemic Boundaries and Quantum Uncertainty: What Local Observers Can (Not) Predict",
    "abstract": "           One of quantum theory's salient features is its apparent indeterminism, i.e. measurement outcomes are typically probabilistic. We formally define and address whether this uncertainty is unavoidable or whether post-quantum theories can offer a predictive advantage while conforming to the Born rule on average. We present a no-go claim combining three aspects: predictive advantage, no-signalling, and reliable intersubjectivity between quantum observers. The results of the analysis lead to the conclusion that there exists a fundamental limitation on genuine predictive advantage. However, we uncover a fascinating possibility: When the assumption of reliable intersubjectivity between different observers is violated, subjective predictive advantage can, in principle, exist. This, in turn, entails an epistemic boundary between different observers of the same theory. The findings reconcile us to quantum uncertainty as an aspect of limits on Nature's predictability.         ",
    "url": "https://arxiv.org/abs/2310.09121",
    "authors": [
      "Johannes Fankhauser"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2411.03373",
    "title": "Boosting electrode performance and bubble management via Direct Laser Interference Patterning",
    "abstract": "           Laser-structuring techniques like Direct Laser Interference Patterning show great potential for optimizing electrodes for water electrolysis. Therefore, a systematic experimental study based on statistical design of experiments is performed to analyze the influence of the spatial period and the aspect ratio between spatial period and structure depth on the electrode performance for pure Ni electrodes. The electrochemically active surface area could be increased by a factor of 12 compared to a non-structured electrode. For oxygen evolution reaction, a significantly lower onset potential and overpotential ($\\approx$-164 mV at 100 mA/cm$^2$) is found. This is explained by a lower number of active nucleation sites and, simultaneously, larger detached bubbles, resulting in reduced electrode blocking and thus, lower ohmic resistance. It is found that the spatial distance between the laser-structures is the decisive processing parameter for the improvement of the electrode performance.         ",
    "url": "https://arxiv.org/abs/2411.03373",
    "authors": [
      "Hannes Rox",
      "Fabian Ränke",
      "Jonathan Mädler",
      "Mateusz M. Marzec",
      "Krystian Sokolowski",
      "Robert Baumann",
      "Homa Hamedi",
      "Xuegeng Yang",
      "Gerd Mutschke",
      "Leon Urbas",
      "Andrés Fabián Lasagni",
      "Kerstin Eckert"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2411.03527",
    "title": "PACE: Pacing Operator Learning to Accurate Optical Field Simulation for Complicated Photonic Devices",
    "abstract": "           Electromagnetic field simulation is central to designing, optimizing, and validating photonic devices and circuits. However, costly computation associated with numerical simulation poses a significant bottleneck, hindering scalability and turnaround time in the photonic circuit design process. Neural operators offer a promising alternative, but existing SOTA approaches, NeurOLight, struggle with predicting high-fidelity fields for real-world complicated photonic devices, with the best reported 0.38 normalized mean absolute error in NeurOLight. The inter-plays of highly complex light-matter interaction, e.g., scattering and resonance, sensitivity to local structure details, non-uniform learning complexity for full-domain simulation, and rich frequency information, contribute to the failure of existing neural PDE solvers. In this work, we boost the prediction fidelity to an unprecedented level for simulating complex photonic devices with a novel operator design driven by the above challenges. We propose a novel cross-axis factorized PACE operator with a strong long-distance modeling capacity to connect the full-domain complex field pattern with local device structures. Inspired by human learning, we further divide and conquer the simulation task for extremely hard cases into two progressively easy tasks, with a first-stage model learning an initial solution refined by a second model. On various complicated photonic device benchmarks, we demonstrate one sole PACE model is capable of achieving 73% lower error with 50% fewer parameters compared with various recent ML for PDE solvers. The two-stage setup further advances high-fidelity simulation for even more intricate cases. In terms of runtime, PACE demonstrates 154-577x and 11.8-12x simulation speedup over numerical solver using scipy or highly-optimized pardiso solver, respectively. We open sourced the code and dataset.         ",
    "url": "https://arxiv.org/abs/2411.03527",
    "authors": [
      "Hanqing Zhu",
      "Wenyan Cong",
      "Guojin Chen",
      "Shupeng Ning",
      "Ray T. Chen",
      "Jiaqi Gu",
      "David Z. Pan"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.03640",
    "title": "Efficient learning of mixed-state tomography for photonic quantum walk",
    "abstract": "           Noise-enhanced applications in open quantum walk (QW) have recently seen a surge due to their ability to improve performance. However, verifying the success of open QW is challenging, as mixed-state tomography is a resource-intensive process, and implementing all required measurements is almost impossible due to various physical constraints. To address this challenge, we present a neural-network-based method for reconstructing mixed states with a high fidelity (~97.5%) while costing only 50% of the number of measurements typically required for open discrete-time QW in one dimension. Our method uses a neural density operator that models the system and environment, followed by a generalized natural gradient descent procedure that significantly speeds up the training process. Moreover, we introduce a compact interferometric measurement device, improving the scalability of our photonic QW setup that enables experimental learning of mixed states. Our results demonstrate that highly expressive neural networks can serve as powerful alternatives to traditional state tomography.         ",
    "url": "https://arxiv.org/abs/2411.03640",
    "authors": [
      "Qin-Qin Wang",
      "Shaojun Dong",
      "Xiao-Wei Li",
      "Xiao-Ye Xu",
      "Chao Wang",
      "Shuai Han",
      "Man-Hong Yung",
      "Yong-Jian Han",
      "Chuan-Feng Li",
      "Guang-Can Guo"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.03870",
    "title": "Ultra-fast spin Hall nano-oscillator based microwave spectral analysis",
    "abstract": "           Ultra-fast spectrum analysis concept based on rapidly tuned spintronic nano-oscillators has been under development for the last few years and has already demonstrated promising results. Here, we demonstrate an ultra-fast microwave spectrum analyzer based on a chain of five mutually synchronized nano-constriction spin Hall nano-oscillators (SHNOs). As mutual synchronization affords the chain a much improved signal quality, with linewidths well below 1 MHz at close to a 10 GHz operating frequency, we observe an order of magnitude better frequency resolution bandwidth compared to previously reported spectral analysis based on single magnetic tunnel junction based spin torque nano-oscillators. The high-frequency operation and ability to synchronize long SHNO chains and large arrays make SHNOs ideal candidates for ultra-fast microwave spectral analysis.         ",
    "url": "https://arxiv.org/abs/2411.03870",
    "authors": [
      "Pankhuri Gupta",
      "Artem Litvinenko",
      "Akash Kumar",
      "Pranaba Kishor Muduli",
      "Johan Åkerman"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2310.18661",
    "title": "Mode-locked GaN waveguide polariton laser",
    "abstract": "           So far, exciton-polariton (polariton) lasers were mostly single mode lasers based on microcavities. Despite the large repulsive polariton-polariton interaction, pulsed mode-locked polariton laser was never reported. Here, we use a $60 \\ \\mu m-$long GaN-based waveguide surrounded by distributed Bragg reflectors forming a multi-mode horizontal cavity. We demonstrate experimentally and theoretically a polariton mode-locked micro-laser operating in the blue-UV, at room temperature, with a 300$\\ GHz$ repetition rate and 100$\\ fs$-long pulses. The mode locking is demonstrated by the compensation (linearization) of the mode dispersion by the self-phase modulation induced by the polariton-polariton interaction. It is also supported by the observation in experiment and theory of the typical envelope frequency profile of a bright soliton.         ",
    "url": "https://arxiv.org/abs/2310.18661",
    "authors": [
      "H. Souissi",
      "M. Gromovyi",
      "I. Septembre",
      "V. Develay",
      "C. Brimont",
      "L. Doyennette",
      "E. Cambril",
      "S. Bouchoule",
      "B. Alloing",
      "E. Frayssinet",
      "J. Zúñiga-Pérez",
      "T. Ackemann",
      "G. Malpuech",
      "D.D Solnyshkov",
      "T. Guillet"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Other Condensed Matter (cond-mat.other)"
    ]
  },
  {
    "id": "arXiv:2403.04500",
    "title": "A Learnable Prior Improves Inverse Tumor Growth Modeling",
    "abstract": "           Biophysical modeling, particularly involving partial differential equations (PDEs), offers significant potential for tailoring disease treatment protocols to individual patients. However, the inverse problem-solving aspect of these models presents a substantial challenge, either due to the high computational requirements of model-based approaches or the limited robustness of deep learning (DL) methods. We propose a novel framework that leverages the unique strengths of both approaches in a synergistic manner. Our method incorporates a DL ensemble for initial parameter estimation, facilitating efficient downstream evolutionary sampling initialized with this DL-based prior. We showcase the effectiveness of integrating a rapid deep-learning algorithm with a high-precision evolution strategy in estimating brain tumor cell concentrations from magnetic resonance images. The DL-Prior plays a pivotal role, significantly constraining the effective sampling-parameter space. This reduction results in a fivefold convergence acceleration and a Dice-score of 95%.         ",
    "url": "https://arxiv.org/abs/2403.04500",
    "authors": [
      "Jonas Weidner",
      "Ivan Ezhov",
      "Michal Balcerak",
      "Marie-Christin Metz",
      "Sergey Litvinov",
      "Sebastian Kaltenbach",
      "Leonhard Feiner",
      "Laurin Lux",
      "Florian Kofler",
      "Jana Lipkova",
      "Jonas Latz",
      "Daniel Rueckert",
      "Bjoern Menze",
      "Benedikt Wiestler"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)",
      "Artificial Intelligence (cs.AI)"
    ]
  },
  {
    "id": "arXiv:2406.11300",
    "title": "Chiral Dichroism in Resonant Metasurfaces with Monoclinic Lattices",
    "abstract": "           We demonstrate that chiral response can be achieved in resonant metasurfaces with a monoclinic lattice symmetry (the so-called Bravais oblique lattices) where the mirror symmetry is broken by the lattice asymmetry and also by a substrate, whereas each individual meta-atom remains fully achiral. We describe the underlying physics by introducing a mode chirality parameter as a quantitative measure of the lattice chiral eigenmodes. We confirm experimentally selective linear and nonlinear chiral interaction of resonant silicon metasurfaces with circularly polarized light.         ",
    "url": "https://arxiv.org/abs/2406.11300",
    "authors": [
      "Ivan Toftul",
      "Pavel Tonkaev",
      "Kirill Koshelev",
      "Fangxing Lai",
      "Qinghai Song",
      "Maxim Gorkunov",
      "Yuri Kivshar"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2408.07085",
    "title": "New Bounds on Spherical Antenna Bandwidth and Directivity: Updates to the Chu-Harrington Limits",
    "abstract": "           The Chu circuit model provides the basis for analyzing the minimum radiation quality factor, Q, of a given spherical mode. However, examples of electrically large spherical radiators readily demonstrate that this Q limit has limitations in predicting bandwidth. Spherical mode radiation is reexamined and an equivalent 1D transmission line model is derived that exactly models the fields. This model leads to a precise cutoff frequency of the spherical waveguide, which provides a clear boundary between propagating and evanescent fields. A new delineation of 'stored' and 'radiated' electromagnetic energy is postulated, which leads to a new definition of spherical mode Q. Next, attention is turned to the Harrington bound on the directivity-bandwidth tradeoff of an antenna with an arbitrary size. Harrington derived the maximum directivity for a specified number of spherical harmonics such that the Q is not 'large'. Here, the method of Lagrange multipliers is used to quantify the maximum directivity for a given bandwidth. It is shown that optimally exciting all spherical harmonics (including n>ka) enables both larger directivity and bandwidth than Harrington's previous limit. While Chu and Harrington's analyses are generally good approximations for most situations, the new self-consistent theory that defines fundamental antenna limits leads to updated results.         ",
    "url": "https://arxiv.org/abs/2408.07085",
    "authors": [
      "Carl Pfeiffer",
      "Bae-Ian Wu"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)",
      "Signal Processing (eess.SP)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.00215",
    "title": "Momentum flatband and superluminal propagation in a photonic time Moir\\'e superlattice",
    "abstract": "           Flat bands typically describe energy bands whose energy dispersion is entirely or almost entirely degenerate. One effective method to form flat bands is by constructing Moiré superlattices. Recently, there has been a shift in perspective regarding the roles of space (momentum) and time (energy) in a lattice, with the concept of photonic time crystals that has sparked discussions on momentum dispersion such as the presence of a bandgap in momentum. Here we propose a photonic time moiré superlattice achieved by overlaying two photonic time crystals with different periods. The resulting momentum bandgap of this superlattice supports isolated momentum bands that are nearly independent of energy, which we refer to as momentum flat bands. Unlike energy flat bands, which have zero group velocity, momentum flat bands exhibit infinitely large group velocity across a broad frequency range. Unlike previous optical media supporting broadband superluminal propagation based on gain, the effective refractive index of the momentum flat bands is real-valued, leading to more stabilized superluminal pulse propagation.         ",
    "url": "https://arxiv.org/abs/2411.00215",
    "authors": [
      "Linyang Zou",
      "Hao Hu",
      "Haotian Wu",
      "Yang Long",
      "Yidong Chong",
      "Baile Zhang",
      "Yu Luo"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.03249",
    "title": "Investigation of Inward-Outward Ring Permanent Magnet Array for Portable Magnetic Resonance Imaging (MRI)",
    "abstract": "           Permanent magnet array (PMA) is a popular option to provide the main magnetic field in a dedicated portable magnetic resonance imaging (MRI) system because it does not need power or a cooling system and has a much stronger field strength compared to a resistive magnet. Aside from the popular Halbach array that has a transversal field direction, the Inward-Outward ring (IO ring) array is a promising candidate that offers a longitudinal field direction with various design and engineering possibilities. In this article, a thorough study of IO ring arrays is conducted by examining the relation between the design parameters and its field patterns, its variants that lead to different applications and their properties. A detailed comparison between an IO ring array and Halbach array was conducted and reported. Moreover, the feasibility of building an IO ring array in a lab is demonstrated. The investigations strongly indicate that IO ring is a promising candidate that can offer high and homogeneous fields or a desired field pattern to portable MRI systems. With a longitudinal field direction, an IO ring array opens up opportunities to adopt MRI advanced technology and techniques in a portable system to improve image quality and shorten scan time.         ",
    "url": "https://arxiv.org/abs/2411.03249",
    "authors": [
      "Ting-Ou Liang",
      "MinXuan Xu",
      "Wenwei Yu",
      "Shao Ying Huang"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2406.19426",
    "title": "Bell vs Bell: a ding-dong battle over quantum incompleteness",
    "abstract": "           Does determinism (or even the incompleteness of quantum mechanics) follow from locality and perfect correlations? In a 1964 paper John Bell gave the first demonstration that quantum mechanics is incompatible with local hidden variables. Since then a vigorous debate has rung out over whether he relied on an assumption of determinism or instead, as he later claimed in a 1981 paper, derived determinism from assumptions of locality and perfect correlation. This paper aims to bring clarity to the debate via simple examples and rigorous results. It is first recalled, via quantum and classical counterexamples, that the weakest statistical form of locality consistent with Bell's 1964 paper (parameter independence) is insufficient for the derivation of determinism. Attention is then turned to critically assess Bell's appealing to the Einstein-Rosen-Podolsky (EPR) incompleteness argument to support his claim. It is shown this argument is itself incomplete, via counterexamples that expose two logical gaps. Closing these gaps via a strong \"counterfactual\" reality criterion enables a rigorous derivation of both determinism and parameter independence, and in this sense justifies Bell's claim. Conversely, however, it is noted that whereas the EPR argument requires a weaker \"measurement choice\" assumption than Bell's demonstration, it nevertheless leads to a similar incompatibility with quantum predictions rather than to quantum incompleteness.         ",
    "url": "https://arxiv.org/abs/2406.19426",
    "authors": [
      "Michael J. W. Hall"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2407.02207",
    "title": "Global calibration of large-scale photonic integrated circuits",
    "abstract": "           The growing maturity of photonic integrated circuit (PIC) fabrication technology enables the high integration of an increasing number of optical components onto a single chip. With the incremental circuit complexity, the calibration of active phase shifters in a large-scale PIC becomes a crucially important issue. The traditional one-by-one calibration techniques encounter significant hurdles with the propagation of calibration errors, and achieving the decoupling of all phase shifters for independent calibration is not straightforward. To address this issue, we propose a global calibration approach for large-scale PIC. Our method utilizes a custom network to simultaneously learn the nonlinear phase-current relations for all thermo-optic phase shifters on the PIC by minimizing the negative likelihood of the measurement datasets. Moreover, the reflectivities of all static beam splitter components can also be synchronizedly extracted using this calibration method. As an example, a quantum walk PIC with a circuit depth of 12 is calibrated, and a programmable discrete-time quantum walk is experimentally demonstrated. These results will greatly benefit the applications of large-scale PICs in photonic quantum information processing.         ",
    "url": "https://arxiv.org/abs/2407.02207",
    "authors": [
      "Jin-Hao Zheng",
      "Qin-Qin Wang",
      "Lan-Tian Feng",
      "Yu-Yang Ding",
      "Xiao-Ye Xu",
      "Xi-Feng Ren",
      "Chuan-Feng Li",
      "Guang-Can Guo"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.02782",
    "title": "Practical, optimal preparation of general quantum state with exponentially improved robustness",
    "abstract": "           Quantum state preparation, as a general process of loading classical data to quantum device, is essential for end-to-end implementation of quantum algorithms. Yet, existing methods suffer from either high circuit depth or complicated hardware, limiting their practicality and robustness. In this work, we overcome these limitations with a bucket-brigade approach. The tree architectures of our hardware represents the simplest connectivity required for achieving sub-exponential circuit depth. Leveraging the bucket-brigade mechanism that can suppress the error propagation between different branches, our approach exhibit exponential improvement on the robustness compared to existing depth-optimal methods. More specifically, the infidelity scales as $O(\\text{polylog}(N))$ with data size $N$, as oppose to $O(N)$ for conventional methods. Moreover, our approach is the first to simultaneously achieve linear Clifford$+T$ circuit depth, gate count number, and space-time allocation. These advancements offer the opportunity for processing big data in both near-term and fault-tolerant quantum devices.         ",
    "url": "https://arxiv.org/abs/2411.02782",
    "authors": [
      "Xiao-Ming Zhang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Complexity (cs.CC)",
      "Data Structures and Algorithms (cs.DS)",
      "Computational Physics (physics.comp-ph)"
    ]
  }
]