[
  {
    "id": "arXiv:2411.11887",
    "title": "Inverse Diffusion Approximation for Extraction of Scattering and Absorption Coefficients in Highly Scattering Media",
    "abstract": "           Photon transport through a diffusing slab can be described by the radiative transfer equation (RTE). When the slab is highly scattering and weakly absorbing, the RTE simplifies to the diffusion equation. In this paper, an inverse diffusion approximation (IDA) method is numerically developed to determine the optical properties (reduced scattering $\\mu'_s$ and absorption coefficient $\\mu_a$) of a homogeneous slab using simple reflectance and transmission measurements with a spectrometer. The reflectance and transmission of a diffusing slab with an arbitrary thickness can then be predicted by solving the forward problem by using the calculated $\\mu'_s$ and $\\mu_a$. Our method is validated both numerically, by directly comparing with Monte-Carlo simulations, and experimentally, by comparing with measurements on ZnO/PDMS and TiO$_2$/PDMS composite polymer films with varying thicknesses. The IDA method is also applied to distinguish between different types of tissue. Overall, our method could be used to guide the design of radiative cooling reflectors, or lighting and optical display diffusers for applications in medical imaging and other fields.         ",
    "url": "https://arxiv.org/abs/2411.11887",
    "authors": [
      "Lingxi Li",
      "Yue Yu",
      "Joanna Borowiec",
      "Francisco V Ramirez-Cuevas",
      "Danhong Yang",
      "Souvik Ghosh",
      "Cameron Tropea",
      "Ivan P. Parkin",
      "Ioannis Papakonstantinou"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2411.12017",
    "title": "Modelling Optomechanical Responses in Optical Tweezers Beyond Paraxial Limits",
    "abstract": "           Optically levitated dielectric nanoparticles have become valuable tools for precision sensing and quantum optomechanical experiments. To predict the dynamic properties of a particle trapped in an optical tweezer with high fidelity, a tool is needed to compute the particle's response to the given optical field accurately. Here, we utilise a numerical solution of the three-dimensional trapping light to accurately simulate optical tweezers and predict key optomechanical parameters. By controlling the numerical aperture and measuring the the particle's oscillation frequencies in the trap, we validate the accuracy of our method. We foresee broad applications of this method in the field of levitodynamics, where precise characterisation of optical tweezers is essential for estimating parameters ranging from motional frequencies to scattering responses of the particle with various dielectric properties.         ",
    "url": "https://arxiv.org/abs/2411.12017",
    "authors": [
      "Moosung Lee",
      "Tobias Hanke",
      "Sara Launer",
      "Sungkun Hong"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.12046",
    "title": "Terahertz Photonics on a Chip: Monolithically Integrated Terahertz Optoelectronics based on Quantum Well Structures",
    "abstract": "           We introduce a monolithically integrated terahertz optoelectronics (MITO) platform that uses quantum well (QW) structures to enable tunable terahertz signal generation and detection on a single chip. Through photomixing in QW PIN photodiodes, the MITO platform achieves terahertz generation and detection with substantially enhanced power efficiency and sensitivity over previous devices. By integrating semiconductor optical amplifiers, lasers, modulators, filters, demultiplexers, and other passive optical components with photomixers using commercially available photonic integrated circuit foundry processes, this platform supports the development of compact, scalable terahertz systems capable of high-speed data transfer, spectroscopy, and hyperspectral imaging. This advancement positions terahertz technology for widespread use, facilitating practical applications across remote sensing, communications, and medical diagnostics within portable devices.         ",
    "url": "https://arxiv.org/abs/2411.12046",
    "authors": [
      "Yifan Zhao",
      "Shahed-E- Zumrat",
      "Mona Jarrahi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2411.12218",
    "title": "Highly stable modular-assembled laser system for a dual-atom-interferometer gyroscope",
    "abstract": "           Operating atom-interferometer gyroscopes outside a laboratory environment is challenging primarily owing to the instability of laser systems. To enhance the thermal stability of free-space laser systems, a compact laser system using fiber lasers and all-quartz-jointed optical modules was developed for a dual-atom-interferometer gyroscope. Millimeter-scale optical elements jointed on quartz plates with identical quartz supports, ensure laser power stability and facilitate component upgrades. The primary diode laser was locked to the modulation transfer spectrum of Rb atoms, and Raman lasers were phase-locked to the primary laser. Frequencies for repumping, blow-away, and detection lasers were adjusted with acousto-optic modulators. At room temperature, laser power fluctuation was under 1:1000, polarization extinction ratio exceeded 30 dB, frequency fluctuation was below 91 kHz, and phase noise reached to -100 dBc/Hz @ 1 kHz. The optical modules were tested at 5--50 $^{\\circ}$C and applied to a dual-atom-interferometer gyroscope. The fringe contrast was tested over the temperature range. The proposed system paves the way for promoting field applications of atom-interferometer sensors.         ",
    "url": "https://arxiv.org/abs/2411.12218",
    "authors": [
      "Chuan Sun",
      "Si-Bin Lu",
      "Min Jiang",
      "Zhan-Wei Yao",
      "Shao-Kang Li",
      "Xiao-Li Chen",
      "Min Ke",
      "Jia-Hao Fu",
      "Run-Bing Li",
      "Jin Wang",
      "Ming-Sheng Zhan"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2411.12291",
    "title": "Investigation of Vibrational Frequency of Canine Vocal Folds Using a Two-Way Fluid-Solid Interaction Analysis",
    "abstract": "           Introduction Speech is an integral component of human communication, requiring the coordinated efforts of various organs to produce sound (Titze & Alipour, 2006). The glottis region, a key player in voice production, assumes a crucial role in this intricate process. As air, emanating from the lungs in a confined space, interacts with the vocal folds (VFs) within the human body, it gives rise to the creation of voice (Alipour & Vigmostad, 2012). Understanding the mechanical intricacies of this process is very important. Studying VFs in vivo situations is hard work. However, the orientation, shape and size of VFs fibers have been extracted with synchrotron X-ray microtomography. (Bailly et al., 2018) The investigation of mechanical properties of both human and animal VFs has been carried out through various methodologies in the literature. The mechanical properties of VFs have been studied using the uniaxial extension test (Alipour & Vigmostad, 2012) assuming a linear behavior, while the nonlinearity and anisotropy of VFs has been determined using a multiscale method as in Miri et al. (2013). Pipette aspiration has also been used to extract in vivo elastic properties of VFs (Scheible et al., 2023). Mechanical behavior of VFs layers in tension, compression and shear has been studied. (Cochereau et al., 2020). Fluid-structure interaction (FSI) simulations provide a valuable tool to gain a deeper understanding of voice production (Ghorbani et al. 2022). These simulations allow us to model the dynamic interplay between the VFs and air. Our research focuses on investigating the mechanical properties of canine vocal folds and utilizing these findings in an FSI simulation. Through this simulation, we aim to unravel how these mechanical properties affect voice this http URL To investigate the mechanical properties of canine VFs, an in vitro study was conducted involving 6 mixedbreed dogs. The samples were harvested from canine cadavers euthanized for reasons unrelated to this study. In the following, the VFs were harvested and tested upon 3-4 hours post-animal sacrifice. Experimental trials were carried out using the STM-1 device (SANTAM Co.), equipped with a 100 kg load cell. Seven uniaxial tensile tests were done on each sample, with displacement rates of 1, 5, 10, 20, 40, 60, and 120 mm/min. The very slow rate of 1 mm/min was chosen to assess only elastic properties eliminating viscosity effects. Various hyperelastic models were used to fit the experimental data. Subsequently, for each model, both the mean and standard deviation (SD) were determined for the hyperelastic model parameters and their residuals. For FSI analysis we used a simplified laryngeal model as a hollow cylinder with a diameter of 50 mm and a thickness of 3 mm. The overall length of the larynx was set at 100 mm. The VFs were modeled as a circular disc with a small elliptical fissure in the midst of the cylinder section. Boundary conditions were established based on pressure differentials, with the inlet gauge pressure set at 1200 Pa and the relative pressure at the outlet set to 0. To account for the turbulent nature of airflow within the larynx, we employed the K-epsilon method to solve the motion differential equations in a two-way fluid-structure interaction simulation using ANSYS FLUENT 2021. This approach enabled us to investigate how the acquired mechanical properties of canine vocal folds affect the FSI simulations during phonation, resulting in a more comprehensive understanding of their impact. To determine the vibrational frequency of VFs, we calculated the time it took to reach maximum displacement and then quadrupled this value to obtain the period of vibration.         ",
    "url": "https://arxiv.org/abs/2411.12291",
    "authors": [
      "Abolfazl Mohammadi Gorjaei",
      "Mohammad Ali Nazari",
      "Asghar Afshari",
      "Saeed Farzad-Mohajeri",
      "Pascal Perrier"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2411.12362",
    "title": "Quantum memory circuit for ion channel dynamics in the nervous system",
    "abstract": "           The opening or closing mechanism of a voltage-gated ion channel is triggered by the potential difference crossing the cell membrane in the nervous system. Based on this picture, we model the ion channel as a nanoscale two-terminal ionic tunneling junction. External time-varying voltage exerting on the two-terminal ionic tunneling junction mimics the stimulation of neurons from the outside. By deriving the quantum Langevin equation from quantum mechanics, the ion channel current is obtained by the quantum tunneling of ions controlled by the time-varying voltage. The time-varying voltage induces an effective magnetic flux which causes quantum coherence in ion tunnelings and leads to sideband effects in the ion channel current dynamics. The sideband effects in the ionic current dynamics manifest a multi-crossing hysteresis in the I-V curve, which is the memory dynamics responding to the variation of the external voltage. Such memory dynamics is defined as the active quantum memory with respect to the time-varying stimuli. We can quantitatively describe how active quantum memory is generated and changed. We find that the number of the non-zero cross points in the I-V curve hysteresis and the oscillation of the differential conductance are the characteristics for quantitatively describing the active quantum memory. We also explore the temperature dependence of the active quantum memory in such a system. The discovery of this active quantum memory characteristics provides a new understanding about the underlying mechanism of ion channel dynamics.         ",
    "url": "https://arxiv.org/abs/2411.12362",
    "authors": [
      "Yu-Juan Sun",
      "Wei-Min Zhang"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2411.12381",
    "title": "Particle manipulations based on acoustic valley topological rainbow defect-state trapping",
    "abstract": "           Acoustic microfluidic is an important technology in particle manipulations in biomedical analyses and detections. However, the particle-movement manipulations achieved by the standing surface acoustic wave is suitable for particles in a thin layer of fluids, however it is difficult to manipulate particles in deeper solutions due to the energy loss of surface acoustic waves. The traditional standing bulk wave method can realize the particle manipulation in deep solutions, but it cannot work properly for particle manipulation within a long distance due to the energy loss. In this work, the topological rainbow defect-state trapping is realized, the results show that an effect of point accumulation of acoustic pressure in the waveguide path exists, the position of maximum acoustic pressure can be adjusted flexibly by changing the frequency of the incident acoustic wave, based on which, long-distance movement and capture manipulations of particles in deep solution have been realized. The phenomenon presented in this work can provide a reliable method for manipulations of continuous long-distance particle movement and capture to meet the demand of multiple processing steps in biochemical analyses and detections. The experiment verification results will be presented in the near future.         ",
    "url": "https://arxiv.org/abs/2411.12381",
    "authors": [
      "Decai Wu",
      "Bowei Wu",
      "Tingfeng Ma",
      "Shuanghuizhi Li",
      "Iren Kuznetsova",
      "Ilya Nedospasov",
      "Boyue Su",
      "Teng Wang"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2411.12447",
    "title": "Rapid Differentiation between Microplastic Particles Using Integrated Microwave Cytometry with 3D Electrodes",
    "abstract": "           Rapid identification of microparticles in liquid is an important problem in environmental and biomedical applications such as for microplastic detection in water sources and physiological fluids. Existing spectro-scopic techniques are usually slow and not compatible with flow-through systems. Here we analyze single microparticles in the 14 - 20 micrometer range using a combination of two electronic sensors in the same microfluidic system: a microwave capacitive sensor and a resistive pulse sensor. Together, this integrated sen-sor system yields the effective electrical permittivity of the analyte particles. To simplify data analysis, 3D electrode arrangements were used instead of planar electrodes, so that the generated signal is unaffected by the height of the particle in the microfluidic channel. With this platform, we were able to distinguish between polystyrene (PS) and polyethylene (PE) microparticles. We showcase the sensitivity and speed of this tech-nique and discuss the implications for the future application of microwave cytometry technology in the en-vironmental and biomedical fields.         ",
    "url": "https://arxiv.org/abs/2411.12447",
    "authors": [
      "Yagmur Ceren Alatas",
      "Uzay Tefek",
      "Sayedus Salehin",
      "Hashim Alhmoud",
      "M. Selim Hanay"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2411.12695",
    "title": "Absorption cross-sections for the 5th and 6th vibrational overtones in a series of short chained alcohols using incoherent broadband cavity enhanced-absorption spectroscopy (IBBCEAS)",
    "abstract": "           Absorption cross-sections for the 5th (6 $\\leftarrow$ 0) and 6th (7 $\\leftarrow$ 0) OH overtones for gas-phase methanol, ethanol, and isopropanol were measured using a slow flow cell and Incoherent Broadband Cavity-Enhanced Absorption Spectroscopy (IBBCEAS). Measurements were performed in two wavelength regions, 447-457 nm, and 508-518 nm, using two different instruments. The experimental results are consistent with previous computational predictions of the excitation energies for these transitions. Treating the OH stretch as a local mode allowed for calculation of the fundamental vibrational frequency ($\\omega_e$), anharmonicity constant ($\\omega_e x_e$), and the vertical dissociation energy (VDE) for each alcohol studied. The fundamental vibrational frequency is $3848 \\pm 18 \\, \\text{cm}^{-1}$, $3807 \\pm 55 \\,\\text{cm}^{-1}$, and $3813 \\pm 63 \\, \\text{cm}^{-1}$ for methanol, ethanol, and isopropanol, respectively. The anharmonicity constant was measured to be $84.8 \\pm 2.1 \\, \\text{cm}^{-1}$, $80.2 \\pm 5.9 \\, \\text{cm}^{-1}$, and $84.4 \\pm 6.8 \\, \\text{cm}^{-1}$ for methanol, ethanol, and isopropanol, respectively. The OH vertical dissociation energy was measured to be $499.4 \\pm 18.4$ kJ/mol, $518.0 \\pm 56.7$ kJ/mol, and $492.7 \\pm 59.9$ kJ/mol. The spectroscopically measured values are compared to thermodynamically measured OH bond dissociation energies. The observed differences in previous measurements of the bond dissociation energies compared to the values reported herein can be explained due to the difference between vertical dissociation energies and bond dissociation energies. If the OH overtone stretching mode is excited in methanol to either the 5th or 6th overtone, the bimolecular reaction between methanol and O$_2$ becomes thermodynamically feasible and could contribute to formation of methoxy and HO$_2$ radicals under the proper combination of pressure and temperature.         ",
    "url": "https://arxiv.org/abs/2411.12695",
    "authors": [
      "Callum E. Flowerday",
      "Nitish Bhardwaj",
      "Ryan Thalman",
      "Matthew C. Asplund",
      "Eric T. Sevy",
      "Jaron C. Hansen"
    ],
    "subjectives": [
      "Atmospheric and Oceanic Physics (physics.ao-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2411.12727",
    "title": "High-fidelity entanglement of metastable trapped-ion qubits with integrated erasure conversion",
    "abstract": "           We present metastable qubits in trapped ions as potential erasure qubits for which most fundamental algorithm errors can be converted into erasures. We first implement an erasure conversion scheme which enables us to detect $\\sim$94% of spontaneous Raman scattering errors and nearly all errors from qubit decay. Second, we perform a two-ion geometric phase gate with a SPAM-corrected fidelity of 98.56% using far-detuned (-43 THz) Raman beams. Subtracting runs where erasures were detected, this fidelity becomes 99.14%. We present a pathway for improved gate efficiency and reduced overhead from erasure conversion.         ",
    "url": "https://arxiv.org/abs/2411.12727",
    "authors": [
      "A. Quinn",
      "G. J. Gregory",
      "I. D. Moore",
      "S. Brudney",
      "J. Metzner",
      "E. R. Ritchie",
      "J. O'Reilly",
      "D. J. Wineland",
      "D. T. C. Allcock"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2411.12039",
    "title": "Fast and Automated Optical Polarization Compensation of Fiber Unitaries",
    "abstract": "           The polarization of light is critical in various applications, including quantum communication, where the photon polarization encoding a qubit can undergo uncontrolled changes when transmitted through optical fibers. Bends in the fiber, internal and external stresses, and environmental factors cause these polarization changes, which lead to errors and therein limit the range of quantum communication. To prevent this, we present a fast and automated method for polarization compensation using liquid crystals. This approach combines polarimetry based on a rotating quarter-waveplate with high-speed control of the liquid-crystal cell, offering high-fidelity compensation suitable for diverse applications. Our method directly solves for compensation parameters, avoiding reliance on stochastic approaches or cryptographic metrics. Experimental results demonstrate that our method achieves over 99% fidelity within an average of fewer than six iterations, with further fine-tuning to reach above 99.5% fidelity, providing a robust solution for maintaining precise polarization states in optical systems.         ",
    "url": "https://arxiv.org/abs/2411.12039",
    "authors": [
      "Niklas Braband",
      "Arman Mansouri",
      "Riza Fazili",
      "Stefanie Czischek",
      "Jeff Lundeen"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.12049",
    "title": "qHEOM: A Quantum Algorithm for Simulating Non-Markovian Quantum Dynamics Using the Hierarchical Equations of Motion",
    "abstract": "           Quantum computing offers promising new avenues for tackling the long-standing challenge of simulating the quantum dynamics of complex chemical systems, particularly open quantum systems coupled to external baths. However, simulating such non-unitary dynamics on quantum computers is challenging since quantum circuits are specifically designed to carry out unitary transformations. Furthermore, chemical systems are often strongly coupled to the surrounding environment, rendering the dynamics non-Markovian and beyond the scope of Markovian quantum master equations like Lindblad or Redfield. In this work, we introduce a quantum algorithm designed to simulate non-Markovian dynamics of open quantum systems. Our approach enables the implementation of arbitrary quantum master equations on noisy intermediate-scale quantum (NISQ) computers. We illustrate the method as applied in conjunction with the numerically exact hierarchical equations of motion (HEOM) method. The effectiveness of the resulting quantum HEOM algorithm (qHEOM) is demonstrated as applied to simulations of the non-Lindbladian electronic energy and charge transfer dynamics in models of the carotenoid-porphyrin-C60 molecular triad dissolved in tetrahydrofuran and the Fenna-Matthews-Olson complex.         ",
    "url": "https://arxiv.org/abs/2411.12049",
    "authors": [
      "Xiaohan Dan",
      "Eitan Geva",
      "Victor S. Batista"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2411.12059",
    "title": "Electrically tunable quantum correlations of dipolar polaritons with micrometer-scale blockade radii",
    "abstract": "           An extreme yet reconfigurable nonlinear response to a single photon by a photonic system is crucial for realizing a universal two-photon gate, an elementary building block for photonic quantum computing. Yet such a response, characterized by the photon blockade effect, has only been achieved in atomic systems or solid states ones that are difficult to scale up. Here we demonstrate electrically tunable partial photon blockade in dipolar waveguide polaritons on a semiconductor chip, measured via photon-correlations. Remarkably, these \"dipolar photons\" display a two-orders-of-magnitude stronger nonlinearity compared to unpolarized polaritons, with an extracted dipolar blockade radius up to more than 4 $\\mu$m, significantly larger than the optical wavelength, and comparable to that of atomic Rydberg polaritons. Furthermore, we show that the dipolar interaction can be electrically switched and locally configured by simply tuning the gate voltage. Finally we show that with a simple modification of the design, a full photon blockade is expected, setting a new route towards scalable, reconfigurable, chip-integrated quantum photonic circuits with strong two-photon nonlinearities.         ",
    "url": "https://arxiv.org/abs/2411.12059",
    "authors": [
      "Yoad Ordan",
      "Dror Liran",
      "Kirk W. Baldwin",
      "Loren Pfeiffer",
      "Hui Deng",
      "Ronen Rapaport"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.12387",
    "title": "Quantum teleportation with dissimilar quantum dots over a hybrid quantum network",
    "abstract": "           Photonic quantum information processing in metropolitan quantum networks lays the foundation for cloud quantum computing [1, 2], secure communication [3, 4], and the realization of a global quantum internet [5, 6]. This paradigm shift requires on-demand and high-rate generation of flying qubits and their quantum state teleportation over long distances [7]. Despite the last decade has witnessed an impressive progress in the performances of deterministic photon sources [8-11], the exploitation of distinct quantum emitters to implement all-photonic quantum teleportation among distant parties has remained elusive. Here, we overcome this challenge by using dissimilar quantum dots whose electronic and optical properties are engineered by light-matter interaction [12], multi-axial strain [13] and magnetic fields [14] so as to make them suitable for the teleportation of polarization qubits. This is demonstrated in a hybrid quantum network harnessing both fiber connections and 270 m free-space optical link connecting two buildings of the University campus in the center of Rome. The protocol exploits GPS-assisted synchronization, ultra-fast single photon detectors as well as stabilization systems that compensate for atmospheric turbulence. The achieved teleportation state fidelity reaches up to 82+-1%, above the classical limit by more than 10 standard deviations. Our field demonstration of all-photonic quantum teleportation opens a new route to implement solid-state based quantum relays and builds the foundation for practical quantum networks.         ",
    "url": "https://arxiv.org/abs/2411.12387",
    "authors": [
      "Alessandro Laneve",
      "Giuseppe Ronco",
      "Mattia Beccaceci",
      "Paolo Barigelli",
      "Francesco Salusti",
      "Nicolas Claro-Rodriguez",
      "Giorgio De Pascalis",
      "Alessia Suprano",
      "Leone Chiaudano",
      "Eva Schöll",
      "Lukas Hanschke",
      "Tobias M. Krieger",
      "Quirin Buchinger",
      "Saimon F. Covre da Silva",
      "Julia Neuwirth",
      "Sandra Stroj",
      "Sven Höfling",
      "Tobias Huber-Loyola",
      "Mario A. Usuga Castaneda",
      "Gonzalo Carvacho",
      "Nicolò Spagnolo",
      "Michele B. Rota",
      "Francesco Basso Basset",
      "Armando Rastelli",
      "Fabio Sciarrino",
      "Klaus Jöns",
      "Rinaldo Trotta"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.12417",
    "title": "Variational learning of integrated quantum photonic circuits",
    "abstract": "           Integrated photonic circuits play a crucial role in implementing quantum information processing in the noisy intermediate-scale quantum (NISQ) era. Variational learning is a promising avenue that leverages classical optimization techniques to enhance quantum advantages on NISQ devices. However, most variational algorithms are circuit-model-based and encounter challenges when implemented on integrated photonic circuits, because they involve explicit decomposition of large quantum circuits into sequences of basic entangled gates, leading to an exponential decay of success probability due to the non-deterministic nature of photonic entangling gates. Here, we present a variational learning approach for designing quantum photonic circuits, which directly incorporates post-selection and elementary photonic elements into the training process. The complicated circuit is treated as a single nonlinear logical operator, and a unified design is discovered for it through variational learning. Engineering an integrated photonic chip with automated control, we adjust and optimize the internal parameters of the chip in real time for task-specific cost functions. We utilize a simple case of designing photonic circuits for a single ancilla CNOT gate with improved success rate to illustrate how our proposed approach works, and then apply the approach in the first demonstration of quantum stochastic simulation using integrated photonics.         ",
    "url": "https://arxiv.org/abs/2411.12417",
    "authors": [
      "Hui Zhang",
      "Chengran Yang",
      "Wai-Keong Mok",
      "Lingxiao Wan",
      "Hong Cai",
      "Qiang Li",
      "Feng Gao",
      "Xianshu Luo",
      "Guo-Qiang Lo",
      "Lip Ket Chin",
      "Yuzhi Shi",
      "Jayne Thompson",
      "Mile Gu",
      "Ai Qun Liu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2411.12518",
    "title": "Quantum state tomography with muons",
    "abstract": "           Entanglement is a fundamental pillar of quantum mechanics. Probing quantum entanglement and testing Bell inequality with muons can be a significant leap forward, as muon is arguably the only massive elementary particle that can be manipulated and detected over a wide range of energies, e.g., from approximately 0.3 to $10^2$ GeV, corresponding to velocities from 0.94 to nearly the speed of light. In this work, we present a realistic proposal and a comprehensive study of quantum entanglement in a state composed of different-flavor fermions in muon-electron scattering. The polarization density matrix for the muon-electron system is derived using a kinematic approach within the relativistic quantum field theory framework. Entanglement in the resulting muon-electron qubit system and the violation of Bell inequalities can be observed with a high event rate. This paves the way for performing quantum tomography with muons.         ",
    "url": "https://arxiv.org/abs/2411.12518",
    "authors": [
      "Leyun Gao",
      "Alim Ruzi",
      "Qite Li",
      "Chen Zhou",
      "Liangwen Chen",
      "Xueheng Zhang",
      "Zhiyu Sun",
      "Qiang Li"
    ],
    "subjectives": [
      "High Energy Physics - Phenomenology (hep-ph)",
      "High Energy Physics - Experiment (hep-ex)",
      "Accelerator Physics (physics.acc-ph)",
      "Popular Physics (physics.pop-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2411.12577",
    "title": "Complex Frequency Fingerprint",
    "abstract": "           In this work, we present a novel method called the complex frequency fingerprint (CFF) to detect the complex frequency Green's function, $G(\\omega\\in\\mathbb{C})$, in a driven-dissipative system. By utilizing the CFF, we can measure the complex frequency density of states (DOS) and local DOS (LDOS), providing unique insights into the characterization of non-Hermitian systems. By applying our method to systems exhibiting the non-Hermitian skin effect (NHSE), we demonstrate how to use our theory to detect both the non-Hermitian eigenvalues and eigenstates. This offers a distinctive and reliable approach to identifying the presence or absence of NHSE in experimental settings.         ",
    "url": "https://arxiv.org/abs/2411.12577",
    "authors": [
      "Juntao Huang",
      "Kun Ding",
      "Jiangping Hu",
      "Zhesen Yang"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2409.17522",
    "title": "Reconfigurable Manipulation of Sound with a Multi-material 3D-Printed Origami Metasurface",
    "abstract": "           The challenge in reconfigurable manipulation of sound waves using metasurfaces lies in achieving precise control over acoustic behavior while developing efficient and practical tuning methods for structural configurations. However, most studies on reconfigurable acoustic metasurfaces rely on cumbersome and time-consuming control systems. These approaches often struggle with fabrication techniques, as conventional methods face limitations such as restricted material choices, challenges in achieving complex geometries, and difficulties in incorporating flexible components. This paper proposes a novel approach for developing a reconfigurable metasurface inspired by the Kresling origami pattern, designed for programmable manipulation of acoustic waves at an operating frequency of 2000 Hz. The origami unit cell is fabricated using multi-material 3D printing technology, allowing for the simultaneous printing of two materials with different mechanical properties, thus creating a bistable origami-based structure. Through optimization, two equilibrium states achieve a reflection phase difference of {\\pi} through the application of small axial force, F, or torque, T. Various configurations of the metasurface, generated from different combinations of these two equilibria, enable distinct reflective behaviors with switchable and programmable functionalities. The principle of this work simplifies the shaping of acoustic waves through a straightforward mechanical mechanism, eliminating the need for complex control systems and time-consuming adjustments. This innovative approach paves a novel and effective perspective for developing on-demand switchable and tunable devices across diverse fields, including electromagnetics, mechanics, and elastics, leveraging multi-material printing technology.         ",
    "url": "https://arxiv.org/abs/2409.17522",
    "authors": [
      "Dinh Hai Le",
      "Felix Kronowetter",
      "Yan Kei Chiang",
      "Marcus Maeder",
      "Steffen Marburg",
      "David A. Powell"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2411.04665",
    "title": "PZT Optical Memristors",
    "abstract": "           Optical memristors represent a monumental leap in the fusion of photonics and electronics, heralding a new era of new applications from neuromorphic computing to artificial intelligence. However, current technologies are hindered by complex fabrication, limited endurance, high optical loss or low modulation efficiency. For the first time, we unprecedentedly reveal optical non-volatility in thin-film Lead Zirconate Titanate (PZT) by electrically manipulating the ferroelectric domains to control the refractive index, providing a brand-new routine for optical memristors. The developed PZT optical memristors offer unprecedented advantages more than exceptional performance metrics like low loss, high precision, high-efficiency modulation, high stability quasi-continuity and reconfigurability. The wafer-scale sol-gel fabrication process also ensures compatible with standardized mass fabrication processes and high scalability for photonic integration. Specially, these devices also demonstrate unique functional duality: setting above a threshold voltage enables non-volatile behaviors, below this threshold allows volatile high-speed optical switching. This marks the first-ever optical memristor capable of performing high-speed signal processing and non-volatile retention on a single platform, and is also the inaugural demonstration of scalable functional systems. The PZT optical memristors developed here facilitate the realization of novel paradigms for high-speed and energy-efficient optical interconnects, programmable PICs, quantum computing, neural networks, in-memory computing and brain-like architecture.         ",
    "url": "https://arxiv.org/abs/2411.04665",
    "authors": [
      "Chenlei Li",
      "Hongyan Yu",
      "Tao Shu",
      "Yueyang Zhang",
      "Chengfeng Wen",
      "Hengzhen Cao",
      "Jin Xie",
      "Hanwen Li",
      "Zixu Xu",
      "Gong Zhang",
      "Zejie Yu",
      "Huan Li",
      "Liu Liu",
      "Yaocheng Shi",
      "Feng Qiu",
      "Daoxin Dai"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2402.19123",
    "title": "Sensing atomic superfluid rotation beyond the standard quantum limit",
    "abstract": "           Atomic superfluids formed using Bose-Einstein condensates (BECs) in a ring trap are currently being investigated in the context of superfluid hydrodynamics, quantum sensing and matter-wave interferometry. The characterization of the rotational properties of such superfluids is important, but can presently only be performed by using optical absorption imaging, which completely destroys the condensate. Recent studies have proposed coupling the ring BEC to optical cavity modes carrying orbital angular momentum to make minimally destructive measurements of the condensate rotation. The sensitivity of these proposals, however, is bounded below by the standard quantum limit set by the combination of laser shot noise and radiation pressure noise. In this work, we provide a theoretical framework that exploits the fact that the interaction between the scattered modes of the condensate and the light reduces to effective optomechanical equations of motion. We present a detailed theoretical analysis to demonstrate that the use of squeezed light and backaction evasion techniques allows the angular momentum of the condensate to be sensed with noise well below the standard quantum limit. Our proposal is relevant to atomtronics, quantum sensing and quantum information.         ",
    "url": "https://arxiv.org/abs/2402.19123",
    "authors": [
      "Rahul Gupta",
      "Paradeep Kumar",
      "Rina Kanamoto",
      "M. Bhattacharya",
      "Himadri Shekhar Dhar"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2410.00667",
    "title": "Contribution of soundscape appropriateness to soundscape quality assessment in space: a mediating variable affecting acoustic comfort",
    "abstract": "           Soundscape appropriateness (SA) provides supplemental information on the matching degree between auditory information and the surrounding scene in soundscape perception. This indicator has been integrated into the standard ISO process for collecting soundscape data, forming a component of the sound quality assessment questionnaire. However, its role in soundscape quality assessment has not been fully understood. Herein, we present the findings from soundscape data collected from Beiling Park in Shenyang, China. A method was developed that integrates mediation effect models with multiscale geographically weighted regression models to explore the mediating role of SA in the impact of sound source types on soundscape quality, as well as the spatial heterogeneity of this mediation effect. The results confirm that SA does mediates the influence of sound source types on acoustics comfort (AC). Specifically, natural sounds (indirect effect/total effect = .19/.19), traffic sounds (indirect effect/total effect = -.46/-.65), and commercial sounds (indirect effect/total effect = -.25/-.12) impact the perception of AC by either enhancing or reducing SA. Moreover, the relationships among variables depicted in this model demonstrate spatial heterogeneity, demonstrating that in urban open spaces with complex constructures, local spatial models may be needed for soundscape assessment. The research reaffirms the significance of SA in urban open spaces. In terms of practical implications for urban and landscape planners, when sound sources cannot be controlled or altered, coordinating between the sound and the surrounding environment through landscape optimisation could also improve the quality of the soundscape through enhancing SA and help achieve the goal of creating healthy urban open spaces.         ",
    "url": "https://arxiv.org/abs/2410.00667",
    "authors": [
      "Xinhao Yang",
      "Guangyu Zhang",
      "Xiaodong Lu",
      "Yuan Zhang",
      "Jian Kang"
    ],
    "subjectives": [
      "Sound (cs.SD)",
      "Audio and Speech Processing (eess.AS)",
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2411.11822",
    "title": "Logical computation demonstrated with a neutral atom quantum processor",
    "abstract": "           Transitioning from quantum computation on physical qubits to quantum computation on encoded, logical qubits can improve the error rate of operations, and will be essential for realizing valuable quantum computational advantages. Using a neutral atom quantum processor with 256 qubits, each an individual Ytterbium atom, we demonstrate the entanglement of 24 logical qubits using the distance-two [[4,2,2]] code, simultaneously detecting errors and correcting for lost qubits. We also implement the Bernstein-Vazirani algorithm with up to 28 logical qubits encoded in the [[4,1,2]] code, showing better-than-physical error rates. We demonstrate fault-tolerant quantum computation in our approach, guided by the proposal of Gottesman (2016), by performing repeated loss correction for both structured and random circuits encoded in the [[4,2,2]] code. Finally, since distance-two codes can correct qubit loss, but not other errors, we show repeated loss and error correction using the distance-three [[9,1,3]] Bacon-Shor code. These results begin to clear a path for achieving scientific quantum advantage with a programmable neutral atom quantum processor.         ",
    "url": "https://arxiv.org/abs/2411.11822",
    "authors": [
      "Ben W. Reichardt",
      "Adam Paetznick",
      "David Aasen",
      "Ivan Basov",
      "Juan M. Bello-Rivas",
      "Parsa Bonderson",
      "Rui Chao",
      "Wim van Dam",
      "Matthew B. Hastings",
      "Andres Paz",
      "Marcus P. da Silva",
      "Aarthi Sundaram",
      "Krysta M. Svore",
      "Alexander Vaschillo",
      "Zhenghan Wang",
      "Matt Zanner",
      "William B. Cairncross",
      "Cheng-An Chen",
      "Daniel Crow",
      "Hyosub Kim",
      "Jonathan M. Kindem",
      "Jonathan King",
      "Michael McDonald",
      "Matthew A. Norcia",
      "Albert Ryou",
      "Mark Stone",
      "Laura Wadleigh",
      "Katrina Barnes",
      "Peter Battaglino",
      "Thomas C. Bohdanowicz",
      "Graham Booth",
      "Andrew Brown",
      "Mark O. Brown",
      "Kayleigh Cassella",
      "Robin Coxe",
      "Jeffrey M. Epstein",
      "Max Feldkamp",
      "Christopher Griger",
      "Eli Halperin",
      "Andre Heinz",
      "Frederic Hummel",
      "Matthew Jaffe",
      "Antonia M. W. Jones",
      "Eliot Kapit",
      "Krish Kotru",
      "Joseph Lauigan",
      "Ming Li",
      "Jan Marjanovic",
      "Eli Megidish",
      "Matthew Meredith",
      "Ryan Morshead",
      "Juan A. Muniz",
      "Sandeep Narayanaswami",
      "Ciro Nishiguchi",
      "Timothy Paule",
      "Kelly A. Pawlak",
      "Kristen L. Pudenz",
      "David Rodríguez Pérez",
      "Jon Simon",
      "Aaron Smull",
      "Daniel Stack",
      "Miroslav Urbanek",
      "René J. M. van de Veerdonk",
      "Zachary Vendeiro",
      "Robert T. Weverka",
      "Thomas Wilkason",
      "Tsung-Yao Wu",
      "Xin Xie",
      "Evan Zalys-Geller",
      "Xiaogang Zhang",
      "Benjamin J. Bloom"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  }
]