[
  {
    "id": "arXiv:2212.08163",
    "title": "Parametric study on ion acceleration from the interaction of ultra-high  intensity laser pulses with near-critical density gas targets",
    "abstract": "We present a parametric study based on 1-D particle-in-cell (PIC) simulations conducted with the objective of understanding the interaction of intense lasers with near-critical non-uniform density gas targets. Specifically, we aim to find an optimal set of experimental parameters regarding the interaction of a $\\lambda_L$ = 0.8 $\\mu$m, $I_L =10^{20}$ W/cm$^2$ ($a_0 = 8.8$), $\\tau_L = 30$ fs laser pulse with a near-critical non-uniform pure nitrogen gas profile produced by a non commercial gas nozzle. The PIC code Calder developed at CEA was used, and both the maximum electron density and the direct laser contribution to ion acceleration were studied. Shock formation was achieved for a peak electron density $n_e$ ranging between 0.35 $n_c$ and 0.7 $n_c$. In this density interval, the survival of a percentage of the laser pulse until the gas density peak, while being strongly absorbed ($>$90$\\%$) and creating a hot electron population in the gas up-ramp, is singled out as a necessary condition for shock formation. Moreover, the laser absorption must give rise to a super ponderomotive heating of the target electrons in order to launch an electrostatic shock inside the plasma. The direct laser effect on ion acceleration consists in a strong initial density perturbation that enhances charge separation while the electron pressure gradients are identified as fundamental for shock formation. The production of a controlled and repetitive gas profile as well as the possibility of performing measurements with statistical meaning are highlighted as fundamental for conducting a thorough experimental study. ",
    "url": "https://arxiv.org/abs/2212.08163",
    "authors": [
      "V. Ospina-Bohórquez",
      "A. Debayle",
      "J.J. Santos",
      "L. Volpe",
      "L. Gremillet"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2212.08165",
    "title": "BigBrain-MR: a new digital phantom with anatomically-realistic magnetic  resonance properties at 100-μm resolution for magnetic resonance methods  development",
    "abstract": "The benefits, opportunities and growing availability of ultra-high field magnetic resonance imaging (MRI) for humans have prompted an expansion in research and development efforts towards increasingly more advanced high-resolution imaging techniques. To maximize their effectiveness, these efforts need to be supported by powerful computational simulation platforms that can adequately reproduce the biophysical characteristics of MRI, with high spatial resolution. In this work, we have sought to address this need by developing a novel digital phantom with realistic anatomical detail up to 100-um resolution, including multiple MRI properties that affect image generation. This phantom, termed BigBrain-MR, was generated from the publicly available BigBrain histological dataset and lower-resolution in-vivo 7T-MRI data, using a newly-developed image processing framework that allows mapping the general properties of the latter into the fine anatomical scale of the former. Overall, the mapping framework was found to be effective and robust, yielding a diverse range of realistic \"in-vivo-like\" MRI contrasts and maps at 100-um resolution. BigBrain-MR was then tested in three different imaging applications (motion effects and interpolation, super-resolution imaging, and parallel imaging reconstruction) to investigate its properties, value and validity as a simulation platform. The results consistently showed that BigBrain-MR can closely approximate the behavior of real in-vivo data, more realistically and with more extensive features than a more classic option such as the Shepp-Logan phantom. This novel phantom is therefore deemed a favorable choice to support methodological development in brain MRI, and has been made freely available to the community. ",
    "url": "https://arxiv.org/abs/2212.08165",
    "authors": [
      "Cristina Sainz Martinez",
      "Meritxell Bach Cuadra",
      "João Jorge"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2212.08168",
    "title": "Inferring Cultural Landscapes with the Inverse Ising Model",
    "abstract": "The space of possible human cultures is vast, but some cultural configurations are more consistent with cognitive and social constraints than others. This leads to a ``landscape'' of possibilities that our species has explored over millennia of cultural evolution. But what does this fitness landscape, which constrains and guides cultural evolution, look like? The machine-learning algorithms that can answer these questions are typically developed for large-scale datasets. Applications to the sparse, inconsistent, and incomplete data found in the historical record have received less attention, and standard recommendations can lead to bias against marginalized, under-studied, or minority cultures. We show how to adapt the Minimum Probability Flow algorithm and the Inverse Ising model, a physics-inspired workhorse of machine learning, to the challenge. A series of natural extensions -- including dynamical estimation of missing data, and cross-validation with regularization -- enables reliable reconstruction of the underlying constraints. We demonstrate our methods on a curated subset of the Database of Religious History: records from 407 religious groups throughout human history, ranging from the Bronze Age to the present day. This reveals a complex, rugged, landscape, with both sharp, well-defined peaks where state-endorsed religions tend to concentrate, and diffuse cultural floodplains where evangelical religions, non-state spiritual practices, and mystery religions can be found. ",
    "url": "https://arxiv.org/abs/2212.08168",
    "authors": [
      "Victor Møller Poulsen",
      "Simon DeDeo"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)",
      "Populations and Evolution (q-bio.PE)",
      "Quantitative Methods (q-bio.QM)"
    ]
  },
  {
    "id": "arXiv:2212.08223",
    "title": "Ultrashort dissipative Raman solitons in Kerr resonators driven with  phase-coherent optical pulses",
    "abstract": "External driving of passive, nonlinear optical resonators has emerged over the past decade as a novel route for the generation of ultrashort optical pulses and corresponding broadband frequency combs. Whilst the pulse formation dynamics in such systems differ dramatically from those manifesting themselves in conventional mode-locked lasers, the demarcation between the two traditionally distinct paradigms has recently begun to blur, with demonstrations of hybrid systems incorporating both external driving and active media shown to offer specific advantages. Here we explore a new pathway for ultrashort pulse generation at the interface of externally-driven passive resonators and lasers. By leveraging the nonlinear Raman gain inherent to fused silica, we achieve deterministic generation of low-noise dissipative solitons with durations well below 100 fs via phase-coherent pulsed driving of resonators made of standard, commercially-available optical fibre. We explore and explain the physics of the new dissipative Raman soliton states, identifying scaling laws that govern the pulses' characteristics and that allow output repetition rates to be scaled at will without influencing the soliton duration. The scheme explored in our work enables the shortest ever pulses generated in resonators (active or passive) made from a single commercially-available optical fibre, and it has the potential to be transferred into a chip-scale format by using existing dispersion-engineered silica microresonators. ",
    "url": "https://arxiv.org/abs/2212.08223",
    "authors": [
      "Zongda Li",
      "Yiqing Xu",
      "Sophie Shamailov",
      "Xiaoxiao Wen",
      "Wenlong Wang",
      "Xiaoming Wei",
      "Zhongmin Yang",
      "Stéphane Coen",
      "Stuart G. Murdoch",
      "Miro Erkintalo"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2212.08430",
    "title": "Heterostructure films of SiO2 and HfO2 for high power laser optics  prepared by plasma-enhanced atomic layer deposition",
    "abstract": "Absorption losses and laser-induced damage threshold (LIDT) are considered as the major constraint for the development of optical coatings for high-power laser optics. Such coatings require paramount properties like low losses due to optical absorption, high mechanical stability, and enhanced damage resistance to withstand high-intensity laser pulses. In this work, heterostructure films were developed by the intermixing of SiO2 and HfO2 using plasma-enhanced atomic layer deposition (PEALD) technique. Thin film characterization techniques such as spectroscopic ellipsometry, spectrophotometry, substrate curvature measurements, x-ray reflectivity, and Fourier transform infrared spectroscopy were employed for extracting optical constants, spectral inter-pretation, residual stress, layer formation, and functional groups present in the heterostructures, respectively. These heterostructures demonstrate tunable refractive index, bandgap, and improved optical losses and LIDT properties. The films were incorporated into antireflection coatings (multilayer stacks and graded index coatings) and the LIDT was determined at 355 nm wavelength by the R-on-1 method. Optical absorptions at the reported wavelengths were characterized using photothermal common-path interferometry and laser-induced deflection techniques. ",
    "url": "https://arxiv.org/abs/2212.08430",
    "authors": [
      "Shawon Alam",
      "Pallabi Paul",
      "Vivek Beladiya",
      "Olaf Stenzel",
      "Marcus Trost",
      "Steffen Wilbrandt",
      "Sven Schroeder",
      "Gabor Matthaeus",
      "Stefan Nolte",
      "Sebastian Riese",
      "Felix Otto",
      "Torsten Fritz",
      "Alexander Gottwald",
      "Adriana Szeghalmi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2212.08510",
    "title": "Whispering-gallery-mode barcode-based broadband  sub-femtometer-resolution spectroscopy with an electro-optic frequency comb",
    "abstract": "Spectroscopy is the basic tool for studying molecular physics and realizing bio-chemical sensing. However, it is challenging to realize sub-femtometer resolution spectroscopy over broad bandwidth. In this paper, broadband and high-resolution spectroscopy with calibrated optical frequency is demonstrated by bridging the fields of speckle patterns and electro-optic frequency comb (EOFC). A novel wavemeter based on whispering-gallery-mode (WGM) speckles (or WGM barcodes) is proposed to link the frequency of a tunable continuous-wave (CW) laser to an optical reference provided by an ultra-stable laser. The ultra-fine comb lines generated from the CW laser sample the spectrum with sub-femtometer resolution. Measurement bandwidth is far extended by performing sequential acquisitions, since the centre optical frequency of EOFC is absolutely determined by WGM speckle-based wavemter. This approach fully utilizes the advantages of two fields to realize 0.8-fm resolution with a fiber laser and 80-nm bandwidth with an external cavity diode laser. The spectroscopic measurements of an ultrahigh-Q cavity and the HCN gas absorption is demonstrated, which shows the potentials of this compact system with high resolution and broad bandwidth for more applications. ",
    "url": "https://arxiv.org/abs/2212.08510",
    "authors": [
      "Bingxin Xu",
      "Yangyang Wan",
      "Xinyu Fan",
      "Zuyuan He"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.08534",
    "title": "Dynamic Interplay Between Kerr Combs and Brillouin Lasing in Fiber  Cavities",
    "abstract": "We study a re-configurable nonreciprocal fiber ring cavity setup to generate tunable optical frequency combs. Coherent combs can be obtained by finely exploiting bi-chromatic Brillouin lasing and cascaded four-wave mixing in the nonlinear fiber cavity. We introduce a numerical model of the cavity system, which is validated by comparisons with experiments. Our work shows the importance of the mode pulling effect, controlled by the pump laser detuning, in setting the dynamics of the comb. This effect along with the impact of multimode lasing had been overlooked in previous fiber experiments. We discuss these limitations and devise several scaling laws for these system. ",
    "url": "https://arxiv.org/abs/2212.08534",
    "authors": [
      "Erwan Lucas",
      "Moise Deroh",
      "Bertrand Kibler"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.08591",
    "title": "Performance and control strategy of an integrated tunable laser with a  single intra-cavity AMZI filter",
    "abstract": "Asymmetric Mach-Zehnder interferometers (AMZIs) can, in principle, enable continuous wavelength tuning of a laser when used as an intra-cavity filter. Their simplicity and good compatibility with generic foundry platforms are major advantages. However, the difficulty to develop a well-defined and robust control strategy is an important drawback which restricts the use-cases of these tunable lasers. Here, we make an in-depth investigation of the tunability properties of a laser including a single-stage AMZI in its cavity. We find that due to imperfections of Electro-Optic Phase Modulators (EOPMs), the dependence of the phase variation with the applied voltage is not linear. Because integrated EOPMs cannot be individually calibrated, these nonlinearities prevent a precise and independent tuning of the phase and amplitude of the AMZI transfer function, and thus continuous tuning cannot be reliably achieved. To overcome this issue, we propose a refined control strategy which allows for semi-continuous tuning. With this approach, we demonstrate a piece-wise continuous tuning of the emission wavelength by taking advantage of the coupling between amplitude and phase in the AMZI response. With our refined control strategy, we achieve tuning of the emission wavelength over the full free spectral range (FSR) of the AMZI. ",
    "url": "https://arxiv.org/abs/2212.08591",
    "authors": [
      "Martin Skënderas",
      "Pablo Marin-Palomo",
      "Spencer W. Jolly",
      "Martin Virte"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2212.08197",
    "title": "Back action evasion in optical lever detection",
    "abstract": "The optical lever is a centuries old and widely-used detection technique employed in applications ranging from consumer products, industrial sensors to precision force microscopes used in scientific research. However, despite the long history, its quantum limits have yet to be explored. In general, any precision optical measurement is accompanied by optical force induced disturbance to the measured object (termed as back action) leading to a standard quantum limit(SQL). Here we give a simple description of how such back action can be evaded in optical lever detection to beat SQL. We perform a proof-of-principle experiment demonstrating the mechanism of back action evasion in the classical regime, by developing a lens system that cancels extra tilting of the reflected light off a silicon nitride membrane mechanical resonator caused by laser-pointing-noise-induced optical torques. We achieve a readout noise floor two orders of magnitude lower than the SQL, corresponding to an effective optomechanical cooperativity of 100 without the need for an optical cavity. As the state-of-the-art ultra low dissipation optomechanical systems relevant for quantum sensing are rapidly approaching the level where quantum noise dominates, simple and widely applicable back action evading protocols such as ours will be crucial for pushing beyond quantum limits. ",
    "url": "https://arxiv.org/abs/2212.08197",
    "authors": [
      "Shan Hao",
      "Thomas Purdy"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.08269",
    "title": "Giant optomechanical coupling and dephasing protection with cavity  exciton-polaritons",
    "abstract": "Electronic resonances can significantly enhance the photon-phonon coupling in cavity optomechanics, but are normally avoided due to absorption losses and dephasing by inhomogeneous broadening. We experimentally demonstrate that exciton-polaritons in semiconductor microcavities enable GHz optomechanics with single-particle resonant couplings reaching record values in the 10s of MHz range. Moreover, this resonant enhancement is protected from inhomogeneous broadening by the Rabi gap. Single-polariton non-linearities and the optomechanical strong-coupling regime become accessible in this platform. ",
    "url": "https://arxiv.org/abs/2212.08269",
    "authors": [
      "P. Sesin",
      "A. S. Kuznetsov",
      "G. Rozas",
      "S. Anguiano",
      "A. E. Bruchhausen",
      "A. Lemaître",
      "K. Biermann",
      "P. V. Santos",
      "A. Fainstein"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.08474",
    "title": "Temperature dependence of radiation damage annealing of Silicon  Photomultipliers",
    "abstract": "The last decade has increasingly seen the use of silicon photomultipliers (SiPMs) instead of photomultiplier tubes (PMTs). This is due to various advantages of the former on the latter like its smaller size, lower operating voltage, higher detection efficiency, insensitivity to magnetic fields and mechanical robustness to launch vibrations. All these features make SiPMs ideal for use on space based experiments where the detectors require to be compact, lightweight and capable of surviving launch conditions. A downside with the use of this novel type of detector in space conditions is its susceptibility to radiation damage. In order to understand the lifetime of SiPMs in space, both the damage sustained due to radiation as well as the subsequent recovery, or annealing, from this damage have to be studied. Here we present these studies for three different types of SiPMs from the Hamamatsu S13360 series. Both their behaviour after sustaining radiation equivalent to 2 years in low earth orbit in a typical mission is presented, as well as the recovery of these detectors while stored in different conditions. The storage conditions varied in temperature as well as in operating voltage. The study found that the annealing depends significantly on the temperature of the detectors with those stored at high temperatures recovering significantly faster and at recovering closer to the original performance. Additionally, no significant effect from a reasonable bias voltage on the annealing was observed. Finally the annealing rate as a function of temperature is presented along with various operating strategies for the future SiPM based astrophysical detector POLAR-2 as well as for future SiPM based space borne missions. ",
    "url": "https://arxiv.org/abs/2212.08474",
    "authors": [
      "Nicolas De Angelis",
      "Merlin Kole",
      "Franck Cadoux",
      "Johannes Hulsman",
      "Tomasz Kowalski",
      "Sebastian Kusyk",
      "Slawomir Mianowski",
      "Dominik Rybka",
      "Jerome Stauffer",
      "Jan Swakon",
      "Damian Wrobel",
      "Xin Wu"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2212.08652",
    "title": "Universal equation of state for wave turbulence in a quantum gas",
    "abstract": "Boyle's 1662 observation that the volume of a gas is, at constant temperature, inversely proportional to pressure, offered a prototypical example of how an equation of state (EoS) can succinctly capture key properties of a many-particle system. Such relations are now cornerstones of equilibrium thermodynamics. Extending thermodynamic concepts to far-from-equilibrium systems is of great interest in various contexts including glasses, active matter, and turbulence, but is in general an open problem. Here, using a homogeneous ultracold atomic Bose gas, we experimentally construct an EoS for a turbulent cascade of matter waves. Under continuous forcing at a large length scale and dissipation at a small one, the gas exhibits a non-thermal, but stationary state, which is characterised by a power-law momentum distribution sustained by a scale-invariant momentum-space energy flux. We establish the amplitude of the momentum distribution and the underlying energy flux as equilibrium-like state variables, related by an EoS that does not depend on the details of the energy injection or dissipation, or the history of the system. Moreover, we show that the equations of state for a wide range of interaction strengths and gas densities can be empirically scaled onto each other. This results in a universal dimensionless EoS that sets benchmarks for the theory and should also be relevant for other turbulent systems. ",
    "url": "https://arxiv.org/abs/2212.08652",
    "authors": [
      "Lena H. Dogra",
      "Gevorg Martirosyan",
      "Timon A. Hilker",
      "Jake A. P. Glidden",
      "Jiří Etrych",
      "Alec Cao",
      "Christoph Eigen",
      "Robert P. Smith",
      "Zoran Hadzibabic"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Atomic Physics (physics.atom-ph)",
      "Fluid Dynamics (physics.flu-dyn)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2212.08654",
    "title": "A Stable, Recursive Auxiliary Field Quantum Monte Carlo Algorithm in the  Canonical Ensemble: Applications to Thermometry and the Hubbard Model",
    "abstract": "Many experimentally-accessible, finite-sized interacting quantum systems are most appropriately described by the canonical ensemble of statistical mechanics. Conventional numerical simulation methods either approximate them as being coupled to a particle bath, or use projective algorithms which may suffer from non-optimal scaling with system size or large algorithmic prefactors. In this paper, we introduce a highly stable, recursive Auxiliary Field Quantum Monte Carlo approach that can directly simulate systems in the canonical ensemble. We apply the method to the fermion Hubbard model in one and two spatial dimensions in a regime known to exhibit a significant ``sign'' problem and find improved performance over existing approaches including rapid convergence to ground state expectation values. The effects of excitations above the ground state are quantified using an estimator-agnostic approach including studying the temperature dependence of the purity and overlap fidelity of the canonical and grand canonical density matrices. As an important application, we show that thermometry approaches often exploited in ultra-cold atoms that employ an analysis of the velocity distribution in the grand canonical ensemble may be subject to errors leading to an under-estimation of extracted temperatures with respect to the Fermi temperature. ",
    "url": "https://arxiv.org/abs/2212.08654",
    "authors": [
      "Tong Shen",
      "Hatem Barghathi",
      "Jiangyong Yu",
      "Adrian Eel Maestro",
      "Brenda Rubenstein"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Nuclear Theory (nucl-th)",
      "Atomic Physics (physics.atom-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2203.06368",
    "title": "Complex structure and characterization of multi-photon split states in  integrated circuits",
    "abstract": " Title: Complex structure and characterization of multi-photon split states in  integrated circuits ",
    "url": "https://arxiv.org/abs/2203.06368",
    "authors": [
      "Jihua Zhang",
      "Andrey A. Sukhorukov"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.08955",
    "title": "Lateral recoil optical forces on nanoparticles near nonreciprocal  surfaces",
    "abstract": " Comments: 39 pages - 6 figures - 3 tables ",
    "url": "https://arxiv.org/abs/2203.08955",
    "authors": [
      "N. K. Paul",
      "J. S. Gomez-Diaz"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2205.02137",
    "title": "Spatial search by continuous-time quantum walks on renormalized Internet  networks",
    "abstract": " Comments: 11 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2205.02137",
    "authors": [
      "Joonas Malmi",
      "Matteo A. C. Rossi",
      "Guillermo García-Pérez",
      "Sabrina Maniscalco"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Physics and Society (physics.soc-ph)"
    ]
  },
  {
    "id": "arXiv:2210.00470",
    "title": "Dissociation dynamics of a diatomic molecule in an optical cavity",
    "abstract": " Comments: Revise version, accepted in J. Chem. Phys ",
    "url": "https://arxiv.org/abs/2210.00470",
    "authors": [
      "Subhadip Mondal",
      "Derek S. Wang",
      "Srihari Keshavamurthy"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2210.11847",
    "title": "A corrugated planar-Goubau-line termination for terahertz waves",
    "abstract": " Title: A corrugated planar-Goubau-line termination for terahertz waves ",
    "url": "https://arxiv.org/abs/2210.11847",
    "authors": [
      "Juan Cabello-Sánchez",
      "Vladimir Drakinskiy",
      "Jan Stake",
      "Helena Rodilla"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2211.02042",
    "title": "Comparison of Matsubara dynamics with exact quantum dynamics for an  oscillator coupled to a dissipative bath",
    "abstract": " Title: Comparison of Matsubara dynamics with exact quantum dynamics for an  oscillator coupled to a dissipative bath ",
    "url": "https://arxiv.org/abs/2211.02042",
    "authors": [
      "Adam Prada",
      "Eszter S. Pós",
      "Stuart C. Althorpe"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2211.14022",
    "title": "Characterisation of the MUSIC ASIC for large-area silicon  photomultipliers for gamma-ray astronomy",
    "abstract": " Comments: 16 pages, 15 figures ",
    "url": "https://arxiv.org/abs/2211.14022",
    "authors": [
      "Nicolas De Angelis",
      "David Gascón",
      "Sergio Gómez",
      "Matthieu Heller",
      "Teresa Montaruli",
      "Andrii Nagai"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2212.07395",
    "title": "Interferometric imaging using shared quantum entanglement",
    "abstract": " Title: Interferometric imaging using shared quantum entanglement ",
    "url": "https://arxiv.org/abs/2212.07395",
    "authors": [
      "Matthew R. Brown",
      "Markus Allgaier",
      "Valérian Thiel",
      "John Monnier",
      "Michael G. Raymer",
      "Brian J. Smith"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Optics (physics.optics)"
    ]
  }
]