[
  {
    "id": "arXiv:2301.11411",
    "title": "Anisotropic Electron Heating in an Electron Cyclotron Resonance Thruster  with Magnetic Nozzle",
    "abstract": "In a grid-less Electron Cyclotron Resonance (ECR) plasma thruster with a diverging magnetic nozzle, the magnitude of the ambipolar field accelerating the positive ions depends of the perpendicular energy gained by the electrons. This work investigates the heating of the electrons by electromagnetic waves, taking their bouncing motion into account in a confining well formed by the magnetic mirror force and the electrostatic potential of the thruster. An electromagnetic Particle-In-Cell (PIC) code is used to simulate the plasma in a magnetic field tube. The code's Maxwell solver is based on a semi-Lagrangian scheme known as the Constrained Interpolation Profile (CIP) which enables larger time steps. The results show that anisotropic plasma heating takes place exclusively inside the coaxial chamber, along a Doppler-broadened zone. It is also shown that a trapped population of electrons with a larger perpendicular energy exists in the plume. ",
    "url": "https://arxiv.org/abs/2301.11411",
    "authors": [
      "Jean Porto",
      "Paul-Quentin Elias",
      "Andrea Ciardi"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2301.11485",
    "title": "Sub-ppb aerosol detection at a distance of 30 meters by millijoule  femtosecond laser pulse filamentation in air",
    "abstract": "In this work, sub-ppb aerosol detection is achieved by femtosecond laser filament with a single pulse energy of 4 mJ at a distance of 30 m. A concave mirror with an open aperture of 41.4 cm is employed in an off-axis optical system to focus the femtosecond laser beam and collect the fluorescence of NaCl aerosol. The simulation and experimental results show that the astigmatism can be greatly reduced when femtosecond laser beam is incident non-symmetrically on the concave mirror. Compared with the case that femtosecond laser strikes at the center of the concave mirror, the intensity of the optical filament is increased by 69.5 times, and the detection of limit of sodium chloride aerosol is reduced by 86%, which is down to 0.32 ppb. The improved excitation scheme in this work utilizes the nonsymmetrical beam spot on the concave mirror to compensate the non-symmetry induced by the off-axis setup, reducing the astigmatism of the focusing laser beam and improving the aerosol's detection of limit. ",
    "url": "https://arxiv.org/abs/2301.11485",
    "authors": [
      "Jiewei Guo",
      "Zhi Zhang",
      "Nan Zhang",
      "Binpeng Shang",
      "Jiayun Xue",
      "Yuezheng Wang",
      "Shishi Tao",
      "Bofu Xie",
      "Lanjun Guo",
      "Lie Lin",
      "Weiwei Liu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.11523",
    "title": "Externally-triggerable optical pump-probe scanning tunneling microscopy  with a time resolution of tens-picosecond",
    "abstract": "Photoinduced carrier dynamics of nanostructures play a crucial role in developing novel functionalities in advanced materials. Optical pump-probe scanning tunneling microscopy (OPP-STM) represents distinctive capabilities of real-space imaging of such carrier dynamics with nanoscale spatial resolution. However, combining the advanced technology of ultrafast pulsed lasers with STM for stable time-resolved measurements has remained challenging. The recent OPP-STM system, whose laser-pulse timing is electrically controlled by external triggers, has significantly simplified this combination but limited its application due to nanosecond temporal resolution. Here we report an externally-triggerable OPP-STM system with a temporal resolution in the tens-picosecond range. We also realize the stable laser illumination of the tip-sample junction by placing a position-movable aspheric lens driven by piezo actuators directly on the STM stage and by employing an optical beam stabilization system. We demonstrate the OPP-STM measurements on GaAs(110) surfaces, observing carrier dynamics with a decay time of $\\sim170$ ps and revealing local carrier dynamics at features including a step edge and a nanoscale defect. The stable OPP-STM measurements with the tens-picosecond resolution by the electrical control of laser pulses highlight the potential capabilities of this system for investigating nanoscale carrier dynamics of a wide range of functional materials. ",
    "url": "https://arxiv.org/abs/2301.11523",
    "authors": [
      "Katsuya Iwaya",
      "Munenori Yokota",
      "Hiroaki Hanada",
      "Hiroyuki Mogi",
      "Shoji Yoshida",
      "Osamu Takeuchi",
      "Yutaka Miyatake",
      "Hidemi Shigekawa"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Superconductivity (cond-mat.supr-con)"
    ]
  },
  {
    "id": "arXiv:2301.11662",
    "title": "Probing optical properties of metallic carbon nanotubes: beyond the  standard semi-empirical model for plasmonic predictions",
    "abstract": "We investigate the intraband-transitions contribution to the optical properties of metallic carbon nanotubes both experimentally and theoretically. The experimental dielectric constant for metallic carbon nanotubes samples is derived from reflectance measurements using among others Kramers-Kronig relations. It is found in pretty good agreement with the predictions based on ab initio calculations but departs from those based on an analytical model, the surface conductivity model, widely used in the literature. We report new theoretical predictions for the plasma frequency of metallic carbon nanotubes. They are in notable agreement with experimental observations. ",
    "url": "https://arxiv.org/abs/2301.11662",
    "authors": [
      "Domitille Baux",
      "Patrick Hermet",
      "Stéphane Campidelli",
      "Jean-Louis Bantignies",
      "Emmanuel Rousseau",
      "Nicolas Izard"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2301.11760",
    "title": "Renaissance of Analogue Optical Computing",
    "abstract": "This review paper examines the physics and mathematics of optical computing, which utilizes photons and optics-related technologies for effective and efficient computational purposes. We discuss the history and development of optical computing, as well as modern analogue computing platforms and architectures, focusing on neural network implementations. Furthermore, we cover special-purpose optimisers and mathematical descriptions of optical optimisers, as well as their various applications and interconnections. We also explore the main directions of technological development in optical computing and estimates of its efficiency. Finally, we discuss future perspectives and the domain of optical quantum computing. This review provides a comprehensive overview of the current state-of-the-art in optical computing and its potential applications. ",
    "url": "https://arxiv.org/abs/2301.11760",
    "authors": [
      "Nikita Stroev",
      "Natalia G. Berloff"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Emerging Technologies (cs.ET)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2301.11833",
    "title": "PeakOTron: A Python Module for Fitting Charge Spectra of Silicon  Photomultipliers",
    "abstract": "A Python program has been developed which fits a published detector-response model to SiPM charge spectra to characterise SiPMs. Spectra for SiPMs illuminated by low intensity pulsed light with Poisson-distributed number of photons and a time spread of order nanoseconds or less, can be analysed. The entire charge spectra, including the intervals in-between the photoelectron peaks, are fitted, which allows determining, in addition to the mean number of detected photons, gain, gain spread, prompt cross-talk, pedestal, and electronics noise, the dark-count rate as well as the probability and time constant of after-pulses. The starting values of the fit parameters are extracted from the charge spectra. The program performance has been evaluated using simulated charge spectra with the different SiPM parameters varied in a wide range. By analysing 100 simulated spectra for every parameter set, the biases and statistical uncertainties of the individual parameters have been determined. It is found that the parameters are precisely determined and that the entire spectra are well described, in most cases with a $\\chi ^2$/NDF close to 1. In addition, measured spectra for two types of SiPMs for a wide range of over-voltages have been analysed. The program achieves mostly a good description of the spectra, and the parameters determined agree with the values from the producers and expectations. The program can be used for detailed analyses of single spectra, but, as it is compatible with the native \\texttt{Python} multiprocessing module, also for the automatic characterisation of large samples of SiPMs. ",
    "url": "https://arxiv.org/abs/2301.11833",
    "authors": [
      "Jack Rolph",
      "Erika Garutti",
      "Robert Klanner",
      "Tobias Quadfasel",
      "Joern Schwandt"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2301.11864",
    "title": "Gravity can lead to multiple peaks in the early stages of coffee ring  formation",
    "abstract": "We consider the role of gravity in solute transport when a thin droplet evaporates. Under the physically-relevant assumptions that the contact line is pinned and the solutal P\\'{e}clet number, $\\mbox{Pe}$ is large, we identify two fundamental regimes that depend on the size of the Bond number, $\\mbox{Bo}$. When $\\mbox{Bo} = O(1)$, the asymptotic structure of solute transport follows directly from the surface tension-dominated regime, whereby advection drives solute towards the contact line, only to be countered by local diffusive effects, leading to the formation of the famous ``coffee ring\". For larger Bond numbers, we identify the distinguished limit in which $\\mbox{Bo}^{-1/2}\\mbox{Pe}^{2/3} = O(1)$, where the diffusive boundary layer is comparable to the surface tension boundary layer. In each regime, we perform a systematic asymptotic analysis of the solute transport and compare our predictions to numerical simulations of the full model. Our analysis identifies the effect of gravity on the nascent coffee ring, providing quantitative predictions of the size, location and shape of the solute mass profile. Furthermore, we reveal that, for certain values of $\\mbox{Bo}$, $\\mbox{Pe}$ and the evaporation time, a secondary peak may exist inside the classical coffee ring. We find that the onset of this secondary peak is linked to the change in behaviour of the critical point in the droplet centre. Both the onset and the peak characteristics are shown to be independent of $\\mbox{Pe}$, but solutal diffusion may act to remove the secondary peak when the classical coffee ring becomes so large as to subsume it. ",
    "url": "https://arxiv.org/abs/2301.11864",
    "authors": [
      "Matt R Moore",
      "Alexander W Wray"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2301.11865",
    "title": "Ultrafast CMOS image sensors and data-enabled super-resolution for  multimodal radiographic imaging and tomography",
    "abstract": "We summarize recent progress in ultrafast Complementary Metal Oxide Semiconductor (CMOS) image sensor development and the application of neural networks for post-processing of CMOS and charge-coupled device (CCD) image data to achieve sub-pixel resolution (thus $super$-$resolution$). The combination of novel CMOS pixel designs and data-enabled image post-processing provides a promising path towards ultrafast high-resolution multi-modal radiographic imaging and tomography applications. ",
    "url": "https://arxiv.org/abs/2301.11865",
    "authors": [
      "Xin Yue",
      "Shanny Lin",
      "Wenting Li",
      "Bradley T. Wolfe",
      "Steven Clayton",
      "Mark Makela",
      "C. L. Morris",
      "Simon Spannagel",
      "Erik Ramberg",
      "Juan Estrada",
      "Hao Zhu",
      "Jifeng Liu",
      "Eric R. Fossum",
      "Zhehui Wang"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Image and Video Processing (eess.IV)"
    ]
  },
  {
    "id": "arXiv:2301.11746",
    "title": "Emergence of collapsed snaking related dark and bright Kerr dissipative  solitons with quartic-quadratic dispersion",
    "abstract": "We theoretically investigate the dynamics, bifurcation structure and stability of dark localized states emerging in Kerr cavities in the presence of second- and fourth-order dispersion. These states form through the locking of uniform wave fronts, or domain walls, connecting two coexisting stable uniform states. They undergo a generic bifurcation structure known as collapsed homoclinic snaking. We characterize the robustness of these states by computing their stability and bifurcation structure as a function of the main control parameter of the system. Furthermore, we show that by increasing the dispersion of fourth order, bright localized states can be also stabilized. ",
    "url": "https://arxiv.org/abs/2301.11746",
    "authors": [
      "Edem Kossi Akakpo",
      "Marc Haelterman",
      "Francois Leo",
      "Pedro Parra-Rivas"
    ],
    "subjectives": [
      "Pattern Formation and Solitons (nlin.PS)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.11815",
    "title": "A stochastic approach to the quantum noise of a single-emitter nanolaser",
    "abstract": "It is shown that the intensity quantum noise of a single-emitter nanolaser can be accurately computed by adopting a stochastic interpretation of the standard rate equation model under the only assumption that the emitter excitation and photon number are stochastic variables with integer values. This extends the validity of rate equations beyond the mean-field limit and avoids using the standard Langevin approach, which is shown to fail for few emitters. The model is validated by comparison to full quantum simulations of the relative intensity noise and second-order intensity correlation function, g(2)({\\tau} ). Surprisingly, even when the full quantum model displays vacuum Rabi oscillations, which are not accounted for by rate equations, the intensity quantum noise is correctly predicted by the stochastic approach. Adopting a simple discretization of the emitter and photon populations, thus, goes a long way in describing quantum noise in lasers. Besides providing a versatile and easy-to-use tool for modeling a new generation of nanolasers with many possible applications, these results provide insight into the fundamental nature of quantum noise in lasers. ",
    "url": "https://arxiv.org/abs/2301.11815",
    "authors": [
      "Matias Bundgaard-Nielsen",
      "Emil Vosmar Denning",
      "Marco Saldutti",
      "Jesper Mørk"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.11869",
    "title": "Observation of brane parity order in programmable optical lattices",
    "abstract": "The Mott-insulating phase of the two-dimensional (2d) Bose-Hubbard model is expected to be characterized by a non-local brane parity order. Parity order captures the presence of microscopic particle-hole fluctuations and entanglement, whose properties depend on the underlying lattice geometry. We realize 2d Bose-Hubbard models in dynamically tunable lattice geometries, using neutral atoms in a novel passively phase-stable tunable optical lattice in combination with programmable site-blocking potentials. We benchmark the performance of our system by single-particle quantum walks in the square, triangular, kagome and Lieb lattice. In the strongly correlated regime, we microscopically characterize the geometry dependence of the quantum fluctuations and experimentally validate the brane parity as a proxy for the non-local order parameter signaling the superfluid-to-Mott insulating phase transition. ",
    "url": "https://arxiv.org/abs/2301.11869",
    "authors": [
      "David Wei",
      "Daniel Adler",
      "Kritsana Srakaew",
      "Suchita Agrawal",
      "Pascal Weckesser",
      "Immanuel Bloch",
      "Johannes Zeiher"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2203.17062",
    "title": "Quantum coherence versus interferometric visibility in a biased  Mach-Zehnder interferometer",
    "abstract": " Title: Quantum coherence versus interferometric visibility in a biased  Mach-Zehnder interferometer ",
    "url": "https://arxiv.org/abs/2203.17062",
    "authors": [
      "Diego S. S. Chrysosthemos",
      "Marcos L. W. Basso",
      "Jonas Maziero"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.10091",
    "title": "TensorCircuit: a Quantum Software Framework for the NISQ Era",
    "abstract": " Comments: Whitepaper for TensorCircuit, 43 pages, 11 figures, 9 tables ",
    "url": "https://arxiv.org/abs/2205.10091",
    "authors": [
      "Shi-Xin Zhang",
      "Jonathan Allcock",
      "Zhou-Quan Wan",
      "Shuo Liu",
      "Jiace Sun",
      "Hao Yu",
      "Xing-Han Yang",
      "Jiezhong Qiu",
      "Zhaofeng Ye",
      "Yu-Qin Chen",
      "Chee-Kong Lee",
      "Yi-Cong Zheng",
      "Shao-Kai Jian",
      "Hong Yao",
      "Chang-Yu Hsieh",
      "Shengyu Zhang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2208.14065",
    "title": "Quantum Vortex Formation in the \"Rotating Bucket'' Experiment with  Polariton Condensates",
    "abstract": " Title: Quantum Vortex Formation in the \"Rotating Bucket'' Experiment with  Polariton Condensates ",
    "url": "https://arxiv.org/abs/2208.14065",
    "authors": [
      "Ivan Gnusov",
      "Stella Harrison",
      "Sergey Alyatkin",
      "Kirill Sitnik",
      "Julian Topfer",
      "Helgi Sigurdsson",
      "Pavlos G. Lagoudakis"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2209.02591",
    "title": "Wavelength- and time-division multiplexing via pump current variation of  a pulsed semiconductor laser -- a method of synchronization for quantum key  distribution",
    "abstract": " Comments: 10 pages, 10 figures ",
    "url": "https://arxiv.org/abs/2209.02591",
    "authors": [
      "Roman Shakhovoy",
      "Marius Puplauskis",
      "Violetta Sharoglazova",
      "Elizaveta Maksimova",
      "Selbi Hydyrova",
      "Vladimir Kurochkin",
      "Alexander Duplinskiy"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.04362",
    "title": "Universality class of the mode-locked glassy random laser",
    "abstract": " Comments: 17 pages, 11 figures ",
    "url": "https://arxiv.org/abs/2210.04362",
    "authors": [
      "Jacopo Niedda",
      "Giacomo Gradenigo",
      "Luca Leuzzi",
      "Giorgio Parisi"
    ],
    "subjectives": [
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.01194",
    "title": "Unified treatment of resonant and non-resonant mechanisms in  dissociative recombination: benchmark study of CH$^+$",
    "abstract": " Title: Unified treatment of resonant and non-resonant mechanisms in  dissociative recombination: benchmark study of CH$^+$ ",
    "url": "https://arxiv.org/abs/2211.01194",
    "authors": [
      "Joshua Forer",
      "Dávid Hvizdoš",
      "Xianwu Jiang",
      "Mehdi Ayouz",
      "Chris H. Greene",
      "Viatcheslav Kokoouline"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2211.05302",
    "title": "Eliminating zeroth-order light of spatial light modulator with voltage  optimization",
    "abstract": " Comments: In this version, the mechanism underlined has been corrected. Accompanied, Figure 1 has been replaced ",
    "url": "https://arxiv.org/abs/2211.05302",
    "authors": [
      "Yueqiang Zhu",
      "Kaige Wang",
      "Jintao Bai",
      "Wei Zhao"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  }
]