[
  {
    "id": "arXiv:2403.15493",
    "title": "The ALPHA-g experiment, the hunt for gravitational dipoles and the  quantum vacuum as the source of gravity in the Universe",
    "abstract": "More recently, the ALPHA-g experiment has shown that antiatoms fall in the Earth's gravitational field like ordinary atoms, with the open possibility that antiatoms fall with a slightly lower acceleration. A possible lower acceleration of antiatoms (which could be revealed with two orders of magnitude higher precision measurements) would be an epoch-making discovery and a window to a new physics, suggesting among other things that quarks and antiquarks have gravitational charges of opposite sign. If gravitational charges of opposite sign exist, it implies the existence of virtual gravitational dipoles in the quantum vacuum, and opens up the possibility of including the quantum vacuum as an important source of gravity in the Universe. ",
    "url": "https://arxiv.org/abs/2403.15493",
    "authors": [
      "Dragan Hajdukovic"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2403.15568",
    "title": "Precision spectroscopy of non-thermal molecular plasmas using  mid-infrared optical frequency comb Fourier transform spectroscopy",
    "abstract": "Non-thermal molecular plasmas play a crucial role in numerous industrial processes and hold significant potential for driving essential chemical transformations. Accurate information about the molecular composition of the plasmas and the distribution of populations among quantum states is essential for understanding and optimizing plasma processes. Here, we apply a mid-infrared frequency comb-based Fourier transform spectrometer to measure high-resolution spectra of plasmas containing hydrogen, nitrogen, and a carbon source in the 2800 - 3400 cm$^{-1}$ range. The spectrally broadband and high-resolution capabilities of this technique enable quantum-state-resolved spectroscopy of multiple plasma-generated species simultaneously, including CH$_4$, C$_2$H$_2$, C$_2$H$_6$, NH$_3$, and HCN, providing detailed information beyond the limitations of current methods. Using a line-by-line fitting approach, we analyzed 548 resolved transitions across five vibrational bands of plasma-generated HCN. The results indicate a significant non-thermal distribution of the populations among the quantum states, with distinct temperatures observed for lower and higher rotational quantum numbers, with a temperature difference of about 62 K. Broadband state-resolved-spectroscopy via comb-based methods provides unprecedented fundamental insights into the non-thermal nature of molecular plasmas - a detailed picture that has never been accomplished before for such complex non-thermal environment. ",
    "url": "https://arxiv.org/abs/2403.15568",
    "authors": [
      "Ibrahim Sadiek",
      "Alexander Puth",
      "Grzegorz Kowzan",
      "Akiko Nishiyama",
      "Sarah-Johanna Klose",
      "Jürgen Röpcke",
      "Norbert Lang",
      "Piotr Masłowski",
      "Jean-Pierre H. van Helden"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2403.15768",
    "title": "Keldysh-Lattice Boltzmann approach to quantum nanofluidics",
    "abstract": "We present a mathematical and computational framework to couple the Keldysh non equilibrium quantum transport formalism with a nanoscale lattice Boltzmann method for the computational design of quantum-engineered nanofluidic devices. ",
    "url": "https://arxiv.org/abs/2403.15768",
    "authors": [
      "Sauro Succi",
      "Andrea Montessori"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2403.15781",
    "title": "Extending the spectral operation of silicon power splitters through  subwavelength nanotechnology",
    "abstract": "Power splitters play a crucial role in virtually all photonic circuits, enabling precise control of on-chip signal distribution. However, state-of-the-art solutions typically present trade-offs in terms of loss, bandwidth, and fabrication robustness, especially when targeting multimode operation. Here, we present a novel multimode 3-dB power splitter based on a symmetric Y-junction assisted by subwavelength grating metamaterials. The inclusion of the metamaterial structure circumvents the practical limitations of conventional Y-junction tips and realizes smooth modal transitions. Simulations for a standard 220-nm-thick silicon-on-insulator platform predict minimal excess loss (< 0.2 dB) for the fundamental and the first-order transverse-electric modes over an ultra-broad 700 nm bandwidth (1300-2000 nm). For the fundamental transverse-magnetic mode, losses are less than 0.3 dB in the 1300-1800 nm range. Experimental measurements validate these predictions in the 1430-1630 nm wavelength range, demonstrating losses < 0.4 dB for all three modes, even in the presence of fabrication deviations of up to \\pm 10 nm. We believe that this device is suitable for the implementation of advanced photonic systems requiring high-performance distribution of optical signals. ",
    "url": "https://arxiv.org/abs/2403.15781",
    "authors": [
      "Raquel Fernández de Cabo",
      "David González-Andrade",
      "Pavel Cheben",
      "Aitor V. Velasco"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2403.15823",
    "title": "Toward Optimum Coupling between Free Electrons and Confined Optical  Modes",
    "abstract": "Free electrons are unique tools to probe and manipulate nanoscale optical fields with emerging applications in ultrafast spectromicroscopy and quantum metrology. However, advances in this field are hindered by the small probability associated with the excitation of single optical modes by individual free electrons. Here, we theoretically investigate the scaling properties of the electron-driven excitation probability for a wide variety of optical modes including plasmons in metallic nanostructures and Mie resonances in dielectric cavities, spanning a broad spectral range that extends from the ultraviolet to the infrared. The highest probabilities for the direct generation of three-dimensionally confined modes are observed at low electron and mode energies in small structures, with order-unity ($\\sim100$\\%) coupling demanding the use of $<100$~eV electrons interacting with $<1$~eV polaritons confined down to tens of nm. Electronic transitions in artificial atoms also emerge as practical systems to realize strong coupling to few-eV free electrons. In contrast, conventional dielectric cavities reach a maximum probability in the few-percent range. In addition, we show that waveguide modes can be generated with higher-than-unity efficiency by phase-matched interaction with grazing electrons, suggesting an efficient method to create multiple excitations of a localized optical mode by an individual electron through funneling the so-generated propagating photons into a confining cavity -- an alternative approach to direct electron-cavity interaction. Our work provides a roadmap to optimize electron-photon coupling with potential applications in electron spectromicroscopy as well as nonlinear and quantum optics at the nanoscale. ",
    "url": "https://arxiv.org/abs/2403.15823",
    "authors": [
      "Valerio Di Giulio",
      "Evelijn Akerboom",
      "Albert Polman",
      "F. Javier García de Abajo"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2403.15911",
    "title": "Intersubband polaritonic metasurfaces for high-contrast ultra-fast power  limiting and optical switching",
    "abstract": "Nonlinear intersubband polaritonic metasurfaces support one of the strongest known ultrafast nonlinear responses in the mid-infrared frequency range across all condensed matter systems. Beyond harmonic generation and frequency mixing, these nonlinearities can be leveraged for ultrafast optical switching and power limiting, based on tailored transitions from strong to weak polaritonic coupling. Here, we demonstrate synergistic optimization of materials and photonic nanostructures to achieve large reflection contrast in ultrafast polaritonic metasurface limiters. The devices are based on optimized semiconductor heterostructure materials that minimize the intersubband transition linewidth and reduce absorption in optically saturated nanoresonators, achieving a record-high reflection contrast of 54% experimentally. We also discuss opportunities to further boost the metrics of performance of this class of ultrafast limiters, showing that reflection contrast as high as 94% may be realistically achieved using all-dielectric intersubband polaritonic metasurfaces. ",
    "url": "https://arxiv.org/abs/2403.15911",
    "authors": [
      "Michele Cotrufo",
      "Jonas Krakofsky",
      "Sander A. Mann",
      "Gerhard Böhm",
      "Mikhail A. Belkin",
      "Andrea Alù"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2403.15932",
    "title": "Towards optimal spatiotemporal wavefront shaping for the cocktail party  problem with inverse design of an acoustic reconfigurable metasurface in  disordered media",
    "abstract": "Multiple-user multiple-input multiple-output applications have recently gained a lot of attention. Here, we show an efficient optimization formulation for the design of all the temporal and spatial degrees of freedom of an acoustic reconfigurable metasurface for the cocktail party problem. In the frequency domain, the closed-form least square solution matches the optimal time reversal solution for multiple emitter-receiver pairs, optimizing for each frequency independently. This is more efficient than solving in the time domain where the time convolution mixes all the degrees of freedom into a resource-intensive optimization. We illustrate this methodology by optimizing the frequency response of a design for two pairs of emitters-receivers using the Green's functions of disordered media that are measured experimentally. We report strong performance that will be put in perspective in future work, where we will analyze the robustness of the design to noise in the data and design the convolutional filters that match the optimal frequency response for experiment validation of the design. ",
    "url": "https://arxiv.org/abs/2403.15932",
    "authors": [
      "Raphael Pestourie",
      "Constant Bourdeloux",
      "Fabrice Lemoult",
      "Mathias Fink",
      "Steven G. Johnson"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2403.16025",
    "title": "Electromagnetic-Field-Based Circuit Theory and Charge-Flux-Flow Diagrams",
    "abstract": "The conventional circuit diagrams and graph-based circuit theory are used for the phase-independent circuits such as resistor-inductor-capacitor (RLC) circuits and semiconductor transistor circuits, rather than the phase-dependent circuits such as Josephson junction circuits and quantum-phase-slip (QPS) junction circuits. in the age of artificial intelligence (AI), we present an electromagnetic-field-based circuit theory to unify the phase-independent and phase-dependent electric circuits. This theory drives two general system models for all electric circuits, and visualizes the dynamics of circuit devices with electric-charge-flow (ECF) diagrams and the magnetic-flux-flow (MFF) diagrams. ECF and MFF diagrams enable electric circuits to be designed and analyzed like the molecules composed of two kinds of atoms; they are promising for the language to train AI-aided electronic-design-automation (EDA) tools. ",
    "url": "https://arxiv.org/abs/2403.16025",
    "authors": [
      "Yongliang Wang"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Superconductivity (cond-mat.supr-con)"
    ]
  },
  {
    "id": "arXiv:2403.16266",
    "title": "What are the quantum commutation relations for the total angular  momentum of light?",
    "abstract": "The total angular momentum of light has received attention for its application in a variety of phenomena such as optical communication, optical forces and sensing. However, the quantum behavior including the commutation relations have been relatively less explored. Here, we derive the correct commutation relation for the total angular momentum of light using both relativistic and non-relativistic approaches. An important outcome of our work is the proof that the widely-assumed quantum commutation relation for the total observable angular momentum of light is fundamentally incorrect. Our work will motivate experiments and leads to new insight on the quantum behavior of the angular momentum of light. ",
    "url": "https://arxiv.org/abs/2403.16266",
    "authors": [
      "Pronoy Das",
      "Li-Ping Yang",
      "Zubin Jacob"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2403.16414",
    "title": "Generation of $γ$-photons and pairs with transverse orbital angular  momentum via spatiotemporal optical vortex pulse",
    "abstract": "We present the generation of well-collimated $\\gamma$-photons and pairs with extrinsic transverse orbital angular momentum (TOAM) through the head-on collision of an intense spatiotemporal optical vortex (STOV) pulse carrying intrinsic TOAM with a high-energy electron beam. It is found that the TOAM of STOV pulse remains almost unchanged, and the TOAM is conserved in the center-of-mass frame (CMF). Moreover, there exhibits duality for particles TOAM in the CMF and laboratory frame (LF) when the initial location of high-energy electron beam is different. Furthermore, the TOAM of $\\gamma$-photons in the CMF increases while that of positrons decreases as the topological charge of STOV pulse increases, whereas in the LF, the TOAM of both $\\gamma$-photons and positrons decreases. And the result under the same pulse intensity is better than that under the same pulse energy. The increase in the initial energy of high-energy electrons leads to an enhancement of the TOAM for both $\\gamma$-photons and positrons in both frames. $\\gamma$-photons and electrons/positrons with TOAM as a new degree of freedom maybe have an extensive applications in optical communication, astrophysics and nanomaterials and so on. ",
    "url": "https://arxiv.org/abs/2403.16414",
    "authors": [
      "Cui-Wen Zhang",
      "De-Sheng Zhang",
      "Bai-Song Xie"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "High Energy Physics - Phenomenology (hep-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2403.16615",
    "title": "Pulse-shaping in the interaction of an elliptically-polarized laser and  magnetized-plasma",
    "abstract": "Pulse shaping provides a significant level of control and precision when optimizing laser-plasma interactions. Pulse shaping enables precise control and manipulation, resulting in enhanced energy deposition, optimized particle acceleration, controlled polarization, and exploitation of resonant effects. The present study investigates the interaction of structured light with magnetized plasma, considering various spatial profiles and polarization states. This phenomenon involves modification of the temporal and spatial characteristics of the laser pulse due to the presence of the magnetized plasma. The discussion reveals how the electric field and electron velocity evolve within the plasma both spatially and temporally. Factors such as absorption, dispersion, collisions, and scattering are taken into account to understand how they influence the evolution of the pulse. The effects of electron density, external magnetic fields, relativistic velocities, and polarization states on pulse compression are examined. The spatial laser profile impact on pulse-shaping and plasma channel formation is also discussed. This exploration sheds light on the intricate interplays and potential pulse-shaping applications in laser-plasma interactions. ",
    "url": "https://arxiv.org/abs/2403.16615",
    "authors": [
      "A. A. Molavi Choobini",
      "F. M. Aghamir",
      "S. S. Ghaffari-Oskooei"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2403.16692",
    "title": "Selective laser etching of displays: Closing the gap between optical  simulations and fabrication",
    "abstract": "Simulations and measurements on selective laser etching of display glasses are reported. By means of a holographic 3D beam splitter, ultrashort laser pulses are focused inside the volume of a glass sample creating type III modifications along a specific trajectory like pearls on a string. Superimposed by a feed of the glass sample a full 3D area of modifications is achieved building the cornerstone for subsequent etch processes. Based on KOH the modifications are selectively etched at a much higher rate compared to unmodified regions resulting in a separation of the glass along the trajectory of modifications. For gaining further insight into the etch process, we perform simulations on this wet chemical process and compare it to our experimental results. ",
    "url": "https://arxiv.org/abs/2403.16692",
    "authors": [
      "Martin Wimmer",
      "Myriam Kaiser",
      "Jonas Kleiner",
      "Jannis Wolff",
      "Max Kahmann",
      "Daniel Flamm"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2403.16779",
    "title": "C-arm inverse geometry CT for 3D cardiac chamber mapping",
    "abstract": "Image-guided navigation of catheter devices to anatomic targets within large 3D cardiac chambers and vessels is challenging in the interventional setting due to the limitations of a conventional 2D x-ray projection format. Scanning-beam digital x-ray (SBDX) is a low-dose inverse geometry x-ray fluoroscopy technology capable of real-time 3D catheter tracking. SBDX performs rapid tomosynthesis using an electronically scanned multisource x-ray tube and photon-counting detector mounted to a C-arm gantry. However, SBDX currently lacks the ability to perform volumetric computed tomography from a rotational C-arm scan. This work develops a novel volumetric CT capability for the SBDX platform, termed C-arm inverse geometry CT, suitable for rotational scans of the beating heart. The work is divided into three tasks: development of image reconstruction algorithms, implementation on the SBDX hardware, and performance assessment for the example task of 3D cardiac chamber mapping. SBDX-CT data acquisition is performed by simultaneous x-ray source scanning at 15 scan/s and C-arm rotation over a 190 degree short-scan arc in 13.4 seconds. An iterative reconstruction method was developed to accommodate fully truncated projections and data inconsistency resulting from cardiac motion during rotation. Hardware implementation included development of a C-arm angle measurement method, development of a geometric calibration method to account for non-ideal C-arm rotations, and detector response nonlinearity correction. The geometric calibration procedure mitigated artifacts from C-arm deflection during rotation. SBDX-CT image quality was evaluated in phantom studies. Feasibility of in-vivo SBDX-CT was demonstrated in a porcine model. ",
    "url": "https://arxiv.org/abs/2403.16779",
    "authors": [
      "Jordan M. Slagowski"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)",
      "Image and Video Processing (eess.IV)"
    ]
  },
  {
    "id": "arXiv:2403.16901",
    "title": "Hyperpixels: Pixel Filter Arrays of Multivariate Optical Elements for  Optimized Spectral Imaging",
    "abstract": "We introduce the concept of `hyperpixels' in which each element of a pixel filter array (suitable for CMOS image sensor integration) has a spectral transmission tailored to a target spectral component expected in application-specific scenes. These are analogous to arrays of multivariate optical elements that could be used for sensing specific analytes. Spectral tailoring is achieved by engineering the heights of multiple sub-pixel Fabry-Perot resonators that cover each pixel area. We first present a design approach for hyperpixels, based on a matched filter concept and, as an exemplar, design a set of 4 hyperpixels tailored to optimally discriminate between 4 spectral reflectance targets. Next, we fabricate repeating 2x2 pixel filter arrays of these designs, alongside repeating 2x2 arrays of an optimal bandpass filters, perform both spectral and imaging characterization. Experimentally measured hyperpixel transmission spectra show a 2.4x reduction in unmixing matrix condition number (p=0.031) compared to the optimal band-pass set. Imaging experiments using the filter arrays with a monochrome sensor achieve a 3.47x reduction in unmixing matrix condition number (p=0.020) compared to the optimal band-pass set. This demonstrates the utility of the hyperpixel approach and shows its superiority even over the optimal bandpass case. We expect that with further improvements in design and fabrication processes increased performance may be obtained. Because the hyperpixels are straightforward to customize, fabricate and can be placed atop monochrome sensors, this approach is highly versatile and could be adapted to a wide range of real-time imaging applications which are limited by low SNR including micro-endoscopy, capsule endoscopy, industrial inspection and machine vision. ",
    "url": "https://arxiv.org/abs/2403.16901",
    "authors": [
      "Calum Williams",
      "Richard Cousins",
      "Christopher J. Mellor",
      "Sarah E. Bohndiek",
      "George S.D. Gordon"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Image and Video Processing (eess.IV)"
    ]
  },
  {
    "id": "arXiv:2403.16911",
    "title": "Achieving Optical Refractive Index of 10-Plus by Colloidal Self-Assembly",
    "abstract": "This study demonstrates the developments of self-assembled optical metasurfaces to overcome inherent limitations in polarization density (P) within natural materials, which hinder achieving high refractive indices (n) at optical frequencies. The Maxwellian macroscopic description establishes a link between P and n, revealing a static limit in natural materials, restricting n to approximately 4.0 at optical frequencies. Optical metasurfaces, utilizing metallic colloids on a deep-subwavelength scale, offer a solution by unnaturally enhancing n through electric dipolar (ED) resonances. Self-assembly enables the creation of nanometer-scale metallic gaps between metallic nanoparticles (NPs), paving the way for achieving exceptionally high n at optical frequencies. This study focuses on assembling polyhedral gold (Au) NPs into a closely packed monolayer by rationally designing the polymeric ligand to balance attractive and repulsive forces, in that polymeric brush-mediated self-assembly of the close-packed Au NP monolayer is robustly achieved over a large-area. The resulting monolayer of Au nanospheres (NSs), nanooctahedras (NOs), and nanocubes (NCs) exhibits high macroscopic integrity and crystallinity, sufficiently enough for pushing n to record-high regimes. The study underlies the significance of capacitive coupling in achieving an unnaturally high n and explores fine-tuning Au NC size to optimize this coupling. The achieved n of 10.12 at optical frequencies stands as a benchmark, highlighting the potential of polyhedral Au NPs in advancing optical metasurfaces. ",
    "url": "https://arxiv.org/abs/2403.16911",
    "authors": [
      "NaYeoun Kim",
      "Ji-Hyeok Huh",
      "YongDeok Cho",
      "Sung Hun Park",
      "Hyeon Ho Kim",
      "Kyung Hun Rho",
      "Jaewon Lee",
      "Seungwoo Lee"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2403.15427",
    "title": "Metasurface-Enabled Multifunctional Single-Frequency Sensors without  External Power",
    "abstract": "IoT sensors are crucial for visualizing multidimensional and multimodal information and enabling future IT applications/services such as cyber-physical space, digital twins, autonomous driving, smart cities, and virtual/augmented reality (VR or AR). However, IoT sensors need to be battery-free to realistically manage and maintain the growing number of available sensing devices. Here, we provide a novel sensor design approach that employs metasurfaces to enable multifunctional sensing without requiring an external power source. Importantly, unlike existing metasurface-based sensors, our metasurfaces can sense multiple physical parameters even at a fixed frequency by breaking classic harmonic oscillations in the time domain, making the proposed sensors viable for usage with limited frequency resources. Moreover, we provide a method for predicting physical parameters using the machine learning-based approach of random forest regression. The sensing performance was confirmed by estimating temperature and light intensity, and excellent determination coefficients larger than 0.96 were achieved. Our study affords new opportunities for sensing multiple physical properties without relying on an external power source or needing multiple frequencies, which markedly simplifies and facilitates the design of next-generation wireless communication systems. ",
    "url": "https://arxiv.org/abs/2403.15427",
    "authors": [
      "Masaya Tashiro",
      "Kosuke Ide",
      "Kosei Asano",
      "Satoshi Ishii",
      "Yuta Sugiura",
      "Akira Uchiyama",
      "Ashif A. Fathnan",
      "Hiroki Wakatsuchi"
    ],
    "subjectives": [
      "Signal Processing (eess.SP)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2403.16351",
    "title": "Anomalous thermal conductivity in 2D silica nanocages of immobilizing  noble gas atom",
    "abstract": "Noble gas atoms such as Kr and Xe are byproducts of nuclear fission in nuclear plants. How to trap and confine these volatile even radioactive gases is particularly challenging. Recent studies have shown that they can be trapped in nanocages of ultrathin silica. Here, we exhibit with self-consistent phonon theory and four-phonon (4ph) scattering where the adsorption of noble gases results in an anomalous increase in lattice thermal conductivity, while the presence of Cu atoms doping leads to a reduction in lattice thermal conductivity. We trace this behavior in host-guest 2D silica to an interplay of tensile strain, rattling phonon modes, and redistribution of electrons. We also find that 4ph scatterings play indispensable roles in the lattice thermal conductivity of 2D silica. Our work illustrates the microscopic heat transfer mechanism in 2D silica nanocages with the immobilization of noble gas atoms and inspires further exploring materials with the kagome and glasslike lattice thermal conductivity. ",
    "url": "https://arxiv.org/abs/2403.16351",
    "authors": [
      "Yang Wang",
      "Zhibin Gao",
      "Xiaoying Wang",
      "Jinping Sun",
      "Minxuan Feng",
      "Yuzhou Hao",
      "Xuejie Li",
      "Yinchang Zhao",
      "Xiangdong Ding"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2403.16547",
    "title": "Frequency Comb Enhancement via the Self-Crystallization of Vectorial  Cavity Solitons",
    "abstract": "Long range interactions between dark vectorial temporal cavity solitons are induced though the spontaneous symmetry breaking of orthogonally polarized fields in ring resonators. Turing patterns of alternating polarizations form between adjacent solitons, pushing them apart so that a random distribution of solitons along the cavity length reaches equal equilibrium distances. Enhancement of the frequency comb is achieved through the spontaneous formation of regularly spaced soliton crystals, 'self-crystallization', with greater power and spacing of the spectral lines for increasing soliton numbers. ",
    "url": "https://arxiv.org/abs/2403.16547",
    "authors": [
      "Graeme Neil Campbell",
      "Lewis Hill",
      "Pascal Del'Haye",
      "Gian-Luca Oppo"
    ],
    "subjectives": [
      "Pattern Formation and Solitons (nlin.PS)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2403.16791",
    "title": "Nonlinear dynamics as a ground-state solution on quantum computers",
    "abstract": "For the solution of time-dependent nonlinear differential equations, we present variational quantum algorithms (VQAs) that encode both space and time in qubit registers. The spacetime encoding enables us to obtain the entire time evolution from a single ground-state computation. We describe a general procedure to construct efficient quantum circuits for the cost function evaluation required by VQAs. To mitigate the barren plateau problem during the optimization, we propose an adaptive multigrid strategy. The approach is illustrated for the nonlinear Burgers equation. We classically optimize quantum circuits to represent the desired ground-state solutions, run them on IBM Q System One and Quantinuum System Model H1, and demonstrate that current quantum computers are capable of accurately reproducing the exact results. ",
    "url": "https://arxiv.org/abs/2403.16791",
    "authors": [
      "Albert J. Pool",
      "Alejandro D. Somoza",
      "Conor Mc Keever",
      "Michael Lubasch",
      "Birger Horstmann"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:1905.00215",
    "title": "Super Bound States in the Continuum on Photonic Flatbands: Concept,  Experimental Realization, and Optical Trapping Demonstration",
    "abstract": " Title: Super Bound States in the Continuum on Photonic Flatbands: Concept,  Experimental Realization, and Optical Trapping Demonstration ",
    "url": "https://arxiv.org/abs/1905.00215",
    "authors": [
      "Ngoc Duc Le",
      "Paul Bouteyre",
      "Ali Kheir-Aldine",
      "Florian Dubois",
      "Sébastien Cueff",
      "Lotfi Berguiga",
      "Xavier Letartre",
      "Pierre Viktorovitch",
      "Taha Benyattou",
      "Hai Son Nguyen"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.01768",
    "title": "Comment on \"Why interference phenomena do not capture the essence of  quantum theory\"",
    "abstract": " Comments: 4 pages, no figures ",
    "url": "https://arxiv.org/abs/2204.01768",
    "authors": [
      "Jonte R. Hance",
      "Sabine Hossenfelder"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2306.05391",
    "title": "Transmission anomalies in 2D photonic crystals from the checkerboard  family: From broken to hidden symmetries and plasmon \"spoofing\"",
    "abstract": " Comments: 15 pgs, 5 figures ",
    "url": "https://arxiv.org/abs/2306.05391",
    "authors": [
      "T. Dodge",
      "M. Schiller",
      "R. Yi",
      "M.J. Naughton",
      "K. Kempa"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2310.03934",
    "title": "A Quantum Theory of Temporally Mismatched Homodyne Measurements with  Applications to Optical Frequency Comb Metrology",
    "abstract": " Comments: 6 pages plus appendices ",
    "url": "https://arxiv.org/abs/2310.03934",
    "authors": [
      "Noah Lordi",
      "Eugene J. Tsao",
      "Alexander J. Lind",
      "Scott A. Diddams",
      "Joshua Combes"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2401.14835",
    "title": "Hot electrons and dark excitons modulate strong-coupling conditions in  metal-organic optical microcavities",
    "abstract": " Comments: 35 pages, 5 figures, 2 tables ",
    "url": "https://arxiv.org/abs/2401.14835",
    "authors": [
      "Pavel V. Kolesnichenko",
      "Manuel Hertzog",
      "Felix Hainer",
      "Oskar Kefer",
      "Jana Zaumseil",
      "Tiago Buckup"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2402.06283",
    "title": "Wave optical model for tomographic volumetric additive manufacturing",
    "abstract": " Title: Wave optical model for tomographic volumetric additive manufacturing ",
    "url": "https://arxiv.org/abs/2402.06283",
    "authors": [
      "Felix Wechsler",
      "Carlo Gigli",
      "Jorge Madrid-Wolff",
      "Christophe Moser"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2403.01054",
    "title": "Quantum theory of orbital angular momentum in spatiotemporal optical  vortices",
    "abstract": " Comments: 20 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2403.01054",
    "authors": [
      "Pronoy Das",
      "Sathwik Bharadwaj",
      "Zubin Jacob"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2403.01751",
    "title": "Spatio-temporal optical vortices: principles of description and basic  properties",
    "abstract": " Comments: 27 pages, 9 figures. Initially, this was prepared as a sort of \"auto-tutorial\" for the author's personal use but, probably, may be interesting for other people ",
    "url": "https://arxiv.org/abs/2403.01751",
    "authors": [
      "Aleksandr Bekshaev"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2403.04069",
    "title": "Relational Quantum Mechanics, Quantum Relativism, and the Iteration of  Relativity",
    "abstract": " Comments: 32 pages ",
    "url": "https://arxiv.org/abs/2403.04069",
    "authors": [
      "Timotheus Riedel"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2403.06523",
    "title": "Ultrafast and highly collimated radially polarized photons from a  colloidal quantum dot in a hybrid nanoantenna at room-temperature",
    "abstract": " Title: Ultrafast and highly collimated radially polarized photons from a  colloidal quantum dot in a hybrid nanoantenna at room-temperature ",
    "url": "https://arxiv.org/abs/2403.06523",
    "authors": [
      "Alexander Nazarov",
      "Yuval Bloom",
      "Boaz Lubotzky",
      "Hamza Abudayyeh",
      "Annika Mildner",
      "Lorenzo Baldessarini",
      "Yuval Shemla",
      "Eric G. Bowes",
      "Monika Fleischer",
      "Jennifer A. Hollingsworth",
      "Ronen Rapaport"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  }
]