[
  {
    "id": "arXiv:2409.11526",
    "title": "Universal radiation dynamics by temporal transitions in optical waveguides",
    "abstract": "           When an excited electromagnetically open optical waveguide goes through a temporal transition of its material properties, it radiates to the ambient surroundings. In this letter, we explore this radiation and reveal, using asymptotic evaluation of path integral in the complex frequency (Laplace) plane, a peculiar space-time dependence of its frequency. Specifically, we derive an exact formula (Eq. (11)) for the instantaneous radiation frequency, which exhibits a chirp behavior with respect to time. This simple formula depends on the ambient properties and on the longitudinal wavenumber \\beta of the guided mode before the temporal transition but not on the specific waveguide structure or materials. In addition, we derive a t^(-3/2) decay rate of the radiative field on time. We verify our analytic results using full-wave simulations of a dispersive and lossy Indium Tin Oxide waveguide that undergoes smooth temporal long transitions over up to ~200 cycles at the initially guided mode frequency. Thus, these theoretical findings offer valuable insights into the behavior of general optical waveguides experiencing temporal transitions and provide a powerful tool for analyzing and designing such THz and optical setups, with potential use in sensing and imaging.         ",
    "url": "https://arxiv.org/abs/2409.11526",
    "authors": [
      "Amir Shlivinski",
      "Yakir Hadad"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2409.11810",
    "title": "Optical Label-Free Microscopy Characterization of Dielectric Nanoparticles",
    "abstract": "           In order to relate nanoparticle properties to function, fast and detailed particle characterization, is needed. The ability to characterize nanoparticle samples using optical microscopy techniques has drastically improved over the past few decades; consequently, there are now numerous microscopy methods available for detailed characterization of particles with nanometric size. However, there is currently no ``one size fits all'' solution to the problem of nanoparticle characterization. Instead, since the available techniques have different detection limits and deliver related but different quantitative information, the measurement and analysis approaches need to be selected and adapted for the sample at hand. In this tutorial, we review the optical theory of single particle scattering and how it relates to the differences and similarities in the quantitative particle information obtained from commonly used microscopy techniques, with an emphasis on nanometric (submicron) sized dielectric particles. Particular emphasis is placed on how the optical signal relates to mass, size, structure, and material properties of the detected particles and to its combination with diffusivity-based particle sizing. We also discuss emerging opportunities in the wake of new technology development, with the ambition to guide the choice of measurement strategy based on various challenges related to different types of nanoparticle samples and associated analytical demands.         ",
    "url": "https://arxiv.org/abs/2409.11810",
    "authors": [
      "Berenice Garcia Rodriguez",
      "Erik Olsén",
      "Fredrik Skärberg",
      "Giovanni Volpe",
      "Fredrik Höök",
      "Daniel Sundås Midtvedt"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Soft Condensed Matter (cond-mat.soft)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2409.11814",
    "title": "Rotation effect in optical imaging of symmetrical figures in an opaque screen",
    "abstract": "           A novel effect of rotation in the optical image of structures in an opaque screen is presented. Theoretical calculations and experimental validation are presented. The features and the conditions of this effect are discussed.         ",
    "url": "https://arxiv.org/abs/2409.11814",
    "authors": [
      "A. Bekirov",
      "V. Sitnyansky",
      "S. Senotrusova",
      "B. Lukyanchuk",
      "I. Yaminsky",
      "A. Fedyanin"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2409.11881",
    "title": "Exascale Quantum Mechanical Simulations: Navigating the Shifting Sands of Hardware and Software",
    "abstract": "           The era of exascale computing presents both exciting opportunities and unique challenges for quantum mechanical simulations. While the transition from petaflops to exascale computing has been marked by a steady increase in computational power, the shift towards heterogeneous architectures, particularly the dominant role of graphical processing units (GPUs), demands a fundamental shift in software development strategies. This review examines the changing landscape of hardware and software for exascale computing, highlighting the limitations of traditional algorithms and software implementations in light of the increasing use of heterogeneous architectures in high-end systems. We discuss the challenges of adapting quantum chemistry software to these new architectures, including the fragmentation of the software stack, the need for more efficient algorithms (including reduced precision versions) tailored for GPUs, and the importance of developing standardized libraries and programming models.         ",
    "url": "https://arxiv.org/abs/2409.11881",
    "authors": [
      "Ravindra Shinde",
      "Claudia Filippi",
      "Anthony Scemama",
      "William Jalby"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2409.11898",
    "title": "Direct and inverse cascades scaling in real shell models of turbulence",
    "abstract": "           Shell models provide a simplified mathematical framework that captures essential features of incompressible fluid turbulence, such as the energy cascade and scaling of the fluid observables. We perform a precision analysis of the direct and inverse cascades in shell models of turbulence, where the velocity field is a real-valued function. We calculate the leading hundred anomalous scaling exponents, the marginal probability distribution functions of the velocity field at different shells, as well as the correlations between different shells. We find that the structure functions in both cascades exhibit a linear Kolomogorov scaling in the inertial range. We argue that the underlying reason for having no intermittency, is the strong correlations between the velocity fields at different shells. We analyze the tails of velocity distribution functions, which offer new insights to the structure of fluid turbulence.         ",
    "url": "https://arxiv.org/abs/2409.11898",
    "authors": [
      "James Creswell",
      "Viatcheslav Mukhanov",
      "Yaron Oz"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2409.11924",
    "title": "Optical intensity-gradient torque due to chiral multipole interplay",
    "abstract": "           Owing to the ubiquity and easy-to-shape property of optical intensity, the intensity gradient force of light has been most spectacularly exploited in optical manipulation of small particles. Manifesting the intensity gradient as an optical torque to spin particles is of great fascination on both fundamental and practical sides but remains elusive. Here, we uncover the existence of the optical intensity-gradient torque in the interaction of light with chiral particles. Such a new type of torque derives from the interplay between chirality induced multipoles, which switches its direction for particles with opposite chirality. We show that this torque can be directly detected by a simple standing wave field, created with the interference of two counterpropagating plane-like waves. Our work offers a unique route to achieve rotational control of matter by tailoring the field intensity of Maxwell waves. It also establishes a framework that maps a remarkable connection among the optical forces and torques, across chiral to nonchiral.         ",
    "url": "https://arxiv.org/abs/2409.11924",
    "authors": [
      "Jiquan Wen",
      "Huajin Chen",
      "Hongxia Zheng",
      "Xiaohao Xu",
      "Shaohui Yan",
      "Baoli Yao",
      "Zhifang Lin"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2409.11982",
    "title": "Ultrafast cascade charge transfer in multi bandgap colloidal quantum dot solids enables threshold reduction for optical gain and stimulated emission",
    "abstract": "           Achieving low-threshold infrared stimulated emission in solution-processed quantum dots is critical to enable real-life application including photonic integrated circuits (PICs), LIDAR application and optical telecommunication. However, realization of low threshold infrared gain is fundamentally challenging due to high degeneracy of the first emissive state (e.g., 8-fold) and fast Auger recombination. In this letter, we demonstrate ultralow-threshold infrared stimulated emission with an onset of 110 this http URL-2 employing cascade charge transfer (CT) in Pb-chalcogenide colloidal quantum dot (CQD) solids. In doing so, we investigate this idea in two different architectures including a mixture of multiband gap CQDs and layer-by-layer (LBL) configuration. Using transient absorption spectroscopy, we show ultrafast cascade CT from large band-gap PbS CQD to small band-gap PbS/PbSSe core/shell CQDs in LBL (~ 2 ps) and mixture (~ 9 ps) configuration. These results indicate the feasibility of using cascade CT as an efficient method to reduce optical gain threshold in CQD solid films.         ",
    "url": "https://arxiv.org/abs/2409.11982",
    "authors": [
      "Nima Taghipour",
      "Mariona Dalmases",
      "Guy Luke Whitworth",
      "Yongjie Wang",
      "Gerasimos Konstantatos"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2409.12015",
    "title": "All-in-one foundational models learning across quantum chemical levels",
    "abstract": "           Machine learning (ML) potentials typically target a single quantum chemical (QC) level while the ML models developed for multi-fidelity learning have not been shown to provide scalable solutions for foundational models. Here we introduce the all-in-one (AIO) ANI model architecture based on multimodal learning which can learn an arbitrary number of QC levels. Our all-in-one learning approach offers a more general and easier-to-use alternative to transfer learning. We use it to train the AIO-ANI-UIP foundational model with the generalization capability comparable to semi-empirical GFN2-xTB and DFT with a double-zeta basis set for organic molecules. We show that the AIO-ANI model can learn across different QC levels ranging from semi-empirical to density functional theory to coupled cluster. We also use AIO models to design the foundational model {\\Delta}-AIO-ANI based on {\\Delta}-learning with increased accuracy and robustness compared to AIO-ANI-UIP. The code and the foundational models are available at this https URL they will be integrated into the universal and updatable AI-enhanced QM (UAIQM) library and made available in the MLatom package so that they can be used online at the XACS cloud computing platform (see this https URL for updates).         ",
    "url": "https://arxiv.org/abs/2409.12015",
    "authors": [
      "Yuxinxin Chen",
      "Pavlo O. Dral"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Machine Learning (cs.LG)"
    ]
  },
  {
    "id": "arXiv:2409.12077",
    "title": "Chiral patterning of rough surfaces with vortex laser beams: from structured polarization to twisted forces",
    "abstract": "           The ability to create surface structures with precisely controlled chirality remains a major challenge in laser-matter interaction experiments. In this work, we theoretically study the interaction of vortex laser beams, characterized by spiral polarization patterns and twisted wavefronts, with rough metallic surfaces in order to create surface patterns with chirality. Using numerical simulations based on the finite-difference time-domain method, we investigate how spin and orbital angular momenta influence the inhomogeneous energy absorption at the surface and generate twisted optical forces that can drive topographic reorganization. We show how different structured light fields can create intricate patterns with chiral features on a material surface. We emphasize the crucial role of polarization and spatial inhomogeneity of the light field in the generation of asymmetric torque forces that directly affect the surface dynamics. Our electromagnetic simulations show how vortex beams can be used to create chiral surface structures, expanding our knowledge of laser-generated periodic surface structures and opening up new possibilities for chiral surface engineering.         ",
    "url": "https://arxiv.org/abs/2409.12077",
    "authors": [
      "Vladimir Yu. Fedorov",
      "Jean-Philippe Colombier"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2409.12093",
    "title": "Enwrapped Perylene Bisimide Enables Room Temperature Polariton Lasing and Photonic Lattices",
    "abstract": "           Perylene bisimides (PBIs) are organic dyes with photoluminescence quantum yields (PLQY) close to unity in solution and great thermal and photo-chemical stability. These features alongside the tunability of their solid-state packing arrangement via chemical functionalization make this material class an excellent candidate for exciton-polariton lasing at room temperature. Polariton lasing is well understood in III-V semiconductors at cryogenic temperatures, however, the search for emitter materials for robust and versatile room temperature applications is ongoing. While e.g. perovskites and several organic materials have been identified to support polariton lasing, many of these materials lack tunability and long-term stability under ambient conditions. Here, we fabricate optical microcavities using a strongly enwrapped PBI chromophore with prevailing monomer-like absorption and emission properties in the solid state. Voluminous bay-substituents prevent stacking induced PLQY-quenching, thereby enabling polariton lasing at room temperature. Additionally, photonic confinement in single hemispheric resonators is demonstrated leading to localized polaritonic modes with discrete energies, as well as optical lattices revealing distinct polaritonic band-structures. Due to the possibility of tunable properties by the precise control of the solid-state packing arrangement of PBI emitters, our results pave the way for polarization-dependent light-matter coupling, including topological photonic effects within oriented crystalline thin-film microcavity structures.         ",
    "url": "https://arxiv.org/abs/2409.12093",
    "authors": [
      "Dominik Horneber",
      "Johannes Düreth",
      "Tim Schembri",
      "Simon Betzold",
      "Matthias Stolte",
      "Sven Höfling",
      "Frank Würthner",
      "Sebastian Klembt"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2409.11483",
    "title": "Multiphoton interference in a single-spatial-mode quantum walk",
    "abstract": "           Multiphoton interference is crucial to many photonic quantum technologies. In particular, interference forms the basis of optical quantum information processing platforms and can lead to significant computational advantages. It is therefore interesting to study the interference arising from various states of light in large interferometric networks. Here, we implement a quantum walk in a highly stable, low-loss, multiport interferometer with up to 24 ultrafast time bins. This time-bin interferometer comprises a sequence of birefringent crystals which produce pulses separated by 4.3\\,ps, all along a single optical axis. Ultrafast Kerr gating in an optical fiber is employed to time-demultiplex the output from the quantum walk. We measure one-, two-, and three-photon interference arising from various input state combinations, including a heralded single-photon state, a thermal state, and an attenuated coherent state at one or more input ports. Our results demonstrate that ultrafast time bins are a promising platform to observe large-scale multiphoton interference.         ",
    "url": "https://arxiv.org/abs/2409.11483",
    "authors": [
      "Kate L. Fenwick",
      "Jonathan Baker",
      "Guillaume S. Thekkadath",
      "Aaron Z. Goldberg",
      "Khabat Heshami",
      "Philip J. Bustard",
      "Duncan England",
      "Frédéric Bouchard",
      "Benjamin Sussman"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2309.15221",
    "title": "Silver Telluride Colloidal Quantum Dot Infrared Photodetectors and Image Sensors",
    "abstract": "           Photodetectors that are sensitive in shortwave infrared (SWIR) range (1 um - 2 um) are of significant interest for applications in 3D, night and adverse weather imaging, machine vision and autonomous driving, among others. Currently available technologies in the SWIR rely on costly epitaxial semiconductors that are not monolithically integrated with CMOS electronics. Solution-processed quantum dots can address this challenge by enabling low-cost manufacturing and simple monolithic integration on silicon in a back-end-of-line (BEOL) process. To date, colloidal quantum dot (CQD) materials to access the SWIR are mostly based on lead sulfide (PbS) and mercury telluride (HgTe) compounds, imposing major regulatory concerns and impeding their deployment in consumer electronics due to toxicity concerns. Here we report a new synthesis method for environmentally-friendly silver telluride (Ag2Te) quantum dots and their application in high-performance SWIR photodetectors. The CQD photodetector stack employs materials compliant with the Restriction of Hazardous Substance (RoHS) directives and is sensitive in the spectral range from 350 nm - 1600 nm. The room-temperature detectivity is of the order 1012 Jones, the 3dB bandwidth is in excess of 0.1 MHz and the linear dynamic range is over 118 dB. We also realize a monolithically integrated SWIR imager based on solution processed, heavy-metal-free materials, thus paving the way of this technology to consumer electronics market.         ",
    "url": "https://arxiv.org/abs/2309.15221",
    "authors": [
      "Yongjie Wang",
      "Lucheng Peng",
      "Julien Schreier",
      "Yu Bi",
      "Andres Black",
      "Aditya Malla",
      "Stijn Goosens",
      "Gerasimos Konstantatos"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2409.06570",
    "title": "Resonant EO combs: Beyond the standard phase noise model of frequency combs",
    "abstract": "           A resonant electro-optic (EO) frequency comb is generated through electro-optic modulation of laser light within an optical resonator. Compared to cavity-less EO combs generated in a single pass through a modulator, resonant EO combs can produce broader spectra with lower radio frequency (RF) power and offer a measure of noise filtering beyond the cavity's linewidth. Understanding, measuring, and suppressing the sources of phase noise in resonant EO combs is crucial for their applications in metrology, astrophotonics, optical clock generation, and fiber-optic communication. According to the standard phase noise model of frequency combs, only two variables - the common mode offset and repetition rate phase noise - are needed to fully describe the phase noise of comb lines. However, in this work we demonstrate analytically, numerically, and experimentally that this standard model breaks down for resonant EO combs at short timescales (high frequencies) and under certain comb parameters. Specifically, a third phase noise component emerges. Consequently, resonant EO combs feature qualitatively different phase noise from their cavity-less counterparts and may not exhibit the anticipated noise filtering. A more complete description of the deviations from the standard phase noise model is critical to accurately predict the performance of frequency combs. The description presented here paves the way for improved designs tailored to applications such as super-continuum generation and optical communication.         ",
    "url": "https://arxiv.org/abs/2409.06570",
    "authors": [
      "Holger R. Heebøll",
      "Pooja Sekhar",
      "Jasper Riebesehl",
      "Aleksandr Razumov",
      "Matt Heyrich",
      "Michael Galili",
      "Francesco Da Ros",
      "Scott Diddams",
      "Darko. Zibar"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2309.01676",
    "title": "Quantum Information-Assisted Complete Active Space Optimization (QICAS)",
    "abstract": "           Automated active space selection is arguably one of the most challenging and essential aspects of multiconfigurational methods. In this work we propose an effective quantum information-assisted complete active space optimization (QICAS) scheme. What sets QICAS apart from other correlation-based selection schemes is (i) the use of unique measures from quantum information that assess the correlation in electronic structures in an unambiguous and predictive manner, and (ii) an orbital optimization step that minimizes the correlation discarded by the active space approximation. Equipped with these features QICAS yields for smaller correlated molecules sets of optimized orbitals with respect to which the CASCI energy reaches the corresponding CASSCF energy within chemical accuracy. For more challenging systems such as the Chromium dimer, QICAS offers an excellent starting point for CASSCF by greatly reducing the number of iterations required for numerical convergence. Accordingly, our study validates a profound empirical conjecture: the energetically optimal non-active spaces are predominantly those that contain the least entanglement.         ",
    "url": "https://arxiv.org/abs/2309.01676",
    "authors": [
      "Lexin Ding",
      "Stefan Knecht",
      "Christian Schilling"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2402.06736",
    "title": "Bosenovae with Quadratically-Coupled Scalars in Quantum Sensing Experiments",
    "abstract": "           Ultralight dark matter (ULDM) particles of mass $m_\\phi \\lesssim 1~{\\rm eV}$ can form boson stars in DM halos. Collapse of boson stars leads to explosive bosenova emission of copious relativistic ULDM particles. In this work, we analyze sensitivity of terrestrial and space-based experiments to detect such relativistic scalar ULDM particles interacting through quadratic couplings with Standard Model constituents, including electrons, photons and gluons. We highlight key differences with searches for linear ULDM couplings. Screening of ULDM with quadratic couplings near the surface of the Earth can significantly impact observations in terrestrial experiments, motivating future space-based experiments. We demonstrate excellent ULDM discovery prospects, especially for quantum sensors, which can probe quadratic couplings orders below existing constraints by detecting bosenova events in the ULDM mass range $10^{-23}\\,{\\rm eV} \\lesssim m_\\phi \\lesssim 10^{-5}\\,{\\rm eV}$. We also report updated constraints on quadratic couplings of ULDM in case it comprises cold DM.         ",
    "url": "https://arxiv.org/abs/2402.06736",
    "authors": [
      "Jason Arakawa",
      "Muhammad H. Zaheer",
      "Joshua Eby",
      "Volodymyr Takhistov",
      "Marianna S. Safronova"
    ],
    "subjectives": [
      "High Energy Physics - Phenomenology (hep-ph)",
      "Cosmology and Nongalactic Astrophysics (astro-ph.CO)",
      "High Energy Astrophysical Phenomena (astro-ph.HE)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2409.00114",
    "title": "Terahertz Channels in Atmospheric Conditions: Propagation Characteristics and Security Performance",
    "abstract": "           With the growing demand for higher wireless data rates, the interest in extending the carrier frequency of wireless links to the terahertz (THz) range has significantly increased. For long-distance outdoor wireless communications, THz channels may suffer substantial power loss and security issues due to atmospheric weather effects. It is crucial to assess the impact of weather on high-capacity data transmission to evaluate wireless system link budgets and performance accurately. In this article, we provide an insight into the propagation characteristics of THz channels under atmospheric conditions and the security aspects of THz communication systems in future applications. We conduct a comprehensive survey of our recent research and experimental findings on THz channel transmission and physical layer security, synthesizing and categorizing the state-of-the-art research in this domain. Our analysis encompasses various atmospheric phenomena, including molecular absorption, scattering effects, and turbulence, elucidating their intricate interactions with THz waves and the resultant implications for channel modeling and system design. Furthermore, we investigate the unique security challenges posed by THz communications, examining potential vulnerabilities and proposing novel countermeasures to enhance the resilience of these high-frequency systems against eavesdropping and other security threats. Finally, we discuss the challenges and limitations of such high-frequency wireless communications and provide insights into future research prospects for realizing the 6G vision, emphasizing the need for innovative solutions to overcome the atmospheric hurdles and security concerns in THz communications.         ",
    "url": "https://arxiv.org/abs/2409.00114",
    "authors": [
      "Jianjun Ma",
      "Yuheng Song",
      "Mingxia Zhang",
      "Guohao Liu",
      "Weiming Li",
      "John F. Federici",
      "Daniel M. Mittleman"
    ],
    "subjectives": [
      "Signal Processing (eess.SP)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2409.08137",
    "title": "Spatiotemporal Photon Blockade for Nonreciprocal Quantum Absorption",
    "abstract": "           Controlling the flow of photons is crucial for advancing quantum technologies. We introduce the concept of spatiotemporal photon blockade for nonreciprocal quantum absorption, utilizing space-time-periodic metasurfaces. Our study presents a methodology for experimentally realizing this effect, where photon frequency coherence with the metasurface's space-time modulation enables one-way quantum absorption. In this system, forward-traveling photons are energetically modulated and absorbed within the slab, while backward-traveling photons are transmitted without interaction. Our analysis includes band structure, isofrequency diagrams, and nonreciprocal absorption results. These findings lay the groundwork for developing nonreciprocal quantum devices and enhancing photon management in milli-Kelvin temperature quantum systems.         ",
    "url": "https://arxiv.org/abs/2409.08137",
    "authors": [
      "Sajjad Taravati"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Superconductivity (cond-mat.supr-con)",
      "Applied Physics (physics.app-ph)"
    ]
  }
]