[
  {
    "id": "arXiv:2201.00819",
    "title": "Charge and Field Driven Integrated Optical Modulators: Comparative  Analysis",
    "abstract": "Electro optic modulators being key for many signal processing systems must adhere to requirements given by both electrical and optical constrains. Distinguishing between charge driven (CD) and field driven (FD) designs, we answer the question of whether fundamental performance benefits can be claimed of modulators based on emerging electro-optic materials. Following primary metrics, we compare the performance of emerging electro-optic and electro-absorption modulators such as graphene, transparent conductive oxides, and Si, based on charge injection with that of the legacy FD modulators, such as those based on lithium niobate and quantum confined Stark effect. We show that for rather fundamental reasons, FD modulators always outperform CD ones in the conventional wavelength scale waveguides. However, for waveguide featuring a sub-wavelength optical mode, such as those assisted by plasmonics, the emerging CD devices are indeed highly competitive. ",
    "url": "https://arxiv.org/abs/2201.00819",
    "authors": [
      "Jacob B Khurgin",
      "Volker J Sorger",
      "Rubab Amin"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2201.00880",
    "title": "Optical Thouless pumping transport and nonlinear switching in a  topological low-dimensional discrete nematic liquid crystal array",
    "abstract": "We theoretically investigate a Thouless pumping scheme in the 1D topological Su-Schrieffer-Heeger (SSH) model for single and multiple band-gaps systems when implemented in a discrete nematic liquid crystal arrangement. For an electrically controlled SSH waveguide array, we numerically demonstrate edge-to-edge light transport at low power levels. On the other hand, at higher powers, the transport is frustrated by light-induced nonlinear defect states, giving rise to robust all-optical switching. ",
    "url": "https://arxiv.org/abs/2201.00880",
    "authors": [
      "Pawel S. Jung",
      "Midya Parto",
      "Georgios G. Pyrialakos",
      "Hadiseh Nasari",
      "Katarzyna Rutkowska",
      "Marek Trippenbach",
      "Mercedeh Khajavikhan",
      "Wieslaw Krolikowski",
      "Demetrios N. Christodoulides"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2201.00948",
    "title": "Realization of bound states in the continuum in anti-PT-symmetric  optical systems",
    "abstract": "Novel physical concepts that originate from quantum mechanics, such as non-Hermitian systems (dealing mostly with PT and anti-PT symmetry) and bound states in the continuum (BICs), have attracted great interest in the optics and photonics community. To date, BICs and anti-PT symmetry seem to be two independent topics. Here, we for the first time propose a parallel cascaded-resonator system to achieve BICs and anti-PT symmetry simultaneously. We found that the requirements for the Fabry-P\\'erot BIC and anti-PT symmetry can both be satisfied when the phase shift between any two adjacent resonators is an integer multiple of {\\pi}. We further analyzed the cascaded-resonator systems which consist of different numbers of resonators and demonstrated their robustness to fabrication imperfections. The proposed structure can readily be realized on an integrated photonic platform, which can have many applications that benefit from the advantages of both BICs and anti-PT symmetry, such as ultralow-linewidth lasing, enhanced optical sensing, and optical signal processing. ",
    "url": "https://arxiv.org/abs/2201.00948",
    "authors": [
      "Jiawei Zhang",
      "Ziyao Feng",
      "Xiankai Sun"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2201.01068",
    "title": "Laser Driven Nuclear physics at ELINP",
    "abstract": "High power lasers have proven being capable to produce high energy gamma rays, charged particles and neutrons to induce all kinds of nuclear reactions. At ELI, the studies with high power lasers will enter for the first time into new domains of power and intensities. ",
    "url": "https://arxiv.org/abs/2201.01068",
    "authors": [
      "F. Negoita",
      "M. Roth",
      "P.G. Thirolf",
      "S. Tudisco",
      "F. Hannachi",
      "S. Moustaizis",
      "I. Pomerantz",
      "P. Mckenna",
      "J. Fuchs",
      "K. Sphor",
      "G. Acbas",
      "A. Anzalone",
      "P. Audebert",
      "S. Balascuta",
      "F. Cappuzzello",
      "M.O. Cernaianu",
      "S. Chen",
      "I. Dancus",
      "R. Freeman",
      "H. Geissel",
      "P. Ghenuche",
      "L. Gizzi",
      "F. Gobet",
      "G. Gosselin",
      "M. Gugiu",
      "D. Higginson",
      "E. D¶Humiêres",
      "C. Ivan",
      "D. Jaroszynski",
      "S. Kar",
      "L. Lamia",
      "V. Leca",
      "L. Neagu",
      "G. Lanzalone",
      "V. Meot",
      "S.R. Mirfayzi",
      "I.O. Mitu",
      "P. Morel",
      "C. Murphy",
      "C. Petcu",
      "H. Petrascu",
      "C. Petrone",
      "P. Raczka",
      "M. Risca",
      "F. Rotaru",
      "J.J. Santos",
      "D. Schumacher",
      "D. Stutman",
      "M. Tarisien",
      "M. Tataru",
      "B. Tatulea",
      "I.C.E. Turcu",
      "M. Versteegen",
      "D. Ursescu",
      "S. Gales",
      "N.V. Zamfir"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Nuclear Experiment (nucl-ex)"
    ]
  },
  {
    "id": "arXiv:2201.01223",
    "title": "Effects of ultrafast free-carrier dynamics on frequency comb generation  in graphene-based microresonators",
    "abstract": "Manipulation of the dynamics of cavity solitons, precise control of frequency comb spectra and nonlinear response of microresonators through exploitation of the ultrafast optical properties of graphene can have an immense impact on the technological advancement of on-chip photonic devices. Here, we report that an efficient self-frequency blueshifted frequency comb at optical and near-infrared wavelengths can be achieved owing to the near-instantaneous free-carrier dynamics of graphene in a realistic graphene-covered silicon nitride microresonator. We perform a stability analysis to find the region of stable cavity soliton excitation, which reveals that the nonlinearity of graphene helps in improving the performance of the devices. ",
    "url": "https://arxiv.org/abs/2201.01223",
    "authors": [
      "Ambaresh Sahoo"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2201.01255",
    "title": "Enhanced coupling of electron and nuclear spins by quantum tunneling  resonances",
    "abstract": "Noble-gas spins feature hours long coherence times owing to their great isolation from the environment, and find practical usage in various applications. However, this isolation leads to extremely slow preparation times, relying on weak spin transfer from an electron-spin ensemble. Here we propose a controllable mechanism to enhance this transfer rate. We analyze the spin dynamics of helium-3 atoms with hot, optically-excited potassium atoms and reveal the formation of quasi-bound states in resonant binary collisions. We find a resonant enhancement of the spin-exchange cross section by up to six orders of magnitude and two orders of magnitude enhancement for the thermally averaged, polarization rate-coefficient. We further examine the effect for various other noble gases and find that the enhancement is universal. We outline feasible conditions under which the enhancement may be experimentally observed and practically utilized. ",
    "url": "https://arxiv.org/abs/2201.01255",
    "authors": [
      "Anatoli Tsinovoy",
      "Or Katz",
      "Arie Landau",
      "Nimrod Moiseyev"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:1501.03192",
    "title": "Optical Tractor Beam with Chiral Light",
    "abstract": " Comments: preprint,16 pages, 4 figures ",
    "url": "https://arxiv.org/abs/1501.03192",
    "authors": [
      "David E. Fernandes",
      "Mário G. Silveirinha"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2112.01313",
    "title": "Revealing non-Hermitian band structures of photonic Floquet media",
    "abstract": " Title: Revealing non-Hermitian band structures of photonic Floquet media ",
    "url": "https://arxiv.org/abs/2112.01313",
    "authors": [
      "Jagang Park",
      "Hyukjoon Cho",
      "Seojoo Lee",
      "Kyungmin Lee",
      "Kanghee Lee",
      "Hee Chul Park",
      "Jung-Wan Ryu",
      "Namkyoo Park",
      "Sanggeun Jeon",
      "Bumki Min"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2112.10484",
    "title": "Epistemological and ontological aspects of quantum theory",
    "abstract": " Comments: 20 pages ",
    "url": "https://arxiv.org/abs/2112.10484",
    "authors": [
      "Inge S. Helland"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  }
]