[
  {
    "id": "arXiv:2303.10198",
    "title": "3D structured Bessel beam polarization and its application to imprint  chiral optical properties in silica",
    "abstract": "Polarization plays crucial role in light-matter interactions; hence its overall manipulation is an essential key to unlock the versatility of light manufacturing, especially in femtosecond laser direct writing. Existing polarization-shaping techniques, however, only focus on the manipulation in transverse plane of a light beam, namely a two-dimensional control. In this paper, we propose a novel passive strategy that exploits a class of femtosecond laser written space varying birefringent elements, to shape the polarization state along the optical path. As a demonstration, we generate a three-dimensional structured Bessel beam whose linear polarization state is slowly evolving along the focus (typ. 90 degrees within 60 lightwave periods). Such a \"helical polarized\" Bessel beam allows imprinting \"twisted nanogratings\" in SiO2 resulting in an extrinsic optical chirality at a micrometric scale, which owns a high optical rotation. Our work brings new perspectives for three-dimensional polarization manipulations and would find applications in structured light, light-matter interaction and chiral device fabrication. ",
    "url": "https://arxiv.org/abs/2303.10198",
    "authors": [
      "Jiafeng Lu",
      "Mostafa Hassan",
      "Francois Courvoisier",
      "Enrique Garcia-Caurel",
      "Francois Brisset",
      "Razvigor Ossikovski",
      "Xianglong Zeng",
      "Bertrand Poumellec",
      "Matthieu Lancry"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2303.10234",
    "title": "Tunable and efficient ultraviolet generation in nanophotonic lithium  niobate",
    "abstract": "On-chip ultraviolet sources are of great interest for building compact and scalable atomic clocks, quantum computers, and spectrometers; however, few material platforms are suitable for integrated ultraviolet light generation. Of these materials, thin-film lithium niobate is the most competitive due to its ability to be quasi-phase-matched, optical confinement, and nonlinear properties. Here, we present efficient (197 $\\pm$ 5 %/W/cm$^{2}$) second harmonic generation of UV-A light in a periodically poled lithium niobate nanophotonic waveguide. We achieve on-chip ultraviolet powers of 30 $\\mu$W, demonstrating the potential for compact frequency-doubling of common near-IR laser diodes. By using a large cross section waveguide (600 nm film thickness), we achieve insensitivity to fabrication errors, and can attain first-order quasi-phase-matching with relatively long poling periods (>1.5 $\\mu$m). The device also demonstrates linear wavelength tunability using temperature. By varying the poling period, we have achieved the shortest reported wavelength (355 nm) generated through frequency doubling in thin-film lithium niobate. Our results open up new avenues to realize ultraviolet on-chip sources and chip-scale photonics. ",
    "url": "https://arxiv.org/abs/2303.10234",
    "authors": [
      "Emily Hwang",
      "Nathan Harper",
      "Ryoto Sekine",
      "Luis Ledezma",
      "Alireza Marandi",
      "Scott K. Cushing"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2303.10284",
    "title": "Lithium storage in titania films as a function of position: unification  of intercalation electrode and super-capacitor concepts",
    "abstract": "We carefully investigated the storage of lithium in titania films on various substrates as a function of size. The experiments enable us to separate contributions from bulk and boundary storage. The bulk storage is thermodynamically modelled in terms of charge carrier chemistry obeying local electroneutrality and of boundary storage according to the space charge conception. The battery capacity measurements are complemented by bias dependent measurements of impedance, series and parallel resistance as well as capacitance. Independent information on electron and Li distribution is gained by scanning transmission electron microscopy (STEM), electron energy loss spectroscopy (EELS), aberration-corrected annular-bright-field (ABF) STEM. As a result, we obtain the full picture in terms of equilibrium storage (lithium content) and charge carrier concentrations as a function of spatial coordinates with cell voltage as a parameter. This corresponds to no less than a unification of intercalation storage and super-capacitive storage, which are usually considered as separate phenomena, the reason for this lying in the hitherto lack of an adequate defect-chemical and nanoionic picture. ",
    "url": "https://arxiv.org/abs/2303.10284",
    "authors": [
      "Chuanlian Xiao",
      "Hongguang Wang",
      "Peter A. van Aken",
      "Robert Usiskin",
      "Joachim Maier"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2303.10299",
    "title": "Niobium telluride absorber for a mode-locked vector soliton fiber laser",
    "abstract": "Niobium telluride (NbTe$_2$), an emerging transition metal dichalcogenide material, has been theoretically predicted to have nonlinear absorption properties and excellent optical response. However, only a few studies of the utilization of NbTe$_2$ in ultrafast photonics have been reported. In this work, a NbTe$_2$-based saturable absorber (SA) was applied in an erbium-doped fiber as a mode-locked device, and a vector soliton based on NbTe$_2$ was obtained for the first time. NbTe$_2$-PVA film SA was successfully prepared by the liquid-phase exfoliation and spin coating methods, with a modulation depth of up to 10.87%. The nonlinear absorption coefficient of NbTe$_2$-based SA film tested through the open-aperture Z-scan laser measurement is 0.62. A conventional soliton with a pulse duration of 858 fs was generated using NbTe$_2$-based SA, which was demonstrated to be a kind of polarization-locked vector soliton in further investigation. Our experimental results reveal the nonlinear optical properties of NbTe$_2$ and broaden its applications in ultrafast photonic devices. ",
    "url": "https://arxiv.org/abs/2303.10299",
    "authors": [
      "X. X. Shang",
      "N. N. Xu",
      "J. Guo",
      "S. Sun",
      "H. N. Zhang",
      "S. Wageh",
      "A. A. Al-ghamdi",
      "H. Zhang",
      "D. W. Li"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2303.10402",
    "title": "Phase-Gradient Huygens Metasurface Coatings for Dynamic Beamforming in  Linear Antennas",
    "abstract": "The beamforming capabilities of conformal cylindrical Huygens metasurface (HMS) coatings for linear antennas are assessed. It is shown that by engineering the phase-gradient profile of the HMS, the original omnidirectional radiation pattern of the linear antenna can be shaped to form multi- or single-beam configurations. A closed-form expression for the phase-insertion profile of the cylindrical coating required to achieve the desired radiation pattern profile is derived, and several full-wave numerical examples supporting our claims are reported. A configuration exploiting a realistic HMS layout is also discussed and it is shown that, by making the metasurface reconfigurable through the use of tunable lumped elements, the radiated beams can be dynamically steered in space. This new design methodology could find application in smart electromagnetic environment scenarios for dynamically rerouting the signal towards multiple users. ",
    "url": "https://arxiv.org/abs/2303.10402",
    "authors": [
      "Stefano Vellucci",
      "Michela Longhi",
      "Alessio Monti",
      "Mirko Barbuto",
      "Alessandro Toscano",
      "Filiberto Bilotti"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2303.10524",
    "title": "Fresnel-type Solid Immersion Lens for efficient light collection from  quantum defects in diamond",
    "abstract": "Quantum defects in diamonds have been studied as a promising resource for quantum science. The subtractive fabrication process for improving photon collection efficiency often require excessive milling time that can adversely affect the fabrication accuracy. We designed and fabricated a Fresnel-type solid immersion lens using the focused ion beam. For a 5.8 um-deep Nitrogen-vacancy (NV-) center, the milling time was highly reduced (1/3 compared to a hemispherical structure), while retaining high photon collection efficiency (> 2.24 compared to a flat surface). In numerical simulation, this benefit of the proposed structure is expected for a wide range of milling depths. ",
    "url": "https://arxiv.org/abs/2303.10524",
    "authors": [
      "SungJoon Park",
      "Gyeonghun Kim",
      "Kiho Kim",
      "Dohun Kim"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2303.10545",
    "title": "Multi-dimensional band structure spectroscopy in the synthetic frequency  dimension",
    "abstract": "The concept of synthetic dimensions in photonics provides a versatile platform in exploring multi-dimensional physics. Many of these physics are characterized by band structures in more than one dimensions. Existing efforts on band structure measurements in the photonic synthetic frequency dimension however are limited to either one-dimensional Brillouin zones or one-dimensional subsets of multi-dimensional Brillouin zones. Here we theoretically propose and experimentally demonstrate a method to fully measure multi-dimensional band structures in the synthetic frequency dimension. We use a single photonic resonator under dynamical modulation to create a multi-dimensional synthetic frequency lattice. We show that the band structure of such a lattice over the entire multi-dimensional Brillouin zone can be measured by introducing a gauge potential into the lattice Hamiltonian. Using this method, we perform experimental measurements of two-dimensional band structures of a Hermitian and a non-Hermitian Hamiltonian. The measurements reveal some of the general properties of point-gap topology of the non-Hermitian Hamiltonian in more than one dimensions. Our results demonstrate experimental capabilities to fully characterize high-dimensional physical phenomena in the photonic synthetic frequency dimension. ",
    "url": "https://arxiv.org/abs/2303.10545",
    "authors": [
      "Dali Cheng",
      "Eran Lustig",
      "Kai Wang",
      "Shanhui Fan"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2303.10549",
    "title": "Observation of acoustic spatiotemporal vortices",
    "abstract": "Vortices in fluids and gases have piqued the interest of human for centuries. Development of classical-wave physics and quantum mechanics highlighted wave vortices characterized by phase singularities and topological charges. In particular, vortex beams have found numerous applications in modern optics and other areas. Recently, optical spatiotemporal vortex states exhibiting the phase singularity both in space and time have been reported. Here, we report the first generation of acoustic spatiotemporal vortex pulses. We utilize an acoustic meta-grating with mirror-symmetry breaking as the spatiotemporal vortex generator. In the momentum-frequency domain, we unravel that the transmission spectrum functions exhibit a topological phase transition where the vortices with opposite topological charges are created or annihilated in pairs. Furthermore, with the topological textures of the nodal lines, these vortices are robust and exploited to generate spatiotemporal vortex pulse against structural perturbations and disorder. Our work paves the way for studies and applications of spatiotemporal structured waves in acoustics and other wave systems. ",
    "url": "https://arxiv.org/abs/2303.10549",
    "authors": [
      "Hongliang Zhang",
      "Yeyang Sun",
      "Junyi Huang",
      "Bingjun Wu",
      "Zhaoju Yang",
      "Konstantin Y. Bliokh",
      "Zhichao Ruan"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2303.10605",
    "title": "Visualization of Photonic Band Structures via Far-field Measurements in  SiNx Photonic Crystal Slabs",
    "abstract": "The band structures of the photonic crystal slabs play a significant role in manipulating the flow of light and pre-dicting exotic physics in photonics. In this letter, we show that the key features of photonic band structures can be achieved experimentally by the polarization- and momentum-resolved photoluminescence spectroscopy utilizing the light emission properties of SiNx. The two-dimensional spectra clearly reveal the energy-momentum dispersion of band structures which is in perfect agreement with the simulation results. The isofrequency contours can be measured easily by adding a bandpass filter with a desired photon energy. Furthermore, it is convenient to observe clearly and directly the optical singularity -- the optical bound states in the continuum featured by dark point in three-dimensional photoluminescence spectra. The polarization-resolved isofrequency contours clearly show that this dark point is the center of an azimuthally polarized vortex. Finally, the helical topological edge states can be easily observed in photonic topological insulators with deformed hexagonal lattices. Our work provides a simple and effective approach for exploring topological photonics and other intriguing phenomena hidden in the photonic crystal slabs. ",
    "url": "https://arxiv.org/abs/2303.10605",
    "authors": [
      "Wenze Lan",
      "Peng Fu",
      "Chang-Yin Ji",
      "Gang Wang",
      "Yugui Yao",
      "Changzhi Gu",
      "Baoli Liu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2303.10679",
    "title": "Room Temperature Fiber-Coupled single-photon devices based on Colloidal  Quantum Dots and SiV centers in Back Excited Nanoantennas",
    "abstract": "We demonstrate an important step towards on chip integration of single photon sources operating at room temperature fiber coupling of a directional quantum emitter with back-excitation. Directionality is achieved with a hybrid metal-dielectric bullseye antenna, while back-excitation is permitted by placement of the emitter at or in a sub-wavelength hole positioned at the bullseye center. Overall, the unique design enables a direct laser excitation from the back of the on-chip device and very efficient coupling of the highly collimated photon emission to either low numerical aperture (NA) free space optics or directly to an optical fiber from the front. To show the versatility of the concept, we fabricate devices containing either a colloidal quantum dot or a silicon-vacancy center containing nanodiamond, which are accurately coupled to the nano-antenna using two different nano-positioning methods. Both back-excited devices display front collection efficiencies of about 70 % at NAs as low as 0.5. Moreover, the combination of back-excitation with forward low-NA directionality enables direct coupling of the emitted photons into a proximal optical fiber without the need of any coupling optics, thereby facilitating and greatly simplifying future integration. ",
    "url": "https://arxiv.org/abs/2303.10679",
    "authors": [
      "Boaz Lubotzky",
      "Alexander Nazarov",
      "Hamza Abudayyeh",
      "Lukas Antoniuk",
      "Niklas Lettner",
      "Viatcheslav Agafonov",
      "Anastasia V. Bennett",
      "Jennifer A. Hollingsworth",
      "Alexander Kubanek",
      "Ronen Rapaport"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2303.10740",
    "title": "Artificial diffusion for convective and acoustic low Mach number flows  II: Application to Liou-Steffen, Zha-Bilgen and Toro-Vasquez  convection-pressure flux splittings",
    "abstract": "Liou-Steffen splitting (AUSM) schemes are popular for low Mach number simulations, however, like many numerical schemes for compressible flow they require careful modification to accurately resolve convective features in this regime. Previous analyses of these schemes usually focus only on a single discrete scheme at the convective limit, only considering flow with acoustic effects empirically, if at all. In our recent paper Hope-Collins & di Mare, 2023 we derived constraints on the artificial diffusion scaling of low Mach number schemes for flows both with and without acoustic effects, and applied this analysis to Roe-type finite-volume schemes. In this paper we form approximate diffusion matrices for the Liou-Steffen splitting, as well as the closely related Zha-Bilgen and Toro-Vasquez splittings. We use the constraints found in Hope-Collins & di Mare, 2023 to derive and analyse the required scaling of each splitting at low Mach number. By transforming the diffusion matrices to the entropy variables we can identify erroneous diffusion terms compared to the ideal form used in Hope-Collins & di Mare, 2023. These terms vanish asymptotically for the Liou-Steffen splitting, but result in spurious entropy generation for the Zha-Bilgen and Toro-Vasquez splittings unless a particular form of the interface pressure is used. Numerical examples for acoustic and convective flow verify the results of the analysis, and show the importance of considering the resolution of the entropy field when assessing schemes of this type. ",
    "url": "https://arxiv.org/abs/2303.10740",
    "authors": [
      "Joshua Hope-Collins",
      "Luca di Mare"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2303.10755",
    "title": "Iontronic microscopy of a tungsten microelectrode: \"seeing\" ionic  currents under an optical microscope",
    "abstract": "Optical methods for monitoring the electrochemical reaction at the interface are advantageous because of their table-top setup and ease of integration into reactors. Here we apply EDL-modulation microscopy to one of the main components of amperometric measurement devices: a microelectrode. We present experimental measurements of the EDL-modulation contrast from the tip of a tungsten microelectrode at various electrochemical potentials inside a ferrocene-dimethanol \\ch{Fe(MeOH)2} solution. By the combination of the dark-field scattering microscope and the lock-in detection technique, we measure the phase and amplitude of local ion-concentration oscillations in response to an AC potential as the electrode potential is scanned through the redox-activity window of the dissolved species. We present the amplitude and phase map of this response As such, this method can be used to study the spatial and temporal variations of the ion-flux due to an electrochemical reaction close to metallic and semiconducting objects of general geometry. We discuss the advantages and possible extensions of using this microscopy method for wide-field imaging of ionic currents. ",
    "url": "https://arxiv.org/abs/2303.10755",
    "authors": [
      "Zhu Zhang",
      "Sanli Faez"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2303.10821",
    "title": "Mean-Field Cavity Effects in Quantum Electrodynamics Density Functional  and Coupled-Cluster Theories",
    "abstract": "Cavity quantum electrodynamics (QED) generalizations of time-dependent (TD) density functional theory (DFT) and equation-of-motion (EOM) coupled-cluster (CC) theory are used to model small molecules strongly coupled to optical cavity modes. We consider two types of calculations. In the first approach (termed ``relaxed''), cavity-induced orbital relaxation effects are included through a coherent-state transformation of the Hamiltonian; this procedure guarantees origin invariance of the energy in post-self-consistent-field calculations. In the second approach (termed ``unrelaxed''), we ignore the coherent-state transformation and the associated orbital relaxation effects. In this case, ground-state unrelaxed QED-CC calculations pick up a modest origin dependence but otherwise reproduces relaxed QED-CC results within the coherent-state basis. On the other hand, a severe origin dependence manifests in ground-state unrelaxed QED mean-field energies. For excitation energies computed at experimentally realizable coupling strengths, relaxed and unrelaxed QED-EOM-CC results are similar, while significant differences emerge for unrelaxed and relaxed QED-TDDFT. First, QED-EOM-CC and relaxed QED-TDDFT both predict that electronic states that are not resonant with the cavity mode are nonetheless perturbed by the cavity. Unrelaxed QED-TDDFT, on the other hand, fails to capture this effect. Second, in the limit of large coupling strengths, relaxed QED-TDDFT tends to overestimate Rabi splittings, while unrelaxed QED-TDDFT underestimates them, given splittings from relaxed QED-EOM-CC as a reference, and relaxed QED-TDDFT generally does the better job of reproducing the QED-EOM-CC results. ",
    "url": "https://arxiv.org/abs/2303.10821",
    "authors": [
      "Marcus D. Liebenthal",
      "Nam Vu",
      "A. Eugene DePrince III"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2303.10858",
    "title": "Chip-Integrated Metasurface Full-Stokes Polarimetric Imaging Sensor",
    "abstract": "Polarimetric imaging has a wide range of applications for uncovering features invisible to human eyes and conventional imaging sensors. Compact, fast, cost-effective and accurate full-Stokes polarimetric imaging sensors are highly desirable in many applications, which, however, remain elusive due to fundamental material limitations. Here we present a Metasurface-based Full-Stokes Polarimetric Imaging sensor (MetaPolarIm) realized by integrating an ultrathin (~600 nm) metasurface polarization filter array (MPFA) onto a visible imaging sensor with CMOS compatible fabrication processes. The MPFA is featured with broadband dielectric-metal hybrid chiral metasurfaces and double-layer nanograting polarizers. This chip-integrated polarimetric imaging sensor enables single-shot full-Stokes imaging (speed limited by the CMOS imager) with the most compact form factor, record high measurement accuracy, dual-color operation (green and red) and a full angle of view up to 40 degrees. MetaPolarIm holds great promise to enable transformative applications in autonomous vision, industry inspection, space exploration, medical imaging and diagnosis. ",
    "url": "https://arxiv.org/abs/2303.10858",
    "authors": [
      "Jiawei Zuo",
      "Jing Bai",
      "Shinhyuk Choi",
      "Ali Basiri",
      "Xiahui Chen",
      "Chao Wang",
      "Yu Yao"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2303.11007",
    "title": "Simple experimental realization of optical Hilbert Hotel using scalar  and vector fractional vortex beams",
    "abstract": "Historically, infinity was long considered a vague concept - boundless, endless, larger than the largest - without any quantifiable mathematical foundation. This view changed in the 1800s through the pioneering work of Georg Cantor showing that infinite sets follow their own seemingly paradoxical mathematical rules. In 1924, David Hilbert highlighted the strangeness of infinity through a thought experiment now referred to as the Hilbert Hotel paradox, or simply Hilbert's Hotel. The paradox describes an \"fully\" occupied imaginary hotel having infinite number of single-occupancy rooms, the manager can always find a room for new guest by simply shifting current guests to the next highest room, leaving first room vacant. The investigation of wavefield singularities has uncovered the existence of a direct optical analogy to Hilbert's thought experiment. Since then, efforts have been made to investigate the properties of Hilbert's Hotel by controlling the dynamics of phase singularities in``fractional'' order optical vortex beams. Here, we have taken such proposals to the next level and experimentally demonstrated Hilbert's Hotel using both phase and polarization singularities of optical fields. Using a multi-ramped spiral-phase-plate and a supercontinuum source, we generated and controlled fractional order vortex beams for the practical implementation of Hilbert's Hotel in scalar and vector vortex beams. Using a multi-ramped spiral-phase-plate, we show the possibility for complicated transitions of the generalized Hilbert's Hotel. The generic experimental scheme illustrates the usefulness of structured beams in visualizing unusual mathematical concepts and also for fractional vector beams driven fundamental and applied research. ",
    "url": "https://arxiv.org/abs/2303.11007",
    "authors": [
      "Subith Kumar",
      "Anirban Ghosh",
      "Chahat Kaushik",
      "Arash Shiri",
      "Greg Gbur",
      "Sudhir Sharma",
      "G. K. Samanta"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2303.11116",
    "title": "Tailoring the waveshape of optical unipolar pulses in a multi-level  resonant medium",
    "abstract": "We theoretically demonstrate the possibility to tune the temporal waveform of optical unipolar pulses upon their coherent interaction with a multi-level resonant medium. This is achieved through the coherent control of the response of a multi-level resonant medium by means of half-cycle unipolar pulses. We show that despite the ultrabroad spectrum of half-cycle pulses one can efficiently steer the induced medium polarization through the proper choice of the parameters of the excitation pulses. As the result, producing of unipolar optical pulses of varying profile, like rectangular or triangular ones, from an extended layer of a multi-layer medium was obtained when excited by a pair of half-cycle pulses. Besides, we find out that the response of a multi-level medium for the amplitude of the driving pulses below a certain threshold can be quantitatively well approximated by the two-level model. ",
    "url": "https://arxiv.org/abs/2303.11116",
    "authors": [
      "Anton Pakhomov",
      "Nikolay Rosanov",
      "Mikhail Arkhipov",
      "Rostislav Arkhipov"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2303.10261",
    "title": "Topological Phases of Photonic Crystals under Crystalline Symmetries",
    "abstract": "Photonic crystals (PhCs) have emerged as a popular platform for realizing various topological phases due to their flexibility and potential for device applications. In this article, we present a comprehensive classification of topological bands in one- and two dimensional photonic crystals, with and without time-reversal symmetry. Our approach exploits the symmetry representations of field eigenmodes at high-symmetry points in momentum space, allowing for the efficient design of a wide range of topological PhCs. In particular, we show that the complete classification provided here is useful for diagnosing photonic crystal analogs of obstructed atomic limits, fragile phases, and stable topological phases that include bands with Dirac points and Chern numbers. ",
    "url": "https://arxiv.org/abs/2303.10261",
    "authors": [
      "Sachin Vaidya",
      "Ali Ghorashi",
      "Thomas Christensen",
      "Mikael C. Rechtsman",
      "Wladimir A. Benalcazar"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2303.10269",
    "title": "Fano-Qubits for Quantum Devices with Enhanced Isolation and Bandwidth",
    "abstract": "Magneto-optical isolators and circulators have been widely used to safeguard quantum devices from reflections and noise in the readout stage. However, these devices have limited bandwidth, low tunability, are bulky, and suffer from high losses, making them incompatible with planar technologies such as circuit QED. To address these limitations, we propose a new approach to quantum non-reciprocity that utilizes the intrinsic nonlinearity of qubits and broken spatial symmetry. We show that a circuit containing Lorentz-type qubits can be transformed into Fano-type qubits with an asymmetric spectral response, resulting in a significant improvement in isolation (up to 40 dB) and a twofold increase in spectral bandwidth (up to 200 MHz). Our analysis is based on realistic circuit parameters, validated by existing experimental results, and supported by rigorous quantum simulations. This approach could enable the development of compact, high-performance, and planar-compatible non-reciprocal quantum devices with potential applications in quantum computing, communication, and sensing. ",
    "url": "https://arxiv.org/abs/2303.10269",
    "authors": [
      "Deepanshu Trivedi",
      "Leonid Belostotski",
      "Arjuna Madanayake",
      "Alex Krasnok"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2303.10357",
    "title": "Integrated Photonic Accelerator Based on Optical Spectrum Slicing for  Convolutional Neural Networks",
    "abstract": "In this work we numerically analyze a passive photonic integrated neuromorphic accelerator based on hardware-friendly optical spectrum slicing nodes. The proposed scheme can act as a fully analogue convolutional layer, preprocessing information directly in the optical domain. The proposed scheme allows the extraction of meaningful spatio-temporal features from the incoming data, thus when used prior to a simple fully connected digital single layer network it can boost performance with negligible power consumption. Numerical simulations using the MNIST dataset confirmed the acceleration properties of the proposed scheme, where 10 neuromorphic nodes can replace the convolutional layers of a sophisticated LeNet-5 network, thus reducing the number of total floating point operations per second (FLOPS) by 98% while offering a 97.2% classification accuracy. ",
    "url": "https://arxiv.org/abs/2303.10357",
    "authors": [
      "Aris Tsirigotis",
      "George Sarantoglou",
      "Stavros Deligiannidis",
      "Kostas Sozos",
      "Adonis Bogris",
      "Charis Mesaritakis"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Image and Video Processing (eess.IV)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2303.10377",
    "title": "AeroSPEED: a high order acoustic solver for aeroacoustic applications",
    "abstract": "We propose AeroSPEED, a solver based on the Spectral Element Method (SEM) that solves the aeroacoustic Lighthill's wave equation. First, the fluid solution is computed employing a cell centered Finite Volume method. Then, AeroSPEED maps the sound source coming from the flow solution onto the acoustic grid, where finally the Lighthill's wave equation is solved. An ad-hoc projection strategy is adopted to apply the flow source term in the acoustic solver. A model problem with a manufactured solution and the Noise Box test case are used as benchmark for the acoustic problem. We studied the noise generated by the complex flow field around tandem cylinders as a relevant aeroacoustic application. AeroSPEED is an effective and accurate solver for both acoustics and aeroacoustic problems. ",
    "url": "https://arxiv.org/abs/2303.10377",
    "authors": [
      "Alberto Artoni",
      "Paola F. Antonietti",
      "Roberto Corradi",
      "Ilario Mazzieri",
      "Nicola Parolini",
      "Daniele Rocchi",
      "Paolo Schito",
      "Francesco F. Semeraro"
    ],
    "subjectives": [
      "Numerical Analysis (math.NA)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2303.10397",
    "title": "Towards an open-source framework to perform quantum calibration and  characterization",
    "abstract": "In this proceedings we present Qibocal, an open-source software package for calibration and characterization of quantum processing units (QPUs) based on the Qibo framework. Qibocal is specifically designed for self-hosted QPUs and provides the groundwork to easily develop, deploy and distribute characterization and calibration routines for all levels of hardware abstraction. Qibocal is based on a modular QPU platform agnostic approach and it provides a general purpose toolkit for superconducting qubits with the possibility of extensions to other quantum technologies. After motivating the need for such a module, we explain the program's flow and show examples of actual use for QPU calibration. We also showcase additional features provided by the library including automatic report generation and live plotting. ",
    "url": "https://arxiv.org/abs/2303.10397",
    "authors": [
      "Andrea Pasquale",
      "Stavros Efthymiou",
      "Sergi Ramos-Calderer",
      "Jadwiga Wilkens",
      "Ingo Roth",
      "Stefano Carrazza"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2303.10666",
    "title": "Dissipatons as generalized Brownian particles for open quantum systems:  Dissipaton-embedded quantum master equation",
    "abstract": "Dissipaton theory had been proposed as an exact and nonperturbative approach to deal with open quantum system dynamics, where the influence of Gaussian environment is characterized by statistical quasi-particles named as dissipatons. In this work, we revisit the dissipaton equation of motion theory and establish an equivalent dissipatons-embedded quantum master equation (DQME), which gives rise to dissipatons as generalized Brownian particles. As explained in this work, the DQME supplies a direct approach to investigate the statistical characteristics of dissipatons and thus the physically supporting hybrid bath modes. Numerical demonstrations are carried out on the electron transfer model, exhibiting the transient statistical properties of the solvation coordinate. ",
    "url": "https://arxiv.org/abs/2303.10666",
    "authors": [
      "Xiang Li",
      "Yu Su",
      "Zi-Hao Chen",
      "Yao Wang",
      "Rui-Xue Xu",
      "Xiao Zheng",
      "YiJing Yan"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2303.10685",
    "title": "Disentangling superconductor and dielectric microwave losses in  sub-micron $\\rm Nb$/$\\rm TEOS-SiO_2$ interconnects using a multi-mode  microstrip resonator",
    "abstract": "Understanding the origins of power loss in superconducting interconnects is essential for the energy efficiency and scalability of superconducting digital logic. At microwave frequencies, power dissipates in both the dielectrics and superconducting wires, and these losses can be of comparable magnitude. A novel method to accurately disentangle such losses by exploiting their frequency dependence using a multi-mode transmission line resonator, supported by a geometric factor concept and a 3D superconductor finite element method (FEM) modeling, is described. Using the method we optimized a planarized fabrication process of reciprocal quantum logic (RQL) for the interconnect loss at 4.2 K and GHz frequencies. The interconnects are composed of niobium ($\\rm Nb$) insulated by silicon dioxide made with a tetraethyl orthosilicate precursor ($\\rm TEOS-SiO_2$). Two process generations use damascene fabrication, and the third one uses Cloisonn\\'{e} fabrication. For all three, $\\rm TEOS-SiO_2$ exhibits a dielectric loss tangent $\\tan \\delta = 0.0012 \\pm 0.0001$, independent of $\\rm Nb$ wire width over $0.25 - 4 \\: \\mu m$. The $\\rm Nb$ loss varies with both the processing and the wire width. For damascene fabrication, scanning transmission electron microscopy (STEM) and energy dispersive X-ray spectroscopy (EDS) reveal that Nb oxide and Nb grain growth orientation increase the loss above the Bardeen Cooper Schrieffer (BCS) minimum theoretical resistance $R _{BCS}$. For Cloisonn\\'{e} fabrication, the $0.25 \\: \\mu m$ wide $\\rm Nb$ wires exhibit an intrinsic resistance $R_s = 13 \\pm 1.4 \\: \\mu \\Omega$ at 10 GHz, which is below $R_{BCS} \\approx 17 \\: \\mu \\Omega$. That is arguably the lowest resistive loss reported for $\\rm Nb$. ",
    "url": "https://arxiv.org/abs/2303.10685",
    "authors": [
      "Cougar A. T. Garcia",
      "Nancyjane Bailey",
      "Chris Kirby",
      "Joshua A. Strong",
      "Anna Yu. Herr",
      "Steven M. Anlage",
      "Vladimir V. Talanov"
    ],
    "subjectives": [
      "Superconductivity (cond-mat.supr-con)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2303.10688",
    "title": "Quantum-enhanced sensing on an optical transition via emergent  collective quantum correlations",
    "abstract": "The control over quantum states in atomic systems has led to the most precise optical atomic clocks to date. Their sensitivity is currently bounded by the standard quantum limit, a fundamental floor set by quantum mechanics for uncorrelated particles, which can nevertheless be overcome when operated with entangled particles. Yet demonstrating a quantum advantage in real world sensors is extremely challenging and remains to be achieved aside from two remarkable examples, LIGO and more recently HAYSTAC. Here we illustrate a pathway for harnessing scalable entanglement in an optical transition using 1D chains of up to 51 ions with state-dependent interactions that decay as a power-law function of the ion separation. We show our sensor can be made to behave as a one-axis-twisting (OAT) model, an iconic fully connected model known to generate scalable squeezing. The collective nature of the state manifests itself in the preservation of the total transverse magnetization, the reduced growth of finite momentum spin-wave excitations, the generation of spin squeezing comparable to OAT (a Wineland parameter of $-3.9 \\pm 0.3$ dB for only N = 12 ions) and the development of non-Gaussian states in the form of atomic multi-headed cat states in the Q-distribution. The simplicity of our protocol enables scalability to large arrays with minimal overhead, opening the door to advances in timekeeping as well as new methods for preserving coherence in quantum simulation and computation. We demonstrate this in a Ramsey-type interferometer, where we reduce the measurement uncertainty by $-3.2 \\pm 0.5$ dB below the standard quantum limit for N = 51 ions. ",
    "url": "https://arxiv.org/abs/2303.10688",
    "authors": [
      "Johannes Franke",
      "Sean R. Muleady",
      "Raphael Kaubruegger",
      "Florian Kranzl",
      "Rainer Blatt",
      "Ana Maria Rey",
      "Manoj K. Joshi",
      "Christian F. Roos"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2303.10825",
    "title": "TenCirChem: An Efficient Quantum Computational Chemistry Package for the  NISQ Era",
    "abstract": "TenCirChem is an open-source Python library for simulating variational quantum algorithms for quantum computational chemistry. Its easy-to-use high-level interface enables users to optimize molecular energies or study quantum dynamics in only a few lines of code, while still allowing for a high degree of flexibility and customizability. By making use of compact representations of quantum states and excitation operators, efficient quantum circuits for fermionic excitations, and the powerful TensorCircuit software framework, TenCirChem displays high performance in simulating both noiseless and noisy quantum circuits, even when large numbers of qubits and tunable parameters are involved. As an example, we use it to compute the potential energy surface of water with 6-31G(d) basis set and (8e, 17o) active space using a quantum circuit ansatz of 34 qubits with 565 independent parameters, and achieve an equilibrium bond length error to 0.01 angstrom with respect to experiments. ",
    "url": "https://arxiv.org/abs/2303.10825",
    "authors": [
      "Weitang Li",
      "Jonathan Allcock",
      "Lixue Cheng",
      "Shi-Xin Zhang",
      "Yu-Qin Chen",
      "Jonathan P. Mailoa",
      "Zhigang Shuai",
      "Shengyu Zhang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2303.10998",
    "title": "The maximum refractive index of an atomic crystal $\\unicode{x2013}$ from  quantum optics to quantum chemistry",
    "abstract": "All known optical materials have an index of refraction of order unity. Despite the tremendous implications that an ultrahigh index could have for optical technologies, little research has been done on why the refractive index of materials is universally small, and whether this observation is fundamental. Here, we investigate the index of an ordered arrangement of atoms, as a function of atomic density. At dilute densities, this problem falls into the realm of quantum optics, where atoms do not interact with one another except via the scattering of light. On the other hand, when the lattice constant becomes comparable to the Bohr radius, the electronic orbitals begin to overlap, giving rise to quantum chemistry. We present a minimal model that allows for a unifying theory of index spanning these two regimes. A key aspect is the treatment of multiple light scattering, which can be highly non-perturbative over a large density range, and which is the reason that conventional theories of the index break down. In the quantum optics regime, we show that ideal light-matter interactions can have a single-mode nature, allowing for a purely real refractive index that grows with density as $(N/V)^{1/3}$. At the onset of quantum chemistry, we show how two physical mechanisms (excited electron tunneling dynamics and the buildup of electronic density-density correlations) can open up inelastic or spatial multi-mode light scattering processes, which ultimately reduce the index back to order unity while introducing absorption. Around the onset of chemistry, our theory predicts that ultrahigh index ($n\\sim 30$), low-loss materials could in principle be allowed by the laws of nature. ",
    "url": "https://arxiv.org/abs/2303.10998",
    "authors": [
      "Francesco Andreoli",
      "Bennet Windt",
      "Stefano Grava",
      "Gian Marcello Andolina",
      "Michael J. Gullans",
      "Alexander A. High",
      "Darrick E. Chang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2303.11029",
    "title": "Acoustic frequency atomic spin oscillator in the quantum regime",
    "abstract": "We experimentally demonstrate quantum behavior of a macroscopic atomic spin oscillator in the acoustic frequency range. Quantum back-action of the spin measurement, ponderomotive squeezing of light, and oscillator spring softening are observed at spin oscillation frequencies down to 6 kHz. Quantum noise sources characteristic of spin oscillators operating in the near-DC frequency range are identified and means for their mitigation are presented. These results constitute an important step towards quantum noise reduction and entanglement-enhanced sensing in the acoustic range using a negative-mass reference frame. In particular, the results are relevant for broadband noise reduction in gravitational wave detectors. ",
    "url": "https://arxiv.org/abs/2303.11029",
    "authors": [
      "Jun Jia",
      "Valeriy Novikov",
      "Tulio Brito Brasil",
      "Emil Zeuthen",
      "Jörg Helge Müller",
      "Eugene S. Polzik"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.00551",
    "title": "A perspective on the current state-of-the-art of quantum computing for  drug discovery applications",
    "abstract": " Title: A perspective on the current state-of-the-art of quantum computing for  drug discovery applications ",
    "url": "https://arxiv.org/abs/2206.00551",
    "authors": [
      "Nick S. Blunt",
      "Joan Camps",
      "Ophelia Crawford",
      "Róbert Izsák",
      "Sebastian Leontica",
      "Arjun Mirani",
      "Alexandra E. Moylett",
      "Sam A. Scivier",
      "Christoph Sünderhauf",
      "Patrick Schopf",
      "Jacob M. Taylor",
      "Nicole Holzmann"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2207.05122",
    "title": "Nonlinear quantum logic with colliding graphene plasmons",
    "abstract": " Comments: 13 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2207.05122",
    "authors": [
      "Giuseppe Calajò",
      "Philipp K. Jenke",
      "Lee A. Rozema",
      "Philip Walther",
      "Darrick E. Chang",
      "Joel D. Cox"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2207.06401",
    "title": "Mechanical overtone frequency combs",
    "abstract": " Title: Mechanical overtone frequency combs ",
    "url": "https://arxiv.org/abs/2207.06401",
    "authors": [
      "Matthijs H. J. de Jong",
      "Adarsh Ganesan",
      "Andrea Cupertino",
      "Simon Gröblacher",
      "Richard A. Norte"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2207.14763",
    "title": "Mitigation of the onset of hosing in the linear regime through plasma  frequency detuning",
    "abstract": " Comments: 5 pages (+ 4 pages of supplemental material), 4 figures (+ 2 figures in supplemental material) ",
    "url": "https://arxiv.org/abs/2207.14763",
    "authors": [
      "Mariana Moreira",
      "Patric Muggli",
      "Jorge Vieira"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2208.14215",
    "title": "Detection schemes for quantum vacuum diffraction and birefringence",
    "abstract": " Comments: 7 pages, 1 figure ",
    "url": "https://arxiv.org/abs/2208.14215",
    "authors": [
      "N. Ahmadiniaz",
      "T.E. Cowan",
      "J. Grenzer",
      "S. Franchino-Viñas",
      "A. Laso Garcia",
      "M. Šmíd",
      "T. Toncian",
      "M.A. Trejo",
      "R. Schützhold"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "High Energy Physics - Phenomenology (hep-ph)",
      "High Energy Physics - Theory (hep-th)"
    ]
  },
  {
    "id": "arXiv:2209.10728",
    "title": "Fully packed quantum loop model on the square lattice: phase diagram and  application for Rydberg atoms",
    "abstract": " Comments: 8 pages, 7 figures ",
    "url": "https://arxiv.org/abs/2209.10728",
    "authors": [
      "Xiaoxue Ran",
      "Zheng Yan",
      "Yan-Cheng Wang",
      "Junchen Rong",
      "Yang Qi",
      "Zi Yang Meng"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "High Energy Physics - Theory (hep-th)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2210.17288",
    "title": "Retrieving space-dependent polarization transformations via near-optimal  quantum process tomography",
    "abstract": " Title: Retrieving space-dependent polarization transformations via near-optimal  quantum process tomography ",
    "url": "https://arxiv.org/abs/2210.17288",
    "authors": [
      "Francesco Di Colandrea",
      "Lorenzo Amato",
      "Roberto Schiattarella",
      "Alexandre Dauphin",
      "Filippo Cardano"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.03980",
    "title": "Vortex solitons in quasi-phase-matched photonic crystals",
    "abstract": " Comments: 6 pages, 6 figures, 55 references, Physical Review Letters, in press ",
    "url": "https://arxiv.org/abs/2211.03980",
    "authors": [
      "Feiyan Zhao",
      "Xiaoxi Xu",
      "Hexiang He",
      "Li Zhang",
      "Yangui Zhou",
      "Zhaopin Chen",
      "Boris A. Malomed",
      "Yongyao Li"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2303.00425",
    "title": "Frequency agile photonic integrated external cavity laser",
    "abstract": " Title: Frequency agile photonic integrated external cavity laser ",
    "url": "https://arxiv.org/abs/2303.00425",
    "authors": [
      "Grigory Lihachev",
      "Andrea Bancora",
      "Viacheslav Snigirev",
      "Hao Tian",
      "Johann Riemensberger",
      "Vladimir Shadymov",
      "Anat Siddharth",
      "Alena Attanasio",
      "Rui Ning Wang",
      "Diego Visani",
      "Andrey Voloshin",
      "Sunil Bhave",
      "Tobias J. Kippenberg"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2303.07485",
    "title": "Efficiency-boosted semiconductor optical amplifiers via mode-division  multiplexing",
    "abstract": " Comments: Added references ",
    "url": "https://arxiv.org/abs/2303.07485",
    "authors": [
      "Yi Wang",
      "Yihui Wei",
      "Victor Dolores-Calzadilla",
      "Daoxin Dai",
      "Kevin Williams",
      "Meint Smit",
      "Yuqing Jiao"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2303.07939",
    "title": "Measurement of hyperfine structure and the Zemach radius in $\\rm^6Li^+$  using optical Ramsey technique",
    "abstract": " Comments: 6 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2303.07939",
    "authors": [
      "Wei Sun",
      "Pei-Pei Zhang",
      "Peng-peng Zhou",
      "Shao-long Chen",
      "Zhi-qiang Zhou",
      "Yao Huang",
      "Xiao-Qiu Qi",
      "Zong-Chao Yan",
      "Ting-Yun Shi",
      "G. W. F. Drake",
      "Zhen-Xiang Zhong",
      "Hua Guan",
      "Ke-lin Gao"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2303.08310",
    "title": "Phase-transition microcavity laser",
    "abstract": " Comments: 15 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2303.08310",
    "authors": [
      "Xi Yang",
      "Shui-Jing Tang",
      "Jia-Wei Meng",
      "Pei-Ji Zhang",
      "You-Ling Chen",
      "Yun-Feng Xiao"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2303.10026",
    "title": "Two-Dimensional Nonlinear Mixing Between a Dissipative Kerr Soliton and  Continuous Waves for a Higher-Dimension Frequency Comb",
    "abstract": " Title: Two-Dimensional Nonlinear Mixing Between a Dissipative Kerr Soliton and  Continuous Waves for a Higher-Dimension Frequency Comb ",
    "url": "https://arxiv.org/abs/2303.10026",
    "authors": [
      "Gregory Moille",
      "Christy Li",
      "Jordan Stone",
      "Michal Chojnacky",
      "Pradyoth Shandilya",
      "Yanne K. Chembo",
      "Avik Dutt",
      "Curtis Menyuk",
      "Kartik Srinivasan"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  }
]