[
  {
    "id": "arXiv:2403.00851",
    "title": "Controlling radiative heat flow through cavity electrodynamics",
    "abstract": "Cavity electrodynamics is emerging as a promising tool to control chemical processes and quantum material properties. In this work we develop a formalism to describe the cavity mediated energy exchange between a material and its electromagnetic environment. We show that coplanar cavities can significantly affect the heat load on the sample if the cavity resonance lies within the frequency region where free-space radiative heat dominates, typically the mid-IR at ambient temperature, while spectral filtering is necessary for having an effect with lower frequency cavities. ",
    "url": "https://arxiv.org/abs/2403.00851",
    "authors": [
      "Francesca Fassioli",
      "Jerome Faist",
      "Martin Eckstein",
      "Daniele Fausti"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2403.00937",
    "title": "Iterative Methods for Navier--Stokes Inverse Problems",
    "abstract": "Even when the partial differential equation underlying a physical process can be evolved forward in time, the retrospective (backward in time) inverse problem often has its own challenges and applications. Direct Adjoint Looping (DAL) is the defacto approach for solving retrospective inverse problems, but it has not been applied to deterministic retrospective Navier--Stokes inverse problems in 2D or 3D. In this paper, we demonstrate that DAL is ill-suited for solving retrospective 2D Navier--Stokes inverse problems. Alongside DAL, we study two other iterative methods: Simple Backward Integration (SBI) and the Quasi-Reversible Method (QRM). Our iterative SBI approach is novel while iterative QRM has previously been used. Using these three iterative methods, we solve two retrospective inverse problems: 1D Korteweg--de Vries--Burgers (decaying nonlinear wave) and 2D Navier--Stokes (unstratified Kelvin--Helmholtz vortex). In both cases, SBI and QRM reproduce the target final states more accurately and in fewer iterations than DAL. We attribute this performance gap to additional terms present in SBI and QRM's respective backward integrations which are absent in DAL. ",
    "url": "https://arxiv.org/abs/2403.00937",
    "authors": [
      "Liam O'Connor",
      "Daniel Lecoanet",
      "Evan H. Anders",
      "Kyle C. Augustson",
      "Keaton J. Burns",
      "Geoffrey M. Vasil",
      "Jeffrey S. Oishi",
      "Benjamin P. Brown"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Optimization and Control (math.OC)"
    ]
  },
  {
    "id": "arXiv:2403.00973",
    "title": "Dispersive-wave-agile optical frequency division",
    "abstract": "The remarkable frequency stability of resonant systems in the optical domain (optical cavities and atomic transitions) can be harnessed at frequency scales accessible by electronics using optical frequency division. This capability is revolutionizing technologies spanning time keeping to high-performance electrical signal sources. A version of the technique called 2-point optical frequency division (2P-OFD) is proving advantageous for application to high-performance signal sources. In 2P-OFD, an optical cavity anchors two spectral endpoints defined by lines of a frequency comb. The comb need not be self-referenced, which greatly simplifies the system architecture and reduces power requirements. Here, a 2P-OFD microwave signal source is demonstrated with record-low phase noise using a microcomb. Key to this advance is a spectral endpoint defined by a frequency agile single-mode dispersive wave that is emitted by the microcomb soliton. Moreover, the system frequency reference is a compact all-solid-state optical cavity with a record Q-factor. The results advance integrable microcomb-based signal sources into the performance realm of much larger microwave sources. ",
    "url": "https://arxiv.org/abs/2403.00973",
    "authors": [
      "Qing-Xin Ji",
      "Wei Zhang",
      "Peng Liu",
      "Warren Jin",
      "Joel Guo",
      "Jonathan Peters",
      "Lue Wu",
      "Avi Feshali",
      "Mario Paniccia",
      "Vladimir Ilchenko",
      "John Bowers",
      "Andrey Matsko",
      "Kerry Vahala"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2403.01019",
    "title": "Two-photon absorption in silicon using real density matrix approach",
    "abstract": "Two-photon absorption in indirect gap semiconductors is an frequently encountered, but not well-understood phenomenon. To address this, the Real Density Matrix Approach is applied to describe two-photon absorption in silicon through the excitonic response to the interacting fields. This approach produces an analytical expression for the dispersion of the two-photon absorption coefficient for indirect-gap materials, and can be used to explain trends in reported experimental data for bulk silicon both old and new with minimal fitting. ",
    "url": "https://arxiv.org/abs/2403.01019",
    "authors": [
      "David Ziemkiewicz",
      "David Knez",
      "Evan P. Garcia",
      "Sylwia Zielińska-Raczyńska",
      "Gerard Czajkowski",
      "Alessandro Salandrino",
      "Sergey S. Kharintsev",
      "Aleksei I. Noskov",
      "Eric O. Potma",
      "Dmitry A. Fishman"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2403.01054",
    "title": "Quantum theory of orbital angular momentum in spatiotemporal optical  vortices",
    "abstract": "Spatiotemporal Optical Vortices (STOVs) are structured electromagnetic fields propagating in free space with phase singularities in the space-time domain. Depending on the tilt of the helical phase front, STOVs can carry both longitudinal and transverse orbital angular momentum (OAM). Although STOVs have gained significant interest in the recent years, the current understanding is limited to the semi-classical picture. Here, we develop a quantum theory for STOVs with an arbitrary tilt, extending beyond the paraxial limit. We demonstrate that quantum STOV states, such as Fock and coherent twisted photon pulses, display non-vanishing longitudinal OAM fluctuations that are absent in conventional monochromatic twisted pulses. We show that these quantum fluctuations exhibit a unique texture, i.e. a spatial distribution which can be used to experimentally isolate these quantum effects. Our findings represent a step towards the exploitation of quantum effects of structured light for various applications such as OAM-based encoding protocols and platforms to explore novel light-matter interaction in 2D material systems. ",
    "url": "https://arxiv.org/abs/2403.01054",
    "authors": [
      "Pronoy Das",
      "Sathwik Bharadwaj",
      "Zubin jacob"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2403.01074",
    "title": "Eavesdropping risk evaluation for wavy-surface-assisted terahertz  channel in emulated rain",
    "abstract": "The advancement of non-line-of-sight (NLOS) data transmission through reflective methods plays a pivotal role in enhancing communication efficiency and expanding user reach. However, this innovation introduces significant eavesdropping risks, particularly magnified by the complex scattering effects encountered under adverse weather conditions. This study delves into the assessment of eavesdropping vulnerabilities within a metallic wavy-surface-assisted NLOS terahertz (THz) channel, emphasizing the dynamics of bistatic scattering during rainfall. Our observations reveal the feasibility of successful signal interception under these conditions, highlighting a prevalent security concern for outdoor terahertz communication networks utilizing NLOS channels to broaden coverage. This insight underscores the critical need for addressing and mitigating potential eavesdropping threats to ensure secure and reliable terahertz communications in varied environmental conditions. ",
    "url": "https://arxiv.org/abs/2403.01074",
    "authors": [
      "Peian Li",
      "Wenbo Liu",
      "Da Li",
      "Mingxia Zhang",
      "Xiaopeng Wang",
      "Houjun Sun",
      "Jianjun Ma"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2403.01107",
    "title": "Octave-spanning Kerr soliton microcombs on thin-film lithium niobate",
    "abstract": "Dissipative Kerr solitons from optical microresonators, commonly referred to as soliton microcombs, have been developed for a broad range of applications, including precision measurement, optical frequency synthesis, and ultra-stable microwave and millimeter wave generation, all on a chip. An important goal for microcombs is self referencing, which requires octave-spanning bandwidths to detect and stabilize the comb carrier envelope offset frequency. Further, detection and locking of the comb spacings are often achieved using frequency division by electro-optic modulation. The thin-film lithium niobate photonic platform, with its low loss, strong second-order nonlinearity, and large Pockels effect, is ideally suited for these tasks. However, octave-spanning soliton microcombs are challenging to demonstrate on this platform, largely complicated by strong Raman effects hindering reliable fabrication of soliton devices. Here, we demonstrate entirely connected and octave-spanning soliton microcombs on thin-film lithium niobate. With appropriate control over microresonator free spectral range and dissipation spectrum, we show that soliton-inhibiting Raman effects are suppressed, and soliton devices are fabricated with near-unity yield. Our work offers an unambiguous method for soliton generation on strongly Raman-active materials. Further, it anticipates monolithically integrated, self-referenced frequency standards in conjunction with established technologies, such as periodically poled waveguides and electro-optic modulators, on thin-film lithium niobate. ",
    "url": "https://arxiv.org/abs/2403.01107",
    "authors": [
      "Yunxiang Song",
      "Yaowen Hu",
      "Xinrui Zhu",
      "Kiyoul Yang",
      "Marko Loncar"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2403.01115",
    "title": "Tunable double notch filter on thin-film lithium niobate platform",
    "abstract": "Tunable optical filter at the chip scale plays a crucial role in fulfilling the need for the reconfigurability in channel routing, optical switching, and wavelength division multiplexing systems. In this letter, we propose a tunable double notch filter on thin-film lithium niobate using dual micro-ring architecture. This unique integrated filter is essential for complex photonic integrated circuits, along with multiple channels and various frequency spacing. With only one loaded voltage, the device demonstrates a wide frequency spacing tunability from 16.1 GHz to 89.9 GHz by reversely tunning the resonances of the two micro-rings while the center wavelength between the two resonances remains unaltered. Moreover, by utilizing the pronounced electro-optic properties of lithium niobate, associated with the tight light confinement nanophotonic waveguides, the device demonstrates a spacing tunability of 0.82 GHz/V and a contrast of 10~16 dB. In addition, the device has an ultracompact footprint of 0.0248 mm2. ",
    "url": "https://arxiv.org/abs/2403.01115",
    "authors": [
      "Songyan Hou",
      "Hao Hu",
      "Zhihong Liu",
      "Weichuan Xing",
      "Jincheng Zhang",
      "Yue Hao"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2403.01160",
    "title": "Electron Spectroscopy using Transition-Edge Sensors",
    "abstract": "Transition-edge sensors (TESs) have the potential to perform electron spectroscopic measurements with far greater measurement rates and efficiencies than can be achieved using existing electron spectrometers. Existing spectrometers filter electrons by energy before detecting a narrow energy band at a time, discarding the vast majority of electrons available for measurement. In contrast, transition-edge sensors (TES) have intrinsic energy sensitivity and so do not require prior filtering to perform energy-resolved measurements. Despite this fundamental advantage, TES electron spectroscopy has not, to our knowledge, previously been reported in the literature. We present the results of a set of proof-of-principle experiments demonstrating TES electron spectroscopy experiments using Mo/Au TESs repurposed for electron calorimetry. Using these detectors, we successfully measured the electron spectrum generated by an electron beam striking a graphite target with energies between 750 and 2000 eV, at a noise-limited energy resolution of 4 eV. Based on the findings of these experiments, we suggest improvements that could be made to TES design to enhance their electron detection capabilities through the use of of a dedicated electron absorber in the device with integrated electron optics. ",
    "url": "https://arxiv.org/abs/2403.01160",
    "authors": [
      "K. M. Patel",
      "S. Withington",
      "A. G .Shard",
      "D. J. Goldie",
      "C. N. Thomas"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2403.01170",
    "title": "Revolutionizing Wireless Communication with Single Layer Capacitor-Based  Antenna Technology",
    "abstract": "Single Layer Capacitor-Based Antenna Technology introduces a novel approach to address limitations of traditional antenna designs. It leverages the simplicity and efficiency of single-layer capacitors to achieve: Compactness: Enables smaller, discreet devices without compromising performance. High Efficiency (97%-99%): Ensures superior signal strength and extended battery life. Broad Frequency Range (few kHz to 100 GHz): Supports diverse applications. Wide Bandwidth: Offers superior performance due to capacitor behavior at resonant frequencies. Cost-Effectiveness: Utilizes readily available, cost-competitive materials. The paper presents the technology's: Mechanics: Explains the principle contrasting it with traditional designs. Distinguishing Features: Details advantages of size, efficiency, frequency range, bandwidth, and cost. Technical Data Analysis: Provides insights into s-parameter data, impedance matching, and system integration. It also explores the technology's market potential across various industries and discusses integration and implementation, addressing the challenge of impedance mismatch and proposing a solution. This novel technology holds significant potential to revolutionize wireless communication, paving the way for a new generation of compact, efficient, and versatile connectivity solutions. ",
    "url": "https://arxiv.org/abs/2403.01170",
    "authors": [
      "Alex Nguyo Gachahi"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2403.01219",
    "title": "Proton Resonance Shift Thermometry: A review of modern clinical  practices",
    "abstract": "Magnetic Resonance Imaging (MRI) has become a popular modality in guiding minimally invasive thermal therapies, due to its advanced, non-ionizing, imaging capabilities and its ability to record changes in temperature. A variety of MR thermometry techniques have been developed over the years, and Proton Resonance Frequency (PRF) Shift Thermometry is the current clinical gold standard to treat a variety of cancers. It is used extensively to guide hyperthermic thermal ablation techniques such as high-intensity focused ultrasound (HIFU) and laser-induced thermal therapy (LITT). Essential attributes of PRF Shift Thermometry include excellent linearity with temperature, good sensitivity, and independence from tissue type. This non-invasive temperature mapping method gives accurate quantitative measures of the temperature evolution inside biological tissues. In this review, the current status and new developments in the fields of MR-guided HIFU and LITT are presented with an emphasis on breast, prostate, bone, uterine and brain treatments. ",
    "url": "https://arxiv.org/abs/2403.01219",
    "authors": [
      "J. Blackwell",
      "M.J. Krasny",
      "A. O'Brien",
      "K. Ashkan",
      "J. Galligan",
      "M. Destrade",
      "N. Colgan"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2403.01288",
    "title": "Spin-Dependent Stereochemistry: A Non-adiabatic Quantum Dynamics Case  Study of S + H2 -> SH + H Reaction",
    "abstract": "We study the spin-dependent stereodynamics of the S + H2 -> SH + H reaction using full-dimensional quantum dynamics calculations with zero total nuclear angular momentum along the triplet 3A\" states and singlet 1A' states. We find that the interplay between the electronic spin direction and the molecular geometry has a measurable influence on the singlet-triplet intersystem crossing reaction probabilities. Our results show that for some incident scattering angles in the body-fixed frame, the relative difference in intersystem crossing reaction probabilities (as determined between spin up and spin down initial states) can be as large as 15%. Our findings are an ab initio demonstration of spin-dependent nonadiabatic dynamics which we hope will shine light as far as understanding the chiral-induced spin selectivity effect. ",
    "url": "https://arxiv.org/abs/2403.01288",
    "authors": [
      "Xuezhi Bian",
      "Joseph Subotnik"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2403.01377",
    "title": "Single-Beam Velocimetry with Dual Frequency Comb Absorption Spectroscopy",
    "abstract": "Laser absorption Doppler velocimeters use a crossed-beam configuration to cancel error due to laser frequency drift and absorption model uncertainty. This configuration complicates the spatial interpretation of the measurement since the two beams sample different volumes of gas. Here, we achieve single-beam velocimetry with a portable dual comb spectrometer (DCS) with high frequency accuracy and stability enabled by GPS-referencing, and a new high-temperature water vapor absorption database. We measure the inlet flow in a supersonic ramjet engine and demonstrate single-beam measurements that are on average within 19 m/s of concurrent crossed-beam measurements. We estimate that the DCS and the new database contribute 1.6 and 13 m/s to this difference respectively. ",
    "url": "https://arxiv.org/abs/2403.01377",
    "authors": [
      "David Yun",
      "Scott C. Egbert",
      "Augustine T. Frymire",
      "Sean C. Coburn",
      "Jacob J. France",
      "Kristin M. Rice",
      "Jeffrey M. Donbar",
      "Gregory B. Rieker"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2403.01380",
    "title": "Temperature, Pressure, Velocity, and Water Vapor Mole Fraction Profiles  in a Ramjet Combustor using Dual Frequency Comb Spectroscopy and a High  Temperature Absorption Database",
    "abstract": "Accurate diagnostics of the combustor region of ramjet engines can improve engine design and create benchmarks for computational fluid dynamics models. Previous works demonstrate that dual frequency comb spectroscopy can provide low uncertainty diagnostics of multiple flow parameters in the non-combusting regions of ramjets. However, the high temperatures present in the combustor present a challenge for broadband spectroscopic absorption models that are used to interpret measurements in these regions. Here, we utilize a new water vapor absorption database created for high temperature water-air mixtures to fit spectra measured in a ground-test ramjet engine with a broadband near-infrared dual comb absorption spectrometer. We extract 2D profiles of pressure, temperature, water mole fraction, and velocity using this new database. We demonstrate that the new database provides the lowest fit residuals compared to other water vapor absorption databases. We compare computational fluid dynamics simulations of the combustor with the measured data to demonstrate that the simulations overpredict heat release and water vapor production. ",
    "url": "https://arxiv.org/abs/2403.01380",
    "authors": [
      "David Yun",
      "Scott C. Egbert",
      "Nathan A. Malarich",
      "Ryan K. Cole",
      "Jacob J. France",
      "Jiwen Liu",
      "Kristin M. Rice",
      "Mark A. Hagenmaier",
      "Jeffrey M. Donbar",
      "Nazanin Hoghooghi",
      "Sean C. Coburn",
      "Gregory B. Rieker"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2403.01385",
    "title": "Continuously and widely tunable frequency-stabilized laser based on an  optical frequency comb",
    "abstract": "Continuously and widely tunable lasers actively stabilized on a frequency reference are broadly employed in atomic, molecular and optical (AMO) physics. The frequency-stabilized optical frequency comb (OFC) provides a novel optical frequency reference with a broadband spectrum that meets the requirement of laser frequency stabilization. Therefore, we demonstrate a frequency-stabilized and precisely tunable laser system based on it. In this scheme, the laser frequency locked to the OFC is driven to jump over the ambiguity zones, which blocks the wide tuning of the locked laser, and tuned until the mode hopping happens with the always-activated feedback loop. Meanwhile, we compensate the gap of the frequency jump with a synchronized acoustic optical modulator to ensure the continuity. This scheme is applied to an external cavity diode laser (ECDL) and we achieve tuning at a rate of about 7 GHz/s with some readily available commercial electronics. Furthermore, we tune the frequency-stabilized laser only with the feedback of diode current and its average tuning speed can exceed 100 GHz/s. Due to the resource-efficient configuration and the simplicity of completion, this scheme can be referenced and find wide applications in AMO experiments. ",
    "url": "https://arxiv.org/abs/2403.01385",
    "authors": [
      "Ze-Min Shen",
      "Xiao-Long Zhou",
      "Dong-Yu Huang",
      "Yu-Hao Pan",
      "Li Li",
      "Jian Wang",
      "Chuan-Feng Li",
      "Guang-Can Guo"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2403.01434",
    "title": "Microcavity induced by few-layer GaSe crystal on silicon photonic  crystal waveguide for efficient optical frequency conversion",
    "abstract": "We demonstrate the post-induction of high-quality microcavity on silicon photonic crystal (PC) waveguide by integrating few-layer GaSe crystal, which promises highly efficient on-chip optical frequency conversions. The integration of GaSe shifts the dispersion bands of the PC waveguide mode into the bandgap, resulting in localized modes confined by the bare PC waveguides. Thanks to the small contrast of refractive index at the boundaries of microcavity, it is reliably to obtain quality (Q) factors exceeding 10^4. With the enhanced light-GaSe interaction by the microcavity modes and high second-order nonlinearity of GaSe, remarkable second-harmonic generation (SHG) and sum-frequency generation (SFG) are achieved. A record-high on-chip SHG conversion efficiency of 131100% W^-1 is obtained, enabling the clear SHG imaging of the resonant modes with the pump of sub-milliwatts continuous-wave (CW) laser. Driven by a pump of on-resonance CW laser, strong SFGs are successfully carried out with the other pump of a CW laser spanning over the broad telecom-band. Broadband frequency conversion of an incoherent superluminescent light-emitting diode with low spectral power density is also realized in the integrated GaSe-PC waveguide. Our results are expected to provide new strategies for high-efficiency light-matter interactions, nonlinear photonics and light source generation in silicon photonic integrated circuits. ",
    "url": "https://arxiv.org/abs/2403.01434",
    "authors": [
      "Xiaoqing Chen",
      "Yanyan Zhang",
      "Yingke Ji",
      "Yu Zhang",
      "Jianguo Wang",
      "Xianghu Wu",
      "Chenyang Zhao",
      "Liang Fang",
      "Biqiang Jiang",
      "Jianlin Zhao",
      "Xuetao Gan"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2403.01504",
    "title": "Spin and Orbital Angular Momenta of Electromagnetic Waves: From  Classical to Quantum Forms",
    "abstract": "Angular momenta of electromagnetic waves are important both in concepts and applications. In this work, we systematically discuss two types of angular momenta, i.e., spin angular momentum and orbital angular momentum in various cases, e.g., with source and without source, in classical and quantum forms. Numerical results demonstrating how to extract the topological charge of a classical vortex beam by spectral method are also presented. ",
    "url": "https://arxiv.org/abs/2403.01504",
    "authors": [
      "Wei E. I. Sha",
      "Zhihao Lan",
      "Menglin L. N. Chen",
      "Yongpin P. Chen",
      "Sheng Sun"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mathematical Physics (math-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2403.01524",
    "title": "Aerosol Jet Printing of High-Temperature Multimodal Sensors for Strain  and Temperature Sensing",
    "abstract": "Integrating multiple sensing capabilities into a single multimodal sensor greatly enhances its applications for in-situ sensing and structural health monitoring. However, the fabrication of multimodal sensors is complicated and limited by the available materials and existing manufacturing methods that often involve complex and expensive fabrication processes. In this study, a high-temperature multimodal sensor is demonstrated by aerosol jet printing of gold and ITO nanoparticle inks. The printed multimodal sensor for concurrent strain and temperature sensing possesses a high gauge factor of 2.54 and thermopower of 55.64 V/{\\deg}C combined with excellent high-temperature thermal stability up to 540 {\\deg}C. Compared to traditional single-modality sensors, the printed multimodal sensor significantly increases sensing capacity and improves spatial resolution using microscale printed patterns. The study also demonstrates that the strain sensor with integrated thermocouple enables in-situ compensation of the temperature effect on strain sensing, significantly improving strain measurement accuracy at high temperatures. By combining aerosol jet printing with nanomaterial inks, a wide range of multifunctional devices can be developed for a broad range of emerging applications. ",
    "url": "https://arxiv.org/abs/2403.01524",
    "authors": [
      "Md. Omarsany Bappy",
      "Qiang Jiang",
      "Stephanie Atampugre",
      "Yanliang Zhang"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2403.01573",
    "title": "Color-switching hydrogels as integrated microfluidic pressure sensors",
    "abstract": "Precisely measuring pressure in microfluidic flows is essential for flow control, fluid characterization, and monitoring, but faces specific challenges such as \\RE{achieving} sufficient resolution, non-invasiveness, or ease of use. Here, we demonstrate a fully integrated multiplexed optofluidic pressure sensor, entirely decoupled from the flow path, that enables local pressure measurements along any microfluidic channel without altering its flow geometry. The sensor itself relies on the compression of a soft mechano-actuated hydrogel, changing color in response to a pressure change. The hydrogel is separated from the fluid circulating in the channel by a thin membrane, allowing for the unrestricted use of different types of fluids. Imaging the gel through the transparent PDMS with a color camera provides a direct, easy, and contact-free determination of the fluid pressure at the sensing location for pressures as small as \\SI{20}{\\milli\\bar} with a resolution of around \\SI{10}{\\milli\\bar}. The sensitivity and accessible pressure range can be tuned via the mechanical properties \\RE{of the sensing unit}. The photonic gel can also be used to acquire 2D pressure or deformation maps, taking advantage of the fast response time and fine spatial resolution. ",
    "url": "https://arxiv.org/abs/2403.01573",
    "authors": [
      "Lucie Ducloué",
      "Md. Anamul Haque",
      "Martyna Goral",
      "Muhammad Ilyas",
      "Jian Ping Gong",
      "Anke Lindner"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Soft Condensed Matter (cond-mat.soft)"
    ]
  },
  {
    "id": "arXiv:2403.01751",
    "title": "Spatio-temporal optical vortices: principles of description and basic  properties",
    "abstract": "These notes appeared as a summary during the initial acquaintance with the structure and properties of spatio-temporal optical vortices (STOV), as these are presented in the current literature. The general approach to the STOV description and characterization is based on the model of scalar paraxial Gaussian wave packet. On this ground, the STOV structures of arbitrary orders are considered as superpositions of spatio-temporal Hermite-Gaussian modes. This representation enables the direct and physically meaningful characterization of the STOV amplitude and phase distributions, their evolution upon free propagation and in optical systems, internal energy flows and the orbital angular momentum. The topologically determined asymmetry and the difference between the \"energy center\" and \"probability center\" [Phys. Rev. A 107, L031501 (2023)] is discussed and qualitatively interpreted. Methods for the STOV generation and diagnostics are outlined, and the main properties of non-Gaussian (Bessel-type) STOVs are briefly described. The notes may be useful as initial introduction to the STOV-associated ideas and their extraordinary properties. ",
    "url": "https://arxiv.org/abs/2403.01751",
    "authors": [
      "Aleksandr Bekshaev"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2403.01835",
    "title": "Strong-field quantum control by pulse shaping in the extreme ultraviolet  domain",
    "abstract": "Tailored light-matter interactions in the strong coupling regime enable the manipulation and control of quantum systems with up to unit efficiency, with applications ranging from quantum information to photochemistry. While strong light-matter interactions are readily induced at the valence electron level using long-wavelength radiation, comparable phenomena have been only recently observed with short wavelengths, accessing highly-excited multi-electron and inner-shell electron states. However, the quantum control of strong-field processes at short wavelengths has not been possible, so far, due to the lack of pulse shaping technologies in the extreme ultraviolet (XUV) and X-ray domain. Here, exploiting pulse shaping of the seeded free-electron laser (FEL) FERMI, we demonstrate the strong-field quantum control of ultrafast Rabi dynamics in helium atoms with high fidelity. Our approach unravels the strong-field induced bound-continuum coupling of the electronic states in helium and enables substantial suppression of the ionization rate, with prospective applications in many XUV and X-ray experiments. Leveraging recent advances in intense few-femtosecond to attosecond XUV to X-ray light sources, our results open an avenue to the efficient manipulation and selective control of core electron processes and electron correlation phenomena in real time ",
    "url": "https://arxiv.org/abs/2403.01835",
    "authors": [
      "Fabian Richter",
      "Ulf Saalmann",
      "Enrico Allaria",
      "Matthias Wollenhaupt",
      "Benedetto Ardini",
      "Alexander Brynes",
      "Carlo Callegari",
      "Giulio Cerullo",
      "Miltcho Danailov",
      "Alexander Demidovich",
      "Katrin Dulitz",
      "Raimund Feifel",
      "Michele Di Fraia",
      "Sarang Dev Ganeshamandiram",
      "Luca Giannessi",
      "Nicolai Gölz",
      "Sebastian Hartweg",
      "Bernd von Issendorff",
      "Tim Laarmann",
      "Friedemann Landmesser",
      "Yilin Li",
      "Michele Manfredda",
      "Cristian Manzoni",
      "Moritz Michelbach",
      "Arne Morlok",
      "Marcel Mudrich",
      "Aaron Ngai",
      "Ivaylo Nikolov",
      "Nitish Pal",
      "Fabian Pannek",
      "Giuseppe Penco",
      "Oksana Plekan",
      "Kevin C. Prince",
      "Giuseppe Sansone",
      "Alberto Simoncig",
      "Frank Stienkemeier",
      "Richard James Squibb",
      "Peter Susnjar",
      "Mauro Trovo",
      "Daniel Uhl",
      "Brendan Wouterlood",
      "Marco Zangrando",
      "Lukas Bruder"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2403.01961",
    "title": "Heterodyne dispersive cavity ring-down spectroscopy exploiting eigenmode  frequencies for high-fidelity measurements",
    "abstract": "Measuring low light absorption with combined uncertainty < 1 permille is crucial in a wide range of applications. Popular cavity ring-down spectroscopy can provide ultra-high precision, below 0.01 permille, but its accuracy is strongly dependent on the measurement capabilities of the detection system and typically is about 10 permille. Here, we exploit the optical frequency information carried by the ring-down cavity electromagnetic field, not explored in conventional CRDS, for high-fidelity spectroscopy. Instead of measuring only the decaying light intensity, we perform heterodyne detection of ring-downs followed by Fourier analysis to provide exact frequencies of optical cavity modes and a dispersive spectrum of a gas sample from them. This approach is insensitive to inaccuracies in light intensity measurements and eliminates the problem of detector band nonlinearity, the main cause of measurement error in traditional CRDS. Using the CO and HD line intensities as examples, we demonstrate the sub-permille accuracy of our method, confirmed by the best ab initio results, and the long-term repeatability of our dispersion measurements at 10^(-4) level. Such results have not been achieved in optical spectroscopy before. The high accuracy of the presented method indicates its potential in atmospheric studies, isotope ratio metrology, thermometry, and the establishment of primary gas standards. ",
    "url": "https://arxiv.org/abs/2403.01961",
    "authors": [
      "Agata Cygan",
      "Szymon Wójtewicz",
      "Hubert Jóźwiak",
      "Grzegorz Kowzan",
      "Nikodem Stolarczyk",
      "Katarzyna Bielska",
      "Piotr Wcisło",
      "Roman Ciuryło",
      "Daniel Lisak"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2403.01973",
    "title": "Oriented artificial nanofibers and laser induced periodic surface  structures as substrates for Schwann cells alignment",
    "abstract": "People with injuries to the peripheral nervous system, due to its poor functional regeneration, suffer from paralysis of the facial muscles, fingers and hands, or toes and feet, often for the rest of their lives. Therefore, to improve patients' quality of life, there is an urgent need for conduits that effectively support the healing of large defects in nerve pathways through specific guidance of nerve cells. This paper describes two specific methods for achieving directed growth of Schwann cells, a type of glial cells that can support the regeneration of the nerve pathway by guiding the neuronal axons in the direction of their alignment. One method implies the exposure of a poly(ethylene terephthalate) (PET) foil to a KrF* laser beam, that renders a nanorippled surface topography. The other method uses aligned polyamide-6 (PA-6) nanofibers produced via electrospinning on a very fast rotating structured collector, which enables easy nanofiber detachment, without additional effort. Schwann cells growth on these substrates was inspected after one week of cultivation by means of scanning electron microscope (SEM). For both methods we show that Schwann cells grow in a certain direction, predetermined by nanoripples and nanofibers orientation. In contrast, cells cultivated onto unstructured surfaces or randomly oriented nanofibers, show an omnidirectional growth behavior. ",
    "url": "https://arxiv.org/abs/2403.01973",
    "authors": [
      "Sebastian Lifka",
      "Cristina Plamadeala",
      "Agnes Weth",
      "Johannes Heitz",
      "Werner Baumgartner"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Soft Condensed Matter (cond-mat.soft)"
    ]
  },
  {
    "id": "arXiv:2403.02189",
    "title": "Spectrotemporal shaping of attosecond x-ray pulses with a fresh-slice  free-electron laser",
    "abstract": "We propose a scheme for coherently shaping attosecond x-ray pulses at free-electron lasers. We show that by seeding an FEL with a short coherent seed that overfills the amplification bandwidth, one can shape the wigner function of the pulse by controlling the undulator taper profile. The examples of controllable coherent pulse pairs and trains, as well as isolated spectrotemporally shaped pulses with very broad coherent bandwidths are examined in detail. Existing attosecond XFELs can achieve these experimental conditions in a two-stage cascade, in which the coherent seed is generated by a short current spike in an electron bunch and shaped in an unspoiled region within the same bunch. We experimentally demonstrate the production of pulse pairs using this method at the Linac Coherent Light Source. ",
    "url": "https://arxiv.org/abs/2403.02189",
    "authors": [
      "River R. Robles",
      "Kirk A. Larsen",
      "David Cesar",
      "Taran Driver",
      "Joseph Duris",
      "Paris Franz",
      "Douglas Garratt",
      "Nicholas Sudar",
      "Jun Wang",
      "Zhen Zhang",
      "James Cryan",
      "Agostino Marinelli"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "Optics (physics.optics)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2403.02309",
    "title": "Simple portable quantum key distribution for science outreach",
    "abstract": "Quantum Key Distribution (QKD) has become an essential technology in the realm of secure communication, with applications ranging from secure data transmission to quantum networks. This paper presents a simple, compact, and cost-effective setup for undergraduate tutorial demonstrations of QKD. It relies on using weak coherent pulses, which can be readily produced using an attenuated laser. The system employs the simplified three-state BB84 protocol in free space, the states are encoded using linear polarization. Polarization encoding can be done passively or actively, depending on the budget available. Time multiplexing is implemented at the receiver to reduce the number of required detectors. Only two detectors are used to implement measurements on two bases, with a total of four outcomes. The result demonstrates the practicality of the system for free-space quantum communication, and its compact and portable nature makes it particularly suitable for pedagogical demonstrations. This work paves the way for engaging undergraduate students in the field of quantum communication through hands-on laboratory projects. ",
    "url": "https://arxiv.org/abs/2403.02309",
    "authors": [
      "Pedro Mendes",
      "Paulo André",
      "Emmanuel Zambrini Cruzeiro"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2403.01195",
    "title": "Understanding Energy Level Structure Using Quantum Rubik's Cube",
    "abstract": "This article combines the quantum Rubik's cube matrix with the BBH model, defines the matrix algorithm based on the reverse process of convolution, constructs the expression of quantum Rubik's cube matrix and Hamiltonian. Furthermore, in order to make the operation process of the quantum Rubik's cube matrix clearer, we used Joseph ring to draw a topology graph of the Rubik's cube expansion. This article uses a Quantum Rubik's cube to achieve energy level transitions of electrons, and its operation corresponds to path integration, obtaining the band dispersion. This work provides new ideas and methods for calculating Hamiltonian and studying energy level structure. ",
    "url": "https://arxiv.org/abs/2403.01195",
    "authors": [
      "Yu Wang",
      "Maolin Bo"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2403.01854",
    "title": "Quantum counterdiabatic driving with local control",
    "abstract": "Suppression of diabatic transitions in quantum adiabatic evolution stands as a significant challenge for ground state preparations. Counterdiabatic driving has been proposed to compensate for diabatic losses and achieve shortcut to adiabaticity. However, its implementation necessitates the generation of adiabatic gauge potential, which requires knowledge of the spectral gap of instantaneous Hamiltonians and involves highly non-local drivings in many-body systems. In this work, we consider local counterdiabatic (LCD) driving with approximate adiabatic gauge potential. Using transverse-field Ising model as an example, we present an in-depth study of the performance and optimization of LCD protocols. We then propose a novel two-step protocol based on LCD and simple local single-body control to further improve the performance. The optimization of these LCD-based protocols does not require knowledge of instantaneous Hamiltonians, and only additional local driving is involved. To benchmark the performance of LCD and the proposed local control-enhanced LCD technique, we experimentally implement digitized adiabatic quantum evolution in a trapped-ion system. We characterize the quality of the prepared states and explore the scaling behavior with system size up to 14 qubits. Our demonstration of quantum shortcut to adiabaticity opens a path towards preparing ground states of complex systems with accessible local controls. ",
    "url": "https://arxiv.org/abs/2403.01854",
    "authors": [
      "Changhao Li",
      "Jiayu Shen",
      "Ruslan Shaydulin",
      "Marco Pistoia"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Applied Physics (physics.app-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2403.02080",
    "title": "Hybrid Quantum Neural Network Advantage for Radar-Based Drone Detection  and Classification in Low Signal-to-Noise Ratio",
    "abstract": "In this paper, we investigate the performance of a Hybrid Quantum Neural Network (HQNN) and a comparable classical Convolution Neural Network (CNN) for detection and classification problem using a radar. Specifically, we take a fairly complex radar time-series model derived from electromagnetic theory, namely the Martin-Mulgrew model, that is used to simulate radar returns of objects with rotating blades, such as drones. We find that when that signal-to-noise ratio (SNR) is high, CNN outperforms the HQNN for detection and classification. However, in the low SNR regime (which is of greatest interest in practice) the performance of HQNN is found to be superior to that of the CNN of a similar architecture. ",
    "url": "https://arxiv.org/abs/2403.02080",
    "authors": [
      "Aiswariya Sweety Malarvanan"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Machine Learning (cs.LG)",
      "Signal Processing (eess.SP)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2201.10263",
    "title": "Quantum Anomaly Detection with a Spin Processor in Diamond",
    "abstract": " Comments: 10 pages, 8 figures ",
    "url": "https://arxiv.org/abs/2201.10263",
    "authors": [
      "Zihua Chai",
      "Ying Liu",
      "Mengqi Wang",
      "Yuhang Guo",
      "Fazhan Shi",
      "Zhaokai Li",
      "Ya Wang",
      "Jiangfeng Du"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2212.10591",
    "title": "Nanoscale Three-Dimensional Imaging of Integrated Circuits using a  Scanning Electron Microscope and Transition-Edge Sensor Spectrometer",
    "abstract": " Title: Nanoscale Three-Dimensional Imaging of Integrated Circuits using a  Scanning Electron Microscope and Transition-Edge Sensor Spectrometer ",
    "url": "https://arxiv.org/abs/2212.10591",
    "authors": [
      "Nathan Nakamura",
      "Paul Szypryt",
      "Amber L. Dagel",
      "Bradley K. Alpert",
      "Douglas A. Bennett",
      "W. Bertrand Doriese",
      "Malcolm Durkin",
      "Joseph W. Fowler",
      "Dylan T. Fox",
      "Johnathon D. Gard",
      "Ryan N. Goodner",
      "J. Zachariah Harris",
      "Gene C. Hilton",
      "Edward S. Jimenez",
      "Burke L. Kernen",
      "Kurt W. Larson",
      "Zachary H. Levine",
      "Daniel McArthur",
      "Kelsey M. Morgan",
      "Galen C. O'Neil",
      "Nathan J. Ortiz",
      "Christine G. Pappas",
      "Carl D. Reintsema",
      "Daniel R. Schmidt",
      "Peter A. Schultz",
      "Kyle R. Thompson",
      "Joel N. Ullom",
      "Leila Vale",
      "Courtenay T. Vaughan",
      "Christopher Walker",
      "Joel C. Weber",
      "Jason W. Wheeler",
      "Daniel S. Swetz"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2304.14521",
    "title": "Photon momentum enabled light absorption in bulk silicon",
    "abstract": " Title: Photon momentum enabled light absorption in bulk silicon ",
    "url": "https://arxiv.org/abs/2304.14521",
    "authors": [
      "Sergey S. Kharintsev",
      "Aleksey I. Noskov",
      "Elina I. Battalova",
      "Liat Katrivas",
      "Alexander B. Kotlyar",
      "Jovany Merham",
      "Eric O. Potma",
      "Vartkess A. Apkarian",
      "Dmitry A. Fishman"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2307.05045",
    "title": "Stationary striations in plasma, created by a short microwave pulse in a  waveguide filled with a neutral gas",
    "abstract": " Comments: 15 pages, 9 figures ",
    "url": "https://arxiv.org/abs/2307.05045",
    "authors": [
      "Y. Bliokh",
      "Y. Cao",
      "V. Maksimov",
      "A. Haim",
      "J.G. Leopold",
      "A. Kostinsky",
      "Ya.E. Krasik"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2309.06639",
    "title": "Modeling the 3-micron Class Er-Doped Fluoride Fiber Laser with a Cubic  Energy Transfer Rate Dependence",
    "abstract": " Comments: 9 pages, 18 figures, Accepted for publication in IEEE Journal of Quantum Electronics ",
    "url": "https://arxiv.org/abs/2309.06639",
    "authors": [
      "William Bisson",
      "Alexandre Michaud",
      "Pascal Paradis",
      "Réal Vallée",
      "Martin Bernier"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.03347",
    "title": "Sparse Quantum State Preparation for Strongly Correlated Systems",
    "abstract": " Title: Sparse Quantum State Preparation for Strongly Correlated Systems ",
    "url": "https://arxiv.org/abs/2311.03347",
    "authors": [
      "C. Feniou",
      "O. Adjoua",
      "B. Claudon",
      "J. Zylberman",
      "E. Giner",
      "J.-P. Piquemal"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2311.03671",
    "title": "Advances in high-pressure laser floating zone growth: the Laser Optical  Kristallmacher II",
    "abstract": " Comments: 9 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2311.03671",
    "authors": [
      "Steven J. Gomez Alvarado",
      "Eli Zoghlin",
      "Azzedin Jackson",
      "Linus Kautzsch",
      "Jayden Plumb",
      "Michael Aling",
      "Andrea N. Capa Salinas",
      "Ganesh Pokharel",
      "Yiming Pang",
      "Reina M. Gomez",
      "Samantha Daly",
      "Stephen D. Wilson"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Strongly Correlated Electrons (cond-mat.str-el)"
    ]
  },
  {
    "id": "arXiv:2312.04781",
    "title": "Quantum Carleman Linearization of the Lattice Boltzmann Equation with  Boundary Conditions",
    "abstract": " Title: Quantum Carleman Linearization of the Lattice Boltzmann Equation with  Boundary Conditions ",
    "url": "https://arxiv.org/abs/2312.04781",
    "authors": [
      "Bastien Bakker",
      "Thomas W. Watts"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2401.10625",
    "title": "Long-Lived Circular Rydberg Qubits of Alkaline-Earth Atoms in Optical  Tweezers",
    "abstract": " Comments: 11 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2401.10625",
    "authors": [
      "Christian Hölzl",
      "Aaron Götzelmann",
      "Einius Pultinevicius",
      "Moritz Wirth",
      "Florian Meinert"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2401.10772",
    "title": "Nonreciprocal Pancharatnam-Berry Metasurface for Unidirectional  Wavefront Manipulation",
    "abstract": " Comments: 23 pages, 7 figures ",
    "url": "https://arxiv.org/abs/2401.10772",
    "authors": [
      "Hao Pan",
      "Mu Ku Chen",
      "Din Ping Tsai",
      "Shubo Wang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2402.07315",
    "title": "On-Premises Superconducting Quantum Computer for Education and Research",
    "abstract": " Comments: 47 pages and 23 figures. Several typos corrected. Reference [50] added ",
    "url": "https://arxiv.org/abs/2402.07315",
    "authors": [
      "Jami Rönkkö",
      "Olli Ahonen",
      "Ville Bergholm",
      "Alessio Calzona",
      "Attila Geresdi",
      "Hermanni Heimonen",
      "Johannes Heinsoo",
      "Vladimir Milchakov",
      "Stefan Pogorzalek",
      "Matthew Sarsby",
      "Mykhailo Savytskyi",
      "Stefan Seegerer",
      "Fedor Šimkovic IV",
      "P.V. Sriluckshmy",
      "Panu T. Vesanen",
      "Mikio Nakahara"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Physics Education (physics.ed-ph)"
    ]
  },
  {
    "id": "arXiv:2402.16032",
    "title": "Four-Channel WDM Graphene Optical Receiver",
    "abstract": " Title: Four-Channel WDM Graphene Optical Receiver ",
    "url": "https://arxiv.org/abs/2402.16032",
    "authors": [
      "Laiwen Yu",
      "Yurui Li",
      "Hengtai Xiang",
      "Yuanrong Li",
      "Hengzhen Cao",
      "Zhongyang Ji",
      "Liu Liu",
      "Xi Xiao",
      "Jianbo Yin",
      "Jingshu Guo",
      "Daoxin Dai"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  }
]