[
  {
    "id": "arXiv:2404.16976",
    "title": "Rotating spintronic terahertz emitter optimized for microjoule  pump-pulse energies and megahertz repetition rates",
    "abstract": "Spintronic terahertz emitters (STEs) are powerful sources of ultra-broadband single-cycle terahertz (THz) field transients. They work with any pump wavelength, and their polarity and polarization direction are easily adjustable. However, at high pump powers and high repetition rates, STE operation is hampered by a significant increase in the local temperature. Here, we resolve this issue by rotating the STE at a few 100 Hz, thereby distributing the absorbed pump power over a larger area. Our approach permits stable STE operation at a fluence of ~1 mJ/cm$^2$ with up to 18 W pump power at megahertz repetition rates, corresponding to pump-pulse energies of a few 10 $\\mu$J and a power density far above the melting threshold of metallic films. The rotating STE is of interest for all ultra-broadband high-power THz applications requiring high repetition rates. As an example, we show that THz pulses with peak fields of 10 kV/cm can be coupled to a THz-lightwave-driven scanning tunneling microscope at 1 MHz repetition rate, demonstrating that the rotating STE can compete with standard THz sources such as LiNbO$_3$. ",
    "url": "https://arxiv.org/abs/2404.16976",
    "authors": [
      "Alkisti Vaitsi",
      "Vivien Sleziona",
      "Luis E. Parra López",
      "Yannic Behovits",
      "Fabian Schulz",
      "Natalia Martín Sabanés",
      "Tobias Kampfrath",
      "Martin Wolf",
      "Tom S. Seifert",
      "Melanie Müller"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2404.17132",
    "title": "Bound state in the continuum and polarization-insensitive electric  mirror in low-contrast metasurface",
    "abstract": "High-contrast refractive indexes are pivotal in dielectric metasurfaces for inducing various exotic phenomena, such as the bound state in the continuum (BIC) and electric mirror (EM). However, the limitations of high-index materials are adverse to the practical applications, thus low-contrast metasurfaces with comparable performance are highly desired. Here we present a low-contrast dielectric metasurface comprising radially anisotropic cylinders, which are SiO2 cylinders doped with a small amount of WS2. The cylinder exhibits unidirectional forward superscattering originating from the overlapping of the electric and magnetic dipole resonances. When normal illumination by a near-infrared plane wave, the metasurface consisting of the superscattering constituents manifests a polarization-insensitive EM. Conversely, when subjected to an in-plane incoming wave, the metasurface generates a symmetry-protected BIC characterized by an ultrahigh Q factor and nearly negligible out-of-plane energy radiation. Our work highlights the doping approach as an efficient strategy for designing low-contrast functional metasurfaces and sheds new light on the potential applications in photonic integrated circuits and on-chip optical communication. ",
    "url": "https://arxiv.org/abs/2404.17132",
    "authors": [
      "Hao Song",
      "Xuelian Zhang",
      "Jian Wang",
      "Yanming Sun",
      "Guo Ping Wang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2404.17261",
    "title": "Parametric and inverse analysis of flow inside an obstructed channel  under the influence of magnetic field using physics informed neural networks",
    "abstract": "In this study, fluid flow inside of an obstructed channel under the influence of magnetic field has been analyzed using physics informed neural networks(PINNs). Governing equations have been utilized in low-order form and the solution has been obtained in dimensionless form. Geometric and physics-related dimensionless parameters have been used as input variables of the neural network in the learning process. The radius and longitudinal position of the obstruction have also been involved in the learning process and the problem has been solved parametrically. In the successive sections of the study, inverse problem has been a matter of interest, particularly in form of obtaining the Hartmann number using the proposed method. The results have indicated that the employed method determined the Hartmann number with great accuracy and entailed proper results. In this study a thorough exploration of effects of physical and geometric parameters on the magnetically influenced flow through a duct has been carried out. The accuracy of the results obtained from the solving method proposed have been compared to results generated by common methods used in computational fluid mechanics. The parametric solution of the problem can serve as a powerful tool in optimization problems. The method was also applicable to cases where the parameters were outside of defined range, indicating it's generalization capabilities. ",
    "url": "https://arxiv.org/abs/2404.17261",
    "authors": [
      "Ehsan Ghaderi",
      "MohammadAli Bijarchi",
      "Siamak Kazemzadeh Hannani",
      "Ali Nouri-Borujerdi"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2404.17346",
    "title": "Revealing mode formation in quasi-bound states in the continuum  metasurfaces via near-field optical microscopy",
    "abstract": "Photonic metasurfaces offer exceptional control over light at the nanoscale, facilitating applications spanning from biosensing, and nonlinear optics to photocatalysis. Many metasurfaces, especially resonant ones, rely on periodicity for the collective mode to form, which makes them subject to the influences of finite size effects, defects, and edge effects, all of which have considerable negative impact at the application level. These aspects are especially important for quasi-bound state in the continuum (BIC) metasurfaces, for which the collective mode is highly sensitive to perturbations due to high quality factors and strong near-field enhancement. Here, we quantitatively investigate the mode formation in quasi-BIC metasurfaces on the individual resonator level using scattering scanning near-field optical microscopy (s-SNOM) in combination with a new image processing technique. We find that the quasi-BIC mode is formed at a minimum size of 10 x 10-unit cells much smaller than expected from far-field measurements. Furthermore, we show that the coupling direction of the resonators, defects and edge states have pronounced influence on the quasi-BIC mode. This study serves as a link between the far-field and near-field responses of metasurfaces, offering crucial insights for optimizing spatial footprint and active area, holding promise for augmenting applications such as catalysis and biospectroscopy. ",
    "url": "https://arxiv.org/abs/2404.17346",
    "authors": [
      "Thorsten Gölz",
      "Enrico Baù",
      "Andreas Aigner",
      "Andrea Mancini",
      "Martin Barkey",
      "Fritz Keilmann",
      "Stefan A. Maier",
      "Andreas Tittl"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2404.17445",
    "title": "Metrology of microwave fields based on trap-loss spectroscopy with cold  Rydberg atoms",
    "abstract": "We demonstrate a new approach for the metrology of microwave fields based on the trap-loss-spectroscopy of cold Rydberg atoms in a magneto-optical trap. Compared to state-of-the-art sensors using room-temperature vapors, cold atoms allow longer interaction times, better isolation from the environment and a reduced Doppler effect. Our approach is particularly simple as the detection relies on fluorescence measurements only. Moreover, our signal is well described by a two-level model across a broad measurement range, allowing in principle to reconstruct the amplitude and the frequency of the microwave field simultaneously without the need for an external reference field. We report on a scale factor linearity at the percent level and no noticeable drifts over two hours, paving the way for new applications of cold Rydberg atoms in metrology such as calibrating blackbody shifts in state-of-the-art optical clocks, monitoring the Earth cryosphere from space, measuring the cosmic microwave background or searching for dark matter. ",
    "url": "https://arxiv.org/abs/2404.17445",
    "authors": [
      "Romain Duverger",
      "Alexis Bonnin",
      "Romain Granier",
      "Quentin Marolleau",
      "Cédric Blanchard",
      "Nassim Zahzam",
      "Yannick Bidel",
      "Malo Cadoret",
      "Alexandre Bresson",
      "Sylvain Schwartz"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2404.17510",
    "title": "Kerr Nonlinearity Induced Nonreciprocity in dissipatively coupled  resonators",
    "abstract": "Nonlinearity induced nonreciprocity is studied in a system comprising two resonators coupled to a one-dimensional waveguide when the linear system does not exhibit nonreciprocity. The analysis is based on the Hamiltonian of the coupled system and includes the dissipative coupling between the waveguide and resonators, along with the input-output relations. We consider a large number of scenarios which can lead to nonreciprocity. We pay special attention to the case when the linear system does not exhibit nonreciprocal behavior. In this case, we show how very significant nonreciprocal behavior can result from Kerr nonlinearities. We find that the bistability of the nonlinear system can aid in achieving large nonreciprocity. Additionally, We bring out nonreciprocity in the excitation of each resonator, which can be monitored independently. Our results highlight the profound influence of nonlinearity on nonreciprocal behavior, offering a new avenue for controlling light propagation in integrated photonic circuits. Nonlinearity induced nonreciprocity would lead to significant nonreciprocity in quantum fluctuations when our system is treated quantum mechanically. ",
    "url": "https://arxiv.org/abs/2404.17510",
    "authors": [
      "Qingtian Miao",
      "G.S. Agarwal"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2404.17333",
    "title": "New bounds on heavy axions with an X-ray free electron laser",
    "abstract": "We present new exclusion bounds obtained at the European X-ray Free Electron Laser facility (EuXFEL) on axion-like particles (ALPs) in the mass range $10^{-3}\\;\\rm{eV} \\lesssim m_a \\lesssim 10^{4}\\;\\rm{eV}$, which is relatively unconstrained by laboratory searches. Our experiment exploits the Primakoff effect via which photons can, in the presence of a strong external electric field, decay into axions, which then convert back into photons after passing through an opaque wall. While similar searches have been performed previously at a 3$^{\\rm rd}$ generation synchrotron \\cite{Yamaji:2018ufo} our work demonstrates improved sensitivity, exploiting the higher brightness of X-rays at EuXFEL. ",
    "url": "https://arxiv.org/abs/2404.17333",
    "authors": [
      "Jack W. D. Halliday",
      "Giacomo Marocco",
      "Konstantin A. Beyer",
      "Charles Heaton",
      "Motoaki Nakatsutsumi",
      "Thomas R. Preston",
      "Charles D. Arrowsmith",
      "Carsten Baehtz",
      "Sebastian Goede",
      "Oliver Humphries",
      "Alejandro Laso Garcia",
      "Richard Plackett",
      "Pontus Svensson",
      "Georgios Vacalis",
      "Justin Wark",
      "Daniel Wood",
      "Ulf Zastrau",
      "Robert Bingham",
      "Ian Shipsey",
      "Subir Sarkar",
      "Gianluca Gregori"
    ],
    "subjectives": [
      "High Energy Physics - Phenomenology (hep-ph)",
      "High Energy Physics - Experiment (hep-ex)",
      "Atomic Physics (physics.atom-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2404.17570",
    "title": "A manufacturable platform for photonic quantum computing",
    "abstract": "Whilst holding great promise for low noise, ease of operation and networking, useful photonic quantum computing has been precluded by the need for beyond-state-of-the-art components, manufactured by the millions. Here we introduce a manufacturable platform for quantum computing with photons. We benchmark a set of monolithically-integrated silicon photonics-based modules to generate, manipulate, network, and detect photonic qubits, demonstrating dual-rail photonic qubits with $99.98\\% \\pm 0.01\\%$ state preparation and measurement fidelity, Hong-Ou-Mandel quantum interference between independent photon sources with $99.50\\%\\pm0.25\\%$ visibility, two-qubit fusion with $99.22\\%\\pm0.12\\%$ fidelity, and a chip-to-chip qubit interconnect with $99.72\\%\\pm0.04\\%$ fidelity, not accounting for loss. In addition, we preview a selection of next generation technologies, demonstrating low-loss silicon nitride waveguides and components, fabrication-tolerant photon sources, high-efficiency photon-number-resolving detectors, low-loss chip-to-fiber coupling, and barium titanate electro-optic phase shifters. ",
    "url": "https://arxiv.org/abs/2404.17570",
    "authors": [
      "Koen Alexander",
      "Andrea Bahgat",
      "Avishai Benyamini",
      "Dylan Black",
      "Damien Bonneau",
      "Stanley Burgos",
      "Ben Burridge",
      "Geoff Campbell",
      "Gabriel Catalano",
      "Alex Ceballos",
      "Chia-Ming Chang",
      "CJ Chung",
      "Fariba Danesh",
      "Tom Dauer",
      "Michael Davis",
      "Eric Dudley",
      "Ping Er-Xuan",
      "Josep Fargas",
      "Alessandro Farsi",
      "Colleen Fenrich",
      "Jonathan Frazer",
      "Masaya Fukami",
      "Yogeeswaran Ganesan",
      "Gary Gibson",
      "Mercedes Gimeno-Segovia",
      "Sebastian Goeldi",
      "Patrick Goley",
      "Ryan Haislmaier",
      "Sami Halimi",
      "Paul Hansen",
      "Sam Hardy",
      "Jason Horng",
      "Matthew House",
      "Hong Hu",
      "Mehdi Jadidi",
      "Henrik Johansson",
      "Thomas Jones",
      "Vimal Kamineni",
      "Nicholas Kelez",
      "Ravi Koustuban",
      "George Kovall",
      "Peter Krogen",
      "Nikhil Kumar",
      "Yong Liang",
      "Nicholas LiCausi",
      "Dan Llewellyn",
      "Kimberly Lokovic",
      "Michael Lovelady",
      "Vitor Manfrinato",
      "Ann Melnichuk",
      "Mario Souza",
      "Gabriel Mendoza",
      "Brad Moores"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2103.11971",
    "title": "High-repetition-rate seeded free-electron laser with  direct-amplification of an external coherent laser",
    "abstract": " Title: High-repetition-rate seeded free-electron laser with  direct-amplification of an external coherent laser ",
    "url": "https://arxiv.org/abs/2103.11971",
    "authors": [
      "Xiaofan Wang",
      "Chao Feng",
      "Bart Faatz",
      "Weiqing Zhang",
      "Zhentang Zhao"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2304.08258",
    "title": "Quantum Estimation of the Stokes Vector Rotation for a General  Polarimetric Transformation",
    "abstract": " Comments: 17 pages, 7 figures ",
    "url": "https://arxiv.org/abs/2304.08258",
    "authors": [
      "Ali Pedram",
      "Vira R. Besaga",
      "Lea Gassab",
      "Frank Setzpfandt",
      "Özgür E. Müstecaplıoğlu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2304.12878",
    "title": "Frequency comb generation via synchronous pumped $χ^{(3)}$ resonator  on thin-film lithium niobate",
    "abstract": " Title: Frequency comb generation via synchronous pumped $χ^{(3)}$ resonator  on thin-film lithium niobate ",
    "url": "https://arxiv.org/abs/2304.12878",
    "authors": [
      "Rebecca Cheng",
      "Mengjie Yu",
      "Amirhassan Shams-Ansari",
      "Yaowen Hu",
      "Christian Reimer",
      "Mian Zhang",
      "Marko Lončar"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2305.12746",
    "title": "Ultra-high harmonic conversion of a seeded free-electron laser via  harmonic optical klystron",
    "abstract": " Title: Ultra-high harmonic conversion of a seeded free-electron laser via  harmonic optical klystron ",
    "url": "https://arxiv.org/abs/2305.12746",
    "authors": [
      "Xiaofan Wang",
      "Li Zeng",
      "Weiqing Zhang",
      "Xueming Yang"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2309.04717",
    "title": "High-fidelity detection of large-scale atom arrays in an optical lattice",
    "abstract": " Title: High-fidelity detection of large-scale atom arrays in an optical lattice ",
    "url": "https://arxiv.org/abs/2309.04717",
    "authors": [
      "Renhao Tao",
      "Maximilian Ammenwerth",
      "Flavien Gyger",
      "Immanuel Bloch",
      "Johannes Zeiher"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2311.11727",
    "title": "Exploring the benefits of DNA-target search with antenna",
    "abstract": " Comments: 14 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2311.11727",
    "authors": [
      "Lucas Hedström",
      "Ludvig Lizana"
    ],
    "subjectives": [
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2312.07203",
    "title": "Hydrogen-free low-temperature silica for next generation integrated  photonics",
    "abstract": " Comments: 7 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2312.07203",
    "authors": [
      "Zheru Qiu",
      "Zihan Li",
      "Rui Ning Wang",
      "Xinru Ji",
      "Marta Divall",
      "Anat Siddharth",
      "Tobias J. Kippenberg"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2401.00699",
    "title": "Quantum walk on simplicial complexes for simplicial community detection",
    "abstract": " Comments: 14 pages, manuscript revised ",
    "url": "https://arxiv.org/abs/2401.00699",
    "authors": [
      "Euijun Song"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Algebraic Topology (math.AT)",
      "Data Analysis, Statistics and Probability (physics.data-an)",
      "Physics and Society (physics.soc-ph)"
    ]
  },
  {
    "id": "arXiv:2401.13695",
    "title": "Inverse analysis of granular flows using differentiable graph neural  network simulator",
    "abstract": " Title: Inverse analysis of granular flows using differentiable graph neural  network simulator ",
    "url": "https://arxiv.org/abs/2401.13695",
    "authors": [
      "Yongjin Choi",
      "Krishna Kumar"
    ],
    "subjectives": [
      "Geophysics (physics.geo-ph)",
      "Machine Learning (cs.LG)"
    ]
  },
  {
    "id": "arXiv:2404.15178",
    "title": "(Sub-)picosecond surface correlations of femtosecond laser excited  Al-coated multilayers observed by grazing-incidence x-ray scattering",
    "abstract": " Comments: 11 pages, 5 figures. This is the version of the article before peer review ",
    "url": "https://arxiv.org/abs/2404.15178",
    "authors": [
      "Lisa Randolph",
      "Mohammadreza Banjafar",
      "Toshinori Yabuuchi",
      "Carsten Baehtz",
      "Michael Bussmann",
      "Nick P. Dover",
      "Lingen Huang",
      "Yuichi Inubushi",
      "Gerhard Jakob",
      "Mathias Kl\u007fäui",
      "Dmitriy Ksenzov",
      "Mikako Makita",
      "Kohei Miyanishi",
      "Mamiko Nishiushi",
      "Özgül\u007f Özt\u007fürk",
      "Michael Paulus",
      "Alexander Pelka",
      "Thomas R. Preston",
      "Jan-Patrick Schwinkendorf",
      "Keiichi Sueda",
      "Tadashi Togashi",
      "Thomas E. Cowan",
      "Thomas Kluge",
      "Christian Gutt",
      "Motoaki Nakatsutsumi"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Optics (physics.optics)"
    ]
  }
]