[
  {
    "id": "arXiv:2503.19004",
    "title": "The Quantum Technology Job Market: A Quantitative Investigation",
    "abstract": "           The rapid advancement of Quantum Technology (QT) has created a growing demand for a specialized workforce, spanning across academia and industry. This study presents a quantitative analysis of the QT job market by systematically extracting and classifying thousands of job postings worldwide. The classification pipeline leverages large language models (LLMs) whilst incorporating a \"human-in-the-loop\" validation process to ensure reliability, achieving an F1-score of 89%: a high level of accuracy. The research identifies key trends in regional job distribution, degree and skill requirements, and the evolving demand for QT-related roles. Findings reveal a strong presence of the QT job market in the United States and Europe, with increasing corporate demand for engineers, software developers, and PhD-level researchers. Despite growing industry applications, the sector remains in its early stages, dominated by large technology firms and requiring significant investment in education and workforce development. The study highlights the need for targeted educational programs, interdisciplinary collaboration, and industry-academic partnerships to bridge the QT workforce gap.         ",
    "url": "https://arxiv.org/abs/2503.19004",
    "authors": [
      "Simon Goorney",
      "Eleni Karydi",
      "Borja Muñoz",
      "Otto Santesson",
      "Zeki Can Seskir",
      "Ana Alina Tudoran",
      "Jacob Sherson"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Computers and Society (cs.CY)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2503.19044",
    "title": "Suppressing DC Drift in Thin-Film Lithium Niobate Modulators via Multiferroic Skyrmion Excitation",
    "abstract": "           Thin-film lithium niobate (TFLN) modulators, despite their superior electro-optic performance, face critical DC drift challenges under low-frequency or prolonged operation. In this work, we demonstrate a novel suppression strategy by exciting multiferroic skyrmions in TFLN, achieving drift-free square-wave modulation for voer 1 hour-the first solution eliminating feedback systems. This breakthrough originates from dual carrier suppression mechanisms:(1) charge density reduction via skyrmion-induced polarization nano-regions (PNRs) excitation, and (2) mean free path restriction through polarization gradients at PNRs domain this http URL directly targeting the root cause of DC drift-mobile charge redistribution-our method uniquely preserves the essential SiO2 upper cladding, resolving the longstanding trade-off between drift mitigation and waveguide this http URL, our work also provides the first experimental observation of interconversion between short-term drift (seconds-scale transient overshoot) and long-term drift (hours-scale baseline shift), offering critical insights into their unified origin.         ",
    "url": "https://arxiv.org/abs/2503.19044",
    "authors": [
      "Yalong Yu",
      "Yekai Ren",
      "Nuo Chen",
      "Tao Chu"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2503.19109",
    "title": "Notes on Quantum Computing for Thermal Science",
    "abstract": "           This document explores the potential of quantum computing in Thermal Science. Conceived as a living document, it will be continuously updated with experimental findings and insights for the research community in Thermal Science. By experiments, we refer both to the search for the most effective algorithms and to the performance of real quantum hardware. Those are fields that are evolving rapidly, driving a technological race to define the best architectures. The development of novel algorithms for engineering problems aims at harnessing the unique strengths of quantum computing. Expectations are high, as users seek concrete evidence of quantum supremacy - a true game changer for engineering applications. Among all heat transfer mechanisms (conduction, convection, radiation), we start with conduction as a paradigmatic test case in the field being characterized by a rich mathematical foundation for our investigations.         ",
    "url": "https://arxiv.org/abs/2503.19109",
    "authors": [
      "Pietro Asinari",
      "Nada Alghamdi",
      "Paolo De Angelis",
      "Giovanni Trezza",
      "Giulio Barletta",
      "Marina Provenzano",
      "Matteo Maria Piredda",
      "Matteo Fasano",
      "Eliodoro Chiavazzo"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2503.19175",
    "title": "A multi-axis Nanopositioner based on Near-Field Acoustic Levitation and Electromagnetic Actuation",
    "abstract": "           Positioners based on near-field acoustic levitation (NFAL) offer high positioning resolution and bandwidth, primarily along the Z axis, because of the large acoustic Z-stiffness and squeeze film damping. However, their XY-positioning resolution and bandwidth are several orders of magnitude lower because of the limited acoustic stiffness and damping in these directions. In this paper, we increase the XY-stiffness and damping by using a steady-current-based planar electromagnetic trap and eddy current damping technique, respectively. Specifically, NFAL is used to levitate a magnetic platform, which is then electromagnetically trapped in the XY-plane. Eddy currents generated by a thin copper plate beneath the levitating platform increase in-plane damping by a factor of 52, thereby reducing vibrations inherent in the NFAL technique. Additionally, the planar coil used for electromagnetic trapping provides multi-axis positioning capabilities. We demonstrate 3-axis linear motion with a root mean square (rms) positioning resolution of better than 20 nm along all axes. The in-plane motion range and bandwidth achieved are 1.42 mm and 16 Hz, respectively, while a motion range of 40 micrometers with a positioning bandwidth of 171 Hz is achieved along the Z-axis.         ",
    "url": "https://arxiv.org/abs/2503.19175",
    "authors": [
      "K. S. Vikrant",
      "Prosanto Biswas",
      "S. O. Reza Moheimani"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Systems and Control (eess.SY)"
    ]
  },
  {
    "id": "arXiv:2503.19266",
    "title": "Along-trajectory acoustic signal variations observed during the hypersonic reentry of the OSIRIS-REx Sample Return Capsule",
    "abstract": "           The reentry of the OSIRIS-REx Sample Return Capsule (SRC) on September 24, 2023, presented a rare opportunity to study atmospheric entry dynamics through a dense network of ground-based infrasound sensors. As the first interplanetary capsule to reenter over the United States since Stardust in 2006, this event allowed for unprecedented observations of infrasound signals generated during hypersonic descent. We deployed 39 single-sensor stations across Nevada and Utah, strategically distributed to capture signals from distinct trajectory points. Infrasound data were analyzed to examine how signal amplitude and period vary with altitude and propagation path for a non-ablating hypersonic object with well-defined physical and aerodynamic properties. Raytracing simulations incorporated atmospheric specifications from the Ground-2-Space model to estimate source altitudes for observed signals. Results confirmed ballistic arrivals at all stations, with source altitudes ranging from 44 km to 62 km along the trajectory. Signal period and amplitude exhibited strong dependence on source altitude, with higher altitudes corresponding to lower amplitudes, longer periods, and reduced high-frequency content. Regression analysis demonstrated strong correlations between signal characteristics and both altitude and propagation geometry. Our results suggest, when attenuation is considered, the amplitude is primarily determined by the source, with the propagation path playing a secondary role over the distances examined. These findings emphasize the utility of controlled SRC reentries for advancing our understanding of natural meteoroid dynamics, refining atmospheric entry models, and improving methodologies for planetary defense.         ",
    "url": "https://arxiv.org/abs/2503.19266",
    "authors": [
      "Elizabeth A. Silber",
      "Daniel C. Bowman"
    ],
    "subjectives": [
      "Atmospheric and Oceanic Physics (physics.ao-ph)",
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2503.19461",
    "title": "Irradiation Study Using QA Test Pieces of ATLAS18 ITk Strip Sensors with 80MeV Protons",
    "abstract": "           The ATLAS experiment is planning a complete replacement of its inner detector(ID) with a new all-silicon inner tracker (ITk) for the ATLAS Inner Tracker Phase-2 upgrade. The ATLAS18 silicon strip sensors are designed to operate up to the integrated luminosity of 4000 fb$^{-1}$, which corresponds to the maximum fluence of $1.6 \\times 10^{15} \\, \\text n_{\\text{eq}} / \\text{cm}^2$ (including safety factor). To enhance the quality assurance (QA) program to monitor the key properties of the sensors, the strip sensor community is considering to include China Spallation Neutron Source (CSNS) as a proton irradiation site and Institute of High Energy Physics (IHEP) as a QA test site. A total of 18 ATLAS18 ITk QA test pieces were irradiated with $6.0 \\times 10^{14}$, $1.6 \\times 10^{15}$, and $2.6 \\times 10^{15} \\, \\text n_{\\text{eq}} / \\text{cm}^2$ protons at CSNS, and measured at IHEP, including IV (leakage current-voltage), CV (capacitance-voltage) and CCE (charge collection efficiency) measurements. The upgraded irradiation setup at CSNS and measurement setup at IHEP are shown in this paper. Irradiated samples were exchanged between IHEP, Ljubljana and Birmingham to cross-check CCE measurements.         ",
    "url": "https://arxiv.org/abs/2503.19461",
    "authors": [
      "Y. Huang",
      "H. Li",
      "B. Crick",
      "V. Cindro",
      "A. Chisholm",
      "M. Cai",
      "H. Deng",
      "V. Fadeyev",
      "S. Hirose",
      "H. Jing",
      "B. Jiang",
      "P. Liu",
      "Y. Liu",
      "W. Lu",
      "H. Liu",
      "I. Mandić",
      "R.S. Orr",
      "X. Shi",
      "Z. Tan",
      "Y. Unno",
      "M. Ullan",
      "S. Wang",
      "Z. Xu"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2503.19522",
    "title": "Exact Solution of the Two-Reflector Optical System Meeting Herschel's Condition",
    "abstract": "           Exact solution of stigmatic two-reflector optical system in presence of Herschel's condition is demonstrated. Details of how the solution is calculated are reported. Ray tracing verification on different optical systems validates the obtained results.         ",
    "url": "https://arxiv.org/abs/2503.19522",
    "authors": [
      "Giuseppe Orlando"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2503.19544",
    "title": "Design of Energy-Efficient Cross-coupled Differential Photonic-SRAM (pSRAM) Bitcell for High-Speed On-Chip Photonic Memory and Compute Systems",
    "abstract": "           In this work, we propose a novel differential photonic static random access memory (pSRAM) bitcell design using fabrication-friendly photonic components. The proposed pSRAM overcomes the key limitations of traditional electrical SRAMs, which struggle with speed and power efficiency due to increasing bitline/wordline capacitance and interconnect resistance associated with long electrical wires as technology scales. By utilizing cross-coupled micro-ring resonators and differential photodiode structures, along with optical waveguides instead of traditional wordlines and bitlines, our pSRAM exhibits high-speed, and energy-efficient performance. The pSRAM bitcell demonstrates a read/write speed of 40 GHz, with a switching (static) energy consumption of approximately 0.6 pJ (0.03 pJ) per bit and a footprint of 330x290 um^2 using the GlobalFoundries 45SPCLO process node. These bitcells can be arranged into a 2D memory array, enabling large-scale, on-chip photonic memory subsystems ideal for high-speed memory, data processing and computing applications.         ",
    "url": "https://arxiv.org/abs/2503.19544",
    "authors": [
      "Md Abdullah-Al Kaiser",
      "Sugeet Sunder",
      "Clynn Mathew",
      "Michal Rakowski",
      "Ajey P. Jacob",
      "Akhilesh R. Jaiswal"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2503.19659",
    "title": "Real-Time Electro-Optic Dual Comb Detection of Ultrasound Waves",
    "abstract": "           High-resolution ultrasound based imaging techniques like photoacoustic (PA) imaging that require fast detection of acoustic waves, are often coupled with an opto-mechanical sensor like a Fabry-Perot cavity (FPC) for enhanced sensitivity at high frequency. Due to the inherent inhomogeneity of the FPC thickness, the resonance of the cavity can exhibit a spatial distribution, requiring dynamic adjustment of the interrogation wavelength when raster-scanning the sensor with a probe beam. To avoid this, we propose in this work the use of an electro-optically modulated dual-comb light source for rapid acoustic wave sensing within a specified bandwidth. Utilizing a dual-comb vibrometry approach, we demonstrated a proof-of-principle of the technique, with real-time detection of 10 MHz acoustic waves simultaneously with three different teeth (separated by 10 GHz) of the dual-frequency comb, achieving a 20 ns temporal resolution. We also investigated the system's sensitivity limit in terms of the strength of the detected acoustic waves, opening new possibilities for ultrafast PA imaging modalities.         ",
    "url": "https://arxiv.org/abs/2503.19659",
    "authors": [
      "Debanuj Chatterjee",
      "Louis Etien",
      "Simon Boivinet",
      "Hervé Rigneault",
      "Thomas Chaigne",
      "Arnaud Mussot"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2503.19847",
    "title": "Ab-initio simulation of excited-state potential energy surfaces with transferable deep quantum Monte Carlo",
    "abstract": "           The accurate quantum chemical calculation of excited states is a challenging task, often requiring computationally demanding methods. When entire ground and excited potential energy surfaces (PESs) are desired, e.g., to predict the interaction of light excitation and structural changes, one is often forced to use cheaper computational methods at the cost of reduced accuracy. Here we introduce a novel method for the geometrically transferable optimization of neural network wave functions that leverages weight sharing and dynamical ordering of electronic states. Our method enables the efficient prediction of ground and excited-state PESs and their intersections at the highest accuracy, demonstrating up to two orders of magnitude cost reduction compared to single-point calculations. We validate our approach on three challenging excited-state PESs, including ethylene, the carbon dimer, and the methylenimmonium cation, indicating that transferable deep-learning QMC can pave the way towards highly accurate simulation of excited-state dynamics.         ",
    "url": "https://arxiv.org/abs/2503.19847",
    "authors": [
      "Zeno Schätzle",
      "P. Bernát Szabó",
      "Alice Cuzzocrea",
      "Frank Noé"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Machine Learning (cs.LG)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2503.19911",
    "title": "Real-time all-optical signal equalisation with silicon photonic recurrent neural networks",
    "abstract": "           Communication through optical fibres experiences limitations due to chromatic dispersion and nonlinear Kerr effects that degrade the signal. Mitigating these impairments is typically done using complex digital signal processing algorithms. However, these equalisation methods require significant power consumption and introduce high latencies. Photonic reservoir computing (a subfield of neural networks) offers an alternative solution, processing signals in the analog optical Domain. In this work, we present to our knowledge the very first experimental demonstration of real-time online equalisation of fibre distortions using a silicon photonics chip that combines the recurrent reservoir and the programmable readout layer. We successfully equalize a 28 Gbps on-off keying signal across varying power levels and fibre lengths, even in the highly nonlinear regime. We obtain bit error rates orders of magnitude below previously reported optical equalisation methods, reaching as low as 4e-7 , far below the generic forward error correction limit of 5.8e-5 used in commercial Ethernet interfaces. Also, simulations show that simply by removing delay lines, the system becomes compatible with line rates of 896 Gpbs. Using wavelength multiplexing, this can result in a throughput in excess of 89.6 Tbps. Finally, incorporating non-volatile phase shifters, the power consumption can be less than 6 fJ/bit.         ",
    "url": "https://arxiv.org/abs/2503.19911",
    "authors": [
      "Ruben Van Assche",
      "Sarah Masaad",
      "Emmanuel Gooskens",
      "Stijn Sackesyn",
      "Joris Van Kerrebrouck",
      "Xin Yin",
      "Peter Bienstman"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2503.18967",
    "title": "Light trajectories and wave dynamics in optical wormholes",
    "abstract": "           We investigate the optical properties of a wormhole geometry characterized by a constant negative Gaussian curvature. This distinctive optical structure is modeled using the optical metric of the static BTZ black hole, corresponding to the hyperbolic wormhole framework. Within this model, we derive the arbitrary geodesics and the associated effective potential. Our analysis reveals that the effective potential becomes increasingly narrow as the curvature radius of the optical wormhole decreases, with all possible trajectories converging at the optical origin \\(\\rho = 0\\). We further analyze the wave modes governing light propagation on this curved surface, demonstrating that the effective potential is purely repulsive in both the small and large \\(\\rho\\) limits. While the potential remains finite in both regimes, its behavior differs markedly. Near the optical origin, the magnetic quantum number (\\(m\\)) exerts a significant influence on the effective repulsive potential, particularly for large values of \\(m\\), where the potential resembles a typical barrier. However, this effect diminishes with increasing optical distance. Using this framework, we compute the reflection and transmission coefficients for \\(m \\neq 0\\). Our findings indicate that the optical properties of the background are predominantly governed by the curvature radius of the optical wormhole, highlighting its critical role in shaping light propagation in such geometries.         ",
    "url": "https://arxiv.org/abs/2503.18967",
    "authors": [
      "Semra Gurtas Dogan",
      "Abdullah Guvendi",
      "Omar Mustafa"
    ],
    "subjectives": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2503.18977",
    "title": "New Diamond Magnet CaCo2TeO6: Strong Quantum Fluctuations and Enhanced Competing Exchange Interactions Enabled by Octahedral Co2+ Ligand Fields",
    "abstract": "           Diamond lattice magnets, formed by a framework of corner-sharing tetrahedra of magnetic cations, offer unique opportunities to realize novel states of matter for potential utility in information technology. However, research has mostly focused on AB2X4 spinels with Td magnetic ions. This hinders the atomically enabled tunability of competing interactions at different energy scales and the ability to harness many-body electronic states in quantum materials, making the discovery of quantum fluctuations and spin dynamics less accessible. We discover a new material CaCo2TeO6 featuring a diamond lattice of two distinct Oh-Co2+ sites. This material displays strong quantum fluctuations, increased competing magnetic exchange interactions, and field-induced tunability of magnetic structures. The results demonstrate how simple, fundamental refinements in ligand fields can profoundly influence the phase space of quantum matter.         ",
    "url": "https://arxiv.org/abs/2503.18977",
    "authors": [
      "Xudong Huai",
      "Luke Pritchard Cairns",
      "Bridget Delles",
      "Michał J. Winiarski",
      "Maurice Sorolla II",
      "Xinshu Zhang",
      "Youzhe Chen",
      "Anshul Kogar",
      "Robert Birgeneau",
      "James Analytis",
      "Stuart Calder",
      "Danielle Yahne",
      "Thao T. Tran"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2503.19172",
    "title": "Fast and Error-Correctable Quantum RAM",
    "abstract": "           Quantum devices can process data in a fundamentally different way than classical computers. To leverage this potential, many algorithms require the aid of a quantum Random Access Memory (QRAM), i.e. a module capable of efficiently loading datasets (both classical and quantum) onto the quantum processor. However, a realization of this fundamental building block is still outstanding, since existing proposals require prohibitively many resources for reliable implementations, or are not compatible with current architectures. Moreover, present approaches cannot be scaled-up, as they do not allow for efficient quantum error-correction. Here we develop a QRAM design, that enables fast and robust QRAM calls, naturally allows for fault-tolerant and error-corrected operation, and can be integrated on present hardware. Our proposal employs a special quantum resource state that is consumed during the QRAM call: we discuss how it can be assembled and processed efficiently in a dedicated module, and give detailed blueprints for modern neutral-atom processors. Our work places a long missing, fundamental component of quantum computers within reach of currently available technology; this opens the door to algorithms featuring practical quantum advantage, including search or oracular problems, quantum chemistry and machine learning.         ",
    "url": "https://arxiv.org/abs/2503.19172",
    "authors": [
      "Francesco Cesa",
      "Hannes Bernien",
      "Hannes Pichler"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2407.03443",
    "title": "Barium Titanate and Lithium Niobate Permittivity and Pockels Coefficients from MHz to Sub-THz Frequencies",
    "abstract": "           The Pockels effect is essential for controlling optical signals at the highest speeds, particularly for electro-optic modulators in photonic integrated circuits. Lithium niobate (LN) and barium titanate (BTO) are two excellent Pockels materials to this end. Here, we measure the Pockels coefficients and permittivity in LN and BTO over a continuous frequency range from 100 MHz to 330 GHz. These properties are constant across this frequency range in LN but have a significant frequency dependence in BTO. Still, our measurements show that BTO has remarkably large electro-optic properties compared to LN. Furthermore, we show how BTO devices can be designed with a flat electro-optic frequency response despite the Pockels coefficient dispersion. Finally, we expound our method for broadband characterization of these vital electro-optic properties, utilizing specialized integrated electro-optic phase shifters. Altogether, this work empowers the design of high-speed BTO devices and the development of new electro-optic materials.         ",
    "url": "https://arxiv.org/abs/2407.03443",
    "authors": [
      "Daniel Chelladurai",
      "Manuel Kohli",
      "Joel Winiger",
      "David Moor",
      "Andreas Messner",
      "Yuriy Fedoryshyn",
      "Mohammed Eleraky",
      "Yuqi Liu",
      "Hua Wang",
      "Juerg Leuthold"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2410.10331",
    "title": "Enhanced TM-Mode 3D Coupled Wave Theory for Photonic Crystal Surface-Emitting Terahertz Quantum Cascade Lasers",
    "abstract": "           In this study, we propose and develop an enhanced three-dimensional coupled wave theory (3D CWT) to investigate the optical field behavior in photonic crystal surface-emitting terahertz quantum cascade lasers (THz-QCLs). By incorporating an effective permittivity enhancement (EP) model and a self-consistent iteration (SCI) method, we successfully address the numerical dispersion issues encountered in analytical methods when dealing with metallic waveguide structures. The results demonstrate that the EP and SCI-enhanced 3D TM mode CWT achieves computational accuracy comparable to traditional numerical simulation methods such as finite-difference time-domain (FDTD), while significantly reducing the required computational resources, including time and memory, to just tens of minutes. Moreover, this method provides a clear physical insight, revealing the reasons behind the current low extraction efficiency in surface-emitting THz-QCLs. Our study showcases the potential of the EP and SCI-enhanced 3D CWT as a powerful simulation tool in the research of photonic crystal surface-emitting lasers, offering a new theoretical foundation and optimization direction for future laser designs.         ",
    "url": "https://arxiv.org/abs/2410.10331",
    "authors": [
      "Mingxi Chen",
      "Tsung-Tse Lin",
      "Li Wang",
      "Hideki Hirayama",
      "Chiko Otani"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2410.11391",
    "title": "Benchmarking Data Efficiency in $Δ$-ML and Multifidelity Models for Quantum Chemistry",
    "abstract": "           The development of machine learning (ML) methods has made quantum chemistry (QC) calculations more accessible by reducing the compute cost incurred in conventional QC methods. This has since been translated into the overhead cost of generating training data. Increased work in reducing the cost of generating training data resulted in the development of $\\Delta$-ML and multifidelity machine learning methods which use data at more than one QC level of accuracy, or fidelity. This work compares the data costs associated with $\\Delta$-ML, multifidelity machine learning (MFML), and optimized MFML (o-MFML) in contrast with a newly introduced Multifidelity$\\Delta$-Machine Learning (MF$\\Delta$ML) method for the prediction of ground state energies, vertical excitation energies, and the magnitude of electronic contribution of molecular dipole moments from the multifidelity benchmark dataset QeMFi. This assessment is made on the basis of training data generation cost associated with each model and is compared with the single fidelity kernel ridge regression (KRR) case. The results indicate that the use of multifidelity methods surpasses the standard $\\Delta$-ML approaches in cases of a large number of predictions. For applications which require only a few evaluations to be made using ML models, while the $\\Delta$-ML method might be favored, the MF$\\Delta$ML method is shown to be more efficient.         ",
    "url": "https://arxiv.org/abs/2410.11391",
    "authors": [
      "Vivin Vinod",
      "Peter Zaspel"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Machine Learning (cs.LG)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2412.13780",
    "title": "Properties of carbon-infused silicon LGAD devices after non-uniform irradiation with 24 GeV/c protons",
    "abstract": "           Forward proton spectrometers at high-energy proton colliders rely on precision timing to discriminate signal from background. Silicon low gain avalanche diodes (LGADs) are a candidate for future timing detectors in these systems. A major challenge for the use of LGADs is that these detectors must be placed within a few mm of the beams, resulting in a very large and highly non-uniform radiation environment. We present a first measurement of the current and capacitance vs. voltage behavior of LGAD sensors, after a highly non-uniform irradiation with beams of 24 GeV/c protons at fluences up to $1\\times10^{16} p/cm^{2}$.         ",
    "url": "https://arxiv.org/abs/2412.13780",
    "authors": [
      "C. Beirão da Cruz e Silva",
      "G. Marozzo",
      "G. Da Molin",
      "J. Hollar",
      "M. Gallinaro",
      "M. Khakzad",
      "S. Bashiri Kahjoq",
      "K. Shchelina"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2501.17791",
    "title": "Thermal Radiation Force and Torque on Moving Nanostructures with Anisotropic Optical Response",
    "abstract": "           Nanoscale objects moving relative to a thermal radiation bath experience a drag force due to the imbalance in their interaction with the blue- and redshifted components of the electromagnetic field. Here, we show that, in addition to this drag force, moving nanostructures with an anisotropic optical response experience a lateral force and a torque that substantially modify their trajectory. These phenomena emerge from the additional coupling between the electromagnetic field components polarized parallel and perpendicular to the trajectory, enabled by the anisotropic response of the nanostructure. This work unveils the intricate dynamics of anisotropic nanostructures moving in a thermal radiation bath.         ",
    "url": "https://arxiv.org/abs/2501.17791",
    "authors": [
      "Juan R. Deop-Ruano",
      "Alejandro Manjavacas"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2502.09729",
    "title": "Fiber-coupled Digital Photo Sensors for Large Time Projection Chambers",
    "abstract": "           This paper presents a novel approach to addressing challenges in neutrino event reconstruction within large Time Projection Chambers (TPCs). By integrating fiber-coupled digital silicon photomultipliers, we propose a design that enhances light detection, improves energy resolution, and enhance event reconstruction. Advancements in power and signal over fiber technologies are leveraged to deploy digital sensors within the TPC bulk volume, enabling precise timing and robust particle identification.         ",
    "url": "https://arxiv.org/abs/2502.09729",
    "authors": [
      "Pieter Alexander Breur",
      "Xavier Defay",
      "David Jackson",
      "James Robert Sinclair",
      "Elizabeth Triller",
      "Andrew Young"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2502.14859",
    "title": "Taming Recoil Effect in Cavity-Assisted Quantum Interconnects",
    "abstract": "           Photon recoil is one of the fundamental limitations for high-fidelity control of trapped-atom qubits such as neutral atoms and trapped ions. In this work, we derive an analytical model for efficiently evaluating the motion-induced infidelity in remote entanglement generation protocols. Our model is applicable for various photonic qubit encodings such as polarization, time bin, and frequency, and with arbitrary initial motional states, thus providing a crucial theoretical tool for realizing high-fidelity quantum networking. For the case of tweezer-trapped neutral atoms, our results indicate that operating in the bad-cavity regime with cavity decay rate exceeding atom-photon coupling rate, and near-ground-state cooling with motional quanta below 1, are desired to suppress the motion-induced infidelity sufficiently below the 1% level required for efficient quantum networking. Finite temperature effects can be mitigated efficiently by detection time filtering at the moderate cost of success probability and network speed. These results extend the understanding of infidelity sources in remote entanglement generation protocols, establishing a concrete path towards fault-tolerant quantum networking with scalable trapped-atom qubit systems.         ",
    "url": "https://arxiv.org/abs/2502.14859",
    "authors": [
      "Seigo Kikura",
      "Ryotaro Inoue",
      "Hayata Yamasaki",
      "Akihisa Goban",
      "Shinichi Sunami"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2503.16249",
    "title": "A GHz fiber comb on silica",
    "abstract": "           We present a 1 GHz Yb-fiber laser frequency comb built on silica substrates, utilizing \"optical cubes\" to house all optical components, ensuring long-term stability and practical operation. Both the femtosecond laser and f-to-2f interferometer are constructed on silica bricks, with a compact footprint of 290 mm $\\times$ 250 mm, and a total weight of 1.8 kg. This system provides a stable repetition rate, offset frequency, and a supercontinuum spanning 460-1560 nm without requiring amplification. The carrier-envelop offset frequency exhibits exceptional stability, with a fractional frequency instability of $3.07\\times 10^{-18}$ at a 1 second averaging time, improving to $2.12\\times 10^{-20}$ at a 10,000 second, maintaining uninterrupted operation for over 60 hours. This work demonstrates a high-performance GHz fiber-based frequency comb, paving the way for applications beyond laboratory environments, including dual-comb spectroscopy, astronomical spectrograph calibration, and portable optical clocks.         ",
    "url": "https://arxiv.org/abs/2503.16249",
    "authors": [
      "Ruoao Yang",
      "Xingang Jin",
      "Ya Wang",
      "Minghe Zhao",
      "Zhendong Chen",
      "Xinpeng Lin",
      "Fei Meng",
      "Duo Pan",
      "Qian Li",
      "Jingbiao Chen",
      "Aimin Wang",
      "Zhigang Zhang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2503.16658",
    "title": "Performance of neutron and proton irradiated AC-LGAD sensors",
    "abstract": "           Characterization of strip and pixel AC-LGAD devices with both laser TCT and probe station (IV/CV) will be shown on AC-LGADs irradiated with 1 MeV reactor neutrons at JSI/Ljubljana and with 400~MeV protons at FNAL ITA to fluences from 1e13~$n_{eq}/cm^2$ to a few times 1e15~$n_{eq}/cm^2$. This study was conducted within the scope of the ePIC detector time of flight (TOF) layer R\\&D program at the EIC, which will feature AC-LGADs with strip and pixel geometry. Sensors in the TOF layer will receive up to 1e13~$n_{eq}/cm^2$ fluence over the lifetime of the experiment.         ",
    "url": "https://arxiv.org/abs/2503.16658",
    "authors": [
      "G. Stage",
      "A. Borjigin",
      "J. Ding",
      "M. Davis",
      "S. Beringer",
      "M. Gignac",
      "F. McKinney-Martinez",
      "S.M. Mazza",
      "A. Molnar",
      "J. Ott",
      "H.F.-W. Sadrozinski",
      "B. Schumm",
      "A. Seiden",
      "T. Shin",
      "M. Wilder",
      "G. Kramberger",
      "I. Mandic",
      "S. Seidel",
      "J. Si",
      "R. Novotny"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2503.18913",
    "title": "Coincidence measurement of two-photon double ionization of argon through an autoionizing resonance",
    "abstract": "           We present coincidence measurements of two-photon double-ionization (TPDI) of argon driven by femtosecond pulses centered at 26.5 eV photon energy, which are obtained from a high-harmonic generation source. The measured photoelectron spectra are interpreted with regard to three TPDI mechanisms. Theoretical predictions are obtained by an approximate model for direct TPDI and atomic structure calculations, which are implemented into a Monte Carlo simulation. The prevailing mechanism includes the excitation and prompt photoionization of an autoionizing resonance in neutral argon. We provide evidence for pronounced electron-electron interaction in this ultrafast ionization process. The present work paves the way for scrutinizing and controlling non-linear photoionization in the extreme ultraviolet using table-top sources.         ",
    "url": "https://arxiv.org/abs/2503.18913",
    "authors": [
      "Sebastian Hell",
      "Julian Späthe",
      "Morten Førre",
      "Robert Klas",
      "Jan Rothhardt",
      "Jens Limpert",
      "Gerhard G Paulus",
      "Robert Moshammer",
      "Christian Ott",
      "Stephan Fritzsche",
      "Matthias Kübel"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2411.14229",
    "title": "Thermal emission of hydrogenated amorphous silicon microspheres in the mid-infrared",
    "abstract": "           Hydrogenated amorphous silicon microspheres feature a pronounced phononic peak around 2000 cm-1 when they are thermally excited by means of a blue laser. This phononic signature corresponds to vibrational modes of silicon-hydrogen bonds and its emitted light can be coupled to Mie modes defined by the spherical cavity. The signal is apparently quite stable at moderate excitation intensities although there appeared some signs pointing to hydrides bonds reconfiguration and even hydrogen emission. Above a certain excitation threshold, a phase change from amorphous to poly-crystalline silicon occurs that preserves the good structural quality of the microspheres.         ",
    "url": "https://arxiv.org/abs/2411.14229",
    "authors": [
      "Roberto Fenollosa",
      "Fernando Ramiro-Manzano"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2412.01384",
    "title": "Addressing general measurements in quantum Monte Carlo",
    "abstract": "           Among present quantum many-body computational methods, quantum Monte Carlo (QMC) is one of the most promising approaches for dealing with large-scale complex systems. It has played an extremely important role in understanding quantum many-body physics. However, two dark clouds, namely the sign problem and general measurement issues, have seriously hampered its scope of application. We propose a universal scheme to tackle the problems of general measurement. The target observables are expressed as the ratio of two types of partition functions $\\langle \\mathrm{O} \\rangle=\\bar{Z}/Z$, where $\\bar{Z}=\\mathrm{tr} (\\mathrm{Oe^{-\\beta H}})$ and $Z=\\mathrm{tr} (\\mathrm{e^{-\\beta H}})$. These two partition functions can be estimated separately within the reweight-annealing frame, and then be connected by an easily solvable reference point. We have successfully applied this scheme to XXZ model and transverse field Ising model, from 1D to 2D systems, from two-body to multi-body correlations and even non-local disorder operators, and from equal-time to imaginary-time correlations. The reweighting path is not limited to physical parameters, but also works for space and time. Essentially, this scheme solves the long-standing problem of calculating the overlap between different distribution functions in mathematical statistics, which can be widely used in statistical problems, such as quantum many-body computation, big data and machine learning.         ",
    "url": "https://arxiv.org/abs/2412.01384",
    "authors": [
      "Zhiyan Wang",
      "Zenan Liu",
      "Bin-Bin Mao",
      "Zhe Wang",
      "Zheng Yan"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2501.18634",
    "title": "From non-equilibrium Green's functions to Lattice Wigner: A toy model for quantum nanofluidics simulations",
    "abstract": "           Recent experiments of fluid transport in nano-channels have shown evidence of a coupling between charge-fluctuations in polar fluids and electronic excitations in graphene solids, which may lead to a significant reduction of friction a phenomenon dubbed \"negative quantum friction\". In this paper, we present a semi-classical mesoscale Boltzmann-Wigner lattice kinetic model of quantum- nanoscale transport and perform a numerical study of the effects of the quantum interactions on the evolution of a one-dimensional nano-fluid subject to a periodic external potential. It is shown that the effects of quantum fluctuations become visible once the quantum length scale (Fermi wavelength) of the quasiparticles becomes comparable to the lengthscale of the external potential. Under such conditions, quantum fluctuations are mostly felt on the odd kinetic moments, while the even ones remain nearly unaffected because they are \"protected\" by thermal fluctuations. It is hoped that the present Boltzmann-Wigner lattice model and extensions thereof may offer a useful tool for the computer simulation of quantum-nanofluidic transport phenomena at scales of engineering relevance.         ",
    "url": "https://arxiv.org/abs/2501.18634",
    "authors": [
      "S. Succi",
      "M. Lauricella",
      "A. Tiribocchi"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Computational Physics (physics.comp-ph)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2503.10359",
    "title": "Complex Frequency Detection in a Subsystem",
    "abstract": "           In this study, we systematically explore the non-Hermitian skin effect (NHSE) and its associated complex-frequency detection in the context of a frequency-dependent non-Hermitian Hamiltonian. This Hamiltonian arises from the self-energy correction of the subsystem and can be calculated exactly within our theoretical model, without the need for any approximations. Additionally, complex frequency detection, which encompasses complex frequency excitation, synthesis, and fingerprint, enables us to detect the physical responses induced by the complex driving frequencies. Our calculations reveal that both complex frequency excitation and synthesis are incompatible with the non-Hermitian approximation and are unable to characterize the presence or abscence of the NHSE. In contrast, the complex-frequency fingerprint successfully detects the novel responses induced by the NHSE through the introduction of a double-frequency Green's function. Our work provides a platform for studying non-Hermitian physics and their novel response in quantum systems rigorously without relying on any approximations.         ",
    "url": "https://arxiv.org/abs/2503.10359",
    "authors": [
      "Juntao Huang",
      "Jiangping Hu",
      "Zhesen Yang"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2503.11783",
    "title": "Noise-strength-adapted approximate quantum codes inspired by machine learning",
    "abstract": "           We demonstrate that machine learning provides a powerful tool for discovering new approximate quantum error-correcting (AQEC) codes beyond conventional algebraic frameworks. Building upon direct observations through hybrid quantum-classical learning, we discover two new 4-qubit amplitude damping codes with an innovative noise-strength-adaptive (NSA) feature where the codeword varies with noise strength. They are NSA self-complementary and NSA pair-complementary codes. We show that they can both outperform conventional codes for amplitude damping (AD) noise. The 4-qubit self-complementary NSA code outperforms the standard LNCY AD code in fidelity and Knill-Laflamme condition violation. The pair-complementary code, which has no known non-NSA analog, achieves even better performance with higher-order loss suppression and better fidelity. We further generalize both approaches to families of NSA AD codes for arbitrary system size, as well as an NSA variant of the 0-2-4 binomial code for single-photon loss. Our results demonstrate that adaptation to noise strength can systematically lead to significant improvements in error correction capability, and also showcase how machine learning can help discover new valuable code formalisms that may not emerge from traditional design approaches.         ",
    "url": "https://arxiv.org/abs/2503.11783",
    "authors": [
      "Shuwei Liu",
      "Shiyu Zhou",
      "Zi-Wen Liu",
      "Jinmin Yi"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2503.11968",
    "title": "Twin-Polaritons: Classical versus Quantum Features in Polaritonic Spectra",
    "abstract": "           Understanding whether a polaritonic phenomenon is inherently quantum or classical is essential for developing accurate models and optimizing experimental designs. We investigate this question in the context of polaritonic rotational-vibrational spectra and report a new feature, the twin-polariton, an additional splitting beyond the usual primary resonant polariton splitting that arises from light-matter entanglement. Through ab-initio calculations of HCl molecules and a corresponding model system coupled to a cavity, we demonstrate that the twin-polariton persists in the many-molecule case and follows the same linear dependence on coupling strength as the primary resonant polariton splitting. This finding reveals a novel mechanism to tune a quantum feature using a classical one, offering new insights into the fundamental nature of polaritonic systems.         ",
    "url": "https://arxiv.org/abs/2503.11968",
    "authors": [
      "Iren Simko",
      "Norah M. Hoffmann"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  }
]