[
  {
    "id": "arXiv:2301.02788",
    "title": "Design of new helium vessel and tuner for CEPC 650 MHz 2 cell cavity",
    "abstract": "CEPC will use 650 MHz cavities for the collider. Each collider cryomodule contains six 650 MHz 2-cell cavities, which is totally new. Therefore, new helium vessel and tuner are designed for the 650 MHz 2-cell cavity. Also, a test cryomodule, which consists of two 650 MHz 2-cell cavities, has begun as the first step to the full scale cryomodule. This paper mainly focuses on the structure design of Helium vessel and tuner for the 2-cell cavity. ",
    "url": "https://arxiv.org/abs/2301.02788",
    "authors": [
      "Z. H. Mi",
      "Z. Q. Li",
      "P. Sha",
      "J. Y. Zhai",
      "F. S. He",
      "Q. Ma",
      "B. Q. Liu",
      "X. Y. Zhang",
      "R. X. Han",
      "F. B. Meng",
      "H. J. Zheng"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2301.02796",
    "title": "Observation of light thermalization to negative temperature  Rayleigh-Jeans equilibrium states in multimode optical fibers",
    "abstract": "Although the temperature of a thermodynamic system is usually believed to be a positive quantity, under particular conditions, negative temperature equilibrium states are also possible. Negative temperature equilibriums have been observed with spin systems, cold atoms in optical lattices and two-dimensional quantum superfluids. Here we report the observation of Rayleigh-Jeans thermalization of light waves to negative temperature equilibrium states. The optical wave relaxes to the equilibrium state through its propagation in a multimode optical fiber, i.e., in a conservative Hamiltonian system. The bounded energy spectrum of the optical fiber enables negative temperature equilibriums with high energy levels (high order fiber modes) more populated than low energy levels (low order modes). Our experiments show that negative temperature speckle beams are featured, in average, by a non-monotonous radial intensity profile. The experimental results are in quantitative agreement with the Rayleigh-Jeans theory without free parameters. Bringing negative temperatures to the field of optics opens the door to the investigation of fundamental issues of negative temperature states in a flexible experimental environment. ",
    "url": "https://arxiv.org/abs/2301.02796",
    "authors": [
      "K. Baudin",
      "J. Garnier",
      "A. Fusaro",
      "N. Berti",
      "C. Michel",
      "K. Krupa",
      "G. Millot",
      "A. Picozzi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Adaptation and Self-Organizing Systems (nlin.AO)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2301.02945",
    "title": "Energy conversion efficiency from a high order soliton to fundamental  solitons in presence of Raman scattering",
    "abstract": "We formulate the energy conversion efficiency from a high-order soliton to fundamental solitons by including the influence of interpulse Raman scattering in the fission process. The proposed analytical formula agrees closely with numerical results of the generalized nonlinear Schrodinger equation as well as to experimental results, while the resulting formulation significantly alters the energy conversion efficiency predicted by the Raman-independent inverse scattering method. We also calculate the energy conversion efficiency in materials of different Raman gain profiles such as silica, ZBLAN and chalcogenide glasses (As2S3 and As2Se3). It is predicted that ZBLAN glass leads to the largest energy conversion efficiency of all four materials. The energy conversion efficiency is a notion of utmost practical interest for the design of wavelength converters and supercontinuum generation systems based on the dynamics of soliton self-frequency shift. ",
    "url": "https://arxiv.org/abs/2301.02945",
    "authors": [
      "Robi Kormokar",
      "Md Hosne Mobarok Shamim",
      "Martin Rochette"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.02968",
    "title": "Resistive Read-out in Thin Silicon Sensors with Internal Gain",
    "abstract": "Two design innovations, low-gain avalanche (Low-Gain Avalance Diode, LGAD) and resistive read-out (Resistive Silicon Detector, RSD), have brought strong performance improvements to silicon sensors. Large signals, due to the added gain mechanism, lead to improved temporal precision, while charge sharing, introduced by resistive read-out, allows for achieving excellent spatial resolution even with large pixels. LGAD- and RSD- based silicon sensors are now adopted, or considered, in several future experiments and are the basis for almost every next 4D-trackers. New results obtained with sensors belonging to the second FBK production of RSD (RSD2) demonstrate how a combined resolution of 30 ps and 30 \\microns can be obtained with pixels as large as $1 \\times 1 $ mm$^2$. ",
    "url": "https://arxiv.org/abs/2301.02968",
    "authors": [
      "N. Cartiglia",
      "F. Moscatelli",
      "R. Arcidiacono",
      "P. Asenov",
      "M. Costa",
      "T. Croci",
      "M. Ferrero",
      "A. Fondacci",
      "L. Lanteri",
      "L. Menzio",
      "A. Morozzi",
      "R. Mulargia",
      "D.Passeri",
      "F. Siviero",
      "V. Sola",
      "M. Tornago"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2301.03053",
    "title": "Ultra-Low-Loss Silicon Nitride Photonics Based on Deposited Films  Compatible with Foundries",
    "abstract": "The fabrication processes of silicon nitride photonic devices used in foundries require low temperature deposition, which typically leads to high propagation losses. Here, we show that propagation loss as low as 0.42 dB/cm can be achieved using foundry compatible processes by solely reducing waveguide surface roughness. By post-processing the fabricated devices using rapid thermal anneal (RTA) and furnace anneal, we achieve propagation losses down to 0.28 dB/cm and 0.06 dB/cm, respectively. These low losses are comparable to the conventional devices using high temperature, high-stress low-pressure chemical vapor deposition (LPCVD) films. We also tune the dispersion of the devices, and proved that these devices can be used for linear and nonlinear applications. Low threshold parametric oscillation, broadband frequency combs and narrow-linewidth laser are demonstrated. Our work demonstrates the feasibility of scalable photonic systems based on foundries. ",
    "url": "https://arxiv.org/abs/2301.03053",
    "authors": [
      "Xingchen Ji",
      "Yoshitomo Okawachi",
      "Andres Gil-Molina",
      "Mateus Corato-Zanarella",
      "Samantha Roberts",
      "Alexander L. Gaeta",
      "Michal Lipson"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2301.03179",
    "title": "Behaviour of Ion Acoustic Soliton in a two-electron temperature plasmas  of Multi-pole line cusp Plasma Device (MPD)",
    "abstract": "This article presents the experimental observations and characterization of Ion Acoustic Soliton (IAS) in a unique Multi-pole line cusp Plasma Device (MPD) device in which the magnitude of the pole-cusp magnetic field can be varied. And by varying the magnitude of the pole-cusp magnetic field, the proportions of two-electron-temperature components in the filament-produced plasmas of MPD can be varied. The solitons are experimentally characterized by measuring their amplitude-width relation and Mach numbers. The nature of the solitons is further established by making two counter-propagating solitons interact with each other. Later, the effect of the two-temperature electron population on soliton amplitude and width is studied by varying the magnitude of the pole cusp-magnetic field. It has been observed that different proportions of two-electron-temperature significantly influence the propagation of IAS. The amplitude of the soliton has been found to be following inversely with the effective electron temperature (Teff) ",
    "url": "https://arxiv.org/abs/2301.03179",
    "authors": [
      "Zubin Shaikh",
      "A.D.Patel",
      "P.K.Chattopadhyay",
      "Joydeep Ghosh",
      "H.H.Joshi",
      "N.Ramasubramanian"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2301.03269",
    "title": "Utilising nanosecond sources in diffuse optical tomography",
    "abstract": "Diffuse optical tomography (DOT) use near-infrared light for imaging optical properties of biological tissues. Time-domain DOT systems use pulsed lasers and measure time-varying temporal point spread function (TPSF), carrying information from both superficial and deep layers of imaged target. In this work, feasibility of nanosecond scale light pulses as sources for time-domain DOT is studied. Nanosecond sources enable using relatively robust measurement setups with standard analog-to-digital converter waveform digitizers, such as digital oscilloscopes. However, this type of systems have variations in source pulses and limited temporal sampling, that could limit their usage. In this work, these different aspects and possible limitations were studied with simulations and experiments. Simulations showed that information carried by time-domain data of diffuse medium is on low frequencies. This enables usage of relatively slow response time measurement electronics, and image processing using Fourier-transformed time-domain data. Furthermore, the temporal sampling in measurements needs to be high enough to capture the TPSF, but this rate can be achieved with standard digital oscilloscopes. It was shown that, although variations in light pulses of nanosecond lasers are larger than those of picosecond sources, they do not affect significantly on image quality. In this work, a prototype time-domain DOT experimental system utilising a high-energy nanosecond laser was constructed. The system consisted of a nanosecond Nd-YAG laser combined with optical parametric oscillator for light input, and avalanche photodetector and high-bandwidth oscilloscope for TPSF measurements. The system was used in both absolute and difference imaging of two phantoms. The experiments verified that both absorbing and scattering objects can be reconstructed with time-domain DOT using a nanosecond laser. ",
    "url": "https://arxiv.org/abs/2301.03269",
    "authors": [
      "Meghdoot Mozumder",
      "Jarkko Leskinen",
      "Tanja Tarvainen"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2301.03276",
    "title": "Systematic study of tunable laser cooling for trapped-ion experiments",
    "abstract": "We report on a comparative analysis of quenched sideband cooling in trapped ions. We introduce a theoretical approach for time-efficient simulation of the temporal cooling characteristics and derive the optimal conditions providing fast laser cooling into the ion's motional ground state. The simulations were experimentally benchmarked with a single $^{172}$Yb$^+$ ion confined in a linear Paul trap. Sideband cooling was carried out on a narrow quadrupole transition, enhanced with an additional clear-out laser for controlling the effective linewidth of the cooling transition. Quench cooling was thus for the first time studied in the resolved sideband, intermediate and semi-classical regime. We discuss the non-thermal distribution of Fock states during laser cooling and reveal its impact on time dilation shifts in optical atomic clocks. ",
    "url": "https://arxiv.org/abs/2301.03276",
    "authors": [
      "A. P. Kulosa",
      "O. N. Prudnikov",
      "D. Vadlejch",
      "H. A. Fürst",
      "A. A. Kirpichnikova",
      "A. V. Taichenachev",
      "V. I. Yudin",
      "T.E. Mehlstäubler"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2301.03287",
    "title": "Molecular and solid-state topological polaritons via optical saturation",
    "abstract": "Strong coupling between electronic excitations in materials and photon modes results in the formation of hybrid quasiparticles called polaritons. Polariton systems often display larger nonlinearities than their photonic counterparts due to their material component. In this work, we theoretically investigate how to optically control the topological properties of molecular and solid-state exciton-polariton systems by exploiting one such nonlinearity: saturation of electronic transitions. We study an optically pumped film of porphyrin molecules strongly coupled to the photon modes of a perylene filled Fabry-Perot cavity. Here, optical pumping with circularly polarized light breaks time-reversal symmetry instead of the frequently used large magnetic fields. We can optically tune properties such as the Berry curvature and Chern numbers of the bands. Importantly, while optical pumping does lead to non-zero Chern invariants, unidirectional edge states do not emerge in our system as the bulk-boundary correspondence is not applicable. Finally, we illustrate the broad applicability of our scheme by computing the Berry curvature of two other systems with slightly modified level structures that lead to different nonlinear behavior when placed in a microcavity and pumped with circularly polarized light: (a) monolayer MoS$_2$ and (b) Ce:YAG. This work demonstrates a versatile platform to control topological properties of hybrid light-matter systems to enrich the toolbox of optoelectronic materials. ",
    "url": "https://arxiv.org/abs/2301.03287",
    "authors": [
      "Sindhana Pannir-Sivajothi",
      "Nathaniel P. Stern",
      "Joel Yuen-Zhou"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.03333",
    "title": "A tutorial on the conservation of momentum in photonic time-varying  media",
    "abstract": "Time-varying media break temporal symmetries while preserving spatial symmetries intact. Thus, it represents an excellent conceptual framework to investigate the fundamental implications of Noether's theorem for the electromagnetic field. At the same time, addressing momentum conservation in time-varying media sheds light on the Abraham-Minkowski debate, where two opposing forms of the electromagnetic field momentum are defended. Here, we present a tutorial review on the conservation of momentum in time-varying media. We demonstrate that the Minkowski momentum is a conserved quantity with three independent approaches of increasing complexity: (i) via the application of the boundary conditions for Maxwell equations at a temporal boundary, (ii) testing for constants of motion and deriving conservation laws, and (iii) applying temporal and spatial translations within the framework of the Lagrangian theory of the electromagnetic field. Each approach provides a different and complementary insight into the problem. ",
    "url": "https://arxiv.org/abs/2301.03333",
    "authors": [
      "Angel Ortega-Gomez",
      "Michaël Lobet",
      "J. Enrique Vázquez-Lozano",
      "Iñigo Liberal"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.03343",
    "title": "High-fidelity imaging of a band insulator in a three-dimensional optical  lattice clock",
    "abstract": "We report on the observation of a high-density, band insulating state in a three-dimensional optical lattice clock. Filled with a nuclear-spin polarized degenerate Fermi gas of 87Sr, the 3D lattice has one atom per site in the ground motional state, thus guarding against frequency shifts due to contact interactions. At this high density where the average distance between atoms is comparable to the probe wavelength, standard imaging techniques suffer from large systematic errors. To spatially probe frequency shifts in the clock and measure thermodynamic properties of this system, accurate imaging techniques at high optical depths are required. Using a combination of highly saturated fluorescence and absorption imaging, we confirm the density distribution in our 3D optical lattice in agreement with a single spin band insulating state. Combining our clock platform with this high filling fraction opens the door to studying new classes of long-lived, many-body states arising from dipolar interactions. ",
    "url": "https://arxiv.org/abs/2301.03343",
    "authors": [
      "W. R. Milner",
      "L. Yan",
      "R. B. Hutson",
      "C. Sanner",
      "J. Ye"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Gases (cond-mat.quant-gas)"
    ]
  },
  {
    "id": "arXiv:2301.03433",
    "title": "Improved limits on the coupling of ultralight bosonic dark matter to  photons from optical atomic clock comparisons",
    "abstract": "We present improved constraints on the coupling of ultralight bosonic dark matter to photons based on long-term measurements of two optical frequency ratios. In these optical clock comparisons, we relate the frequency of the ${}^2S_{1/2} (F=0)\\leftrightarrow {}^2F_{7/2} (F=3)$ electric-octupole (E3) transition in $^{171}$Yb$^{+}$ to that of the ${}^2S_{1/2} (F=0)\\leftrightarrow \\,{}^2D_{3/2} (F=2)$ electric-quadrupole (E2) transition of the same ion, and to that of the ${}^1S_0\\leftrightarrow\\,{}^3P_0$ transition in $^{87}$Sr. Measurements of the first frequency ratio $\\nu_\\textrm{E3}/\\nu_\\textrm{E2}$ are performed via interleaved interrogation of both transitions in a single ion. The comparison of the single-ion clock based on the E3 transition with a strontium optical lattice clock yields the second frequency ratio $\\nu_\\textrm{E3}/\\nu_\\textrm{Sr}$. By constraining oscillations of the fine-structure constant $\\alpha$ with these measurement results, we improve existing bounds on the scalar coupling $d_e$ of ultralight dark matter to photons for dark matter masses in the range of about $ 10^{-24}-10^{-17}\\,\\textrm{eV}/c^2$. These results constitute an improvement by more than an order of magnitude over previous investigations for most of this range. We also use the repeated measurements of $\\nu_\\textrm{E3}/\\nu_\\textrm{E2}$ to improve existing limits on a linear temporal drift of $\\alpha$ and its coupling to gravity. ",
    "url": "https://arxiv.org/abs/2301.03433",
    "authors": [
      "M. Filzinger",
      "S. Dörscher",
      "R. Lange",
      "J. Klose",
      "M. Steinel",
      "E. Benkler",
      "E. Peik",
      "C. Lisdat",
      "N. Huntemann"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "High Energy Physics - Phenomenology (hep-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.03451",
    "title": "Label-free incoherent super-resolution optical microscopy",
    "abstract": "The photo-kinetics of fluorescent molecules has enabled the circumvention of far-field optical diffraction-limit. Despite its enormous potential, the necessity to label the sample may adversely influence the delicate biology under investigation. Thus, continued development efforts are needed to surpass the far-field label-free diffraction barrier. The coherence of the detected light in label-free mode hinders the application of existing super-resolution methods based on incoherent fluorescence imaging. In this article, we present the physics and propose a methodology to circumvent this challenge by exploiting the photoluminescence of silicon nitride waveguides for near-field illumination of unlabeled samples. The technique is abbreviated EPSLON, Evanescently decaying Photoluminescence Scattering enables Label-free Optical Nanoscopy. We demonstrate that such an illumination has properties that mimics the photo-kinetics of nano-sized fluorescent molecules. This allows to develop a label-free incoherent system that is linear in intensity, and stable with time thereby permitting the application of techniques like structured illumination microscopy (SIM) and intensity-fluctuation based optical nanoscopy (IFON) in label-free mode to circumvent the diffraction limit. We experimentally demonstrate label-free super-resolution imaging of nanobeads (polystyrene and gold), extra-cellular vesicles and human placenta tissue. We believe EPSLON is a step forward within the nascent field of label-free super-resolution microscopy that holds the key to investigate delicate biological systems in its natural state without the need for exogenous labels. ",
    "url": "https://arxiv.org/abs/2301.03451",
    "authors": [
      "Nikhil Jayakumar",
      "Firehun T Dullo",
      "Jean-Claude Tinguley",
      "Krizia Sagini",
      "Alicia Llorente",
      "Balpreet Singh Ahluwalia"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.02666",
    "title": "First Realization of Quantum Energy Teleportation on Quantum Hardware",
    "abstract": "Teleporting physical quantities to remote locations is a remaining key challenge for quantum information science and technology. Quantum teleportation has enabled the transfer of quantum information, but teleportation of quantum physical quantities has not yet been realized. Here we report the first realization and observation of quantum energy teleportation on real quantum hardware. We achieve this by using several IBM's superconducting quantum computers. The results are consistent with the exact solution of the theory and are improved by the mitigation of measurement error. Quantum energy teleportation requires only local operations and classical communication. Therefore our results provide a realistic benchmark that is fully achievable with current quantum computing and communication technologies. ",
    "url": "https://arxiv.org/abs/2301.02666",
    "authors": [
      "Kazuki Ikeda"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Superconductivity (cond-mat.supr-con)",
      "High Energy Physics - Theory (hep-th)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.02910",
    "title": "Universality in odd-even harmonic generation and application in  terahertz waveform sampling",
    "abstract": "Odd-even harmonics emitted from a laser-target system imprint rich, subtle information characterizing the system's dynamical asymmetry, which is desirable to decipher. In this Letter, we discover a simple universal relation between the odd-even harmonics and the asymmetry of the THz-assisted laser-atomic system -- atoms in a fundamental mid-IR laser pulse combined with a THz laser. First, we demonstrate numerically and then analytically formulize the harmonic even-to-odd ratio as a function of the THz electric field, the source of the system's asymmetry. Notably, we suggest a scaling that makes the obtained rule universal, independent of the parameters of both the fundamental pulse and atomic target. This universality facilitates us to propose a general pump-probe scheme for THz waveform sampling from the even-to-odd ratio, measurable within a conventional compact setup. ",
    "url": "https://arxiv.org/abs/2301.02910",
    "authors": [
      "Doan-An Trieu",
      "Ngoc-Loan Phan",
      "Quan-Hao Truong",
      "Hien T. Nguyen",
      "Cam-Tu Le",
      "DinhDuy Vu",
      "Van-Hoang Le"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.03143",
    "title": "Ion sensors with crown ether-functionalized nanodiamonds",
    "abstract": "Alkali metal ions such as sodium and potassium cations play fundamental roles in biology. Developing highly sensitive and selective methods to both detect and quantify these ions is of considerable importance for medical diagnostics and bioimaging. Fluorescent nanoparticles have emerged as powerful tools for nanoscale imaging, but their optical properties need to be supplemented with specificity to particular chemical and biological signals in order to provide further information about biological processes. Nitrogen-vacancy (NV) centers in diamond are particularly attractive as fluorescence markers, thanks to their optical stability, biocompatibility and further ability to serve as highly sensitive quantum sensors of temperature, magnetic and electric fields in ambient conditions. In this work, by covalently grafting crown ether structures on the surface of nanodiamonds (NDs), we build sensors that are capable of detecting specific alkali ions such as sodium cations. We will show that the presence of these metal ions modifies the charge state of NV centers inside the ND, which can then be read out by measuring their photoluminescence spectrum. Our work paves the way for designing selective biosensors based on NV centers in diamond. ",
    "url": "https://arxiv.org/abs/2301.03143",
    "authors": [
      "Changhao Li",
      "Shao-Xiong Lennon Luo",
      "Daniel M. Kim",
      "Guoqing Wang",
      "Paola Cappellaro"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2301.03188",
    "title": "Linear optical quantum computation with frequency-comb qubits and  passive devices",
    "abstract": "We propose a linear optical quantum computation scheme using time-frequency degree of freedom. In this scheme, a qubit is encoded in single-photon frequency combs, and manipulation of the qubits is performed using time-resolving detectors, beam splitters, and optical interleavers. This scheme does not require active devices such as high-speed switches and electro-optic modulators and is robust against temporal and spectral errors, which are mainly caused by the detectors' finite resolution. We show that current technologies almost meet the requirements for fault-tolerant quantum computation. ",
    "url": "https://arxiv.org/abs/2301.03188",
    "authors": [
      "Tomohiro Yamazaki",
      "Tomoaki Arizono",
      "Toshiki Kobayashi",
      "Rikizo Ikuta",
      "Takashi Yamamoto"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.03315",
    "title": "Entangling microwaves with optical light",
    "abstract": "Entanglement is a genuine quantum mechanical property and the key resource in currently developed quantum technologies. Sharing this fragile property between superconducting microwave circuits and optical or atomic systems would enable new functionalities but has been hindered by the tremendous energy mismatch of $\\sim10^5$ and the resulting mutually imposed loss and noise. In this work we create and verify entanglement between microwave and optical fields in a millikelvin environment. Using an optically pulsed superconducting electro-optical device, we deterministically prepare an itinerant microwave-optical state that is squeezed by $0.72^{+0.31}_{-0.25}$\\,dB and violates the Duan-Simon separability criterion by $>5$ standard deviations. This establishes the long-sought non-classical correlations between superconducting circuits and telecom wavelength light with wide-ranging implications for hybrid quantum networks in the context of modularization, scaling, sensing and cross-platform verification. ",
    "url": "https://arxiv.org/abs/2301.03315",
    "authors": [
      "Rishabh Sahu",
      "Liu Qiu",
      "William Hease",
      "Georg Arnold",
      "Yuri Minoguchi",
      "Peter Rabl",
      "Johannes M. Fink"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.03453",
    "title": "How do Quantum Effects Influence the Capacitance and Carrier Density of  Monolayer MoS$_2$ Transistors?",
    "abstract": "When transistor gate insulators have nanometer-scale equivalent oxide thickness (EOT), the gate capacitance ($C_\\textrm{G}$) becomes smaller than the oxide capacitance ($C_\\textrm{ox}$) due to the quantum capacitance and charge centroid capacitance of the channel. Here, we study the capacitance of monolayer MoS$_\\textrm{2}$ as a prototypical two-dimensional (2D) channel while considering spatial variations in the potential, charge density, and density of states. At 0.5 nm EOT, the monolayer MoS$_\\textrm{2}$ capacitance is smaller than its quantum capacitance, limiting the single-gated $C_\\textrm{G}$ of an n-type channel to between 63% and 78% of $C_\\textrm{ox}$ for gate overdrive voltages between 0.5 and 1 V. Despite these limitations, for dual-gated devices, the on-state $C_\\textrm{G}$ of monolayer MoS$_\\textrm{2}$ is 50% greater than that of silicon at 0.5 nm EOT and more than three times that of InGaAs at 1 nm EOT, indicating that 2D semiconductors are promising for nanoscale devices at future technology nodes. ",
    "url": "https://arxiv.org/abs/2301.03453",
    "authors": [
      "Robert K. A. Bennett",
      "Eric Pop"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2301.03522",
    "title": "A Comment on \"Traversable wormhole dynamics on a quantum processor\"",
    "abstract": "There has been a lot of buzz surrounding the latest Nature paper, \"Traversable wormhole dynamics on a quantum processor\". The Nature paper discusses an experiment in which Google's Sycamore quantum processor is used to simulate a sparsified version of an SYK model. It is shown that the simplified model preserves the key gravitational characteristics of the original SYK model and that it is sufficient to produce a traversable wormhole behavior. The experiment does not create an actual wormhole. Rather, the team of researchers shows an equivalence between a gravity picture and a quantum information picture. This paper gives an account of the experiment and addresses philosophical questions arising from the theoretical and experimental work. ",
    "url": "https://arxiv.org/abs/2301.03522",
    "authors": [
      "Galina Weinstein"
    ],
    "subjectives": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      "High Energy Physics - Theory (hep-th)",
      "History and Philosophy of Physics (physics.hist-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2301.03570",
    "title": "Principal deuterium Hugoniot via Quantum Monte Carlo and  $Δ$-learning",
    "abstract": "We present a study of the principal deuterium Hugoniot for pressures up to $150$ GPa, using Machine Learning potentials (MLPs) trained with Quantum Monte Carlo (QMC) energies, forces and pressures. In particular, we adopted a recently proposed workflow based on the combination of Gaussian kernel regression and $\\Delta$-learning. By fully taking advantage of this method, we explicitly considered finite-temperature electrons in the dynamics, whose effects are highly relevant for temperatures above $10$ kK. The Hugoniot curve obtained by our MLPs shows an excellent agreement with the most recent experiments, with an accuracy comparable to the best DFT functionals. Our work demonstrates that QMC can be successfully combined with $\\Delta$-learning to deploy reliable MLPs for complex extended systems across different thermodynamic conditions, by keeping the QMC precision at the computational cost of a mean-field calculation. ",
    "url": "https://arxiv.org/abs/2301.03570",
    "authors": [
      "Giacomo Tenti",
      "Andrea Tirelli",
      "Kousuke Nakano",
      "Michele Casula",
      "Sandro Sorella"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:1905.06069",
    "title": "Kramers-Kronig relations beyond the optical approximation",
    "abstract": " Comments: 2 figures ",
    "url": "https://arxiv.org/abs/1905.06069",
    "authors": [
      "Josep Llosa",
      "Francesc Salvat"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)",
      "Mathematical Physics (math-ph)"
    ]
  },
  {
    "id": "arXiv:2004.09091",
    "title": "Calculation of $d$-wave Feshbach resonance in $^{87}$Rb-$^{85}$Rb cold  collisions by a multichannel computational method",
    "abstract": " Comments: 7 figures, new results on $d$-wave Feshbach resonance are added ",
    "url": "https://arxiv.org/abs/2004.09091",
    "authors": [
      "Dibyendu Sardar",
      "Arpita Rakshit",
      "Somnath Naskar",
      "Bimalendu Deb"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2108.13979",
    "title": "Artificial intelligence for online characterization of ultrashort X-ray  free-electron laser pulses",
    "abstract": " Comments: This version includes Supplementary Information ",
    "url": "https://arxiv.org/abs/2108.13979",
    "authors": [
      "Kristina Dingel",
      "Thorsten Otto",
      "Lutz Marder",
      "Lars Funke",
      "Arne Held",
      "Sara Savio",
      "Andreas Hans",
      "Gregor Hartmann",
      "David Meier",
      "Jens Viefhaus",
      "Bernhard Sick",
      "Arno Ehresmann",
      "Markus Ilchen",
      "Wolfram Helml"
    ],
    "subjectives": [
      "Data Analysis, Statistics and Probability (physics.data-an)",
      "Artificial Intelligence (cs.AI)",
      "Accelerator Physics (physics.acc-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2109.08121",
    "title": "Numerical Simulations of the Nonlinear Quantum Vacuum in the  Heisenberg-Euler Weak-Field Expansion",
    "abstract": " Comments: 33 pages, 34 figures; corrections, references added ",
    "url": "https://arxiv.org/abs/2109.08121",
    "authors": [
      "Andreas Lindner",
      "Baris Ölmez",
      "Hartmut Ruhl"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2203.12989",
    "title": "3D-printed facet-attached optical elements for beam shaping in optical  phased arrays",
    "abstract": " Title: 3D-printed facet-attached optical elements for beam shaping in optical  phased arrays ",
    "url": "https://arxiv.org/abs/2203.12989",
    "authors": [
      "Stefan Singer",
      "Yilin Xu",
      "Sebastian Tobias Skacel",
      "Yiyang Bao",
      "Heiner Zwickel",
      "Pascal Maier",
      "Lukas Freter",
      "Philipp-Immanuel Dietrich",
      "Mathias Kaschel",
      "Christoph Menzel",
      "Sebastian Randel",
      "Wolfgang Freude",
      "Christian Koos"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2205.05926",
    "title": "Observation of Non-Vanishing Optical Helicity in Thermal Radiation from  Symmetry-Broken Metasurfaces",
    "abstract": " Title: Observation of Non-Vanishing Optical Helicity in Thermal Radiation from  Symmetry-Broken Metasurfaces ",
    "url": "https://arxiv.org/abs/2205.05926",
    "authors": [
      "Xueji Wang",
      "Tyler Sentz",
      "Sathwik Bharadwaj",
      "Subir Ray",
      "Yifan Wang",
      "Dan Jiao",
      "Limei Qi",
      "Zubin Jacob"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2206.02354",
    "title": "Topology with memory in nonlinear driven-dissipative photonic lattices",
    "abstract": " Comments: Close to the published version ",
    "url": "https://arxiv.org/abs/2206.02354",
    "authors": [
      "Subhaskar Mandal",
      "Gui-Geng Liu",
      "Baile Zhang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2206.07103",
    "title": "Efficient and compact source of tuneable ultrafast deep ultraviolet  laser pulses at 50 kHz repetition rate",
    "abstract": " Comments: 5 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2206.07103",
    "authors": [
      "Christian Brahms",
      "John C. Travers"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.07605",
    "title": "Quantum-corrected thickness-dependent thermal conductivity in amorphous  silicon predicted by machine-learning molecular dynamics simulations",
    "abstract": " Title: Quantum-corrected thickness-dependent thermal conductivity in amorphous  silicon predicted by machine-learning molecular dynamics simulations ",
    "url": "https://arxiv.org/abs/2206.07605",
    "authors": [
      "Yanzhou Wang",
      "Zheyong Fan",
      "Ping Qian",
      "Miguel A. Caro",
      "Tapio Ala-Nissila"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2206.08844",
    "title": "Fermionic-propagator and alternating-basis quantum Monte Carlo methods  for correlated electrons on a lattice",
    "abstract": " Comments: J. Chem. Phys. in press (2023); main text: 26 pages, 12 figures; supplementary material: 24 pages, 20 figures ",
    "url": "https://arxiv.org/abs/2206.08844",
    "authors": [
      "Veljko Janković",
      "Jakša Vučičević"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2206.14899",
    "title": "Coherent excitation of three-atom entangled states near a two-body  Förster resonance",
    "abstract": " Comments: 6 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2206.14899",
    "authors": [
      "Tomohisa Yoda",
      "Emily Hirsch",
      "Jason Madison",
      "Dilara Sen",
      "Aaron Reinhard"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2207.14031",
    "title": "Scalable photonic platform for real-time quantum reservoir computing",
    "abstract": " Title: Scalable photonic platform for real-time quantum reservoir computing ",
    "url": "https://arxiv.org/abs/2207.14031",
    "authors": [
      "Jorge García-Beni",
      "Gian Luca Giorgi",
      "Miguel C. Soriano",
      "Roberta Zambrini"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.01581",
    "title": "Harnessing Brillouin Interaction in Rare-earth Aluminosilicate Glass  Microwires for Optoelectromechanic Quantum Transduction",
    "abstract": " Title: Harnessing Brillouin Interaction in Rare-earth Aluminosilicate Glass  Microwires for Optoelectromechanic Quantum Transduction ",
    "url": "https://arxiv.org/abs/2210.01581",
    "authors": [
      "Mrittunjoy Guha Majumdar",
      "C. M. Chandrashekar"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.16387",
    "title": "An Integrated Photon-Pair Source with Monolithic Piezoelectric Frequency  Tunability",
    "abstract": " Title: An Integrated Photon-Pair Source with Monolithic Piezoelectric Frequency  Tunability ",
    "url": "https://arxiv.org/abs/2210.16387",
    "authors": [
      "Tiff Brydges",
      "Arslan S. Raja",
      "Angelo Gelmini",
      "Grigorii Lihachev",
      "Antoine Petitjean",
      "Anat Siddharth",
      "Hao Tian",
      "Rui N. Wang",
      "Sunil A. Bhave",
      "Hugo Zbinden",
      "Tobias J. Kippenberg",
      "Rob Thew"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.00939",
    "title": "Fabrication of Surface-Enhanced Raman Spectroscopy Substrates Using  Silver Nanoparticles Produced by Laser Ablation in Liquids",
    "abstract": " Title: Fabrication of Surface-Enhanced Raman Spectroscopy Substrates Using  Silver Nanoparticles Produced by Laser Ablation in Liquids ",
    "url": "https://arxiv.org/abs/2211.00939",
    "authors": [
      "A. M. Ondieki",
      "Z. Birech",
      "K. A. Kaduki",
      "P. W. Mwangi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2212.12359",
    "title": "A novel harmonic klystron configuration for high power microwave  frequency conversion",
    "abstract": " Comments: 12 pages, 7 figures ",
    "url": "https://arxiv.org/abs/2212.12359",
    "authors": [
      "Alberto Leggieri",
      "Mostafa Behtouei",
      "Graeme Burt",
      "Franco Di Paolo",
      "Bruno Spataro"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  }
]