[
  {
    "id": "arXiv:2308.07417",
    "title": "Ultrafast laser architectures for quantum control of nuclear fusion",
    "abstract": "Quantum control of nuclear fusion involves engineering quantum coherences in a nuclear wavepacket to accelerate tunneling through the Coulomb barrier and modifying the analytic structure of the $\\textit{S}$-matrix to facilitate long-range reactive capture. We present a three-body fusion reaction which is amenable to quantum control. The main result of the present inquiry is the discovery of an embodied class of ultrafast laser architectures [Levitt $\\textit{et al.}$, U.S. Patent Application No. 17/855,476 (2022)] which realize solutions to the Schr\\\"odinger equation in a logically consistent manner as to that presented in [Saha $\\textit{et al.}$, Mol. Phys. $\\textbf{110}$, 9-10 (2012)]. Further, we provide some necessary (but not necessarily sufficient) conditions for net electrical power production using the optical designs here. ",
    "url": "https://arxiv.org/abs/2308.07417",
    "authors": [
      "Jake Levitt"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Plasma Physics (physics.plasm-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2308.07561",
    "title": "Inverse Design of Terahertz Nanoresonators through Physics-Informed  Machine Learning",
    "abstract": "The rapid development of 6G communications using terahertz (THz) electromagnetic waves has created a demand for highly sensitive THz nanoresonators capable of detecting these waves. Among the potential candidates, THz nanogap loop arrays show promising characteristics but require significant computational resources for accurate simulation. This requirement arises because their unit cells are 10 times smaller than millimeter wavelengths, with nanogap regions that are 1,000,000 times smaller. To address this challenge, we propose a rapid inverse design method for terahertz nanoresonators using physics-informed machine learning, specifically employing double deep Q-learning combined with an analytical model of the THz nanogap loop array. Through approximately 200,000 iterations in about 39 hours on a middle-level personal computer (CPU: 3.40 GHz, 6 cores, 12 threads, RAM: 16 GB, GPU: NVIDIA GeForce GTX 1050), our approach successfully identifies the optimal structure, resulting in an experimental electric field enhancement of 32,000 at 0.2 THz, 300% stronger than previous achievements. By leveraging our analytical model-based approach, we significantly reduce the computational resources required, providing a viable alternative to the impractical numerical simulation-based inverse design that was previously impractical. ",
    "url": "https://arxiv.org/abs/2308.07561",
    "authors": [
      "Hyoung-Taek Lee",
      "Jeonghoon Kim",
      "Joon Sue Lee",
      "Mina Yoon",
      "Hyeong-Ryeol Park"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2308.07587",
    "title": "Broadband, Single wavelength, Continuous Spectral Control in a  Polymer-Based Solid-State Random Laser",
    "abstract": "In this paper, we present a study on partially pumped, single wavelength random lasing with tunability controlled by temperature in a solid-state random laser based on DCM (4-dicyanomethylene-2-methyl-6-(p-dimethylaminostyryl)-4H-pyran) doped PMMA (polymethyl methacrylate) dye. By carefully shaping the spatial profile of the pump, we achieve low-threshold, single-mode random lasing with excellent rejection of side lobes. Notably, we observe that varying the temperature induces changes in the refractive index of the PMMA-DCM layer, resulting in a blue-shift of the lasing wavelength. Moreover, we demonstrate continuous tunability of the lasing wavelength over an impressive bandwidth of 8 nm. ",
    "url": "https://arxiv.org/abs/2308.07587",
    "authors": [
      "Bhupesh Kumar",
      "Sebastian Schulz",
      "Patrick Sebbah"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2308.07671",
    "title": "A scheme for quantum-logic based transfer of accuracy in polarizability  measurement for trapped ions using a moving optical lattice",
    "abstract": "Optical atomic clocks based on trapped ions suffer from systematic frequency shifts of the clock transition due to interaction with blackbody radiation from the environment. These shifts can be compensated if the blackbody radiation spectrum and the differential dynamic polarizability is known to a sufficient precision. Here, we present a new measurement scheme, based on quantum logic that allows a direct transfer of precision for polarizability measurements from one species to the other. This measurement circumvents the necessity of calibrating laser power below the percent level, which is the limitation for state-of-the-art polarizability measurements in trapped ions. Furthermore, the presented technique allows to reference the polarizability transfer to hydrogen-like ions for which the polarizability can be calculated with high precision. ",
    "url": "https://arxiv.org/abs/2308.07671",
    "authors": [
      "Fabian Wolf"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2308.07764",
    "title": "Miniaturized Computational Photonic Molecule Spectrometer",
    "abstract": "Miniaturized spectrometry system is playing an essential role for materials analysis in the development of in-situ or portable sensing platforms across research and industry. However, there unavoidably exists trade-offs between the resolution and operation bandwidth as the device scale down. Here, we report an extreme miniaturized computational photonic molecule (PM) spectrometer utilizing the diverse spectral characteristics and mode-hybridization effect of split eigenfrequencies and super-modes, which effectively eliminates the inherent periodicity and expands operation bandwidth with ultra-high spectral resolution. These results of dynamic control of the frequency, amplitude, and phase of photons in the photonic multi-atomic systems, pave the way to the development of benchtop sensing platforms for applications previously unfeasible due to resolution-bandwidth-footprint limitations, such as in gas sensing or nanoscale biomedical sensing. ",
    "url": "https://arxiv.org/abs/2308.07764",
    "authors": [
      "Yujia Zhang",
      "Xuhan Guo",
      "Tom Albrow-Owen",
      "Zhenyu Zhao",
      "Yaotian Zhao",
      "Tawfique Hasan",
      "Zongyin Yang",
      "Yikai Su"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2308.07352",
    "title": "Bayesian Physics-Informed Neural Network for the Forward and Inverse  Simulation of Engineered Nano-particles Mobility in a Contaminated Aquifer",
    "abstract": "Globally, there are many polluted groundwater sites that need an active remediation plan for the restoration of local ecosystem and environment. Engineered nanoparticles (ENPs) have proven to be an effective reactive agent for the in-situ degradation of pollutants in groundwater. While the performance of these ENPs has been highly promising on the laboratory scale, their application in real field case conditions is still limited. The complex transport and retention mechanisms of ENPs hinder the development of an efficient remediation strategy. Therefore, a predictive tool to comprehend the transport and retention behavior of ENPs is highly required. The existing tools in the literature are dominated with numerical simulators, which have limited flexibility and accuracy in the presence of sparse datasets and the aquifer heterogeneity. This work uses a Bayesian Physics-Informed Neural Network (B-PINN) framework to model the nano-particles mobility within an aquifer. The result from the forward model demonstrates the effective capability of B-PINN in accurately predicting the ENPs mobility and quantifying the uncertainty. The inverse model output is then used to predict the governing parameters for the ENPs mobility in a small-scale aquifer. The research demonstrates the capability of the tool to provide predictive insights for developing an efficient groundwater remediation strategy. ",
    "url": "https://arxiv.org/abs/2308.07352",
    "authors": [
      "Shikhar Nilabh",
      "Fidel Grandia"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Artificial Intelligence (cs.AI)",
      "Computational Physics (physics.comp-ph)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2308.07768",
    "title": "Atomic interferometer based on optical tweezers",
    "abstract": "Atomic interferometers measure forces and acceleration with exceptional precision. The conventional approach to atomic interferometry is to launch an atomic cloud into a ballistic trajectory and perform the wave-packet splitting in momentum space by Raman transitions. This places severe constraints on the possible atomic trajectory, positioning accuracy and probing duration. Here, we propose and analyze a novel atomic interferometer that uses micro-optical traps (optical tweezers) to manipulate and control the motion of atoms. The new interferometer allows long probing time, sub micrometer positioning accuracy, and utmost flexibility in shaping of the atomic trajectory. The cornerstone of the tweezer interferometer are the coherent atomic splitting and combining schemes. We present two adiabatic schemes with two or three tweezers that are robust to experimental imperfections and work simultaneously with many vibrational states. The latter property allows for multi-atom interferometry in a single run. We also highlight the advantage of using fermionic atoms to obtain single-atom occupation of vibrational states and to eliminate mean-field shifts. We examine the impact of tweezer intensity noise and demonstrate that, when constrained by shot noise, the interferometer can achieve a relative accuracy better than $10^{-12}$ in measuring Earth's gravitational acceleration. The sub-micrometer resolution and extended measurement duration offer promising opportunities for exploring fundamental physical laws in new regimes. We discuss two applications well-suited for the unique capabilities of the tweezer interferometer: the measurement of gravitational forces and the study of Casimir-Polder forces between atoms and surfaces. Crucially, our proposed tweezer interferometer is within the reach of current technological capabilities. ",
    "url": "https://arxiv.org/abs/2308.07768",
    "authors": [
      "Jonathan Nemirovsky",
      "Rafi Weill",
      "Ilan Meltzer",
      "Yoav Sagi"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2308.07790",
    "title": "Rapid-adiabatic-passage-based super-resolution microscopy in  semiconductor quantum dot system",
    "abstract": "We theoretically investigate rapid adiabatic passage(RAP)-based super-resolution imaging in a two-level quantum dot system interacting with two structured beams. To understand the physical mechanism behind the formation of super-resolution for the experiment of Kaldewey {\\it et. al.,}[Nature Photonics 10.1038/s41566-017-0079-y (2018)], we first use Liouville's density matrix where photon-mediated radiative and non-radiative decays are incorporated. A suitably chosen spatiotemporal envelope of the structured beams enables the formation of a super-resolution image. We also find that the feature size of the image depends on the intensity of the Laguerre Gaussian beam(LG). However, the created image resolution undergoes distortion due to the existence of a low-intensity circular ring. The unwanted circular ring arises from the dominance of the LG beam tail over the super-Gaussian(SG) beam tail, initiating the residual population transfer from the ground state to the excited state. This limitation can be overcome by using the Bessel-modulated truncated structured LG and SG beams. We next study the dynamics of the semiconductor quantum dot system at finite temperatures wherein the phonon interaction becomes imperative. We employ the polaron-transformed master equation to explore the system at higher temperatures. Our numerical results confirm that the sharpness of the image remains intact at low temperatures with weak phonon coupling. Hence, the proposed scheme may open up applications in nano-scale imaging with quantum dots. ",
    "url": "https://arxiv.org/abs/2308.07790",
    "authors": [
      "Partha Das",
      "Samit Kumar Hazra",
      "Tarak Nath Dey"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2308.07798",
    "title": "Solving optimization problems with local light shift encoding on Rydberg  quantum annealers",
    "abstract": "We provide a non-unit disk framework to solve combinatorial optimization problems such as Maximum Cut (Max-Cut) and Maximum Independent Set (MIS) on a Rydberg quantum annealer. Our setup consists of a many-body interacting Rydberg system where locally controllable light shifts are applied to individual qubits in order to map the graph problem onto the Ising spin model. Exploiting the flexibility that optical tweezers offer in terms of spatial arrangement, our numerical simulations implement the local-detuning protocol while globally driving the Rydberg annealer to the desired many-body ground state, which is also the solution to the optimization problem. Using optimal control methods, these solutions are obtained for prototype graphs with varying sizes at time scales well within the system lifetime and with approximation ratios close to one. The non-blockade approach facilitates the encoding of graph problems with specific topologies that can be realized in two-dimensional Rydberg configurations and is applicable to both unweighted as well as weighted graphs. A comparative analysis with fast simulated annealing is provided which highlights the advantages of our scheme in terms of system size, hardness of the graph, and the number of iterations required to converge to the solution. ",
    "url": "https://arxiv.org/abs/2308.07798",
    "authors": [
      "Kapil Goswami",
      "Rick Mukherjee",
      "Herwig Ott",
      "Peter Schmelcher"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Computational Complexity (cs.CC)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2308.07914",
    "title": "Benchmarking highly entangled states on a 60-atom analog quantum  simulator",
    "abstract": "Quantum systems have entered a competitive regime where classical computers must make approximations to represent highly entangled quantum states. However, in this beyond-classically-exact regime, fidelity comparisons between quantum and classical systems have so far been limited to digital quantum devices, and it remains unsolved how to estimate the actual entanglement content of experiments. Here we perform fidelity benchmarking and mixed-state entanglement estimation with a 60-atom analog Rydberg quantum simulator, reaching a high entanglement entropy regime where exact classical simulation becomes impractical. Our benchmarking protocol involves extrapolation from comparisons against many approximate classical algorithms with varying entanglement limits. We then develop and demonstrate an estimator of the experimental mixed-state entanglement, finding our experiment is competitive with state-of-the-art digital quantum devices performing random circuit evolution. Finally, we compare the experimental fidelity against that achieved by various approximate classical algorithms, and find that only one, which we introduce here, is able to keep pace with the experiment on the classical hardware we employ. Our results enable a new paradigm for evaluating the performance of both analog and digital quantum devices in the beyond-classically-exact regime, and highlight the evolving divide between quantum and classical systems. ",
    "url": "https://arxiv.org/abs/2308.07914",
    "authors": [
      "Adam L. Shaw",
      "Zhuo Chen",
      "Joonhee Choi",
      "Daniel K. Mark",
      "Pascal Scholl",
      "Ran Finkelstein",
      "Andreas Elben",
      "Soonwon Choi",
      "Manuel Endres"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2302.07038",
    "title": "Generation of 10-m-lengthscale plasma columns by resonant and  off-resonant laser pulses",
    "abstract": " Comments: 16 pages, 14 figures ",
    "url": "https://arxiv.org/abs/2302.07038",
    "authors": [
      "G. Demeter",
      "J. T. Moody",
      "M. A. Kedves",
      "F. Batsch",
      "M. Bergamaschi",
      "V. Fedosseev",
      "E. Granados",
      "P. Muggli",
      "H. Panuganti",
      "G. Zevi Della Porta"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2303.17944",
    "title": "Neutral band gap of carbon by quantum Monte Carlo methods",
    "abstract": " Comments: 11 pages, 2 figures, 1 table ",
    "url": "https://arxiv.org/abs/2303.17944",
    "authors": [
      "V. Gorelov",
      "Y. Yang",
      "M. Ruggeri",
      "D. M. Ceperley",
      "C. Pierleoni",
      "M. Holzmann"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)"
    ]
  }
]