[
  {
    "id": "arXiv:2204.07735",
    "title": "Experimental Verification of the Acoustic Geometric Phase",
    "abstract": "The optical geometric phase encoded by the in-plane spatial orientation of microstructures has promoted the rapid development of numerous new-type optical meta-devices. However, pushing the concept of the geometric phase toward the acoustic community still faces challenges. In this work, we take advantage of two acoustic nonlocal metagratings that could support the direct conversion between plane wave and designated vortex mode, of which the orbital angular momentum conversion process plays a vital role in obtaining the acoustic geometric phase. We obtain the acoustic geometric phases of different orders by merely varying the orientation angle of one of the acoustic nonlocal metagratings. Intriguingly, according to our developed theory, we reveal that the reflective acoustic geometric phase, which is twice of the transmissive one, can be readily realized by transferring the transmitted configuration to a reflected one. Both the theoretical model and experimental measurements successfully verify the announced transmissive and reflective acoustic geometric phases. Moreover, the characteristics of reconfigurability and continuous phase modulation that covers the 2{\\pi} range shown by the acoustic geometric phases provide us with new possibilities in advanced acoustic wavefront control. ",
    "url": "https://arxiv.org/abs/2204.07735",
    "authors": [
      "Bingyi Liu",
      "Zhiling Zhou",
      "Yongtian Wang",
      "Thomas Zentgraf",
      "Yong Li",
      "Lingling Huang"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2204.07774",
    "title": "Transport through amorphous photonic materials with localization and  bandgap-regimes",
    "abstract": "We propose a framework that unifies the description of light transport in three-dimensional amorphous dielectric materials that exhibit both localization and a photonic bandgap. To this end, we argue that coherent reflection near and in the bandgap attenuates the generation of diffuse or localized photons. Using the eminent self-consistent theory of localization and considering the density of states of photons, we can quantitatively describe all transport regimes: Transparency, light diffusion, localization, and bandgap. Comparing the model with numerical data on optical transport in hyperuniform dielectric networks confirms our findings. ",
    "url": "https://arxiv.org/abs/2204.07774",
    "authors": [
      "Frank Scheffold",
      "Jakub Haberko",
      "Luis S. Froufe-Pérez"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Soft Condensed Matter (cond-mat.soft)"
    ]
  },
  {
    "id": "arXiv:2204.07815",
    "title": "Physically Interpretable Feature Learning and Inverse Design of  Supercritical Airfoils",
    "abstract": "Machine-learning models have demonstrated a great ability to learn complex patterns and make predictions. In high-dimensional nonlinear problems of fluid dynamics, data representation often greatly affects the performance and interpretability of machine learning algorithms. With the increasing application of machine learning in fluid dynamics studies, the need for physically explainable models continues to grow. This paper proposes a feature learning algorithm based on variational autoencoders, which is able to assign physical features to some latent variables of the variational autoencoder. In addition, it is theoretically proved that the remaining latent variables are independent of the physical features. The proposed algorithm is trained to include shock wave features in its latent variables for the reconstruction of supercritical pressure distributions. The reconstruction accuracy and physical interpretability are also compared with those of other variational autoencoders. Then, the proposed algorithm is used for the inverse design of supercritical airfoils, which enables the generation of airfoil geometries based on physical features rather than the complete pressure distributions. It also demonstrates the ability to manipulate certain pressure distribution features of the airfoil without changing the others. ",
    "url": "https://arxiv.org/abs/2204.07815",
    "authors": [
      "Runze Li",
      "Yufei Zhang",
      "Haixin Chen"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2204.07926",
    "title": "Nonlinear optical radiation of a lithium niobate microcavity",
    "abstract": "The nonlinear optical radiation of an integrated lithium niobate microcavity is demonstrated, which has been neglected in previous studies of nonlinear photonic devices. We find that the nonlinear coupling between confined optical modes on the chip and continuum modes in free space can be greatly enhanced on the platform of integrated microcavity, with feasible relaxation of the phase-matching condition. With an infrared pump laser, we observe the vertical radiation of second-harmonic wave at the visible band, which indicates a robust phase-matching-free chip-to-free-space frequency converter and also unveils an extra energy dissipation channel for integrated devices. Such an unexpected coherent nonlinear interaction between the free-space beam and the confined mode is also validated by the different frequency generation. Furthermore, based on the phase-matching-free nature of the nonlinear radiation, we build an integrated atomic gas sensor to characterize Rb isotopes with a single telecom laser. The unveiled mechanism of nonlinear optical radiation is universal for all dielectric photonic integrated devices, and provides a simple and robust chip-to-free-space as well as visible-to-telecom interface. ",
    "url": "https://arxiv.org/abs/2204.07926",
    "authors": [
      "Yuan-Hao Yang",
      "Xin-Biao Xu",
      "Jia-Qi Wang",
      "Mai Zhang",
      "Ming Li",
      "Zheng-Xu Zhu",
      "Zhu-Bo Wang",
      "Chun-Hua Dong",
      "Wei Fang",
      "Huakang Yu",
      "Zhiyuan Li",
      "Guang-Can Guo",
      "Chang-Ling Zou"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.07999",
    "title": "Introduction of Integrated Image Deep Learning Solution and how it  brought laboratorial level heart rate and blood oxygen results to everyone",
    "abstract": "The general public and medical professionals recognized the importance of accurately measuring and storing blood oxygen levels and heart rate during the COVID-19 pandemic. The demand for accurate contact-less devices was motivated by the need for cross-infection reduction and the shortage of conventional oximeters, partially due to the global supply chain issue. This paper evaluated a contact-less mini-program HealthyPai's heart rate (HR) and oxygen saturation (SpO2) measurements compared with other wearable devices. In the HR study of 185 samples (81 in the laboratory environment, 104 in the real-life environment), the mean absolute error (MAE) $\\pm$ standard deviation was $1.4827 \\pm 1.7452$ in the lab, $6.9231 \\pm 5.6426$ in the real-life setting. In the SpO2 study of 24 samples, the mean absolute error (MAE) $\\pm$ standard deviation of the measurement was $1.0375 \\pm 0.7745$. Our results validated that HealthyPai utilizing the Integrated Image Deep Learning Solution (IIDLS) framework can accurately measure HR and SpO2, providing the test quality at least comparable to other FDA-approved wearable devices in the market and surpassing the consumer-grade and research-grade wearable standards. ",
    "url": "https://arxiv.org/abs/2204.07999",
    "authors": [
      "Zhuang Hou",
      "Xiaolei Cao"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)",
      "Signal Processing (eess.SP)",
      "Quantitative Methods (q-bio.QM)"
    ]
  },
  {
    "id": "arXiv:2204.08004",
    "title": "Doubly resonant photoacoustic spectroscopy: ultra-high sensitivity meets  ultra-wide dynamic range",
    "abstract": "Photoacoustic spectroscopy (PAS) based gas sensors with high sensitivity, wide dynamic range, low cost, and small footprint are desirable across a broad range of applications in energy, environment, safety, and public health. However, most works have focused on either acoustic resonator to enhance acoustic wave or optical resonator to enhance optical wave. Herein, we develop a gas sensor based on doubly resonant PAS in which the acoustic and optical waves are simultaneously enhanced using combined optical and acoustic resonators in a centimeter-long configuration. Not only the lower detection limit is enhanced by the double standing waves, but also the upper detection limit is expanded due to the short resonators. As an example, we developed a sensor by detecting acetylene (C2H2), achieving a noise equivalent absorption of 5.7*10-13 cm-1 and a dynamic range of eight orders. Compared to the state-of-the-art PAS gas sensors, the developed sensor increases the sensitivity by two orders of magnitude and extends the dynamic range by three orders of magnitude. Besides, a laser-cavity-molecule locking strategy is proposed to provide additional flexibility of fast gas detection. ",
    "url": "https://arxiv.org/abs/2204.08004",
    "authors": [
      "Zhen Wang",
      "Qiang Wang",
      "Hui Zhang",
      "Simone Borri",
      "Iacopo Galli",
      "Angelo Sampaolo",
      "Pietro Patimisco",
      "Vincenzo Luigi Spagnolo",
      "Paolo De Natale",
      "Wei Ren"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.08064",
    "title": "Tabletop Experiments for Quantum Gravity Are Also Tests of the  Interpretation of Quantum Mechanics",
    "abstract": "Recently there has been a great deal of interest in tabletop experiments intended to exhibit the quantum nature of gravity by demonstrating that it can induce entanglement. We argue that these experiments also provide new information about the interpretation of quantum mechanics: under appropriate assumptions, $\\psi$-complete interpretations will generally predict that these experiments will have a positive result, $\\psi$-nonphysical interpretations predict that these experiments will not have a positive result, and for $\\psi$-supplemented models there may be arguments for either outcome. We suggest that a positive outcome to these experimenst would rule out a class of quantum gravity models that we refer to as $\\psi$-incomplete quantum gravity (PIQG) - i.e. models of the interaction between quantum mechanics and gravity in which gravity is coupled to non-quantum beables rather than quantum beables. We review some existing PIQG models and consider what more needs to be done to make these sorts of approaches more appealing, and finally we discuss a cosmological phenomenon which could be regarded as providing evidence for PIQG models. ",
    "url": "https://arxiv.org/abs/2204.08064",
    "authors": [
      "Emily Adlam"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2204.08093",
    "title": "3-D Acoustic Trapping With Standing Waves",
    "abstract": "In this work, we will describe an experimental setup for a standing--wave ultrasound trap for air microbubbles in oil. We develop a model for the finite acoustic beam using the angular spectrum technique, and reconstruct the pressure field using the General Lorenz-Mie Theory framework, which was validated using a finite elements method (FEM) simulation. Using Stokes' drag law, we were able to obtain the radius of the trapped bubbles and estimate the minimum acoustic force necessary to trap them, which ranged from 3 nN to 780 nN. We also present the force profile as a function of distance for different bubble that were trapped experimentally, and show that a standing wave formed by interfering infinite plane waves cannot explain the observed acoustic trapping of bubbles in 3-D. ",
    "url": "https://arxiv.org/abs/2204.08093",
    "authors": [
      "Matheus Azevedo Silva Pessôa",
      "Antonio Alvaro Ranha Neves"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2204.08249",
    "title": "Label-free metabolic imaging of non-alcoholic-fatty-liver-disease  (NAFLD) liver by volumetric dynamic optical coherence tomography",
    "abstract": "Label-free metabolic imaging of non-alcoholic fatty liver disease (NAFLD) mouse liver is demonstrated ex vivo by dynamic optical coherence tomography (OCT). The NAFLD mouse is a methionine choline-deficient (MCD)-diet model, and two mice fed MCD diet for 1 and 2 weeks are involved in addition to a normal-diet mouse. The dynamic OCT is based on repeating raster scan and logarithmic intensity variance (LIV) analysis which enables volumetric metabolic imaging with a standard-speed (50,000 A-lines/s) OCT system. Metabolic domains associated with lipid droplet accumulation and inflammation are clearly visualized three-dimensionally. Particularly, the normal-diet liver exhibits highly metabolic vessel-like structures of peri-vascular hepatic zones. The 1-week MCD-diet liver shows ring-shaped highly metabolic structures formed with lipid droplets. The 2-week MCD-diet liver exhibits fragmented vessel-like structures associated with inflammation. These results imply that volumetric LIV imaging is useful for visualizing and assessing NAFLD abnormalities. ",
    "url": "https://arxiv.org/abs/2204.08249",
    "authors": [
      "Pradipta Mukherjee",
      "Shinichi Fukuda",
      "Donny Lukmanto",
      "Toshiharu Yamashita",
      "Kosuke Okada",
      "Shuichi Makita",
      "Ibrahim Abd El-Sadek",
      "Arata Miyazawa",
      "Lida Zhu",
      "Rion Morishita",
      "Antonia Lichtenegger",
      "Tetsuro Oshika",
      "Yoshiaki Yasuno"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2204.08284",
    "title": "Inverse Occam's razor",
    "abstract": "Scientists have long preferred the simplest possible explanation of their data. More re-cently, a worrying trend to favor complex interpretations has taken hold because they are perceived as more impactful. ",
    "url": "https://arxiv.org/abs/2204.08284",
    "authors": [
      "Igor I. Mazin"
    ],
    "subjectives": [
      "Popular Physics (physics.pop-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2204.08372",
    "title": "Suppression of Nonlinear Optical Rogue Wave Formation Using  Polarization-Structured Beams",
    "abstract": "A nonlinear self-focusing material can amplify random small-amplitude phase modulations present in an optical beam, leading to the formation of amplitude singularities commonly referred to as optical caustics. By imposing polarization structuring on the beam, we demonstrate the suppression of amplitude singularities caused by nonlinear self-phase modulation. Our results are the first to indicate that polarization-structured beams can suppress nonlinear caustic formation in a saturable self-focusing medium and add to the growing understanding of catastrophic self-focusing effects in beams containing polarization structure. ",
    "url": "https://arxiv.org/abs/2204.08372",
    "authors": [
      "A. Nicholas Black",
      "Saumya Choudhary",
      "E. Samuel Arroyo-Rivera",
      "Hayden Woodworth",
      "Robert W. Boyd"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.08432",
    "title": "A smartphone-based sensor for measuring the optical properties of snow",
    "abstract": "Snow is a highly complex medium composed of from ice crystals of various shapes and sizes. Knowledge of its intrinsic optical properties such as the scattering and absorption coefficient is tantamount for radiative transfer models in climate research. The absorption coefficient in particular allows us to access information about light-absorbing particles contained in the snow. In contrast to snow's apparent properties like the albedo, measuring the intrinsic properties is challenging, Here, we present a simple apparatus that can measure bulk optical properties of snow using readily available components and a smartphone camera, and a robust diffuse-optical framework for data analysis. We demonstrate the instrument both on scattering phantoms with known scattering and absorption coefficient as well as in the field. Its low cost, simplicity and portability uniquely qualify this setup for large-scale field work, undergraduate education and citizen science. ",
    "url": "https://arxiv.org/abs/2204.08432",
    "authors": [
      "Markus Allgaier",
      "Brian J. Smith"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Atmospheric and Oceanic Physics (physics.ao-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.07788",
    "title": "A simple, passive design for large optical trap arrays for single atoms",
    "abstract": "We present an approach for trapping cold atoms in a 2D optical trap array generated with a novel 4f filtering scheme and custom transmission mask without any active device. The approach can be used to generate arrays of bright or dark traps, or both simultaneously with a single wavelength for forming two-species traps. We demonstrate the design by creating a 2D array of 1225 dark trap sites, where single Cs atoms are loaded into regions of near-zero intensity in an approximately Gaussian profile trap. Moreover, we demonstrate a simple solution to the problem of out-of-focus trapped atoms, which occurs due to the Talbot effect in periodic optical lattices. Using a high power yet low cost spectrally and spatially broadband laser, out-of-focus interference is mitigated, leading to near perfect removal of Talbot plane traps. ",
    "url": "https://arxiv.org/abs/2204.07788",
    "authors": [
      "P. Huft",
      "Y. Song",
      "T. M. Graham",
      "K. Jooya",
      "S. Deshpande",
      "C. Fang",
      "M. Kats",
      "M. Saffman"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.07816",
    "title": "$2^{1296}$ Exponentially Complex Quantum Many-Body Simulation via  Scalable Deep Learning Method",
    "abstract": "For decades, people are developing efficient numerical methods for solving the challenging quantum many-body problem, whose Hilbert space grows exponentially with the size of the problem. However, this journey is far from over, as previous methods all have serious limitations. The recently developed deep learning methods provide a very promising new route to solve the long-standing quantum many-body problems. We report that a deep learning based simulation protocol can achieve the solution with state-of-the-art precision in the Hilbert space as large as $2^{1296}$ for spin system and $3^{144}$ for fermion system , using a HPC-AI hybrid framework on the new Sunway supercomputer. With highly scalability up to 40 million heterogeneous cores, our applications have measured 94% weak scaling efficiency and 72% strong scaling efficiency. The accomplishment of this work opens the door to simulate spin models and Fermion models on unprecedented lattice size with extreme high precision. ",
    "url": "https://arxiv.org/abs/2204.07816",
    "authors": [
      "Xiao Liang",
      "Mingfan Li",
      "Qian Xiao",
      "Hong An",
      "Lixin He",
      "Xuncheng Zhao",
      "Junshi Chen",
      "Chao Yang",
      "Fei Wang",
      "Hong Qian",
      "Li Shen",
      "Dongning Jia",
      "Yongjian Gu",
      "Xin Liu",
      "Zhiqiang Wei"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2204.08255",
    "title": "LBL System for Underwater Acoustic Positioning: Concept and Equations",
    "abstract": "GNSS (Global Navigation Satellite System) positioning is not available underwater due to the very short range of electromagnetic waves in the sea water medium. In this article a LBL (Long Base Line) acoustic repeater system of the GNSS positioning is presented. The system is hyperbolic, i.e., based on time differences and it does not need very accurate atomic clocks to synchronize repeaters. ",
    "url": "https://arxiv.org/abs/2204.08255",
    "authors": [
      "Pablo Otero",
      "Álvaro Hernández-Romero",
      "Miguel-Ángel Luque-Nieto"
    ],
    "subjectives": [
      "Systems and Control (eess.SY)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2204.08362",
    "title": "Hardware-algorithm collaborative computing with photonic spiking neuron  chip based on integrated Fabry-Pérot laser with saturable absorber",
    "abstract": "Photonic neuromorphic computing has emerged as a promising avenue toward building a low-latency and energy-efficient non-von-Neuman computing system. Photonic spiking neural network (PSNN) exploits brain-like spatiotemporal processing to realize high-performance neuromorphic computing. However, the nonlinear computation of PSNN remains a significant challenging. Here, we proposed and fabricated a photonic spiking neuron chip based on an integrated Fabry-P\\'erot laser with a saturable absorber (FP-SA) for the first time. The nonlinear neuron-like dynamics including temporal integration, threshold and spike generation, refractory period, and cascadability were experimentally demonstrated, which offers an indispensable fundamental building block to construct the PSNN hardware. Furthermore, we proposed time-multiplexed spike encoding to realize functional PSNN far beyond the hardware integration scale limit. PSNNs with single/cascaded photonic spiking neurons were experimentally demonstrated to realize hardware-algorithm collaborative computing, showing capability in performing classification tasks with supervised learning algorithm, which paves the way for multi-layer PSNN for solving complex tasks. ",
    "url": "https://arxiv.org/abs/2204.08362",
    "authors": [
      "Shuiying Xiang",
      "Yuechun Shi",
      "Xingxing Guo",
      "Yahui Zhang",
      "Hongji Wang",
      "Dianzhuang Zheng",
      "Ziwei Song",
      "Yanan Han",
      "Shuang Gao",
      "Shihao Zhao",
      "Biling Gu",
      "Hailing Wang",
      "Xiaojun Zhu",
      "Lianping Hou",
      "Xiangfei Chen",
      "Wanhua Zheng",
      "Xiaohua Ma",
      "Yue Hao"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:1811.10583",
    "title": "Nonlinear Quantum Behavior of Ultrashort-Pulse Optical Parametric  Oscillators",
    "abstract": " Comments: The first three authors contributed equally to this work. 26 pages, 9 figures ",
    "url": "https://arxiv.org/abs/1811.10583",
    "authors": [
      "Tatsuhiro Onodera",
      "Edwin Ng",
      "Chris Gustin",
      "Niels Lörch",
      "Atsushi Yamamura",
      "Ryan Hamerly",
      "Peter L. McMahon",
      "Alireza Marandi",
      "Hideo Mabuchi"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2103.01000",
    "title": "Duality Symmetry of Quantum Electrodynamics and Magnetic Charges",
    "abstract": " Comments: 11 pages with 5 appendixes, 1 figure ",
    "url": "https://arxiv.org/abs/2103.01000",
    "authors": [
      "Li-Ping Yang",
      "Dazhi Xu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "High Energy Physics - Theory (hep-th)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2104.01164",
    "title": "Silicon microring synapses enable photonic deep learning beyond 9-bit  precision",
    "abstract": " Comments: 7 pages ",
    "url": "https://arxiv.org/abs/2104.01164",
    "authors": [
      "Weipeng Zhang",
      "Chaoran Huang",
      "Hsuan-Tung Peng",
      "Simon Bilodeau",
      "Aashu Jha",
      "Eric Blow",
      "Thomas Ferreira De Lima",
      "Bhavin J. Shastri",
      "Paul Prucnal"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Systems and Control (eess.SY)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2104.03880",
    "title": "Slow Light Frequency Reference Cavities -- Proof of Concept for Reducing  the Frequency Sensitivity Due to Length Fluctuations",
    "abstract": " Comments: Published version, 24 pages, 7 figures ",
    "url": "https://arxiv.org/abs/2104.03880",
    "authors": [
      "Sebastian P. Horvath",
      "Chunyan Shi",
      "David Gustavsson",
      "Andreas Walther",
      "Adam Kinos",
      "Stefan Kröll",
      "Lars Rippe"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2104.04609",
    "title": "Frequency-robust preconditioning of boundary integral equations for  acoustic transmission",
    "abstract": " Title: Frequency-robust preconditioning of boundary integral equations for  acoustic transmission ",
    "url": "https://arxiv.org/abs/2104.04609",
    "authors": [
      "Elwin van 't Wout",
      "Seyyed R. Haqshenas",
      "Pierre Gélat",
      "Timo Betcke",
      "Nader Saffari"
    ],
    "subjectives": [
      "Numerical Analysis (math.NA)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2107.03537",
    "title": "Classical bridge functions in classical and quantum plasma liquids",
    "abstract": " Comments: 7 pages, 4 figures, 2 tables, 27 pages of supplementary material ",
    "url": "https://arxiv.org/abs/2107.03537",
    "authors": [
      "F. Lucco Castello",
      "P. Tolias",
      "T. Dornheim"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Soft Condensed Matter (cond-mat.soft)",
      "Statistical Mechanics (cond-mat.stat-mech)"
    ]
  },
  {
    "id": "arXiv:2203.14323",
    "title": "Quantum free-electron laser: Exact solution",
    "abstract": " Comments: Corrected ",
    "url": "https://arxiv.org/abs/2203.14323",
    "authors": [
      "Alexander Iomin"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2204.03699",
    "title": "Momentum domain polarization probing of forward and inverse spin Hall  effect of leaky modes in plasmonic crystals",
    "abstract": " Title: Momentum domain polarization probing of forward and inverse spin Hall  effect of leaky modes in plasmonic crystals ",
    "url": "https://arxiv.org/abs/2204.03699",
    "authors": [
      "Jeeban Kumar Nayak",
      "Harley Suchiang",
      "Subir Kumar Ray",
      "Ayan Banerjee",
      "Subhasish Dutta Gupta",
      "Nirmalya Ghosh"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  }
]