[
  {
    "id": "arXiv:2304.02644",
    "title": "60 Gbps real-time wireless communications at 300 GHz carrier using a  Kerr microcomb",
    "abstract": "Future wireless communication infrastructure will rely on terahertz systems that can support an increasing demand for large-bandwidth, ultra-fast wireless data transfer. In order to satisfy this demand, compact, low-power, and low noise sources of terahertz radiation are being developed. A promising route to achieving this goal is combining photonic-integrated optical frequency combs with fast photodiodes for difference frequency generation in the THz. Here, we demonstrate wireless communications using a 300 GHz carrier wave generated via photomixing of two optical tones originating from diode lasers that are injection locked to a dissipative Kerr soliton frequency microcomb. We achieve transfer rates of 80 Gbps using homodyne detection and 60 Gbps transmitting simultaneously both data and clock signals in a dual-path wireless link. This experimental demonstration paves a path towards low-noise and integrated photonic millimeter-wave transceivers for future wireless communication systems. ",
    "url": "https://arxiv.org/abs/2304.02644",
    "authors": [
      "Brendan M. Heffernan",
      "Yuma Kawamoto",
      "Keisuke Maekawa",
      "James Greenberg",
      "Rubab Amin",
      "Takashi Hori",
      "Tatsuya Tanigawa",
      "Tadao Nagatsuma",
      "Antoine Rolland"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2304.02645",
    "title": "Laser Etch Enabled Active Embedded Microfluidic Cooling in  $β$-Ga$_2$O$_3$",
    "abstract": "We demonstrate active embedded microfluidic cooling in $\\beta$-Ga$_2$O$_3$. We employ a cost-effective infra-red laser etch setup to achieve controlled etching of micro-channels in 500 um thick $\\beta$-Ga$_2$O$_3$ substrate. The micro-channels are about 210 um deep and 340 um wide. Resistive heating is used as proof-of-concept. At a water flow rate of 50 ml/min, a 50% reduction in surface temperature from ~140$^\\circ$C to ~72$^\\circ$C is achieved for 3.5 W of input power. The experimental observations are backed by thermal simulation. This work is expected to lead to a new paradigm in thermal management in emerging $\\beta$-Ga$_2$O$_3$ devices. ",
    "url": "https://arxiv.org/abs/2304.02645",
    "authors": [
      "Shonkho Shuvro",
      "Roopa Jayaramaiah",
      "Rangarajan Muralidharan",
      "Digbijoy N. Nath",
      "Prosenjit Sen"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Physics and Society (physics.soc-ph)"
    ]
  },
  {
    "id": "arXiv:2304.02703",
    "title": "Wavelength and phase considerations for multi-pulse plasma generation of  terahertz",
    "abstract": "We present a numerical study on plasma generation of THz radiation utilizing multiple light pulses of various wavelengths in an optical scheme that is readily achievable in a tabletop environment. To achieve coherent THz emission it is necessary to carefully consider all the wavelengths involved in a multi-pulse setup. Previous theoretical work has explored ideal waveforms and electric field symmetries for optimal efficiency in generating THz from plasma [Phys. Rev. Lett. 114 183901 (2015)]. In practice such setups are quite delicate and prone to instability. We show that wavelength combinations with lower theoretical efficiency can more easily produce stable THz pulses in a tabletop environment combining readily available near-infrared wavelengths. ",
    "url": "https://arxiv.org/abs/2304.02703",
    "authors": [
      "Clayton D. Moss",
      "Shayne A. Sorenson",
      "Jeremy A. Johnson"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2304.02874",
    "title": "Electromagnetic enhancement generated by Ap term of cavity quantum  electrodynamics demonstrated by single coupled systems between plasmon and  molecular exciton",
    "abstract": "In non-relativistic quantum electrodynamics, an electromagnetic (EM) interaction between a photon and a molecular exciton can be expressed by a Ap term and A^2 term, where A and p are the operators of the vector potential of the EM field and the momentum of the exciton, respectively. We developed a method for investigating the contribution of the Ap and A^2 terms to EM enhancement, which occurs in coupled systems composed of a plasmon polariton and a molecular exciton. The spectral shapes of the Ap and A^2 terms terms, and the EM enhancement were experimentally obtained from absorption, Rayleigh scattering, and ultrafast surface enhanced fluorescence (ultrafast SEF) of the systems, respectively. The relationships between them reveal that the absorption spectra correctly reproduce EM enhancement, indicating that ultrafast SEF can be described as a two-step process using the Ap term. Furthermore, we demonstrate that the origin of spectral deviation between Rayleigh scattering and EM enhancement is subradiant plasmon resonance, which spectra are visualized in the absorption not in Rayleigh scattering, with numerical calculation based on electromagnetism. ",
    "url": "https://arxiv.org/abs/2304.02874",
    "authors": [
      "Tamitake Itoh",
      "Yuko S. Yamamoto"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2304.02875",
    "title": "Ultrafast and Bright Quantum Emitters from the Cavity Coupled Single  Perovskite Nanocrystals",
    "abstract": "Perovskite nanocrystals (NCs) have attracted increasing interest for the realization of single-photon emitters, owing to their ease of chemical synthesis, wide spectral tunability, fast recombination rate, scalability, and high quantum yield. However, the integration of a single perovskite NC into a photonic structure is yet to be accomplished. We successfully coupled a highly stable individual zwitterionic ligand-based CsPbBr3 perovskite NC with a circular Bragg grating (CBG). The far-field radiation pattern of the NC inside the CBG exhibits high directionality toward a low azimuthal angle, which is consistent with the simulation results. We observed a 5.4-fold enhancement in brightness due to an increase in collection efficiency. Moreover, we achieved a 1.95-fold increase in the recombination rate. This study offers ultrafast (< 100 ps) single-photon emission and an improved brightness of perovskite NCs, which are critical factors for practical quantum optical applications. ",
    "url": "https://arxiv.org/abs/2304.02875",
    "authors": [
      "Seongmoon Jun",
      "Joonyun Kim",
      "Minho Choi",
      "Byungsu Kim",
      "Jinu Park",
      "Daehan Kim",
      "Byungha Shin",
      "Yong-Hoon Cho"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2304.02974",
    "title": "Customized optical chirality of vortex structured light through state  and degree of polarization control",
    "abstract": "We show how both the ellipticity $\\eta$ and degree of polarization $\\textit{P}$ influences the extraordinary optical chirality properties of non-paraxial vortex beams. We find that, in stark contrast to paraxial optics and non-vortex modes, extremely rich and tuneable spatial distributions of optical chirality density can be produced by an optical vortex beam under tight focussing. We develop a theoretical description of how the optical chirality can be tailored for purpose by altering both the state $\\eta$ and degree of polarization $\\textit{P}$ of the input vortex mode, along with the magnitude and sign of optical orbital angular momentum via the pseudoscalar topological charge $\\ell$. We expect that the results will have a significant role in both producing novel techniques and improving existing methods in chiral nano-optics and structured light photonics. ",
    "url": "https://arxiv.org/abs/2304.02974",
    "authors": [
      "Kayn A. Forbes",
      "Dale Green"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2304.03059",
    "title": "Multilayer volume holographic gratings from Bayfol HX: light and neutron  optical characteristics",
    "abstract": "During the last decade a number of volume holographic media have been investigated that could serve not only as diffractive optical elements (DOEs) for light but also for slow neutrons. In this contribution we discuss the light optical properties of a stack of two gratings separated by an optically inert slice recorded in a Bayfol HX photopolymer. While the refractive-index modulation of the gratings for light is remarkable, the corresponding neutron optical analogue is, so far, in the medium range of other materials investigated. We therefore aim at possible improvements which are discussed in this manuscript. ",
    "url": "https://arxiv.org/abs/2304.03059",
    "authors": [
      "Saba Shams Lahijani",
      "Tobias Jenke",
      "Christian Pruner",
      "Juergen Klepp",
      "Martin Fally"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2304.02799",
    "title": "Active-feedback quantum control of an integrated, low-frequency  mechanical resonator",
    "abstract": "Preparing a massive mechanical resonator in a state where its motional energy is limited by quantum mechanics provides a promising platform for studying fundamental physics with macroscopic systems and allows to realize a variety of applications, including precise sensing. While over the past decade several demonstrations of such ground-state cooled systems have been achieved, in particular in sideband-resolved cavity optomechanics, for many systems overcoming the heating rate from the thermal bath remains a major challenge. In contrast, optomechanical systems in the sideband-unresolved limit are much easier to realize due to the relaxed requirements on the optical properties of the system. For such a system, a measurement based real-time control scheme can be implemented to reduce its motional energy, and the achievable energy is ultimately limited by the correlation between the measurement precision and the back-action due to the measurement. Here, we demonstrate measurement-based feedback cooling on a fully integrated optomechanical device fabricated using a pick-and-place method, operating deep in the sideband-unresolved limit. With the large optomechanical interaction and a low thermal decoherence rate, we achieve a minimal average phonon occupation of 0.76 when pre-cooled with liquid helium and 3.5 in a liquid nitrogen environment. Significant sideband asymmetry for all bath temperatures verifies the quantum character of the mechanical motion. Our method and device are ideally suited for sensing applications directly operating at the quantum limit and greatly simplifies the operation of an optomechanical system in this regime. ",
    "url": "https://arxiv.org/abs/2304.02799",
    "authors": [
      "Jingkun Guo",
      "Jin Chang",
      "Xiong Yao",
      "Simon Gröblacher"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.01348",
    "title": "Single-shot quantum measurements sketch quantum many-body states",
    "abstract": " Comments: 6 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2203.01348",
    "authors": [
      "Jia-Bao Wang",
      "Yi Zhang"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Data Analysis, Statistics and Probability (physics.data-an)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2203.11336",
    "title": "Coherent structure detection and the inverse cascade mechanism in  two-dimensional Navier-Stokes turbulence",
    "abstract": " Comments: 37 pages, 11 Figures, accepted manuscript ",
    "url": "https://arxiv.org/abs/2203.11336",
    "authors": [
      "Jiahan Wang",
      "Jörn Sesterhenn",
      "Wolf-Christian Müller"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2212.05768",
    "title": "Impedance-matched High-overtone Bulk Acoustic Resonator",
    "abstract": " Title: Impedance-matched High-overtone Bulk Acoustic Resonator ",
    "url": "https://arxiv.org/abs/2212.05768",
    "authors": [
      "Megumi Kurosu",
      "Daiki Hatanaka",
      "Ryuichi Ohta",
      "Hiroshi Yamaguchi",
      "Yoshitaka Taniyasu",
      "Hajime Okamoto"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2212.12177",
    "title": "Multiplexing quantum tunneling diodes for random number generation",
    "abstract": " Comments: This article appeared in Rev. Sci. Instrum. 94, 014704 (2023) and may be found at this https URL ",
    "url": "https://arxiv.org/abs/2212.12177",
    "authors": [
      "Kanin Aungskunsiri",
      "Ratthasart Amarit",
      "Sakdinan Jantarachote",
      "Kruawan Wongpanya",
      "Pongpun Punpetch",
      "Sarun Sumriddetchkajorn"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  }
]