[
  {
    "id": "arXiv:2207.13818",
    "title": "Terahertz microresonators for material characterisation",
    "abstract": "Terahertz (THz) technology is rapidly evolving, and the advancement of data and information processing devices is essential. Silicon THz microresonators provide perfect platforms to develop compact and integrated devices that could transform THz technology. Here we present a systematic study on the key figure of merit of silicon THz disc microresonators - the quality factor (Q-factor) - in dependence on the substrate's resistivity. Our results show that the Q-factor depends linearly on the resistivity and a variation in resistivity from 10k$\\Omega$cm to 15k$\\Omega$cm changes the Q-factor from 50k to 76k at 0.6THz. Moreover, we experimentally determine that the silicon material absorption is inversely proportional to the substrate's resistivity. In general, the presented methodology is ideally suited to precisely measure the material absorption of low-loss materials in the THz domain, which is challenging using conventional THz spectroscopy. ",
    "url": "https://arxiv.org/abs/2207.13818",
    "authors": [
      "Dominik Walter Vogt"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2207.13836",
    "title": "Differentiable quantum chemistry with PySCF for molecules and materials  at the mean-field level and beyond",
    "abstract": "We introduce an extension to the PySCF package which makes it automatically differentiable. The implementation strategy is discussed, and example applications are presented to demonstrate the automatic differentiation framework for quantum chemistry methodology development. These include orbital optimization, properties, excited-state energies, and derivative couplings, at the mean-field level and beyond, in both molecules and solids. We also discuss some current limitations and directions for future work. ",
    "url": "https://arxiv.org/abs/2207.13836",
    "authors": [
      "Xing Zhang",
      "Garnet Kin-Lic Chan"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2207.13847",
    "title": "Wavefront Sensing with a Coupled Cavity for Torsion-Bar Antenna",
    "abstract": "Torsion-Bar Antenna (TOBA) is a ground-based gravitational wave detector using torsion pendulums. TOBA can detect intermediate-mass black hole binary mergers, gravitational wave stochastic background, and Newtonian noise, and is useful for earthquake early warning. A prototype detector Phase-III TOBA with 35 cm-scale pendulums is under development to demonstrate noise reduction. The target strain sensitivity is set to $1\\times10^{-15}\\,{/\\sqrt{\\rm Hz}}$ between 0.1 Hz--10 Hz. A new scheme of wavefront sensing with a coupled cavity was proposed to measure the pendulum rotation as low as $5\\times10^{-16}\\,{{\\rm rad}/\\sqrt{\\rm Hz}}$ for Phase-III TOBA. In our method, an auxiliary cavity is used to enhance the first-order Hermite--Gaussian mode in a main cavity. Experimental demonstration is ongoing to confirm the feasibility of angular signal amplification and establish a method for locking a coupled cavity. We evaluated the performance of the coupled cavity and concluded that angular signal amplification would be feasible with this sensor. The coupled cavity was successfully locked to the resonance by the Pound--Drever--Hall technique with two modulation frequencies. ",
    "url": "https://arxiv.org/abs/2207.13847",
    "authors": [
      "Yuka Oshima",
      "Satoru Takano",
      "Ching Pin Ooi",
      "Yuta Michimura",
      "Masaki Ando"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ]
  },
  {
    "id": "arXiv:2207.13849",
    "title": "Arbitrarily Structured Laser Pulses",
    "abstract": "Spatiotemporal control refers to a class of optical techniques for structuring a laser pulse with coupled space-time dependent properties, including moving focal points, dynamic spot sizes, and evolving orbital angular momenta. Here we introduce the concept of arbitrarily structured laser (ASTRL) pulses which generalizes these techniques. The ASTRL formalism employs a superposition of prescribed pulses to create a desired electromagnetic field structure. Several examples illustrate the versatility of ASTRL pulses to address a range of laser-based applications. ",
    "url": "https://arxiv.org/abs/2207.13849",
    "authors": [
      "Jacob R. Pierce",
      "John P. Palastro",
      "Fei Li",
      "Bernardo Malaca",
      "Dillon Ramsey",
      "Jorge Vieira",
      "Kathleen Weichman",
      "Warren B. Mori"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2207.13972",
    "title": "Photonic sampled and quantized analog-to-digital converters on thin-film  lithium niobate platform",
    "abstract": "In this paper, an on-chip photonic sampled and quantized analog-to-digital converter (ADC) on thin-film lithium niobate platform is experimentally demonstrated. Using two phase modulators as a sampler and a 5$\\times$5 multimode interference (MMI) coupler as a quantizer, an 1 GHz sinusoidal analog input signal was successfully converted to a digitized output with a 20 GSample/s sampling rate. To evaluate the system performance, the quantization curves together with the transfer function of the ADC were measured. The experimental effective number of bits (ENOB) was 3.17 bit. The demonstrated device is capable of operating at a high frequency up to 70 GHz, making it a promising solution for on-chip ultra-high speed analog-to-digital conversion. ",
    "url": "https://arxiv.org/abs/2207.13972",
    "authors": [
      "Donghe Tu",
      "Xingrui Huang",
      "Yang Liu",
      "Zhiguo Yu",
      "Zhiyong Li"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Signal Processing (eess.SP)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2207.14004",
    "title": "Effect of trap modulation on the Raman signal of Brownian particle in  optical tweezers",
    "abstract": "Based on the overdamped equation of motion of an optically trapped particle in a modulated harmonic potential, we estimate the fluctuation in the Raman signal due to the Brownian motion. Our results show that the Raman power is dependent on the ratio of trap-stiffness and drag coefficient, which is determined by the size of trapped particle and viscosity of the medium. Hence, it is possible to obtain information about the size and other hydrodynamic properties of the trapped particle by modulating the laser power, in addition to the molecular properties obtained from the Raman signal. ",
    "url": "https://arxiv.org/abs/2207.14004",
    "authors": [
      "Rohin Sharma",
      "Anusa Thapa",
      "Ashim Dhakal"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2207.14026",
    "title": "Detailed investigation on x-ray emission from laser driven high-Z foils  in a wide intensity range : role of conversion layer and reemission zone",
    "abstract": "Detailed radiation hydrodynamic simulations are carried out to investigate x-ray emission process in four high-Z planar targets namely, tungsten (W), gold (Au), lead (Pb) and uranium (U) irradiated by 1 ns, 351 nm flat top laser pulses. A thorough zoning analysis is performed for all laser driven high-Z foils over a wide intensity range of $10^{12}-10^{15} W/cm^{2}$ with appropriately chosen photon energy range and recombination parameter. The resulting variation of conversion efficiency over the full intensity range exhibits an optimum for all materials which is explained by considering the characteristic emission contributions from two different regions of laser irradiated plasma, namely, conversion layer and remission zone. A new generalized single scaling relation based upon smooth broken power law is proposed for conversion efficiency variation along with the separate determination ($\\eta_{S}$, $\\eta_{M}$) in soft and hard/M-band x-ray regions. It has been observed that $\\eta_{S}$ for Pb and W always lies in between that for Au and U for intensities smaller than $\\sim 3\\times 10^{13} W/cm^{2}$. On further increase in intensity, $\\eta_{S}$ is observed to be maximum for Au and U whereas it is minimum for W. Significant contribution to M-band conversion efficiencies is observed in all elements for intensities higher than $\\sim 2\\times 10^{13} W/cm^{2}$ with maximum and minimum values attained by W and U, respectively. The results are explained by considering the contributions from the emission coefficients of all materials in both conversion layer and reemission zone up to corresponding photon cut-off energies at different laser intensities. ",
    "url": "https://arxiv.org/abs/2207.14026",
    "authors": [
      "Gaurav Mishra",
      "Karabi Ghosh"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2207.14049",
    "title": "Variable electro-optic shearing interferometry for ultrafast  single-photon-level pulse characterization",
    "abstract": "Despite the multitude of available methods, the characterisation of ultrafast pulses remains a challenging endeavour, especially at the single-photon level. We introduce a pulse characterisation scheme that maps the magnitude of its short-time Fourier transform. Contrary to many well-known solutions it does not require nonlinear effects and is therefore suitable for single-photon-level measurements. Our method is based on introducing a series of controlled time and frequency shifts, where the latter is performed via an electro-optic modulator allowing a fully-electronic experimental control. We characterized the full spectral and temporal width of a classical and single-photon-level pulse and successfully reconstructed their spectral phase and amplitude. The method can be extended by implementing a phase-sensitive measurement and is naturally well-suited to partially-incoherent light. ",
    "url": "https://arxiv.org/abs/2207.14049",
    "authors": [
      "Stanisław Kurzyna",
      "Marcin Jastrzębski",
      "Nicolas Fabre",
      "Wojciech Wasilewski",
      "Michał Lipka",
      "Michał Parniak"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2207.14155",
    "title": "Quantum electrodynamics of two-body systems with arbitrary masses",
    "abstract": "We perform a calculation of quantum electrodynamics effects in excited states with $l>1$ of arbitrary two-body systems up to $\\alpha^6\\,\\mu$ order. The obtained results are valid for hadronic atoms, as long as the strong interaction effects are negligible. We demonstrate that for circular states with $l\\sim n$, the effective expansion parameter is $Z\\,\\alpha/n$, which extends the applicability of the derived formulas to heavy ions. Moreover, inclusion of higher-order terms is feasible, which indicates that accurate measurements of excited states of, for example, muonic or antiprotonic hydrogenic ions can be used to determine the fundamental constants and to search for the existence of yet unknown long-range interactions. ",
    "url": "https://arxiv.org/abs/2207.14155",
    "authors": [
      "Jacek Zatorski",
      "Vojtěch Patkóš",
      "Krzysztof Pachucki"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2207.13723",
    "title": "Matchgate Shadows for Fermionic Quantum Simulation",
    "abstract": "\"Classical shadows\" are estimators of an unknown quantum state, constructed from suitably distributed random measurements on copies of that state [Nature Physics 16, 1050-1057]. Here, we analyze classical shadows obtained using random matchgate circuits, which correspond to fermionic Gaussian unitaries. We prove that the first three moments of the Haar distribution over the continuous group of matchgate circuits are equal to those of the discrete uniform distribution over only the matchgate circuits that are also Clifford unitaries; thus, the latter forms a \"matchgate 3-design.\" This implies that the classical shadows resulting from the two ensembles are functionally equivalent. We show how one can use these matchgate shadows to efficiently estimate inner products between an arbitrary quantum state and fermionic Gaussian states, as well as the expectation values of local fermionic operators and various other quantities, thus surpassing the capabilities of prior work. As a concrete application, this enables us to apply wavefunction constraints that control the fermion sign problem in the quantum-classical auxiliary-field quantum Monte Carlo algorithm (QC-AFQMC) [Nature 603, 416-420], without the exponential post-processing cost incurred by the original approach. ",
    "url": "https://arxiv.org/abs/2207.13723",
    "authors": [
      "Kianna Wan",
      "William J. Huggins",
      "Joonho Lee",
      "Ryan Babbush"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2207.13776",
    "title": "Response to \"Exponential challenges in unbiasing quantum Monte Carlo  algorithms with quantum computers\"",
    "abstract": "A recent preprint by Mazzola and Carleo numerically investigates exponential challenges that can arise for the QC-QMC algorithm introduced in our work, \"Unbiasing fermionic quantum Monte Carlo with a quantum computer.\" As discussed in our original paper, we agree with this general concern. However, here we provide further details and numerics to emphasize that the prospects for practical quantum advantage in QC-QMC remain open. The exponential challenges in QC-QMC are dependent on (1) the choice of QMC methods, (2) the underlying system, and (3) the form of trial and walker wavefunctions. While one can find difficult examples with a specific method, a specific system, and a specific walker/trial form, for some combinations of these choices, the approach is potentially more scalable than other near-term quantum algorithms. Future research should aim to identify examples for which QC-QMC enables practical quantum advantage. ",
    "url": "https://arxiv.org/abs/2207.13776",
    "authors": [
      "Joonho Lee",
      "David R. Reichman",
      "Ryan Babbush",
      "Nicholas C. Rubin",
      "Fionn D. Malone",
      "Bryan O'Gorman",
      "William J. Huggins"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2207.14031",
    "title": "Scalable photonic platform for real-time quantum reservoir computing",
    "abstract": "Quantum Reservoir Computing (QRC) exploits the information processing capabilities of quantum systems to solve non-trivial temporal tasks, improving over their classical counterparts. Recent progress has shown the potential of QRC exploiting the enlarged Hilbert space, but real-time processing and the achievement of a quantum advantage with efficient use of resources are prominent challenges towards viable experimental realizations. In this work, we propose a photonic platform suitable for real-time QRC based on a physical ensemble of reservoirs in the form of identical optical pulses recirculating through a closed loop. While ideal operation achieves maximum performance, statistical noise is shown to undermine a quantum advantage. We propose a strategy to overcome this limitation and sustain the QRC performance when the size of the system is scaled up. The platform is conceived for experimental implementations to be viable with current technology. ",
    "url": "https://arxiv.org/abs/2207.14031",
    "authors": [
      "Jorge García-Beni",
      "Gian Luca Giorgi",
      "Miguel C. Soriano",
      "Roberta Zambrini"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2207.14184",
    "title": "Polaronic Optical Transitions in Hematite ($α-Fe_{2}O_{3}$)  Revealed by First-Principles Electron-Phonon Coupling",
    "abstract": "Polaron formation following optical absorption is a key process that defines the photophysical properties of many semiconducting transition metal oxides, which comprise an important class of materials with potential optoelectronic and photocatalytic applications. In this work, we use hematite (${\\alpha}-Fe_{2}O_{3}$) as a model transition metal oxide semiconductor to demonstrate the feasibility of direct optical population of band-edge polaronic states. We employ first-principles electron-phonon computations within the framework of the DFT+U+J method to reveal the presence of these states within a thermal distribution of phonon displacements and model their evolution with temperature. Our computations reproduce the temperature dependence of the optical dielectric function of hematite with remarkable accuracy and indicate that the band-edge optical absorption and second-order resonance Raman spectra arise from polaronic optical transitions involving coupling to longitudinal optical phonons with energies greater than 50 meV. Additionally, we find that the resulting polaron comprises an electron localized to two adjacent Fe atoms with distortions that lie primarily along the coordinates of phonons with energies of 31 and 81 meV. ",
    "url": "https://arxiv.org/abs/2207.14184",
    "authors": [
      "Jacob L. Shelton",
      "Kathryn E. Knowles"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2207.14216",
    "title": "Absence of thermalization in an interacting system of thousands of  quantum spins",
    "abstract": "Understanding how closed quantum systems dynamically approach thermal equilibrium presents a major unresolved problem in statistical physics. Generically, it is expected that non-integrable quantum systems thermalize as they comply with the Eigenstate Thermalization Hypothesis (ETH)}. A notable exception to this is the phenomenon of many-body localization, where the emergence of local conserved quantities prevents thermalization, which has been observed in finite low-dimensional systems. We study an ensemble of Heisenberg spins with a tunable distribution of random coupling strengths realized by a Rydberg quantum simulator. The total magnetization as a function of external field after a quench serves as a probe for thermalization. We find that such an isolated quantum system exhibits a non-thermalizing regime despite being non-integrable. It is shown that thermalization can be restored by reducing the disorder in the coupling strengths. As our system consists of up to 4000 spins, we thus show that closed quantum systems can fail to reach thermal equilibrium even at system sizes approaching the thermodynamic limit. ",
    "url": "https://arxiv.org/abs/2207.14216",
    "authors": [
      "Titus Franz",
      "Sebastian Geier",
      "Clément Hainaut",
      "Adrien Signoles",
      "Nithiwadee Thaicharoen",
      "Annika Tebben",
      "André Salzinger",
      "Adrian Braemer",
      "Martin Gärttner",
      "Gerhard Zürn",
      "Matthias Weidemüller"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2102.04893",
    "title": "Quantum Observables and Ockham's Razor",
    "abstract": " Comments: 25 Pages, 1 Figure. Revisions from original: Figure significantly redrawn to eliminate irrelevant elements and notation and to improve alignment of horizontal symmetry axis. Appendix added to define key terms. Wording of manuscript modified to render more specific and to reduce potential ambiguity. Inferred definition of quantum system added explicitly. Experiments referenced ",
    "url": "https://arxiv.org/abs/2102.04893",
    "authors": [
      "J.M. Picone"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2110.03066",
    "title": "Thin liquid film as an optical nonlinear-nonlocal medium and memory  element in integrated optofluidic reservoir computer",
    "abstract": " Comments: Main text: 6 figures, 26 pages. Supplementary Material: 11 figures, 20 pages ",
    "url": "https://arxiv.org/abs/2110.03066",
    "authors": [
      "Chengkuan Gao",
      "Prabhav Gaur",
      "Shimon Rubin",
      "Yeshaiahu Fainman"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2201.02731",
    "title": "Efficient Source of Shaped Single Photons Based on an Integrated Diamond  Nanophotonic System",
    "abstract": " Title: Efficient Source of Shaped Single Photons Based on an Integrated Diamond  Nanophotonic System ",
    "url": "https://arxiv.org/abs/2201.02731",
    "authors": [
      "Erik N. Knall",
      "Can M. Knaut",
      "Rivka Bekenstein",
      "Daniel R. Assumpcao",
      "Pavel L. Stroganov",
      "Wenjie Gong",
      "Yan Qi Huan",
      "Pieter-Jan Stas",
      "Bartholomeus Machielse",
      "Michelle Chalupnik",
      "David Levonian",
      "Aziza Suleymanzade",
      "Ralf Riedinger",
      "Hongkun Park",
      "Marko Lončar",
      "Mihir K. Bhaskar",
      "Mikhail D. Lukin"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.09246",
    "title": "Quantum phases of bosonic chiral molecules in helicity lattices",
    "abstract": " Comments: 7 pages, 6 figures. Accepted version ",
    "url": "https://arxiv.org/abs/2203.09246",
    "authors": [
      "Felipe Isaule",
      "Robert Bennett",
      "Jörg B. Götte"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2205.03838",
    "title": "Precision beam telescope based on SOI pixel sensor technology for  electrons in the energy range of sub-GeV to GeV",
    "abstract": " Comments: 13 figures and 4 tables ",
    "url": "https://arxiv.org/abs/2205.03838",
    "authors": [
      "Hisanori Suzuki",
      "Takumi Omori",
      "Kazuhiko Hara",
      "Hiroki Yamauchi",
      "Miho Yamada",
      "Toru Tsuboyama",
      "Ayaki Takeda"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2205.09487",
    "title": "Numerically \"exact\" simulations of a quantum Carnot cycle: Analysis  using thermodynamic work diagrams",
    "abstract": " Comments: 13 pages, 6 figures, 3 tables ",
    "url": "https://arxiv.org/abs/2205.09487",
    "authors": [
      "Shoki Koyanagi",
      "Yoshitaka Tanimura"
    ],
    "subjectives": [
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2206.09304",
    "title": "Detecting pathogenic bacteria in blood with combined acoustic  bioprinting, Raman spectroscopy, and machine learning",
    "abstract": " Comments: Minor updates to article title, abstract, introduction, and section headers, results unchanged ",
    "url": "https://arxiv.org/abs/2206.09304",
    "authors": [
      "Fareeha Safir",
      "Nhat Vu",
      "Loza F. Tadesse",
      "Kamyar Firouzi",
      "Niaz Banaei",
      "Stefanie S. Jeffrey",
      "Amr A.E. Saleh",
      "Butrus",
      "Khuri-Yakub",
      "Jennifer A. Dionne"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)",
      "Optics (physics.optics)",
      "Quantitative Methods (q-bio.QM)"
    ]
  }
]