[
  {
    "id": "arXiv:2306.07286",
    "title": "Simulation of ab initio optical absorption spectrum of β-carotene  with fully resolved S_{0} and S_{2} vibrational normal modes",
    "abstract": "Electronic absorption spectrum of beta-carotene (b-Car) is studied using quantum chemistry and quantum dynamics simulations. Vibrational normal modes were computed in optimized geometries of the electronic ground state S0 and the optically bright excited S2 state using the time-dependent density functional theory. By expressing the S2 state normal modes in terms of the ground state modes, we find that no one-to-one correspondence between the ground and excited state vibrational modes exists. Using the ab initio results, we simulated b-Car absorption spectrum with all 282 vibrational modes in a model solvent at 300K using the time-dependent Dirac-Frenkel variational principle (TDVP) and are able to qualitatively reproduce the full absorption lineshape. By comparing the 282-mode model with the prominent 2-mode model, widely used to interpret carotenoid experiments, we find that the full 282-mode model better describe the high frequency progression of carotenoid absorption spectra, hence, vibrational modes become highly mixed during the S0 -> S2 optical excitation. The obtained results suggest that electronic energy dissipation is mediated by numerous vibrational modes. ",
    "url": "https://arxiv.org/abs/2306.07286",
    "authors": [
      "Mantas Jakučionis",
      "Ignas Gaižiūnas",
      "Juozas Šulskus",
      "Darius Abramavičius"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Biological Physics (physics.bio-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2306.07295",
    "title": "Investigation of (CsMA)NaBiX$_6$ (MA= methylammonium; X=Cl,Br, I)  Organic-Inorganic Hybrid Double Perovskites for Optoelectronic Applications:  A First Principles Study",
    "abstract": "Organic-inorganic hybrid double perovskites have attracted increasing interest in the commercialization of lead-free and nontoxic perovskites due to their unique optoelectronic properties compared with inorganic perovskites. In this study, the structural, electronic, optical and properties of 3 Pb-free compounds (CsMA)NaBiX$_6$ (MA= methylammonium; X= Cl, Br, I) were simulated using first-principles density functional theory (DFT). Results show that the investigated compounds are semiconductors with tunable bandgaps characteristics that can be used in devices like light emitting diodes, and predict the suitability of the (CsMA)NaBiI$_6$ organic-inorganic hybrid double perovskite in this study for optoelectronic applications owing to its high absorption coefficient (in the order of $10^6$cm$^{-1}$), dielectric constant ($\\approx 3.24$), and refractive index (2.50) as well as its stability as revealed by its high formation energy. Additionally, the high absorption coefficient, high refractive indices and dielectric constants of the investigated materials posits that they have a number of optoelectronic applications including photovoltaic cells among others. ",
    "url": "https://arxiv.org/abs/2306.07295",
    "authors": [
      "A. Johnson",
      "B.A. Ikyo",
      "T. J. Ikyumbur",
      "F. Gbaorun",
      "A. A. Nathan"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.07474",
    "title": "Effect of geometry on the frequency limit of GaAs/AlGaAs 2-Dimensional  Electron Gas (2DEG) Hall effect sensors",
    "abstract": "In this work, we experimentally investigate the frequency limit of Hall effect sensor designs based on a 2 dimensional electron gas (2DEG) gallium arsenide/aluminum gallium arsenide (GaAs/AlGaAs) heterostructure. The frequency limit is measured and compared for four GaAs/AlGaAs Hall effect sensor designs where the Ohmic contact length (contact geometry) is varied across the four devices. By varying the geometry, the trade-off in sensitivity and frequency limit is explored and the underlying causes of the frequency limit from the resistance and capacitance perspective is investigated. Current spinning, the traditional method to remove offset noise, imposes a practical frequency limit on Hall effect sensors. The frequency limit of the Hall effect sensor, without current spinning, is significantly higher. Wide-frequency Hall effect sensors can measure currents in power electronics that operate at higher frequencies is one such application. ",
    "url": "https://arxiv.org/abs/2306.07474",
    "authors": [
      "Anand Lalwani",
      "Miriam Giparakis",
      "Kanika Arora",
      "Avidesh Maharaj",
      "Akash Levy",
      "Gottfried Strasser",
      "Aaron Maxwell Andrews",
      "Helmut Köck",
      "Debbie G. Senesky"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Signal Processing (eess.SP)"
    ]
  },
  {
    "id": "arXiv:2306.07593",
    "title": "Prospects of Single-Cell NMR Spectroscopy with Quantum Sensors",
    "abstract": "Single-cell analysis can unravel functional heterogeneity within cell populations otherwise obscured by ensemble measurements. However, non-invasive techniques that probe chemical entities and their dynamics are still lacking. This challenge could be overcome by novel sensors based on nitrogen-vacancy (NV) centers in diamond, which enable nuclear magnetic resonance (NMR) spectroscopy on unprecedented sample volumes. In this perspective, we briefly introduce NV-based quantum sensing and review the progress made in microscale NV-NMR spectroscopy. Lastly, we discuss approaches to enhance the sensitivity of NV ensemble magnetometers to detect biologically relevant concentrations and provide a roadmap towards their application in single-cell analysis. ",
    "url": "https://arxiv.org/abs/2306.07593",
    "authors": [
      "Nick Ruben Neuling",
      "Robin Derek Allert",
      "Dominik Benjamin Bucher"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2306.07603",
    "title": "Numerical Simulation of Power-Law Fluid Flow in a Trapezoidal Cavity  using the Incompressible Finite-Difference Lattice Boltzmann Method",
    "abstract": "In this paper, a numerical investigation of power-law fluid flow in the trapezoidal cavity has been conducted by incompressible finite-difference lattice Boltzmann method (IFDLBM). By designing the equilibrium distribution function, the Navier-Stokes equations (NSEs) can be recovered exactly. Through the coordinate transformation method, the body-fitted grid in physical region is transformed into a uniform grid in computational region. The effect of Reynolds (Re) number, the power-law index $n$ and the vertical angle {\\theta} on the trapezoidal cavity are investigated. According to the numerical results, we come to some conclusions. For low Re number Re=100, it can be found that the behavior of power-law fluid flow becomes more complicated with the increase of n. And as vertical angle {\\theta} decreases, the flow becomes smooth and the number of vortices decreases. For high Re numbers, the flow development becomes more complex, the number and strength of vortices increase. If the Reynolds number increases further, the power-law fluid will changes from steady flow to periodic flow and then to turbulent flow. For the steady flow, the lager the {\\theta}, the more complicated the vortices. And the critical Re number from steady to periodic state decreases with the decrease of power-law index n. ",
    "url": "https://arxiv.org/abs/2306.07603",
    "authors": [
      "Xinmeng Chen",
      "Zhenhua Chai",
      "Yong Zhao",
      "Baochang Shi"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2306.07665",
    "title": "Liquid-Crystal-Based Controllable Attenuators Operating in the 1-4  Terahertz Band",
    "abstract": "Liquid-crystal devices (LCDs) offer a potential route toward adaptive optical components for use in the < 2 THz band of the electromagnetic spectrum. We demonstrate LCDs using a commercially available material (E7), with unbiased birefringence values of 0.14-0.18 in the 0.3-4 THz band. We exploit the linear dichroism of the material to modulate the emission from a 3.4-THz quantum cascade laser by up to 40%, dependent upon both the liquid-crystal layer thickness and the bias voltage applied. ",
    "url": "https://arxiv.org/abs/2306.07665",
    "authors": [
      "Aniela Dunn",
      "Zhaopeng Zhang",
      "Michael D. Horbury",
      "Eleanor V. Nuttall",
      "Yingjun Han",
      "Mohammed Salih",
      "Lianhe Li",
      "Abigail Bond",
      "Ehab Saleh",
      "Russell Harris",
      "Diego Pardo",
      "Brian N. Ellison",
      "Andrew D. Burnett",
      "Helen F. Gleeson",
      "Alexander Valavanis"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Soft Condensed Matter (cond-mat.soft)"
    ]
  },
  {
    "id": "arXiv:2306.07805",
    "title": "Visible and ultraviolet plasma lines of the He-Ne gas laser",
    "abstract": "A study of Helium-Neon laser plasma lines was done using a double grating spectrometer and a He-Ne laser with an emission wavelength of 632.8 nm (15,802 cm$^{-1}$). The absolute wavenumber, measured to within $\\sim0.1$ cm$^{-1}$, and wavelength of each plasma line are presented, along with intensity and shift relative to the main laser line. Several of the measured lines have not been reported in the literature and are observed at shifts between $0-1500$ cm$^{-1}$ from the laser line, a spectral region commonly probed by optical Raman scattering experiments. Accounting for the possibility of second-order diffraction permitted many previously unassigned lines to be attributed to known He or Ne electronic transitions with wavelengths in the ultraviolet region of the electromagnetic spectrum. ",
    "url": "https://arxiv.org/abs/2306.07805",
    "authors": [
      "B. D. E. McNiven",
      "M. J. Clouter",
      "G. Todd Andrews"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2306.07840",
    "title": "Imaging magnetism evolution of magnetite to megabar pressure range with  quantum sensors in diamond anvil cell",
    "abstract": "High-pressure diamond anvil cells have been widely used to create novel states of matter. Nevertheless, the lack of universal in-situ magnetic measurement techniques at megabar pressures makes it difficult to understand the underlying physics of materials' behavior at extreme conditions, such as high-temperature superconductivity of hydrides and the formation or destruction of the local magnetic moments in magnetic systems, etc. Here we break through the limitations of pressure on quantum sensors and develop the in-situ magnetic detection technique at megabar pressures with high sensitivity (~1{\\mu}T/Hz^(1\\2)) and sub-microscale spatial resolution. By directly imaging the magnetic field and the evolution of magnetic domains, we observe the macroscopic magnetic transition of Fe3O4 in the megabar pressure range from strong ferromagnetism ({\\alpha}-Fe3O4) to weak ferromagnetism ({\\beta}-Fe3O4) and finally to non-magnetism ({\\gamma}-Fe3O4). The scenarios for magnetic changes in Fe3O4 characterized here shed light on the direct magnetic microstructure observation in bulk materials at high pressure and contribute to understanding the mechanism of magnetic moment suppression related to spin crossover. The presented method can potentially investigate the spin-orbital coupling and magnetism-superconductivity competition in magnetic systems. ",
    "url": "https://arxiv.org/abs/2306.07840",
    "authors": [
      "Mengqi Wang",
      "Yu Wang",
      "Zhixian Liu",
      "Ganyu Xu",
      "Bo Yang",
      "Pei Yu",
      "Haoyu Sun",
      "Xiangyu Ye",
      "Jingwei Zhou",
      "Alexander. F. Goncharov",
      "Ya Wang",
      "Jiangfeng Du"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2306.07898",
    "title": "Numerical Modeling of a Proof-of-Principle Experiment on Optical  Stochastic Cooling at the IOTA Electron Storage Ring",
    "abstract": "Cooling of beams circulating in storage rings is critical for many applications including particle colliders and synchrotron light sources. A method enabling unprecedented beam-cooling rates, optical stochastic cooling (OSC), was recently demonstrated in the IOTA electron storage ring at Fermilab. This paper describes the numerical implementation of the OSC process in the particle-tracking program ELEGANT and discusses the validation of the developed model with available experimental data. The model is also employed to highlight some features associated with different modes of operation of OSC. The developed simulation tool should be valuable in guiding future configurations of optical stochastic cooling and, more broadly, modeling self-field-based beam manipulations. ",
    "url": "https://arxiv.org/abs/2306.07898",
    "authors": [
      "Austin Dick",
      "Michael Borland",
      "Jonathan Jarvis",
      "Valeri Lebedev",
      "Philippe Piot",
      "Aleksandr Romanov",
      "Michael Walbank"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2306.07522",
    "title": "Heom.jl: An efficient Julia framework for hierarchical equations of  motion in open quantum systems",
    "abstract": "We introduce an open-source software package called \"Heom.jl\", a Julia framework to integrate the hierarchical equations of motion (HEOM) for the reduced dynamics of a system simultaneously coupled to multiple bosonic and fermionic environments. Heom.jl features a collection of methods to compute bosonic and fermionic spectra, stationary states, and the full dynamics in the extended space of all auxiliary density operators (ADOs). The required handling of the ADOs multi-indexes is achieved through a user-friendly interface. We exemplify the functionalities of the package by analyzing a single impurity interacting with two fermionic reservoirs (Anderson model), and an ultra-strongly coupled charge-cavity system interacting with one bosonic and two fermionic reservoirs. Heom.jl allows for an order of magnitude speedup in the construction of the HEOM Liouvillian superoperator, solving dynamics and stationary states for all ADOs, with respect to the corresponding method in the Quantum Toolbox in Python (QuTiP), upon which this package is founded. ",
    "url": "https://arxiv.org/abs/2306.07522",
    "authors": [
      "Yi-Te Huang",
      "Po-Chen Kuo Neill Lambert",
      "Mauro Cirio",
      "Simon Cross",
      "Shen-Liang Yang",
      "Franco Nori",
      "Yueh-Nan Chen"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2306.07538",
    "title": "Quantum Stochastic Molecular Dynamics Simulations of the Viscosity of  Superfluid Helium",
    "abstract": "Decoherent quantum equations of motion are derived that yield the trajectory of an open quantum system. The viscosity of superfluid Lennard-Jones helium-4 is obtained with a quantum stochastic molecular dynamics algorithm. The momentum state occupancy entropy is counted with a continuous representation of boson number and averages are obtained with umbrella sampling. Instantaneous snapshots of the Bose-Einstein condensed system show multiple highly occupied momentum states. The viscosity is obtained from the Onsager-Green-Kubo relation with the time correlation function modified in the quantum case. On the saturation curve, at higher temperatures the viscosities of the classical and quantum liquids are equal. With decreasing temperature the viscosity of the classical liquid increases whereas that of the quantum liquid decreases. Below the $\\lambda$-transition the viscosity lies significantly below the classical value, being small but positive due to the mixture of condensed and uncondensed bosons. The computed trajectories give a physical explanation of the molecular mechanism for superfluidity. ",
    "url": "https://arxiv.org/abs/2306.07538",
    "authors": [
      "Phil Attard"
    ],
    "subjectives": [
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2306.07787",
    "title": "Quantum coherent feedback control of an N-level atom with multiple  excitations",
    "abstract": "The purpose of this paper is to study the coherent feedback control dynamics based on the network that an $N$-level atom is coupled with a cavity and the cavity is coupled with a single or multiple parallel waveguides through two semitransparent mirrors. When initially the atom is excited at the highest energy level, it can emit multiple photons into the cavity via the spontaneous emission, and the photons in the cavity can be transmitted into the waveguide and then re-interact with the cavity quantum electrodynamics (cavity-QED) system through the feedback channel. When the cavity is coupled with a single waveguide, the generation of multi-photon states in the waveguide can be characterized by the exponential stability of the linear control system with feedback delays determined by the feedback loop length. By tuning the feedback loop length, there can be zero or multiple photons in the waveguide. Besides, when the cavity-QED system is coupled with multiple parallel waveguides, the emitted photons oscillate among different waveguides and this process is influenced by the feedback loop length and coupling strengths among waveguides. ",
    "url": "https://arxiv.org/abs/2306.07787",
    "authors": [
      "Haijin Ding",
      "Guofeng Zhang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Systems and Control (eess.SY)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2306.07794",
    "title": "An Elementary Proof That Everett's Quantum Multiverse Is Nonlocal:  Bell-Locality and Branch-Symmetry in the Many-Worlds Interpretation",
    "abstract": "Everett's many-worlds or multiverse theory is an attempt to find an alternative to the standard Copenhagen interpretation of quantum mechanics. Everett's theory is often claimed to be local in the Bell sense. Here, we show that this is not the case and debunk the contradictions by analyzing in detail the Greenberger--Horne--Zeilinger (GHZ) nonlocality theorem. We discuss and compare different notions of locality often mixed in the Everettian literature and try to explain the nature of the confusion. We conclude with a discussion of probability and statistics in the many-worlds theory and stress that the strong symmetry existing between branches in the theory prohibits the definition of probability and that the theory cannot recover statistics. The only way out from this contradiction is to modify the theory by adding hidden variables \\`a la Bohm and, as a consequence, the new theory is explicitly Bell-nonlocal. ",
    "url": "https://arxiv.org/abs/2306.07794",
    "authors": [
      "Aurélien Drezet"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2306.07855",
    "title": "Modeling the performance and bandwidth of adiabatic quantum memories",
    "abstract": "Quantum memories are essential for quantum repeaters that will form the backbone of the future quantum internet. Such memory can capture a signal state for a controllable amount of time after which this state can be retrieved. In this work, we theoretically investigated how atomic material and engineering parameters affect the performance and bandwidth of a quantum memory. We have developed a theoretical model for quantum memory operation based on the Lindblad master equation and adiabatic quantum state manipulation. The material properties and their uncertainty are evaluated to determine the performance of Raman-type quantum memories based on defects in two-dimensional hexagonal boron nitride (hBN). We derived a scheme to calculate the signal bandwidth based on the material parameters as well as the maximum efficiency that can be realized. The bandwidth depends on four factors: the signal photon frequency, the dipole transition moments in the electronic structure, cavity volume, and the strength of the external control electric field. As our scheme is general, it can be applied to many other quantum materials with a suitable level structure. We therefore provided a promising route for designing and selecting materials for quantum memories. Our work is therefore an important step toward the realization of a large-scale quantum network. ",
    "url": "https://arxiv.org/abs/2306.07855",
    "authors": [
      "Takla Nateeboon",
      "Chanaprom Cholsuk",
      "Tobias Vogl",
      "Sujin Suwanna"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Mathematical Physics (math-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2306.07924",
    "title": "Second Response Theory: A Theoretical Formalism for the Propagation of  Quantum Superpositions",
    "abstract": "The propagation of general electronic quantum states provides information of the interaction of molecular systems with external driving fields. These can also offer understandings regarding non-adiabatic quantum phenomena. Well established methods focus mainly on propagating a quantum system that is initially described exclusively by the ground state wavefunction. In this work, we expand a previously developed formalism within coupled cluster theory, called second response theory, so it propagates quantum systems that are initially described by a general linear combination of different states, which can include the ground state, and show how with a special set of time-dependent cluster operators such propagations are performed. Our theory shows strong consistency with numerically exact results for the determination of quantum mechanical observables, probabilities, and coherences. We discuss unperturbed non-stationary states within second response theory and their ability to predict matrix elements that agree with those found in linear and quadratic response theories. This work also discusses an approximate regularized methodology to treat systems with potential instabilities in their ground-state cluster amplitudes, and compare such approximations with respect to reference results from standard unitary theory. ",
    "url": "https://arxiv.org/abs/2306.07924",
    "authors": [
      "Martín A. Mosquera"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:1610.01089",
    "title": "Quantum parallelism may be limited",
    "abstract": " Comments: 8 pages Latex ",
    "url": "https://arxiv.org/abs/1610.01089",
    "authors": [
      "Yu.I. Ozhigov"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2207.00582",
    "title": "High peak-to-background-ratio solitons in a coherently-driven active  fiber cavity",
    "abstract": " Title: High peak-to-background-ratio solitons in a coherently-driven active  fiber cavity ",
    "url": "https://arxiv.org/abs/2207.00582",
    "authors": [
      "Nicolas Englebert",
      "Carlos Mas Arabí",
      "Simon-Pierre Gorza",
      "François Leo"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2207.13723",
    "title": "Matchgate Shadows for Fermionic Quantum Simulation",
    "abstract": " Comments: 53 pages, 1 figure ",
    "url": "https://arxiv.org/abs/2207.13723",
    "authors": [
      "Kianna Wan",
      "William J. Huggins",
      "Joonho Lee",
      "Ryan Babbush"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2208.03114",
    "title": "Non-unitary versus unitary optimization in the control of open quantum  systems",
    "abstract": " Comments: 7 pages, 9 figures ",
    "url": "https://arxiv.org/abs/2208.03114",
    "authors": [
      "Marllos E. Fonseca",
      "Felipe F. Fanchini",
      "Emanuel F. de Lima",
      "Leonardo K. Castelano"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2211.15473",
    "title": "Discrete symmetries and quantum number conservation",
    "abstract": " Comments: 7 pages. 5 Tables. Changes in Tables A2 and A3 to make them consistent with the revised definition of F and G quantum numbers in reference [1] ",
    "url": "https://arxiv.org/abs/2211.15473",
    "authors": [
      "Douglas Newman"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2301.04100",
    "title": "Triggered Superradiance and Inversion Storage in a Hybrid Quantum System",
    "abstract": " Title: Triggered Superradiance and Inversion Storage in a Hybrid Quantum System ",
    "url": "https://arxiv.org/abs/2301.04100",
    "authors": [
      "Wenzel Kersten",
      "Nikolaus de Zordo",
      "Oliver Diekmann",
      "Tobias Reiter",
      "Matthias Zens",
      "Andrew N. Kanagin",
      "Stefan Rotter",
      "Jörg Schmiedmayer",
      "Andreas Angerer"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2303.13139",
    "title": "Theoretical model for en face optical coherence tomography imaging and  its application to volumetric differential contrast imaging",
    "abstract": " Title: Theoretical model for en face optical coherence tomography imaging and  its application to volumetric differential contrast imaging ",
    "url": "https://arxiv.org/abs/2303.13139",
    "authors": [
      "Kiriko Tomita",
      "Shuichi Makita",
      "Naoki Fukutake",
      "Rion Morishita",
      "Ibrahim Abd El-Sadek",
      "Pradipta Mukherjee",
      "Antonia Lichtenegger",
      "Junya Tamaoki",
      "Lixuan Bian",
      "Makoto Kobayashi",
      "Tomoko Mori",
      "Satoshi Matsusaka",
      "Yoshiaki Yasuno"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Biological Physics (physics.bio-ph)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2304.01211",
    "title": "Maxwell-Dirac isomorphism revisited: from foundations of quantum  mechanics to geometrodynamics and cosmology",
    "abstract": " Comments: 60 pages , no figures. arXiv admin note: text overlap with arXiv:1703.04674 ",
    "url": "https://arxiv.org/abs/2304.01211",
    "authors": [
      "Arkady L.Kholodenko"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  }
]