[
  {
    "id": "arXiv:2601.18915",
    "title": "On-Axis Optical Trapping with Vortex Beams: The Role of the Multipolar Decomposition",
    "abstract": "           Optical trapping is a well_established, decades old technology with applications in several fields of research. The most common scenario deals with particles that tend to be centered on the brightest part of the optical trap. Consequently, the optical forces keep the particle away from the dark zones of the beam. However, this is not the case when a focused doughnut_shaped beam generates on_axis trapping. In this system, the particle is centered on the intensity minima of the laser beam and the bright annular part lies on the periphery of the particle. Researchers have shown great interest in this phenomenon due to its advantage of reducing light interaction with trapped particles and the intriguing increase in the trapping strength. This work presents experimental and theoretical results that extend the analysis of on_axis trapping with light vortex beams. Specifically, in our experiments, we trap micron_sized spherical silica (SiO2) particles in water and we measure, through the power spectrum density method, the trap stiffness constant \\k{appa} generated by vortex beams with different topological charge orders. The optical forces are calculated from the exact solutions of the electromagnetic fields provided by the generalized Lorentz_Mie theory. We show a remarkable agreement between the theoretical prediction and the experimental measurements of \\k{appa}. Moreover, our numerical model gives us information about the electromagnetic fields inside the particle, offering valuable insights into the influence of the electromagnetic fields present in the vortex beam trapping scenario.         ",
    "url": "https://arxiv.org/abs/2601.18915",
    "authors": [
      "Iker Gómez-Viloria",
      "Álvaro Nodar",
      "Martín Molezuelas-Ferreras",
      "Jorge Olmos-Trigo",
      "Ángel Cifuentes",
      "Miriam Martínez",
      "Miguel Varga",
      "Gabriel Molina-Terriza"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2601.19028",
    "title": "Quantized non-Abelian helicity of flat bands in 2D Floquet topological photonic insulators",
    "abstract": "           Flat-band states in topological systems provide a unique platform for investigating strongly correlated phenomena and many body physics. However, in 2D static tight-binding systems, perfectly flat bands can only exist in the topologically trivial phase, as characterized by a zero Chern number. Here we show that by introducing periodic driving into a 2D photonic Lieb lattice composed of coupled microring resonators, the resulting Floquet topological insulator can host perfectly flat bands with nontrivial topology. In particular, by tracking the evolution of the flat-band modes over each cycle, we show that the non-Abelian displacements of the flat-band modes are characterized by a nontrivial quantized helicity even though the quasi-energy bands have zero Chern number. The helical motion of the flat-band modes can be described by a braiding of the world lines of their trajectories, with a nontrivial winding number directly connected to the helicity. We also propose a scheme to experimentally measure the quantized non-Abelian helicity in a microring lattice subject to a synthetic magnetic field. These results suggest that Floquet topological photonic insulators based on coupled microring resonators can provide a versatile platform for investigating non-Abelian topological physics and strongly correlated phenomena in photonic flat-band systems.         ",
    "url": "https://arxiv.org/abs/2601.19028",
    "authors": [
      "Bo Leng",
      "Vien Van"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2601.19201",
    "title": "Electrically pumped AlGaN edge-emitting UV-B laser diodes grown by molecular beam epitaxy",
    "abstract": "           Mid and deep ultraviolet (UV) laser diodes remain among the least explored devices in semiconductor optoelectronics, despite their importance for spectroscopy, biochemical sensing, disinfection, and emerging quantum photonics. Here, we demonstrate an electrically pumped AlGaN-based laser diode operating in the UV-B band (280-315 nm). The device is grown by molecular beam epitaxy (MBE) on single-crystal AlN substrate and fabricated in a ridge-waveguide geometry. The laser diode operates at 298.5 nm and exhibits a relatively low threshold current density of 3.4 kA/cm$^2$. Clear nonlinear light-current characteristics and pronounced spectral narrowing with a full-width-at-half-maximum (FWHM) of 0.2 nm are measured above threshold.         ",
    "url": "https://arxiv.org/abs/2601.19201",
    "authors": [
      "Huabin Yu",
      "Shubham Mondal",
      "Rui Shen",
      "Md Tanvir Hasan",
      "David He",
      "Jiangnan Liu",
      "Samuel Yang",
      "Minming He",
      "Omar Alkhazragi",
      "Danhao Wang",
      "Mackillo Kira",
      "Parag Deotare",
      "Di Liang",
      "Zetian Mi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2601.19305",
    "title": "Broadband Heterodyne Microwave Detection using Rydberg Atoms with High Sensitivity",
    "abstract": "           We present a Rydberg atom-based microwave electric field sensor that achieves extended dynamic range and enhanced sensitivity across a broad bandwidth. By characterizing the Autler-Townes (AT) splitting induced by a single-tone microwave field, we demonstrate a spectroscopic method that simultaneously extracts both the microwave frequency and electric field strength directly from the splitting pattern. We implement dual-tone heterodyne detection, achieving a minimum detectable field strength on the order of uV/cm and a sensitivity in the sub-uV/cm/Hz^1/2 regime, while extending the operational bandwidth up to 3 GHz. Through systematic characterization of frequency and power dependencies, we identify optimal operating conditions to minimize power broadening in the resonant AT regime and maximize sensitivity in the far-off-resonance AC Stark regime. The resulting platform combines high sensitivity, broad bandwidth, and a dynamic range of approximately 90 dB, establishing Rydberg atoms as practical sensors for precision electric field metrology.         ",
    "url": "https://arxiv.org/abs/2601.19305",
    "authors": [
      "Hsuan-Jui Su",
      "Shao-Cheng Fang",
      "Ting-An Li",
      "Chen-Hao Chang",
      "Yu-Chi Chen",
      "Yi-Hsin Chen"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2601.19420",
    "title": "Engineering Quantum Emission with Mie Voids",
    "abstract": "           Spontaneous emission, as a fundamental radiative process and a versatile information carrier, plays a vital role in light-emitting devices, optical information modulation and encryption, super-resolution fluorescence imaging and nano sensing. Engineering the photonic environment surrounding quantum emitters can enhance their emission characteristics. However, simultaneously achieving precise control over both excitation enhancement and quantum-yield modulation at the nanoscale remains elusive, highlighting substantial room for advancing the precised engineering of quantum emission. Here, we introduce silicon Mie voids - air-defined cavities that invert the conventional solid-particle geometry - to achieve independent tuning of quantum emission within an individual subwavelength structure, while minimizing optical losses. Full-wave simulations and experiments on both gradient and uniform Mie-void arrays jointly validate this quantitative framework for emission tuning, which disentangles excitation enhancement arising from local field confinement in air and quantum-yield enhancement resulting from strengthened emitter-resonator coupling, while confirming the accelerated radiative decay enabled by the void configuration. Leveraging this flexible mechanism, we realize a bimodal nanophotonic pattern with near-diffraction-limited pixels that encode the EPFL logo in the bright field and the SJTU logo in both dark field and photoluminescence micrographs. These results establish Mie voids as a powerful platform for programmable, high-density multimodal displays and open new avenues for advancing state-of-the-art nanophotonic devices.         ",
    "url": "https://arxiv.org/abs/2601.19420",
    "authors": [
      "Yuchao Fu",
      "Ilia Lykov",
      "Sergejs Boroviks",
      "Nai-Quan Zhu",
      "Tianyue Li",
      "Siarhei Zavatski",
      "Makhlad Chahid",
      "Olivier J. F. Martin"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2601.19505",
    "title": "Rimu.jl: Random integrators for many-body quantum systems",
    "abstract": " this http URL is a Julia package for solving many-body quantum problems. The core of the package is a matrix-free implementation of Hamiltonians and other operators and compact representation of Fock states, which together allow for efficient methods suitable for high-performance computing. this http URL includes a Julia implementation of the full configuration interaction quantum Monte Carlo (FCIQMC) algorithm which is a type of projector QMC algorithm for stochastically solving the time-independent Schrödinger equation. It also includes many well-known model Hamiltonians, and an interface for exact diagonalisation based on external eigenvalue solvers. Both the stochastic and exact diagonalisation methods are accessed with a this http URL interface. We describe the FCIQMC algorithm and how to obtain estimators of observables as well as the key features of the implementation.         ",
    "url": "https://arxiv.org/abs/2601.19505",
    "authors": [
      "Matija Čufar",
      "C. J. Bradly",
      "Ray Yang",
      "Elke Pahl",
      "Joachim Brand"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2601.19528",
    "title": "High-sensitivity silicon nitride microring resonator opto-fluidic sensor",
    "abstract": "           Photonic integrated circuit devices can be used as refractometric opto-fluidic sensors to detect the presence of analytes in solution at low concentrations. In this work, we investigate the refractive index sensitivity of silicon nitride microring resonator based photonic integrated circuit fluidic sensors. The performance of a foundry fabricated sensor is measured over the C-band in the presence of liquid samples achieving a mean sensitivity of 579 nanometres per refractive index unit. This demonstration of a scalable, high-sensitivity opto-fluidic sensor, compatible with recognition marker surface functionalisation, opens the way to applications in environmental and bio-sensing.         ",
    "url": "https://arxiv.org/abs/2601.19528",
    "authors": [
      "Davey O. Armstrong",
      "Sherif Ibrahim",
      "Shirin Naserikarimvand",
      "Simon Whelan",
      "Owen J. Guy",
      "Anthony J. Bennett",
      "John P. Hadden"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2601.19574",
    "title": "Automatic Classification of Laser Peening Quality Using Acoustic Signals",
    "abstract": "           Laser Shock Peening increases the fatigue life of metallic components by introducing beneficial compressive residual stresses. To achieve the desired effect, each individual laser pulse must be delivered correctly. Laser Shock Peening quality is typically verified by destructive and time-consuming residual stress measurements or by subjective operator judgement, which is non-objective and unsuitable for continuous in-line control. We propose a simple, low-cost and robust method based on the analysis of the acoustic response that automatically classifies individual laser pulses as defect-free or defective. We show that the acoustic response captured by a low-cost microphone carries sufficiently informative signatures to reliably distinguish correct from incorrect impacts and enables quality control at the level of single pulses. The method provides a non-destructive and objective route to real-time monitoring of Laser Shock Peening, with the potential to increase process reliability and support industrial deployment of this technology without the need for subsequent destructive measurements.         ",
    "url": "https://arxiv.org/abs/2601.19574",
    "authors": [
      "Bohumil Kolář",
      "Jan Kočí",
      "Michal Kotek",
      "Tomáš Martinec",
      "Ivan Mašín"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2601.19676",
    "title": "Optical steering of a large ring laser",
    "abstract": "           A common approach to reduce the linewidth of a laser is an increase of its resonator length. In large gas lasers, however, the frequency spacing between longitudinal modes of the resonator easily becomes significantly smaller than the Doppler-broadened width of the gain profile. As a consequence, the laser might operate on a multitude of modes simultaneously, or jump between modes. Such unstable operation cannot be tolerated in metrological or sensing applications, such as ring laser gyroscopes. Here, we propose and demonstrate a method to establish stable operation on a chosen mode index by optically steering the ring laser to a desired mode index through injection locking with an external laser. The injected mode reliably follows the external steering. Intra-cavity backscattering can even cause the counter-propagating, non-injected mode to follow the external steering as well.         ",
    "url": "https://arxiv.org/abs/2601.19676",
    "authors": [
      "Jannik Zenner",
      "Karl Ulrich Schreiber",
      "Simon Stellmer"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2601.19732",
    "title": "Thermo-optic modulator with ultra-high extinction ratio for low-loss silicon nitride integrated photonics",
    "abstract": "           Extremely low-loss silicon nitride integrated circuits is a potential platform for a growing number of frontier applications in quantum technologies, high-performance and analog computing, nonlinear optics, light detection and ranging (LiDAR), and biotechnologies. However, efficient optical modulation with a wide frequency response, high contrast, low power and scalable manufacturing remains one of the key challenges for silicon nitride integrated photonics. Here, we propose an integrated thermo-optic phase shifter with isolation trenches operating in the C-band. The fabricated thermo-optic modulator capable to achieve a $\\pi$-phase shift shift at a power consumption of 65 mW, bandwidth of 12 kHz, and extinction ratio (ER) over 80 dB. Moreover, we systematically demonstrate its compatibility with low-loss silicon nitride photonic integrated circuits with microring resonators exibiting an average quality factor more than $5.9 \\times 10^{6}$, which correspond to propagation loss of 0.058 dB/cm.         ",
    "url": "https://arxiv.org/abs/2601.19732",
    "authors": [
      "Dmitriy Serkin",
      "Kirill Buzaverov",
      "Aleksandr Baburin",
      "Evgeny Sergeev",
      "Sergey Avdeev",
      "Evgeniy Lotkov",
      "Sergey Bukatin",
      "Ilya Stepanov",
      "Aleksey Kramarenko",
      "Ali Amiraslanov",
      "Ilya Ryzhikov",
      "Ilya Rodionov"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2601.19760",
    "title": "6-mJ, 4-ns Pulse Generation at 2.09 $μ$m from a Diode-Pumped Ho:YAG Thin-Disk Laser",
    "abstract": "           A holmium-doped yttrium aluminum garnet (Ho:YAG) thin-disk was experimentally investigated under Q-switching and cavity-dumping operation schemes, pumped by a 1.9 $\\mu$m laser-diode (LD). The laser generated pulses at 2090 nm with energies more than 6 mJ and pulse duration down to 3.8 ns, corresponding to a peak power of 1.6 MW with near-diffraction-limited beam quality. The compact and robust system was used for laser-induced breakdown spectroscopy (LIBS) experiments, demonstrating its practical usability. These results represent, to the best of our knowledge, the first demonstration of a Ho:YAG thin-disk laser providing MW peak-power in nanosecond regime.         ",
    "url": "https://arxiv.org/abs/2601.19760",
    "authors": [
      "Y. Koshiba",
      "J. Mužík",
      "M. Smrž",
      "M. Dvořák",
      "S. Kudělková",
      "A. Fajstavr",
      "Tomáš Mocek"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2601.19799",
    "title": "Widely tunable SNAP microresonators via translation of side-coupled optical fibers",
    "abstract": "           We demonstrate free spectral range (FSR) tunable Surface Nanoscale Axial Photonics (SNAP) microresonators induced by side-coupled parallel optical fiber segments. By translating one segment relative to the other, we tune the coupling length from $900~\\mu$m to $100~\\mu$m and thereby tune the microresonator FSR from $5$ pm to $50$ pm, with an estimated precision of better than $0.003$ pm. The microresonator Q-factor exceeds $10^5$ and can potentially be significantly increased in a clean lab environment. Possible applications of the demonstrated device include miniature and low-loss tunable delay lines and optical frequency comb generators, as well as ultraprecise tunable optical sensors.         ",
    "url": "https://arxiv.org/abs/2601.19799",
    "authors": [
      "Isha Sharma",
      "Misha Sumetsky"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2601.19865",
    "title": "Laboratory Tests of Laser Control of Electron Beams for Future Colliders",
    "abstract": "           Laser-driven Compton backscattering (CBS) has been proposed as method for controlling the intensity of colliding bunches in the FCC-ee so as to avoid the flip-flop instability caused by intensity asymmetry in colliding bunches. Laser-based collimation has also been proposed as an indestructible collimator for high-intensity electron beams. We have initiated a laboratory-based test program of these concepts with the E344 experiment at FACET-II. In this paper, we describe simulations of laser-beam interactions at FACET-II and the relevant scaling for FCC-ee. We also describe the experimental setup and diagnostics that will be used to make the measurements at FACET-II.         ",
    "url": "https://arxiv.org/abs/2601.19865",
    "authors": [
      "Claire Munting",
      "Peter Kicsiny",
      "Edoardo Barbi",
      "Noe Gonzalez",
      "Spencer Gessner",
      "Illya Drebot"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2601.19890",
    "title": "Detecting Solenoidal Plasma Turbulence via Laser Polarization Rotation",
    "abstract": "           Recent theoretical studies suggest that solenoidal turbulence can significantly enhance fusion reactivity, yet no standard diagnostic exists to directly measure these solenoidal flows in high-energy-density plasmas, nor to distinguish between solenoidal and compressional turbulence. We propose a method that directly diagnoses the energy and spatial structure of this rotational turbulence using the cross-polarization scattering of a probe laser. By coupling to the plasma vorticity, the scattering generates a cross-polarized signal proportional to the turbulent vorticity, effectively acting as a calorimeter for shear flows. We identify a diffractive scattering signature analogous to ``Debye-Scherrer ring'' that reveals the eddy size distribution. We show that this technique is applicable to National Ignition Facility (NIF) implosion conditions and other high-energy-density scenarios.         ",
    "url": "https://arxiv.org/abs/2601.19890",
    "authors": [
      "Kenan Qu",
      "Nathaniel J. Fisch"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2601.18810",
    "title": "Interaction-Conditional Semantics and the Dissolution of Quantum Paradoxes",
    "abstract": "           This paper argues that several canonical puzzles in quantum mechanics, including spin measurement, the double slit, entanglement correlations, and Wigner's friend, share a common origin in a semantic error and the illicit promotion of interaction conditional outcomes to intrinsic properties. I introduce four principles that license only configuration relative predication, grounding outcomes in physical measurement geometry while preserving objectivity. Applying these principles uniformly dissolves each puzzle without new physics or ad hoc interpretive machinery. Bell's theorem and the Kochen-Specker theorem are reframed not as dynamical mysteries but as constraints on permissible explanatory structure, evidence that intrinsic-outcome semantics is incompatible with empirical reality. The result is a relational objectivity that avoids both naive property realism and observer subjectivism.         ",
    "url": "https://arxiv.org/abs/2601.18810",
    "authors": [
      "Jonathon Sendall"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2601.18898",
    "title": "Fault-tolerant quantum simulation of the Pauli-Breit Hamiltonian for ab initio hybrid quantum-classical molecular design with applications to photodynamic therapy",
    "abstract": "           Relativistic spin effects drive subtle molecular phenomena ranging from intersystem crossing in photodynamic therapy to spin-mediated catalysis and high-resolution spectroscopy. These effects are described by the Pauli-Breit Hamiltonian, which extends the nonrelativistic electronic Hamiltonian by including one- and two-electron spin-orbit and spin-spin interactions. First-principles simulations of the full Pauli-Breit Hamiltonian rapidly become intractable on classical computers due to the exponential growth of the Hilbert space and the complexity of two-body spin-dependent terms. We propose a fault-tolerant quantum algorithm for computing molecular energy levels and properties governed by the Pauli-Breit Hamiltonian. Our approach block-encodes the relativistic Hamiltonian in a second-quantized, doubly factorized representation. By reformulating the Hamiltonian in a symmetry-adapted Majorana basis, we construct efficient linear-combination-of-unitaries circuits that encode spin-orbit interactions without effective or mean-field approximations. We introduce spin-controlled Pauli-SWAP networks that decouple spin and orbital control logic, enabling a unified treatment of relativistic spin mixing with only modest overhead relative to spin-free simulations. We analyze quantum resources in terms of logical qubits and T-gate complexity, showing that explicit spin degrees of freedom do not worsen the asymptotic scaling. The prefactor is reduced by a factor of two compared to direct linear-combination-of-unitaries approaches. Finally, we outline a hybrid quantum-classical workflow for designing photodynamic therapy photosensitizers, artificial photosynthesis catalysts, and other systems where accurate relativistic spin effects are essential.         ",
    "url": "https://arxiv.org/abs/2601.18898",
    "authors": [
      "Emil Zak"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2601.18937",
    "title": "Complete transparency with three active-passive-coupled optical resonators",
    "abstract": "           The phenomena of induced transparency, with the typical examples of electromagnetically induced transparency (EIT) in atomic media and coupled optical resonators, have attracted tremendous interest since their discoveries. Due to the limitations of the involved elements, however, near-100\\% transmissions were reported under highly demanding experimental conditions for atomic and other media. Based on a structure of three linearly coupled optical resonators, an active one carrying a possibly arbitrary optical gain and two passive ones simply with dissipation, we demonstrate that a transmitted light field can become completely transparent through the structure, which displays all properties similar to those of EIT. Manifested by a destructive interference to annihilate the intracavity field in the resonator directly coupled to the input, this complete transparency exists for any feasible power of the transmitted field and all realizable coupling strengths of the dark resonator with the input and the neighboring resonator, as long as the inter-cavity coupling for two other resonators is adjustable over a suitable range. A free control on the transparency window size and output field intensity can be realized by tuning two inter-cavity couplings without modifying the built-in system parameters.         ",
    "url": "https://arxiv.org/abs/2601.18937",
    "authors": [
      "Xiao-Bo Yan",
      "Liu Yang",
      "Bing He"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2601.19006",
    "title": "Frequency- and time-resolved second order quantum coherence function of IDTBT single-molecule fluorescence",
    "abstract": "           The frequency- and time-resolved second order quantum coherence function (g(2)({\\tau})) of single-molecule fluorescence has recently been proposed as a powerful new quantum light spectroscopy that can reveal intrinsic quantum coherence in excitation energy transfer in molecular systems ranging from simple dimers to photosynthetic complexes. Yet, no experiments have been reported to date. Here, we have developed a single-molecule fluorescence g(2)({\\tau}) quantum light spectroscopy (SMFg2-QLS) that can simultaneously measure the fluorescence intensity, lifetime, spectra, and g(2)({\\tau}) with frequency resolution, for a single molecule in a controlled environment at both room temperature and cryogenic temperature. As a proof of principle, we have studied single molecules of IDTBT (indacenodithiophene-co-benzothiadiazole), a semiconducting donor-acceptor conjugated copolymer with a chain-like structure that shows a high carrier mobility and annihilation-limited long-range exciton transport. We have observed different g(2)({\\tau}=0) values with different bands or bandwidths of the single molecule IDTBT fluorescence. The general features are consistent with theoretical predictions and suggest non-trivial excited state quantum dynamics, possibly showing quantum coherence, although further analysis and confirmation will require additional theoretical calculations that take into account the complexity and inhomogeneity of individual IDTBT single molecular chains. Our results demonstrate the feasibility and promise of frequency- and time-resolved SMFg2-QLS to provide new insights into molecular quantum dynamics and to reveal signatures of intrinsic quantum coherence in photosynthetic light harvesting that are independent of the nature of the light excitation.         ",
    "url": "https://arxiv.org/abs/2601.19006",
    "authors": [
      "Quanwei Li",
      "Yuping Shi",
      "Lam Lam",
      "K. Birgitta Whaley",
      "Graham Fleming"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2601.19243",
    "title": "Contrast-Source-Based Physics-Driven Neural Network for Inverse Scattering Problems",
    "abstract": "           Deep neural networks (DNNs) have recently been applied to inverse scattering problems (ISPs) due to their strong nonlinear mapping capabilities. However, supervised DNN solvers require large-scale datasets, which limits their generalization in practical applications. Untrained neural networks (UNNs) address this issue by updating weights from measured electric fields and prior physical knowledge, but existing UNN solvers suffer from long inference time. To overcome these limitations, this paper proposes a contrast-source-based physics-driven neural network (CSPDNN), which predicts the induced current distribution to improve efficiency and incorporates an adaptive total variation loss for robust reconstruction under varying contrast and noise conditions. The improved imaging performance is validated through comprehensive numerical simulations and experimental data.         ",
    "url": "https://arxiv.org/abs/2601.19243",
    "authors": [
      "Yutong Du",
      "Zicheng Liu"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2601.19246",
    "title": "Magnetic Resonance Simulation of Effective Transverse Relaxation (T2*)",
    "abstract": "           Purpose: To simulate effective transverse relaxation ($T_2^*$) as a part of MR simulation. $T_2^*$ consists of reversible ($T_2^{\\prime}$) and irreversible ($T_2$) components. Whereas simulations of $T_2$ are easy, $T_2^{\\prime}$ is not easily simulated if only magnetizations of individual isochromats are simulated. Theory and Methods: Efficient methods for simulating $T_2^{\\prime}$ were proposed. To approximate the Lorentzian function of $T_2^{\\prime}$ realistically, conventional simulators require 100+ isochromats. This approximation can be avoided by utilizing a linear phase model for simulating an entire Lorentzian function directly. To represent the linear phase model, the partial derivatives of the magnetizations with respect to the frequency axis were also simulated. To accelerate the simulations with these partial derivatives, the proposed methods introduced two techniques: analytic solutions, and combined transitions. For understanding the fundamental mechanism of the proposed method, a simple one-isochromat simulation was performed. For evaluating realistic cases, several pulse sequences were simulated using two phantoms with and without $T_2^{\\prime}$ simulations. Results: The one-isochromat simulation demonstrated that $T_2^{\\prime}$ simulations were possible. In the realistic cases, $T_2^{\\prime}$ was recovered as expected without using 100+ isochromats for each point. The computational times with $T_2^{\\prime}$ simulations were only 2.0 to 2.7 times longer than those without $T_2^{\\prime}$ simulations. When the above-mentioned two techniques were utilized, the analytic solutions accelerated 19 times, and the combined transitions accelerated up to 17 times. Conclusion: Both theory and results showed that the proposed methods simulated $T_2^{\\prime}$ efficiently by utilizing a linear model with a Lorentzian function, analytic solutions, and combined transitions.         ",
    "url": "https://arxiv.org/abs/2601.19246",
    "authors": [
      "Hidenori Takeshima"
    ],
    "subjectives": [
      "Image and Video Processing (eess.IV)",
      "Computer Vision and Pattern Recognition (cs.CV)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2601.19616",
    "title": "On the rarity of rocket-driven Penrose extraction in Kerr spacetime",
    "abstract": "           We present a Monte Carlo study of energy extraction from rotating (Kerr) black holes via the Penrose process using rocket propulsion. Through over 250,000 trajectory simulations, we establish sharp constraints on when Penrose extraction with escape to infinity succeeds. The mechanism requires that exhaust ejected inside the ergosphere carries negative Killing energy, which is kinematically accessible only via ultra-relativistic ejection deep within the ergosphere. We find that successful extraction with escape is statistically rare ($\\sim$1% in broad parameter scans) and is governed by strict thresholds: it requires high black hole spin (empirically $a/M \\gtrsim 0.89$) and ultra-relativistic exhaust velocity (onset at $v_e \\approx 0.91c$). When conditions are highly tuned to a specific \"sweet spot,\" success rates can reach 88.5%, representing a narrow extraction window rather than generic behavior. Furthermore, single-impulse thrust at periapsis achieves significantly higher cumulative efficiency ($\\eta_{\\rm cum} \\approx 19\\%$) compared to continuous thrust ($\\sim$2--4%) due to path-averaging penalties. These constraints quantify the extreme fine-tuning required for material-based Penrose extraction, consistent with the astrophysical dominance of electromagnetic mechanisms. Simulation code is available at this https URL.         ",
    "url": "https://arxiv.org/abs/2601.19616",
    "authors": [
      "An T. Le"
    ],
    "subjectives": [
      "High Energy Astrophysical Phenomena (astro-ph.HE)",
      "Systems and Control (eess.SY)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2507.06958",
    "title": "Experimental and computational dosimetry in an integrated workflow for remote audits in Ir-192 interstitial brachytherapy: Development and pilot implementation",
    "abstract": "           Purpose: This work describes the development and pilot implementation of a comprehensive remote dosimetry audit for Ir-192 high-dose-rate interstitial brachytherapy, integrating independent experimental and computational dosimetry within a unified this http URL: A compact water-equivalent phantom accommodating two plastic catheters, ten optically stimulated luminescent dosimeters (OSLDs), and two radiochromic films was designed to enable independent point-approximating and 2D dose measurements. A user-selected treatment plan with 36 source dwell positions was generated in a clinical treatment planning system (TPS), accounting for dosimeter dose ranges. Computational audit testing was performed by analyzing DICOM-RT files and conducting Monte Carlo (MC) simulations to obtain independent 3D dose calculations for the same plan and phantom geometry. Dosimetry results were compared to TPS calculations (TG43 and a Model Based Dose Calculation Algorithm, MBDCA) using the 3D Gamma Index (GI) test, dose difference maps, and dose-volume histogram comparisons, wherever applicable. Procedures were optimized to minimize clinical this http URL:The pilot study was completed within ten days of phantom delivery. Measurement corrections were applied when necessary using correction factors from side studies. GI criteria were adapted to the uncertainty of each dosimetry system. Excellent agreement between MBDCA and experimental or MC results was observed. Within the volume of interest, TG-43 systematically overestimated dose relative to MC results (median difference: +2.16%), attributed to missing scatter conditions and phantom this http URL:Despite the labor-intensive workflow, the protocol is suitable for remote Ir-192 audits with acceptable uncertainties. Combining experimental and computational dosimetry enhances audit robustness and supports comprehensive brachytherapy auditing programs.         ",
    "url": "https://arxiv.org/abs/2507.06958",
    "authors": [
      "Eleftherios P Pappas",
      "Vasiliki Peppa",
      "Alexandra Drakopoulou",
      "Eleni Velissariou",
      "Zoi Thrapsanioti",
      "Georgios Kollias",
      "Efi Koutsouveli",
      "Georgia Lymperopoulou",
      "Pantelis Karaiskos"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2507.19916",
    "title": "Analogs of spontaneous emission and lasing in photonic time crystals",
    "abstract": "           We report the first direct mapping of the frequency-resolved local density of states (LDOS) in a photonic time crystal (PTC) implemented as an array of time-periodically modulated LC resonators at microwave frequencies. Broadband white noise probes the system and yields an LDOS lineshape near the momentum gap that can be decomposed into absorptive and dispersive Lorentzian components. The finite LDOS peak at the gap frequency, which grows with modulation strength, implies that the spontaneous emission rate of an emitter coupled to the PTC would be maximized at that frequency. The measured spectra are in good agreement with classical non-Hermitian Floquet theory. As the modulation-induced gain exceeds intrinsic losses, the system undergoes a transition to a narrow-band self-oscillation (lasing) regime. These results open a route to nonequilibrium photonics and bring time-periodic LDOS engineering closer to practical realization.         ",
    "url": "https://arxiv.org/abs/2507.19916",
    "authors": [
      "Kyungmin Lee",
      "Minwook Kyung",
      "Yung Kim",
      "Jagang Park",
      "Hansuek Lee",
      "Joonhee Choi",
      "C. T. Chan",
      "Jonghwa Shin",
      "Kun Woo Kim",
      "Bumki Min"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2508.17887",
    "title": "Electrically switchable photonic diode empowered by chiral resonance",
    "abstract": "           The on-chip integration of nonreciprocal optical devices remains a critical challenge for modern optoelectronics, as conventional magneto-optic approaches suffer from material incompatibility and excessive optical losses. Nonlinear photonic diodes have emerged as a promising magnet-free alternative, yet their widespread adoption has been constrained by inherent limitations in reconfigurability. Here, we present an all-silicon, electrically tunable photonic diode leveraging engineered chiral resonances in an ultra-compact microring architecture. The pronounced asymmetric modal coupling enables nonreciprocal transmission with two distinct operation modes at threshold powers down to -5 dBm. The chirality further enables unprecedented control over self-pulsation dynamics, manifesting in propagation-direction-dependent oscillation thresholds and temporal signatures. Crucially, post-fabrication electrical reconfigurability allows dynamic switching between forward, backward, and disabled states. This work represents a significant advancement in integrated nonreciprocal photonics, offering a CMOS-compatible solution with transformative potential for optical interconnects, photonic neural networks, and signal processing systems.         ",
    "url": "https://arxiv.org/abs/2508.17887",
    "authors": [
      "Jiaqi Zhao",
      "Kexun Wu",
      "Xuecheng Yan",
      "Jiewen Li",
      "Xiaochuan Xu",
      "Ke Xu",
      "Yu Li",
      "Linjie Zhou",
      "Yan Chen",
      "Jiawei Wang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2512.16311",
    "title": "Bunch-by-Bunch Prediction of Beam Transverse Position, Phase, and Length in a Storage Ring Using Neural Networks",
    "abstract": "           Real-time, bunch-by-bunch monitoring of transverse position, longitudinal phase, and bunch length is crucial for beam control in diffraction-limited storage rings, where complex collective dynamics pose unprecedented diagnostic challenges. This study presents a neural network framework that simultaneously predicts these parameters directly from beam position monitor waveforms. The hybrid architecture integrates specialized Multi-Layer Perceptron (MLP), Convolutional Neural Network (CNN), and Long Short-Term Memory with Attention (LSTM-Attention) sub-networks, overcoming key limitations of traditional methods such as serial processing chains and batch-mode operation. Validated on experimental data from the Shanghai Synchrotron Radiation Facility and Hefei Light Source, the model achieves high prediction accuracy with a sub-millisecond latency of 0.042 ms per bunch. This performance demonstrates its potential as a core tool for real-time, multi-parameter diagnostics and active feedback in next-generation light sources.         ",
    "url": "https://arxiv.org/abs/2512.16311",
    "authors": [
      "Can Liu",
      "Xing Yang",
      "Youming Deng",
      "Qingqing Duan",
      "Yongbin Leng"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2601.07849",
    "title": "Quantum mechanics provides the physical basis of teleological evolutions",
    "abstract": "           We show that the quantum computational speedup is due to the teleological character of quantum algorithms, their being evolutions toward a goal (the solution of the problem) with an attractor in the very goal they will produce in the future (the solution of the problem again). We also show that, under the quantum cosmological assumption and for the Fine-tuned Universe version of the Anthropic Principle, the physical basis of the teleological character of quantum algorithms applies as well to the evolutions of the living for which the teleological notion was originally conceived.         ",
    "url": "https://arxiv.org/abs/2601.07849",
    "authors": [
      "Giuseppe Castagnoli"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2601.15210",
    "title": "Enhanced posterior sampling via diffusion models for efficient metasurfaces inverse design",
    "abstract": "           The inverse design of metasurfaces faces inherent challenges due to the nonlinear and highly complex relationship between geometric configurations and their electromagnetic behavior. Traditional optimization approaches often suffer from excessive computational demands and a tendency to converge to suboptimal solutions. This study presents a diffusion-based generative framework that incorporates a dedicated consistency constraint and advanced posterior sampling methods to ensure adherence to desired electromagnetic specifications. Through rigorous validation on small-scale metasurface configurations, the proposed approach demonstrates marked enhancements in both accuracy and reliability of the generated designs. Furthermore, we introduce a scalable methodology that extends inverse design capabilities to large-scale metasurfaces, validated for configurations of up to $98 \\times 98$ nanopillars. Notably, this approach enables rapid design generation completed in minute by leveraging models trained on substantially smaller arrays ($23 \\times 23$). These innovations establish a robust and efficient framework for high-precision metasurface inverse design.         ",
    "url": "https://arxiv.org/abs/2601.15210",
    "authors": [
      "Mathys Le Grand",
      "Pascal Urard",
      "Denis Rideau",
      "Loumi Trémas",
      "Damien Maitre",
      "Louis-Henri Fernandez-Mouron",
      "Adam Fuchs",
      "Régis Orobtchouk"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mathematical Physics (math-ph)"
    ]
  },
  {
    "id": "arXiv:2504.06217",
    "title": "Chernoff Information Bottleneck for Covert Quantum Target Sensing",
    "abstract": "           The paradigm of quantum metrology and sensing aims to identify a quantum advantage in precision at a fixed energy of the probe state. However, in practice, employing high-energy classical probes is often simpler than leveraging the quantum regime. This is not the case of covert sensing scenarios, where detection must be performed while avoiding to be discovered by an adversary, because increasing energy unduly facilitates the adversary. In this paper, we introduce a general framework to assess the quantum advantage in covert situations based on extending the information bottleneck principle to decision problems via the Chernoff information. We demonstrate how entangled photonic probes paired with photon counting significantly outperform classical coherent transmitters in covert detection and ranging, often representing the only option for secrecy. Thus, our work highlights the great potential of integrating quantum sensing into LiDAR and Radar systems to enhance covert performance.         ",
    "url": "https://arxiv.org/abs/2504.06217",
    "authors": [
      "Giuseppe Ortolano",
      "Ivano Ruo-Berchera",
      "Leonardo Banchi"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2507.07092",
    "title": "Non-Gaussian Phase Transition and Cascade of Instabilities in the Dissipative Quantum Rabi Model",
    "abstract": "           The open quantum Rabi model describes a two-level system coupled to a harmonic oscillator. A Gaussian phase transition for the nonequilibrium steady states has been predicted when the bosonic mode is soft and subject to damping. We show that oscillator dephasing is a relevant perturbation, which leads to a non-Gaussian phase transition and an intriguing cascade of instabilities for $k$-th order bosonic operators, as well as a jump in the steady-state qubit polarization. For the soft-mode limit, the equations of motion form a closed hierarchy and spectral properties can be efficiently studied. To this purpose, we establish a fruitful connection to non-Hermitian Hamiltonians. The results for the phase diagram, stability boundaries, and relevant observables are based on mean-field analysis, exact diagonalization, perturbation theory, and Keldysh field theory.         ",
    "url": "https://arxiv.org/abs/2507.07092",
    "authors": [
      "Mingyu Kang",
      "Yikang Zhang",
      "Kenneth R. Brown",
      "Thomas Barthel"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2508.02578",
    "title": "Quantum chemistry with provable convergence via randomized sample-based Krylov quantum diagonalization",
    "abstract": "           Quantum algorithms based on classical processing of individual samples have recently emerged as the most effective and robust methods to approximate ground-state wave functions of many-body quantum systems on pre-fault-tolerant and early-fault-tolerant quantum devices. In these algorithms, the quantum computer acts as a sampling engine that generates the subspace in which the Hamiltonian is classically diagonalized. The recently proposed Sample-based Krylov Quantum Diagonalization (SKQD), uses quantum Krylov states as circuits from which samples are collected. Convergence guarantees can be derived for SKQD under similar assumptions to those of quantum phase estimation, provided that the ground-state wave function is well approximated by a polynomial subset of the full Hilbert space. However, implementations of SKQD for complex many-body Hamiltonians, such as quantum chemistry ones, are limited by the depths of time-evolution circuits needed to generate Krylov vectors. In this work, we introduce a method that combines SKQD with a qDRIFT randomized compilation of the Hamiltonian propagator. The resulting algorithm, termed SqDRIFT, enables quantum chemistry experiments on quantum processors, while preserving the convergence guarantees similar to the phase estimation algorithm. We demonstrate its viability by applying SqDRIFT to calculate the electronic ground-state energy of several polycyclic aromatic hydrocarbons, up to system sizes beyond the reach of exact diagonalization.         ",
    "url": "https://arxiv.org/abs/2508.02578",
    "authors": [
      "Samuele Piccinelli",
      "Alberto Baiardi",
      "Stefano Barison",
      "Max Rossmannek",
      "Almudena Carrera Vazquez",
      "Francesco Tacchino",
      "Stefano Mensa",
      "Edoardo Altamura",
      "Ali Alavi",
      "Mario Motta",
      "Javier Robledo-Moreno",
      "William Kirby",
      "Kunal Sharma",
      "Antonio Mezzacapo",
      "Ivano Tavernelli"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  }
]