[
  {
    "id": "arXiv:2406.12912",
    "title": "Burn-in Test and Thermal Performance Evaluation of Silicon Photomultipliers for the JUNO-TAO Experiment",
    "abstract": "           This study evaluates more than 4,000 tiles made of Hamamatsu visual-sensitive silicon photomultipier (SiPM), each with dimensions of 5 $\\times$ 5 cm$^2$, intended for the central detector of the Taishan Anti-neutrino Observatory (TAO), a satellite experiment of the Jiangmen Underground Neutrino Observatory (JUNO) aimed at measuring the reactor anti-neutrino energy spectrum with unprecedented energy resolution. All SiPM tiles underwent a room temperature burn-in test in the dark for two weeks, while cryogenic testing analyzed the thermal dependence of parameters for some sampled SiPMs. Results from these comprehensive tests provide crucial insights into the long-term performance and stability of the 10 square meters of SiPMs operating at -50°C to detect scintillation photons in the TAO detector. Despite some anomalies awaiting further inspection, all SiPMs successfully passed the burn-in test over two weeks at room temperature, which is equivalent to 6.7 years at -50°C. Results are also used to guide optimal SiPM selection, configuration, and operation, ensuring reliability and sustainability in reactor neutrino measurements. This work also provides insights for a rapid and robust quality assessment in future experiments that employ large-scale SiPMs as detection systems.         ",
    "url": "https://arxiv.org/abs/2406.12912",
    "authors": [
      "X. Chen",
      "G.F. Cao",
      "M.H. Qu",
      "H.W. Wang",
      "N. Anfimov",
      "A. Rybnikov",
      "J.Y. Xu",
      "A.Q. Su",
      "Z.L. Chen",
      "J. Cao",
      "Y.C. Li",
      "M. Qi"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2406.12932",
    "title": "Brownian Motion of the Quantum States on a String and the Polyakov Action of String Theory: Is String Theory a Quantum Mechanical Model of the Brain?",
    "abstract": "           The Brownian motion of a number of quantum states in a compact one-dimensional space is studied via the Wiener fractal measure, and it is shown that the derived path-integral measure coincides precisely with the Polyakov path-integral formula for bosonic string theory. Thus, it is concluded that the Polyakov action of bosonic string theory does not have a unique, distinguishable foundation specifically dedicated to describing the fundamental forces of nature, but rather, it is merely a standard formulation of the Wiener stochastic process for Brownian motion of the quantum states on one-dimensional objects. It is also demonstrated that the time-dimension field is, in practice, the localization of the non-local effects of the coordinate fields. This indicates that the interpretation intended for spacetime fields in the formulation of string theory allegedly faces fundamental flaws in its underlying theoretical aspects. In this regard, we will defend string theory against its experimental flaws in particle physics due to unreliable interpretation of the theory and relate its elaborated mathematical framework to another significant topic: Quantum Brain. ....         ",
    "url": "https://arxiv.org/abs/2406.12932",
    "authors": [
      "Amir Abbass Varshovi"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2406.13003",
    "title": "Simulating nonlinear optical processes on a superconducting quantum device",
    "abstract": "           Simulating plasma physics on quantum computers is difficult, because most problems of interest are nonlinear, but quantum computers are not naturally suitable for nonlinear operations. In weakly nonlinear regimes, plasma problems can be modeled as wave-wave interactions. In this paper, we develop a quantization approach to convert nonlinear wave-wave interaction problems to Hamiltonian simulation problems. We demonstrate our approach using two qubits on a superconducting device. Unlike a photonic device, a superconducting device does not naturally have the desired interactions in its native Hamiltonian. Nevertheless, Hamiltonian simulations can still be performed by decomposing required unitary operations into native gates. To improve experimental results, we employ a range of error mitigation techniques. Apart from readout error mitigation, we use randomized compilation to transform undiagnosed coherent errors into well-behaved stochastic Pauli channels. Moreover, to compensate for stochastic noise, we rescale exponentially decaying probability amplitudes using rates measured from cycle benchmarking. We carefully consider how different choices of product-formula algorithms affect the overall error and show how a trade-off can be made to best utilize limited quantum resources. This study provides a point example of how plasma problems may be solved on near-term quantum computing platforms.         ",
    "url": "https://arxiv.org/abs/2406.13003",
    "authors": [
      "Yuan Shi",
      "Bram Evert",
      "Amy F. Brown",
      "Vinay Tripathi",
      "Eyob A. Sete",
      "Vasily Geyko",
      "Yujin Cho",
      "Jonathan L DuBois",
      "Daniel Lidar",
      "Ilon Joseph",
      "Matt Reagor"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2406.13058",
    "title": "Quantum Systems Other Than the Universe",
    "abstract": "           How should we interpret physical theories, and especially quantum theory, if we drop the assumption that we should treat it as an exact description of the whole Universe? I expound and develop the claim that physics is about the study of autonomous, but not necessarily isolated, dynamical systems, and that when applied to quantum mechanics this entails that in general we should take quantum systems as having mixed states and non-unitary dynamics. I argue that nonetheless unitary dynamics continues to have a special place in physics, via the empirically-well-supported reductionist principles that non-unitarity is to be explained by restriction to a subsystem of a larger unitary system and that microscopic physics is governed by unitary and largely known dynamics. I contrast this position with the `Open Systems View' advocated recently by Michael Cuffaro and Stephan Hartmann.         ",
    "url": "https://arxiv.org/abs/2406.13058",
    "authors": [
      "David Wallace"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2406.13220",
    "title": "Acoustically Transparent Alumina-based Cranial Implants Enhance Ultrasound Transmission Through a Combined Mechano-Acoustic Resonant Effect",
    "abstract": "           Therapeutic ultrasound for brain stimulation has increased in the last years. This energy has shown promising results for treating Alzheimers disease, Parkinsons disease, and traumatic brain injury, among other conditions. However, the application of ultrasound in the brain should trespass a natural but highly attenuating and distorting barrier, the cranium. Implantable ceramic materials can be used to replace part of the cranium as an alternate method to enhance ultrasound transmission. In this work, it is presented the acoustic characterization of alumina ceramic disks that can be employed as cranial implants for acoustic windows-to-the-brain. Alumina samples were prepared using current-activated pressure-assisted densification and were acoustically characterized. Acoustic impedance and attenuation of the samples were determined for different porosities. Additionally, measured and modeled acoustic fields are presented and analyzed in terms of the total ultrasound transmitted through the ceramics. Results indicate a resonant behavior in the alumina disks when the thickness corresponds to a half-wavelength of ultrasound; this resonance permits a total of 95.4% of ultrasound transmission; for thicknesses out of the resonant zone, transmission is 53.0%. Alumina proves to be an excellent medium for ultrasound transmission that, in conjunction with its mechanical and optical properties, can be useful for cranium replacement in mixed opto-acoustic applications.         ",
    "url": "https://arxiv.org/abs/2406.13220",
    "authors": [
      "Mario Ibrahin Gutierrez",
      "Pathikumar Sellappan",
      "Elias H. Penilla",
      "Irais Poblete-Naredo",
      "Arturo Vera",
      "Lorenzo Leija",
      "Javier E. Garay"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2406.13323",
    "title": "An alkali-referenced vector spectrum analyzer for visible-light integrated photonics",
    "abstract": "           Integrated photonics has reformed our information society by offering on-chip optical signal synthesis, processing and detection with reduced size, weight and power consumption. As such, it has been successfully established in the near-infrared (NIR) telecommunication bands. With the soaring demand in miniaturized systems for biosensing, quantum information and transportable atomic clocks, extensive endeavors have been stacked on translating integrated photonics into the visible spectrum, i.e. visible-light integrated photonics. Various innovative visible-light integrated devices have been demonstrated, such as lasers, frequency combs, and atom traps, highlighting the capacity and prospect to create chip-based optical atomic clocks that can make timing and frequency metrology ubiquitous. A pillar to the development of visible-light integrated photonics is characterization techniques featuring high frequency resolution and wide spectral coverage, which however remain elusive. Here, we demonstrate a vector spectrum analyzer (VSA) for visible-light integrated photonics, offering spectral bandwidth from 766 to 795 nm and frequency resolution of 415 kHz. The VSA is rooted on a widely chirping, high-power, narrow-linewidth, mode-hop-free laser around 780 nm, which is frequency-doubled from the near-infrared via an efficient, broadband CPLN waveguide. The VSA is further referenced to hyperfine structures of rubidium and potassium atoms, enabling 8.1 MHz frequency accuracy. We apply our VSA to showcase the characterization of loss, dispersion and phase response of passive integrated devices, as well as densely spaced spectra of mode-locked lasers. Combining operation in the NIR and visible spectra, our VSA allows characterization bandwidth exceeding an octave and can be an invaluable diagnostic tool for spectroscopy, nonlinear optical processing, imaging and quantum interfaces to atomic devices.         ",
    "url": "https://arxiv.org/abs/2406.13323",
    "authors": [
      "Baoqi Shi",
      "Ming-Yang Zheng",
      "Yunkai Zhao",
      "Yi-Han Luo",
      "Jinbao Long",
      "Wei Sun",
      "Wenbo Ma",
      "Xiu-Ping Xie",
      "Lan Gao",
      "Chen Shen",
      "Anting Wang",
      "Wei Liang",
      "Qiang Zhang",
      "Junqiu Liu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2406.13350",
    "title": "Microwave amplification chain calibration in an axion haloscope via cavity-emitted radiation",
    "abstract": "           In an axion haloscope, the weak photon signal, theoretically converted from axions, is captured by a detection cavity. The amplification chain assists the signal receiver to read the signal from the cavity and requires accurate calibration. Typically, the readout line is calibrated using the Y-factor method, involving a switch that directs the signal from either the detection line or the calibration line. However, this switch introduces several disadvantages. In response, we propose a calibration method that eliminates the need for a switch. In this approach, the cavity temperature is decoupled to its incoming noise source and can be controlled, resulting in excess or deficiency of the noise spectrum near its resonance frequency. The experimental result shows that the amplification chain can be calibrated directly using the temperature-varied cavity-emitted radiation.         ",
    "url": "https://arxiv.org/abs/2406.13350",
    "authors": [
      "Hsin Chang",
      "Han-Wen Liu",
      "Hien Thi Doan",
      "Yung-Fu Chen"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2406.13448",
    "title": "Demonstration of High-Efficiency Microwave Heating Producing Record Highly Charged Xenon Ion Beams with Superconducting ECR Ion Sources",
    "abstract": "           Intense highly charged ion beam production is essential for high-power heavy ion accelerators. A novel movable Vlasov launcher for superconducting high charge state Electron Cyclotron Resonance (ECR) ion source has been devised that can affect the microwave power effectiveness by a factor of about 4 in terms of highly charged ion beam production. This approach based on a dedicated microwave launching system instead of the traditional coupling scheme has led to new insight on microwave-plasma interaction. With this new understanding, the world record highly charged xenon ion beam currents have been enhanced by up to a factor of 2, which could directly and significantly enhance the performance of heavy ion accelerators and provide many new research opportunities in nuclear physics, atomic physics and other disciplines.         ",
    "url": "https://arxiv.org/abs/2406.13448",
    "authors": [
      "X. Wang",
      "J. B. Li",
      "V. Mironov",
      "J. W. Guo",
      "X. Z. Zhang",
      "O. Tarvainen",
      "Y. C. Feng",
      "L. X. Li",
      "J. D. Ma",
      "Z. H. Zhang",
      "W. Lu",
      "S. Bogomolov",
      "L. Sun",
      "H. W. Zhao"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2406.13497",
    "title": "Sheath effects with thermal electrons on the resonance frequency of a DC-biased hairpin probe",
    "abstract": "           The dielectric constant of a sheath, whether ionic or electronic, formed around the cylindrical limbs of a hairpin probe, is often considered the same as that of a vacuum. However, this assumption does not hold true for electron sheaths and electron-permeating ionic sheaths, resulting in a deviation of the sheath dielectric constant from that of a vacuum. This deviation significantly influences the effective dielectric between the cylindrical limbs. As a result, it impacts the theoretically estimated resonance frequency characteristic curve of a DC-biased hairpin probe. In this study, we investigate the influence of electron temperature on the sheath dielectric and, consequently, on the resonance frequency characteristic curve. The findings shows that electron temperature primarily determines the resonance frequency characteristic curve. With increasing electron temperature, the peak in the resonance frequency characteristic curve shifts towards higher positive probe bias values and exhibits a broadening near the maxima instead of a sharp peak. This broadening near the maxima has also been validated with an experimentally measured resonance frequency characteristic curve in a capacitively coupled argon discharge.         ",
    "url": "https://arxiv.org/abs/2406.13497",
    "authors": [
      "Pawandeep Singh",
      "Avnish Pandey",
      "Swati Dahiya",
      "Yashashri Patil",
      "Nishant Sirse",
      "Shantanu Karkari"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2406.13523",
    "title": "Measurement of the Crystallization and Phase Transition of Niobium Dioxide Thin-Films for Neuromorphic Computing Applications Using a Tube Furnace Optical Transmission System",
    "abstract": "           Significant research has focused on low-power stochastic devices built from memristive materials. These devices foster neuromorphic approaches to computational efficiency enhancement in merged biomimetic and CMOS architectures due to their ability to phase transition from a dielectric to a metal at an increased temperature. Niobium dioxide has a volatile memristive phase change that occurs $\\sim$800$^\\circ$C~that makes it an ideal candidate for future neuromorphic electronics. A straightforward optical system has been developed on a horizontal tube furnace for \\emph{in situ} spectral measurements as an as-grown \\NbtOf\\ film is annealed and ultimately crystallizes as \\NbOt. The system measures the changing spectral transmissivity of \\NbtOf\\ as it undergoes both reduction and crystallization processes. We were also able to measure the transition from metallic-to-non-metallic \\NbOt\\ during the cooldown phase, which is shown to occur about 100$^\\circ$C~ lower on a sapphire substrate than fused silica. After annealing, the material properties of the \\NbtOf\\ and \\NbOt\\ were assessed via X-ray photoelectron spectroscopy, X-ray diffraction, and 4-point resistivity, confirming that we have made crystalline \\NbOt.         ",
    "url": "https://arxiv.org/abs/2406.13523",
    "authors": [
      "Zachary R. Robinson",
      "Karsten Beckmann",
      "James Michels",
      "Vincent Daviero",
      "Elizabeth A. Street",
      "Fiona Lorenzen",
      "Matthew C. Sullivan",
      "Nathaniel Cady",
      "Alexander Kozen",
      "Marc Currie"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Emerging Technologies (cs.ET)"
    ]
  },
  {
    "id": "arXiv:2406.13538",
    "title": "Farey tree locking of terahertz semiconductor laser frequency combs",
    "abstract": "           Frequency combs show various applications in molecular fingerprinting, imaging, communications, and so on. In the terahertz frequency range, semiconductor-based quantum cascade lasers (QCLs) are ideal platforms for realizing the frequency comb operation. Although self-started frequency comb operation can be obtained in free-running terahertz QCLs due to the four-wave mixing locking effects, resonant/off-resonant microwave injection, phase locking, and femtosecond laser based locking techniques have been widely used to broaden and stabilize terahertz QCL combs. These active locking methods indeed show significant effects on the frequency stabilization of terahertz QCL combs, but they simultaneously have drawbacks, such as introducing large phase noise and requiring complex optical coupling and/or electrical circuits. Here, we demonstrate Farey tree locking of terahertz QCL frequency combs under microwave injection. The frequency competition between the Farey fraction frequency and the cavity round-trip frequency results in the frequency locking of terahertz QCL combs, and the Farey fraction frequencies can be accurately anticipated based on the downward trend of the Farey tree hierarchy. Furthermore, dual-comb experimental results show that the phase noise of the dual-comb spectral lines is significantly reduced by employing the Farey tree locking method. These results pave the way to deploying compact and low phase noise terahertz frequency comb sources.         ",
    "url": "https://arxiv.org/abs/2406.13538",
    "authors": [
      "Guibin Liu",
      "Xuhong Ma",
      "Kang Zhou",
      "Binbin Liu",
      "Lulu Zheng",
      "Xianglong Bi",
      "Shumin Wu",
      "Yanming Lu",
      "Ziping Li",
      "Wenjian Wan",
      "Zhenzhen Zhang",
      "Junsong Peng",
      "Ya Zhang",
      "Heping Zeng",
      "Hua Li"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2406.13545",
    "title": "Optimal Diffractive Focusing of Quantum Waves",
    "abstract": "           Following the familiar analogy between the optical paraxial wave equation and the Schrödinger equation, we derive the optimal, real-valued wave function for focusing in one and two space dimensions without the use of any phase component. We compare and contrast the focusing parameters of the optimal waves with those of other diffractive focusing approaches, such as Fresnel zones. Moreover, we experimentally demonstrate these focusing properties on optical beams using both reflective and transmissive liquid crystal devices. Our results provide an alternative direction for focusing waves where phase elements are challenging to implement, such as for X-rays, THz radiation, and electron beams.         ",
    "url": "https://arxiv.org/abs/2406.13545",
    "authors": [
      "Maxim A. Efremov",
      "Felix Hufnagel",
      "Hugo Larocque",
      "Wolfgang P. Schleich",
      "Ebrahim Karimi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2406.13549",
    "title": "Hardware Realization of Neuromorphic Computing with a 4-Port Photonic Reservoir for Modulation Format Identification",
    "abstract": "           The fields of machine learning and artificial intelligence drive researchers to explore energy-efficient, brain-inspired new hardware. Reservoir computing encompasses recurrent neural networks for sequential data processing and matches the performance of other recurrent networks with less training and lower costs. However, traditional software-based neural networks suffer from high energy consumption due to computational demands and massive data transfer needs. Photonic reservoir computing overcomes this challenge with energy-efficient neuromorphic photonic integrated circuits or NeuroPICs. Here, we introduce a reservoir NeuroPIC used for modulation format identification in C-band telecommunication network monitoring. It is built on a silicon-on-insulator platform with a 4-port reservoir architecture consisting of a set of physical nodes connected via delay lines. We comprehensively describe the NeuroPIC design and fabrication, experimentally demonstrate its performance, and compare it with simulations. The NeuroPIC incorporates non-linearity through a simple digital readout and achieves close to 100% accuracy in identifying several configurations of quadrature amplitude modulation formats transmitted over 20 km of optical fiber at 32 GBaud symbol rate. The NeuroPIC performance is robust against fabrication imperfections like waveguide propagation loss, phase randomization, etc. and delay line length variations. Furthermore, the experimental results exceeded numerical simulations, which we attribute to enhanced signal interference in the experimental NeuroPIC output. Our energy-efficient photonic approach has the potential for high-speed temporal data processing in a variety of applications.         ",
    "url": "https://arxiv.org/abs/2406.13549",
    "authors": [
      "Enes Şeker",
      "Rijil Thomas",
      "Guillermo von Hünefeld",
      "Stephan Suckow",
      "Mahdi Kaveh",
      "Gregor Ronniger",
      "Pooyan Safari",
      "Isaac Sackey",
      "David Stahl",
      "Colja Schubert",
      "Johannes Karl Fischer",
      "Ronald Freund",
      "Max C. Lemme"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2406.13804",
    "title": "Elasticity and acoustic velocities of $\\delta$-AlOOH at extreme conditions: a methodology assessment",
    "abstract": "           Hydrous phases play a fundamental role in the deep-water cycle on Earth. Understanding their stability and thermoelastic properties is essential for constraining their abundance using seismic tomography. However, determining their elastic properties at extreme conditions is notoriously challenging. The challenges stem from the complex behavior of hydrogen bonds under high pressures and temperatures (P,Ts). In this study, we evaluate how advanced molecular dynamics simulation techniques can address these challenges by investigating the adiabatic elasticity and acoustic velocities of $\\delta$-AlOOH, a critical and prototypical high-pressure hydrous phase. We compared the performances of three methods to assess their viability and accuracy. The thermoelastic tensor was computed up to 140 GPa and temperatures up to 2,700 K using molecular dynamics with a DeePMD machine-learning interatomic potential based on the SCAN meta-GGA functional. The excellent agreement with ambient condition single-crystal ultrasound measurements and the correct description of velocity changes induced by H-bond disorder-symmetrization transition observed at 10 GPa in Brillouin scattering measurements underscores the accuracy and efficacy of our approach.         ",
    "url": "https://arxiv.org/abs/2406.13804",
    "authors": [
      "Chenxing Luo",
      "Yang Sun",
      "Renata Wentzcovitch"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2406.13907",
    "title": "Observation of full contrast icosahedral Bose-Einstein statistics in laser desorbed, buffer gas cooled C$_{60}$",
    "abstract": "           The quantum mechanical nature of spherical top molecules is particularly evident at low angular momentum quantum number J. Using infrared spectroscopy on the 8.4$\\mu$m rovibrational band of buffer gas cooled $^{12}$C$_{60}$, we observe the hitherto unseen R(J = 0 - 29) rotational progression, including the complete disappearance of certain transitions due to the molecule's perfect icosahedral symmetry and identical bosonic nuclei. The observation of extremely weak C$_{60}$ absorption is facilitated by a laser desorption C$_{60}$ vapor source, which transfers 1000-fold less heat to the cryogenic buffer gas cell than a traditional oven source. This technique paves the way to cooling C$_{60}$ and other large gas phase molecules to much lower temperatures, providing continued advances for spectral resolution and sensitivity.         ",
    "url": "https://arxiv.org/abs/2406.13907",
    "authors": [
      "Ya-Chu Chan",
      "Lee R. Liu",
      "Andrew Scheck",
      "David J. Nesbitt",
      "Jun Ye",
      "Dina Rosenberg"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2406.14067",
    "title": "A microwave photonic prototype for concurrent radar detection and spectrum sensing over an 8 to 40 GHz bandwidth",
    "abstract": "           In this work, a microwave photonic prototype for concurrent radar detection and spectrum sensing is proposed, designed, built, and investigated. A direct digital synthesizer and an analog electronic circuit are integrated to generate an intermediate frequency (IF) linearly frequency-modulated (LFM) signal with a tunable center frequency from 2.5 to 9.5 GHz and an instantaneous bandwidth of 1 GHz. The IF LFM signal is converted to the optical domain via an intensity modulator and then filtered by a fiber Bragg grating (FBG) to generate only two 2nd-order optical LFM sidebands. In radar detection, the two optical LFM sidebands beat with each other to generate a frequency-and-bandwidth-quadrupled LFM signal, which is used for ranging, radial velocity measurement, and imaging. By changing the center frequency of the IF LFM signal, the radar function can be operated within 8 to 40 GHz. In spectrum sensing, one 2nd-order optical LFM sideband is selected by another FBG, which then works in conjunction with the stimulated Brillouin scattering gain spectrum to map the frequency of the signal under test to time with an instantaneous measurement bandwidth of 2 GHz. By using a frequency shift module to adjust the pump frequency, the frequency measurement range can be adjusted from 0 to 40 GHz. The prototype is comprehensively studied and tested, which is capable of achieving a range resolution of 3.75 cm, a range error of less than $\\pm$ 2 cm, a radial velocity error within $\\pm$ 1 cm/s, delivering clear imaging of multiple small targets, and maintaining a frequency measurement error of less than $\\pm$ 7 MHz and a frequency resolution of better than 20 MHz.         ",
    "url": "https://arxiv.org/abs/2406.14067",
    "authors": [
      "Taixia Shi",
      "Dingding Liang",
      "Lu Wang",
      "Lin Li",
      "Shaogang Guo",
      "Jiawei Gao",
      "Xiaowei Li",
      "Chulun Lin",
      "Lei Shi",
      "Baogang Ding",
      "Shiyang Liu",
      "Fangyi Yang",
      "Chi Jiang",
      "Yang Chen"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Signal Processing (eess.SP)"
    ]
  },
  {
    "id": "arXiv:2406.14105",
    "title": "Barrier discharges in CO$_2$ -- optical emission spectra analysis and E/N determination from intensity ratio",
    "abstract": "           We study barrier discharges in CO$_2$ using optical emission spectroscopy and electrical measurements. We record the spectra of weak CO$_2$ barrier discharge emission in UV-VIS-NIR range. The CO spectral bands of 3rd positive, Angstrom and Asundi systems are identified in the spectra, together with the CO+2 bands of the UV-doublet and the Fox-Duffendack-Baker systems. The effect of CO$_2$ flow rate variations on the relative intensities of the CO and CO$_2$ optical emissions is also investigated. We analyze the optical emission of selected vibrational spectral bands and attempt to determine the E/N using intensity ratio method with kinetic data available in the literature. The method, using intensities from different spectral bands, is tested on sinusoidal driven atmospheric pressure Townsend (APTD) and single-filament barrier discharges at atmospheric pressure. For APTD at different flows and known CO conversion factors, an attempt is made to use the ratio of selected CO to CO$_2$ band intensities. The technique of time-correlated single photon counting is used to obtain necessary sub-nanosecond temporal resolution and, importantly, high signal sensitivity for the single-filament experiment and its utilization gives a promising result, E/N of 330 Td in barrier discharge streamer. Nevertheless, the uncertainties coming from different kinetic data and the low sensitivity of some rate coefficient ratios complicate an easy utilisation of the method. Future steps are therefore proposed, including uncertainty quantification and sensitivity analysis of the simplified model and necessary CO+2 and CO synthetic spectra fitting.         ",
    "url": "https://arxiv.org/abs/2406.14105",
    "authors": [
      "Tomáš Hoder",
      "David Prokop",
      "Corentin Bajon",
      "Simon Dap",
      "Zdeněk Navrátil",
      "Nicolas Naudé"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2406.14149",
    "title": "CheMFi: A Multifidelity Dataset of Quantum Chemical Properties of Diverse Molecules",
    "abstract": "           Progress in both Machine Learning (ML) and conventional Quantum Chemistry (QC) computational methods have resulted in high accuracy ML models for QC properties ranging from atomization energies to excitation energies. Various datasets such as MD17, MD22, and WS22, which consist of properties calculated at some level of QC method, or fidelity, have been generated to benchmark such ML models. The term fidelity refers to the accuracy of the chosen QC method to the actual real value of the property. The higher the fidelity, the more accurate the calculated property, albeit at a higher computational cost. Research in multifidelity ML (MFML) methods, where ML models are trained on data from more than one numerical QC method, has shown the effectiveness of such models over single fidelity methods. Much research is progressing in this direction for diverse applications ranging from energy band gaps to excitation energies. A major hurdle for effective research in this field of research in the community is the lack of a diverse multifidelity dataset for benchmarking. Here, we present a comprehensive multifidelity dataset drawn from the WS22 molecular conformations. We provide the quantum Chemistry MultiFidelity (CheMFi) dataset consisting of five fidelities calculated with the TD-DFT formalism. The fidelities differ in their basis set choice and are namely: STO-3G, 3-21G, 6-31G, def2-SVP, and def2-TZVP. CheMFi offers to the community a variety of QC properties including vertical excitation energies, oscillator strengths, molecular dipole moments, and ground state energies. In addition to the dataset, multifidelity benchmarks are set with state-of-the-art MFML and optimized-MFML         ",
    "url": "https://arxiv.org/abs/2406.14149",
    "authors": [
      "Vivin Vinod",
      "Peter Zaspel"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Machine Learning (cs.LG)"
    ]
  },
  {
    "id": "arXiv:2406.14205",
    "title": "Understanding building blocks of photonic logic gates: Reversible, read-write-erase cycling using photoswitchable beads in micropatterned arrays",
    "abstract": "           Using surface-templated electrophoretic deposition, we have created arrays of polymer beads (photonic units) incorporating photo-switchable DAE molecules, which can be reversibly and individually switched between high and low emission states by direct photo-excitation, without any energy or electron transfer processes within the molecular system. The micropatterned array of these photonic units is spectroscopically characterized in detail and optimized with respect to both signal contrast and cross-talk. The optimum optical parameters including laser intensity, wavelength and duration of irradiation are elucidated and ideal conditions for creating reversible on/off cycles in a micropatterned array are determined. 500 such cycles are demonstrated with no obvious on/off contrast attenuation. The ability to process binary information is demonstrated by selectively writing information to the given photonic unit, reading the resultant emissive signal pattern and finally erasing the information again, which in turn demonstrates the possibility of continuous recording. This basic study paves the way for building complex circuits using spatially well-arranged photonic units.         ",
    "url": "https://arxiv.org/abs/2406.14205",
    "authors": [
      "Heyou Zhang",
      "Pankaj Dharpure",
      "Michael Philipp",
      "Paul Mulvaney",
      "Mukundan Thelakkat",
      "Jürgen Köhler"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2406.14222",
    "title": "Stress-Dependent Optical Extinction in LPCVD Silicon Nitride Measured by Nanomechanical Photothermal Sensing",
    "abstract": "           Understanding optical absorption in silicon nitride is crucial for cutting-edge technologies like photonic integrated circuits, nanomechanical photothermal infrared sensing and spectroscopy, and cavity optomechanics. Yet, the origin of its strong dependence on film deposition and fabrication process is not fully understood. This Letter leverages nanomechanical photothermal sensing to investigate optical extinction $\\kappa_{\\mathrm{ext}}$ at 632.8 nm wavelength in LPCVD SiN strings across a wide range of deposition-related tensile stresses ($200-850$ MPa). Measurements reveal a reduction in $\\kappa_{\\mathrm{ext}}$ from 10$^3$ to 10$^1$ ppm with increasing stress, correlated to variations in Si/N content ratio. Within the band-fluctuations framework, this trend indicates an increase of the energy bandgap with the stress, ultimately reducing absorption. Overall, this study showcases the power and simplicity of nanomechanical photothermal sensing for low absorption measurements, offering a sensitive, scattering-free platform for material analysis in nanophotonics and nanomechanics.         ",
    "url": "https://arxiv.org/abs/2406.14222",
    "authors": [
      "Kostas Kanellopulos",
      "Robert G. West",
      "Stefan Emminger",
      "Paolo Martini",
      "Markus Sauer",
      "Annette Foelske",
      "Silvan Schmid"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2406.14296",
    "title": "Foundry compatible, efficient wafer-scale manufacturing of ultra-low loss, high-density Si$_3$N$_4$ photonic integrated circuits",
    "abstract": "           Silicon nitride (Si$_3$N$_4$) photonic integrated circuits (PICs) have shown low linear loss, negligible nonlinear loss, and high power handling over traditional silicon photonics. To achieve high-density photonic integration and high effective nonlinearity through tight optical confinement, thick stoichiometric Si$_3$N$_4$ films are indispensable. However, when using low-pressure chemical vapor deposition (LPCVD) to achieve high optical material transparency, Si$_3$N$_4$ films exhibit large tensile stress on the order of GPa. Methods for crack prevention are therefore essential. The photonic Damascene process has addressed this issue, attaining record low loss Si$_3$N$_4$ PICs, but it lacks control of the waveguide height. Conversely, precise waveguide dimension and ultra-low loss have been achieved with subtractive processing, but this method is not compatible with mass production due to the use of electron beam lithography. To date, an outstanding challenge is to attain both lithographic precision and ultra-low loss in high confinement Si$_3$N$_4$ PICs that are compatible with large-scale foundry manufacturing. Here, we present a single-step deposited, DUV-based subtractive method for producing wafer-scale ultra-low loss Si$_3$N$_4$ PICs that harmonize these necessities. By employing deep etching of densely distributed, interconnected trenches into the substrate, we effectively mitigate the tensile stress in the Si$_3$N$_4$ layer, enabling direct deposition of thick films without cracking and substantially prolonged storage duration. Lastly, we identify ultraviolet (UV) radiation-induced damage that can be remedied through rapid thermal annealing. Collectively, we develop ultra-low loss Si$_3$N$_4$ microresonators and 0.5 m-long spiral waveguides with losses down to 1.4 dB/m at 1550 nm with high production yield.         ",
    "url": "https://arxiv.org/abs/2406.14296",
    "authors": [
      "Xinru Ji",
      "Rui Ning Wang",
      "Yang Liu",
      "Johann Riemensberger",
      "Zheru Qiu",
      "Tobias J. Kippenberg"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2406.14331",
    "title": "Photonic and phononic modes in acoustoplasmonic toroidal nanopropellers",
    "abstract": "           Non-conventional resonances, both acoustic and photonic, are found in metallic particles with a toroidal nanopropeller geometry that is generated by sweeping a three-lobed 2D-shape along a spiral with twisting angle, ${\\alpha}$. For both optical and acoustic cases, spectral location of resonances experiences a red-shift as a function of ${\\alpha}$. We demonstrate that the optical case can be understood as a natural evolution of resonances as the spiral length of the toroidal nanopropeller increases with ${\\alpha}$, implying a huge helicity dependent absorption cross section. In the case of acoustic response, two red-shifting breathing modes are identified. Additionally, even small ${\\alpha}$ allows the appearance of new low-frequency resonances, whose spectral dispersion depends on a competition between length of the generative spiral and the pitch of the toroidal nanopropeller.         ",
    "url": "https://arxiv.org/abs/2406.14331",
    "authors": [
      "Beatriz Castillo López de Larrinzar",
      "Jorge M. García",
      "Norberto Daniel Lanzillotti-Kimura",
      "Antonio García-Martín"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2406.14347",
    "title": "$\\nabla^2$DFT: A Universal Quantum Chemistry Dataset of Drug-Like Molecules and a Benchmark for Neural Network Potentials",
    "abstract": "           Methods of computational quantum chemistry provide accurate approximations of molecular properties crucial for computer-aided drug discovery and other areas of chemical science. However, high computational complexity limits the scalability of their applications. Neural network potentials (NNPs) are a promising alternative to quantum chemistry methods, but they require large and diverse datasets for training. This work presents a new dataset and benchmark called $\\nabla^2$DFT that is based on the nablaDFT. It contains twice as much molecular structures, three times more conformations, new data types and tasks, and state-of-the-art models. The dataset includes energies, forces, 17 molecular properties, Hamiltonian and overlap matrices, and a wavefunction object. All calculations were performed at the DFT level ($\\omega$B97X-D/def2-SVP) for each conformation. Moreover, $\\nabla^2$DFT is the first dataset that contains relaxation trajectories for a substantial number of drug-like molecules. We also introduce a novel benchmark for evaluating NNPs in molecular property prediction, Hamiltonian prediction, and conformational optimization tasks. Finally, we propose an extendable framework for training NNPs and implement 10 models within it.         ",
    "url": "https://arxiv.org/abs/2406.14347",
    "authors": [
      "Kuzma Khrabrov",
      "Anton Ber",
      "Artem Tsypin",
      "Konstantin Ushenin",
      "Egor Rumiantsev",
      "Alexander Telepov",
      "Dmitry Protasov",
      "Ilya Shenbin",
      "Anton Alekseev",
      "Mikhail Shirokikh",
      "Sergey Nikolenko",
      "Elena Tutubalina",
      "Artur Kadurin"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Machine Learning (cs.LG)",
      "Machine Learning (stat.ML)"
    ]
  },
  {
    "id": "arXiv:2406.14364",
    "title": "Characterization and optimization of a heterolytic Ring Laser Gyroscope",
    "abstract": "           A characterization of Ring Laser Gyroscopes (RLGs) was performed at INFN-Pisa, and optimization is ongoing for a kind of very high sensitivity and accuracy rotation measurement device. Data quality is monitored through fringe contrast, such quantity is factorized, as it depends on single light beam values and their alignment, and on the polarization of the beams at their interference outside the cavity. Models of the alignment and polarization contributions to contrast have been implemented. In particular, the GP2 prototype at INFN-Pisa was characterized as for non-planarity, alignment, and polarization of the interfering beams. Beams interference was optimized by obtaining linearly polarized beams out of the cavity. Advantage with respect to elliptically polarized interfering beams is shown.         ",
    "url": "https://arxiv.org/abs/2406.14364",
    "authors": [
      "Nicolò Beverini",
      "Giorgio Carelli",
      "Simone Castellano",
      "Giuseppe Di Somma",
      "Angela D.V. Di Virgilio",
      "Enrico Maccioni",
      "Paolo Marsili"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2406.14392",
    "title": "An efficient singlet-triplet spin qubit to fiber interface assisted by a photonic crystal cavity",
    "abstract": "           We introduce a novel optical interface between a singlet-triplet spin qubit and a photonic qubit which would offer new prospects for future quantum communication applications. The interface is based on a 220 nm thick GaAs/Al-GaAs heterostructure membrane and features a gate-defined singlet-triplet qubit, a gate-defined optically active quantum dot, a photonic crystal cavity and a bot-tom gold reflector. All essential components can be lithographically defined and deterministically fabricated, which greatly increases the scalability of on-chip in-tegration. According to our FDTD simulations, the interface provides an overall coupling efficiency of 28.7% into a free space Gaussian beam, assuming an SiO2 interlayer filling the space between the reflector and the membrane. The performance can be further increased to 48.5% by undercutting this SiO2 interlayer below the photonic crystal.         ",
    "url": "https://arxiv.org/abs/2406.14392",
    "authors": [
      "Kui Wu",
      "Sebastian Kindel",
      "Thomas Descamps",
      "Tobias Hangleiter",
      "Jan Christoph Müller",
      "Rebecca Rodrigo",
      "Florian Merget",
      "Hendrik Bluhm",
      "Jeremy Witzens"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2406.14403",
    "title": "External Cavity 637-nm Laser with Increased RSOA-to-PIC Alignment Tolerance and a Filtered Sagnac-Loop Reflector with Single Output Waveguide",
    "abstract": "           The design of a 637-nm wavelength, photonic-integrated-circuit-based external cavity laser (PIC-based ECL) aimed at quantum technology applications is presented together with first experimental results. The PIC is designed to provide relaxed alignment tolerance for coupling to a reflective semiconductor optical amplifier (RSOA) gain chip. This is achieved by using a multi-mode edge coupler (MMEC) in place of the usually employed single-mode coupling schemes. A 1-dB-penalty misalignment tolerance of up to +/- 2.4 um can be achieved in the plane of the chip, creating a path towards reliable flip-chip integration at short wavelengths. The power coupled to the PIC is fed to a Sagnac-loop reflector, filtered by a pair of ring resonators operated in Vernier configuration for providing the required frequency selective optical feedback. The ring resonators are designed to have different loaded Q-factors and they are asymmetrically coupled to bus and drop waveguides with suitably engineered directional couplers to provide single output waveguide emission. Moreover, requirements for high output power and narrow linewidths are balanced. Finally, preliminary measurements strongly suggest lasing in the fabricated devices, with further performance optimization being currently carried out.         ",
    "url": "https://arxiv.org/abs/2406.14403",
    "authors": [
      "Georgios Sinatkas",
      "Arijit Misra",
      "Florian Merget",
      "Jeremy Witzens"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2406.14406",
    "title": "Focusing Optical Phased Array for Optically Enabled Probing of the Retina with Subcellular Resolution",
    "abstract": "           We present a silicon-nitride-based optical phased array with built-in focusing and steering capability, that operates at 522 nm and is aimed at complementing a micro-electrode array for joint electrical and optical probing of retinal tissue. It achieves subcellular resolution with a beam diameter of 1.4 um at a focal point located above the chip. Targeted cellular excitation can be achieved by steering the beam through a combination of wavelength tuning and simplified thermo-optical phase shifters with a single electrical input for each of transverse beam steering and selection of the focal plane.         ",
    "url": "https://arxiv.org/abs/2406.14406",
    "authors": [
      "Pedram Hosseini",
      "Prachi Agrawal",
      "Alireza Tabatabaei Mashayekh",
      "Sandra Johnen",
      "Jeremy Witzens",
      "Florian Merget"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2406.14413",
    "title": "Silicon Nitride C-Band Grating Coupler with Reduced Waveguide Back-Reflection Using Adaptively Corrected Elliptical Grates",
    "abstract": "           We present experimental results for a fully etched C-band grating coupler with reduced back reflection fabricated in an 800 nm silicon nitride platform. Back-reflections are reduced by symmetrically interrupting the first few grates around the center axis of the propagating light. The span of the etched grates is gradually increased until they cover the full width. By interrupting the grates, light is reflected back obliquely, which leads to the excitation of higher-order modes that are scattered out of the structure. While this approach has been previously shown in silicon, it comes with a significant penalty in coupling efficiency of around 2.4 dB of extra loss in the layer stack investigated here. In this work, we present the design and measurement results of a grating coupler in which waveguide-to-waveguide back-reflections are suppressed by ~10 dB with this technique, while at the same time mitigating excess insertion losses by reshaping the grates as ellipses of varying eccentricity. This helps to compensate the phase front error induced by the interruption of the grates. This correction does not affect the level by which the back-reflection is suppressed, but reduces the insertion loss penalty from 2.4 dB to 1 dB.         ",
    "url": "https://arxiv.org/abs/2406.14413",
    "authors": [
      "Ibrahim Ghannam",
      "Florian Merget",
      "Jeremy Witzens"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2406.14521",
    "title": "Photoacoustic methane detection assisted by a gas-filled anti-resonant hollow-core fiber laser",
    "abstract": "           Photoacoustic spectroscopys (PAS)-based methane (CH4) detectors have garnered significant attention with various developed systems using near-infrared (NIR) laser sources, which requires high-energy and narrow-linewidth laser sources to achieve high-sensitivity and low-concentration gas detection. The anti-resonant hollow-core fiber (ARHCF) lasers in the NIR and mid-infrared (MIR) spectral domain show a great potential for spectroscopy and high-resolution gas detection. In this work, we demonstrate the generation of a frequency-comb-like Raman laser with high pulse energy spanning from ultraviolet (UV) (328 nm) to NIR (2065 nm wavelength) based on a hydrogen (H2)-filled 7-ring ARHCF. The gas-filled ARHCF fiber is pumped with a custom-laser at 1044 nm with ~100 {\\mu}J pulse energy and a few nanoseconds duration. Through stimulated Raman scattering process, we employ the sixth-order Stokes as case example located at ~1650 nm to demonstrate how the developed high-energy and narrow-linewidth laser source can effectively be used to detect CH4 in the NIR-II region using the photoacoustic modality. We report the efficient detection of CH4 with sensitivity as low as ~550 ppb with an integration time of ~40 s. In conclusion, the main goal of this work is to demonstrate and emphasize the potential of the gas-filled ARHCF laser technology for compact next-generation spectroscopy across different spectral regions.         ",
    "url": "https://arxiv.org/abs/2406.14521",
    "authors": [
      "Cuiling Zhang",
      "Jose Enrique Antonio-Lopez",
      "Rodrigo Amezcua-Correa",
      "Yazhou Wang",
      "Christos Markos"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2406.12886",
    "title": "Bessel beam fabrication of graphitic micro electrodes in diamond using laser bursts",
    "abstract": "           We present the fabrication of conductive graphitic microelectrodes in diamond by using pulsed Bessel beams in the burst mode laser writing regime. The graphitic wires are created in the bulk of a 500 {\\mu}m thick monocrystalline HPHT diamond (with (100) orientation) perpendicular to the sample surface, without beam scanning or sample translation. In particular, the role of different burst features in the resistivity of such electrodes is investigated for two very different sub-pulse durations namely 200 fs and 10 ps, together with the role of thermal annealing. Micro-Raman spectroscopy is implemented to investigate the laser-induced crystalline modification, and the results obtained by using two different laser repetition rates, namely 20 Hz and 200 kHz, are compared. A comparison of the micro-Raman spectra and of the resistivity of the electrodes fabricated respectively with 10 ps single pulses and with bursts (of sub-pulses) of similar total duration has also been made, and we show that the burst mode writing regime allows to fabricate more conductive micro electrodes, thanks to the heat accumulation process leading to stronger graphitization. Moreover, the microfabrication of diamond by means of the longest available bursts (~ 46.7 ps duration) featured by 32 sub-pulses of 200 fs duration, with intra-burst time delay of 1.5 ps (sub-THz bursts), leads to graphitic wires with the lowest resistivity values obtained in this work, especially at low repetition rate such as 20 Hz. Indeed, micro electrodes with resistivity on the order of 0.01 {\\Omega} cm can be fabricated by Bessel beams in the burst mode regime even when the bursts are constituted by femtosecond laser sub-pulses, in contrast with the results of the standard writing regime with single fs pulses typically leading to less conductive micro electrodes.         ",
    "url": "https://arxiv.org/abs/2406.12886",
    "authors": [
      "Akhil Kuriakose",
      "Francesco P. Mezzapesa",
      "Caterina Gaudiuso",
      "Andrea Chiappini",
      "Federico Picollo",
      "Antonio Ancona",
      "Ottavia Jedrkiewicz"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2406.12948",
    "title": "New Reservoir Computing Kernel Based on Chaotic Chua Circuit and Investigating Application to Post-Quantum Cryptography",
    "abstract": "           The aim of this project was to develop a new Reservoir Computer implementation, based on a chaotic Chua circuit. In addition to suitable classification and regression benchmarks, the Reservoir Computer was applied to Post-Quantum Cryptography, with its suitability for this application investigated and assessed. The cryptographic algorithm utilised was the Learning with Errors problem, for both encryption and decryption. To achieve this, the Chua circuit was characterised, in simulation, and by physical circuit testing. The Reservoir Computer was designed and implemented using the results of the characterisation. As part of this development, noise was considered and mitigated. The benchmarks demonstrate that the Reservoir Computer can achieve current literature benchmarks with low error. However, the results with Learning with Errors suggest that a Chua-based Reservoir Computer is not sufficiently complex to tackle the high non-linearity in Post-Quantum Cryptography. Future work would involve researching the use of different combinations of multiple Chua Reservoir Computers in larger neural network architectures. Such architectures may produce the required high-dimensional behaviour to achieve the Learning with Errors problem. This project is believed to be only the second instance of a Chua-based Reservoir Computer in academia, and it is the first to be applied to challenging real-world tasks such as Post-Quantum Cryptography. It is also original by its investigation of hitherto unexplored parameters, and their impact on performance. It demonstrates a proof-of-concept for a mass-producible, inexpensive, low-power consumption hardware neural network. It also enables the next stages in research to occur, paving the road for using Chua-based Reservoir Computers across various applications.         ",
    "url": "https://arxiv.org/abs/2406.12948",
    "authors": [
      "Matthew John Cossins",
      "Sendy Phang"
    ],
    "subjectives": [
      "Cryptography and Security (cs.CR)",
      "Machine Learning (cs.LG)",
      "Chaotic Dynamics (nlin.CD)",
      "Applied Physics (physics.app-ph)",
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2406.12986",
    "title": "Simulating spin biology using a digital quantum computer: Prospects on a near-term quantum hardware emulator",
    "abstract": "           Understanding the intricate quantum spin dynamics of radical pair reactions is crucial for unraveling the underlying nature of chemical processes across diverse scientific domains. In this work, we leverage Trotterization to map coherent radical pair spin dynamics onto a digital gate-based quantum simulation. Our results demonstrated agreement between the idealized noiseless quantum circuit simulation and established master equation approaches for homogeneous radical pair recombination, identifying approximately 15 Trotter steps to be sufficient for faithfully reproducing the coupled spin dynamics of a prototypical system. By utilizing this computational technique to study the dynamics of spin systems of biological relevance, our findings underscore the potential of digital quantum simulation (DQS) of complex radical pair reactions and builds the groundwork towards more utilitarian investigations into their intricate reaction dynamics. We further investigate the effect of realistic error models on our DQS approach, and provide an upper limit for the number of Trotter steps that can currently be applied in the absence of error mitigation techniques before losing simulation accuracy to deleterious noise effects.         ",
    "url": "https://arxiv.org/abs/2406.12986",
    "authors": [
      "Pedro H. Alvarez",
      "Farhan T. Chowdhury",
      "Luke D. Smith",
      "Trevor J. Brokowski",
      "Clarice D. Aiello",
      "Daniel R. Kattnig",
      "Marcos C. de Oliveira"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2406.13156",
    "title": "Development of RFSoC-based direct sampling highly multiplexed microwave SQUID readout for future CMB and submillimeter surveys",
    "abstract": "           The SLAC Microresonator Radio Frequency (SMuRF) electronics is being deployed as the readout for the Cosmic Microwave Background (CMB) telescopes of the Simons Observatory (SO). A Radio Frequency System-on-Chip (RFSoC) based readout of microwave frequency resonator based cryogenic sensors is under development at SLAC as an upgrade path for SMuRF with simplified RF hardware, a more compact footprint, and lower total power consumption. The high-speed integrated data converters and digital data path in RFSoC enable direct RF sampling without analog up and down conversion for RF frequencies up to 6 GHz. A comprehensive optimization and characterization study has been performed for direct RF sampling for microwave SQUID multiplexers, which covers noise level, RF dynamic range, and linearity using a prototype implementation. The SMuRF firmware, including the implementation of closed-loop tone tracking, has been ported to the RFSoC platform and interfaced with the quadrature mixers for digital up and down conversion in the data converter data path to realize a full microwave SQUID multiplexer readout. In this paper, a selection of the performance characterization results of direct RF sampling for microwave SQUID multiplexer readout will be summarized and compared with science-driven requirements. Preliminary results demonstrating the read out of cryogenic sensors using the prototype system will also be presented here. We anticipate our new RFSoC-based SMuRF system will be an enabling readout for on-going and future experiments in astronomy and cosmology, which rely on large arrays of cryogenic sensors to achieve their science goals.         ",
    "url": "https://arxiv.org/abs/2406.13156",
    "authors": [
      "Chao Liu",
      "Zeeshan Ahmed",
      "Shawn W. Henderson",
      "Ryan Herbst",
      "Larry Ruckman",
      "Thomas Satterthwaite"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2406.13203",
    "title": "Dynamical phase-field model of cavity electromagnonic systems",
    "abstract": "           Cavity electromagnonic system, which simultaneously consists of cavities for photons, magnons (quanta of spin waves), and acoustic phonons, provides an exciting platform to achieve coherent energy transduction among different physical systems down to single quantum level. Here we report a dynamical phase-field model that allows simulating the coupled dynamics of the electromagnetic waves, magnetization, and strain in 3D multiphase systems. As examples of application, we computationally demonstrate the excitation of hybrid magnon-photon modes (magnon polaritons), Floquet-induced magnonic Aulter-Townes splitting, dynamical energy exchange (Rabi oscillation) and relative phase control (Ramsey interference) between the two magnon polariton modes. The simulation results are consistent with analytical calculations based on Floquet Hamiltonian theory. Simulations are also performed to design a cavity electro-magno-mechanical system that enables the triple phonon-magnon-photon resonance, where the resonant excitation of a chiral, fundamental (n=1) transverse acoustic phonon mode by magnon polaritons is demonstrated. With the capability to predict coupling strength, dissipation rates, and temporal evolution of photon/magnon/phonon mode profiles using fundamental materials parameters as the inputs, the present dynamical phase-field model represents a valuable computational tool to guide the fabrication of the cavity electromagnonic system and the design of operating conditions for applications in quantum sensing, transduction, and communication.         ",
    "url": "https://arxiv.org/abs/2406.13203",
    "authors": [
      "Shihao Zhuang",
      "Yujie Zhu",
      "Changchun Zhong",
      "Liang Jiang",
      "Xufeng Zhang",
      "Jia-Mian Hu"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2406.13452",
    "title": "Quantum Networks: from Multipartite Entanglement to Hypergraph Immersion",
    "abstract": "           Multipartite entanglement, a higher-order interaction unique to quantum information, offers various advantages over bipartite entanglement in quantum network (QN) applications. Establishing multipartite entanglement across remote parties in QN requires entanglement routing, which irreversibly transforms the QN topology at the cost of existing entanglement links. Here, we address the question of whether a QN can be topologically transformed into another via entanglement routing. Our key result is an exact mapping from multipartite entanglement routing to Nash-Williams's graph immersion problem, extended to hypergraphs. This generalized hypergraph immersion problem introduces a partial order between QN topologies, permitting certain topological transformations while precluding others, offering discerning insights into the design and manipulation of higher-order network topologies in QNs.         ",
    "url": "https://arxiv.org/abs/2406.13452",
    "authors": [
      "Yu Tian",
      "Yuefei Liu",
      "Xiangyi Meng"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Discrete Mathematics (cs.DM)",
      "Social and Information Networks (cs.SI)",
      "Computational Physics (physics.comp-ph)",
      "Physics and Society (physics.soc-ph)"
    ]
  },
  {
    "id": "arXiv:2406.13512",
    "title": "Managing Temperature in Open Quantum Systems Strongly Coupled with Structured Environments",
    "abstract": "           In non-perturbative non-Markovian open quantum systems, reaching either low temperatures with the hierarchical equations of motion (HEOM) or high temperatures with the Thermalized Time Evolving Density Operator with Orthogonal Polynomials (T-TEDOPA) formalism in Hilbert space remains challenging. We compare different manners of modeling the environment. Sampling the Fourier transform of the bath correlation function, also called temperature dependent spectral density, proves to be very effective. T-TEDOPA (Tamascelli et al. Phys. Rev. Lett. 123, 090402 (2019)) uses a linear chain of oscillators with positive and negative frequencies while HEOM is based on the complex poles of an optimized rational decomposition of the temperature dependent spectral density (Xu et al. Phys. Rev. Lett. 129, 230601 (2022)). Resorting to the poles of the temperature independent spectral density and of the Bose function separately is an alternative when the problem due to the huge number of the Bose poles at low temperature is circumvented. Two examples illustrate the effectiveness of the HEOM and T-TEDOPA approaches: a benchmark pure dephasing case and a two-bath model simulating dynamics of excited electronic states coupled through a conical intersection. We show the efficiency of T-TEDOPA to simulate dynamics at a finite temperature by using either continuous spectral densities or only all the intramolecular oscillators of a linear vibronic model calibrated from ab initio data of a phenylene ethynylene dimer.         ",
    "url": "https://arxiv.org/abs/2406.13512",
    "authors": [
      "Brieuc Le Dé",
      "Amine Jaouadi",
      "Etienne Mangaud",
      "Alex W. Chin",
      "Michèle Desouter-Lecomte"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2406.13548",
    "title": "Dynamical Instabilities of Strongly Interacting Ultracold Fermions in an Optical Cavity",
    "abstract": "           Recent quench experiments on ultra cold fermions in optical cavities provide a clean platform for studying how long-range interactions between fermions structure their dynamics. Motivated by these experiments, we provide a theoretical analysis of the dynamical instabilities that lead to the formation of superradiance as the hybrid system is driven across the self-organization transition. We compute the rate at which order forms and quantify the fluctuations of the pre-quench state which seed the instability. Our results quantitatively match existing experiments on free fermions and make predictions for quench experiments involving near unitary fermi gases coupled to an optical cavity. Our work suggests that the non-local nature of the photon-mediated interactions between fermions generates ordering dynamics that are qualitatively different than those observed in short-range interacting systems.         ",
    "url": "https://arxiv.org/abs/2406.13548",
    "authors": [
      "Filip Marijanović",
      "Sambuddha Chattopadhyay",
      "Luka Skolc",
      "Timo Zwettler",
      "Catalin-Mihai Halati",
      "Simon B. Jäger",
      "Thierry Giamarchi",
      "Jean-Philippe Brantut",
      "Eugene Demler"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2406.13616",
    "title": "Entangled Matter-waves for Quantum Enhanced Sensing",
    "abstract": "           The ability to create and harness entanglement is crucial to the fields of quantum sensing andsimulation, and ultracold atom-cavity systems offer pristine platforms for this undertaking. Recently, an experiment demonstrated an effective momentum-exchange interaction between atoms in a common cavity mode. Here, we derive this interaction from a general atom-cavity model, and discuss the role of the cavity frequency shift in response to atomic motion. We show the cavity response leads to many different squeezing interactions between the atomic momentum states. Furthermore, when the atoms form a density grating, the collective motion leads to one-axis twisting, a many-body energy gap, and metrologically useful entanglement even in the presence of noise. This system offers a highly tunable, many-body quantum sensor and simulator.         ",
    "url": "https://arxiv.org/abs/2406.13616",
    "authors": [
      "John Drew Wilson",
      "Jarrod T. Reilly",
      "Haoqing Zhang",
      "Chengyi Luo",
      "Anjun Chu",
      "James K. Thompson",
      "Ana Maria Rey",
      "Murray J. Holland"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic and Molecular Clusters (physics.atm-clus)"
    ]
  },
  {
    "id": "arXiv:2406.13825",
    "title": "Low frequency noise in nanoparticle-molecule networks and implications for in-materio reservoir computing",
    "abstract": "           We study the low-frequency noise (LFN), i.e. flicker noise, also referred to as 1/f noise, in 2D networks of molecularly functionalized gold nanoparticles (NMN: nanoparticle-molecule network). We examine the noise behaviors of the NMN hosting alkyl chains (octanethiol), fatty acid oleic acids (oleylamine), redox molecule switches (polyoxometalate derivatives) or photo-isomerizable molecules (azobenzene derivatives) and we compare their 1/f noise behaviors. These noise metrics are used to evaluate which molecules are the best candidates to build in-materio reservoir computing molecular devices based on NMNs.         ",
    "url": "https://arxiv.org/abs/2406.13825",
    "authors": [
      "Cécile Huez",
      "David Guérin",
      "Florence Volatron",
      "Anna Proust",
      "Dominique Vuillaume"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2406.14113",
    "title": "A differentiable quantum phase estimation algorithm",
    "abstract": "           The simulation of electronic properties is a pivotal issue in modern electronic structure theory, driving significant efforts over the past decades to develop protocols for computing energy derivatives. In this work, we address this problem by developing a strategy to integrate the quantum phase estimation algorithm within a fully differentiable framework. This is accomplished by devising a smooth estimator able to tackle arbitrary initial states. We provide analytical expressions to characterize the statistics and algorithmic cost of this estimator. Furthermore, we provide numerical evidence that the estimation accuracy is retained when an arbitrary state is considered and that it exceeds the one of standard majority rule. We explicitly use this procedure to estimate chemically relevant quantities, demonstrating our approach through ground-state and triplet excited state geometry optimization with simulations involving up to 19 qubits. This work paves the way for new quantum algorithms that combine interference methods and quantum differentiable programming.         ",
    "url": "https://arxiv.org/abs/2406.14113",
    "authors": [
      "Davide Castaldo",
      "Soran Jahangiri",
      "Agostino Migliore",
      "Juan Miguel Arrazola",
      "Stefano Corni"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2406.14200",
    "title": "Gaussian approximation of dynamic cavity equations for linearly-coupled stochastic dynamics",
    "abstract": "           Stochastic dynamics on sparse graphs and disordered systems often lead to complex behaviors characterized by heterogeneity in time and spatial scales, slow relaxation, localization, and aging phenomena. The mathematical tools and approximation techniques required to analyze these complex systems are still under development, posing significant technical challenges and resulting in a reliance on numerical simulations. We introduce a novel computational framework for investigating the dynamics of sparse disordered systems with continuous degrees of freedom. Starting with a graphical model representation of the dynamic partition function for a system of linearly-coupled stochastic differential equations, we use dynamic cavity equations on locally tree-like factor graphs to approximate the stochastic measure. Here, cavity marginals are identified with local functionals of single-site trajectories. Our primary approximation involves a second-order truncation of a small-coupling expansion, leading to a Gaussian form for the cavity marginals. For linear dynamics with additive noise, this method yields a closed set of causal integro-differential equations for cavity versions of one-time and two-time averages. These equations provide an exact dynamical description within the local tree-like approximation, retrieving classical results for the spectral density of sparse random matrices. Global constraints, non-linear forces, and state-dependent noise terms can be addressed using a self-consistent perturbative closure technique. The resulting equations resemble those of dynamical mean-field theory in the mode-coupling approximation used for fully-connected models. However, due to their cavity formulation, the present method can also be applied to ensembles of sparse random graphs and employed as a message-passing algorithm on specific graph instances.         ",
    "url": "https://arxiv.org/abs/2406.14200",
    "authors": [
      "Mattia Tarabolo",
      "Luca Dall'Asta"
    ],
    "subjectives": [
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2406.14484",
    "title": "A two-dimensional optomechanical crystal for quantum transduction",
    "abstract": "           Integrated optomechanical systems are one of the leading platforms for manipulating, sensing, and distributing quantum information. The temperature increase due to residual optical absorption sets the ultimate limit on performance for these applications. In this work, we demonstrate a two-dimensional optomechanical crystal geometry, named \\textbf{b-dagger}, that alleviates this problem through increased thermal anchoring to the surrounding material. Our mechanical mode operates at 7.4 GHz, well within the operation range of standard cryogenic microwave hardware and piezoelectric transducers. The enhanced thermalization combined with the large optomechanical coupling rates, $g_0/2\\pi \\approx 880~\\mathrm{kHz}$, and high optical quality factors, $Q_\\text{opt} = 2.4 \\times 10^5$, enables the ground-state cooling of the acoustic mode to phononic occupancies as low as $n_\\text{m} = 0.35$ from an initial temperature of 3 kelvin, as well as entering the optomechanical strong-coupling regime. Finally, we perform pulsed sideband asymmetry of our devices at a temperature below 10 millikelvin and demonstrate ground-state operation ($n_\\text{m} < 0.45$) for repetition rates as high as 3 MHz. Our results extend the boundaries of optomechanical system capabilities and establish a robust foundation for the next generation of microwave-to-optical transducers with entanglement rates overcoming the decoherence rates of state-of-the-art superconducting qubits.         ",
    "url": "https://arxiv.org/abs/2406.14484",
    "authors": [
      "Felix M. Mayor",
      "Sultan Malik",
      "André G. Primo",
      "Samuel Gyger",
      "Wentao Jiang",
      "Thiago P. M. Alegre",
      "Amir H. Safavi-Naeini"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2309.07316",
    "title": "Plasma modes in QED super-strong magnetic fields of magnetars and laser plasmas",
    "abstract": "           Ultra-magnetized plasmas, where the magnetic field strength exceeds the Schwinger field of about $B_{Q}\\approx4\\times10^{13}$~gauss, become of great scientific interest, thanks to the current advances in laser-plasma experiments and astrophysical observations of magnetar emission. These advances demand better understanding of how quantum electrodynamics (QED) effects influence collective plasma phenomena. In particular, Maxwell's equations become nonlinear in the strong-QED regime. Here we present the `QED plasma framework' which will allow one to {\\em systematically} explore collective phenomena in a QED-plasma with arbitrarily strong magnetic field. Further, we illustrate the framework by exploring low-frequency modes in the ultra-magnetized, cold, electron-positron plasmas. We demonstrate that the classical picture of five branches holds in the QED regime; no new eigenmodes appear. The dispersion curves of all the modes are modified. The QED effects include the overall modification to the plasma frequency, which becomes field-dependent. They also modify resonances and cutoffs of the modes, which become both field- and angle-dependent. The strongest effects are (i) the {\\em field-induced transparency of plasma} for the O-mode via the dramatic reduction of the low-frequency cutoff well below the plasma frequency, (ii) the {\\em Alfven mode suppression} in the large-$k$ regime via the reduction of the Alfven mode resonance, and (iii) the {\\em O-mode slowdown} via strong angle-dependent increase of the index of refraction. These results should be important for understanding of a magnetospheric pair plasma of a magnetar and for laboratory laser-plasma experiments in the QED regime.         ",
    "url": "https://arxiv.org/abs/2309.07316",
    "authors": [
      "Mikhail V. Medvedev"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "High Energy Astrophysical Phenomena (astro-ph.HE)"
    ]
  },
  {
    "id": "arXiv:2309.12536",
    "title": "Exceptional points in optical systems: A resonant-state expansion study",
    "abstract": "           Exceptional points (EPs) in open optical systems are rigorously studied using the resonant-state expansion (RSE). A spherical resonator, specifically a homogeneous dielectric sphere in a vacuum, perturbed by two point-like defects which break the spherical symmetry and bring the optical modes to EPs, is used as a worked example. The RSE is a non-perturbative approach encoding the information about an open optical system in matrix form in a rigorous way, and thus offering a suitable tool for studying its EPs. These are simultaneous degeneracies of the eigenvalues and corresponding eigenfunctions of the system, which are rigorously described by the RSE and illustrated for perturbed whispering-gallery modes (WGMs). An exceptional arc, which is a line of adjacent EPs, is obtained analytically for perturbed dipolar WGMs. Perturbation of high-quality WGMs with large angular momentum and their EPs are found by reducing the RSE equation to a two-state problem by means of an orthogonal transformation of a large RSE matrix. WGM pairs have opposite chirality in spherically symmetric systems and equal chirality at EPs. This chirality at EPs can be observed in circular dichroism measurements, as it manifested itself in a squared-Lorentzian part of the optical spectra, which we demonstrate here analytically and numerically in the Purcell enhancement factor for the perturbed dipolar WGMs.         ",
    "url": "https://arxiv.org/abs/2309.12536",
    "authors": [
      "Kyle S Netherwood",
      "Hannah Riley",
      "Egor A Muljarov"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.07337",
    "title": "On Penrose's Analogy between Curved Spacetime Regions and Optical Lenses",
    "abstract": "           We present a detailed analysis of Penrose's gravito-optical analogy between the focusing effects of particular families of Ricci- and Weyl-curved spacetime regions on the one hand, and anastigmatic and astigmatic optical lenses on the other. We put the analogy in its historical context, investigate its underlying assumptions, its range of validity, its proof of concept, and its application in Penrose's study of the notion of energy flux in general relativity. Finally, we examine the analogy within the framework of Norton's material theory of induction.         ",
    "url": "https://arxiv.org/abs/2310.07337",
    "authors": [
      "Dennis Lehmkuhl",
      "Christian Röken",
      "Juliusz Doboszewski"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)",
      "General Relativity and Quantum Cosmology (gr-qc)"
    ]
  },
  {
    "id": "arXiv:2401.13372",
    "title": "Influence of resonant plasmonic nanoparticles on optically accessing the valley degree of freedom in 2D semiconductors",
    "abstract": "           The valley degree of freedom is one of the most intriguing properties of atomically thin transition metal dichalcogenides. Together with the possibility to address this degree of freedom by valley-contrasting optical selection rules, it has the potential to enable a completely new class of future electronic and optoelectronic devices. Resonant optical nanostructures emerge as promising tools for interacting with and controlling the valley degree of freedom at the nanoscale. However, a critical understanding gap remains in how nanostructures and their nearfields affect the circular polarization properties of valley-selective emission hindering further developments in this field. In order to address this issue, our study delves into the experimental investigation of a hybrid model system where valley-specific emission from a monolayer of molybdenum disulfide is interacting with a resonant plasmonic nanosphere. Contrary to the simple intuition suggesting that a centrosymmetric nanoresonator preserves the degree of circular polarization in the forward scattered farfield by angular momentum conservation, our cryogenic photoluminescence microscopy reveals that the light emitted from the nanoparticle position is largely unpolarized, i.e. we observe depolarization. We rigorously study the nature of this phenomenon numerically considering the monolayer-nanoparticle interaction at different levels including excitation and emission. In doing so, we find that the farfield degree of polarization strongly reduces in the hybrid system when including excitons emitting from outside of the system's symmetry point, which in combination with depolarisation at the excitation level causes the observed effect. Our results highlight the importance of considering spatially distributed emitters for precise predictions of polarization responses in these hybrid systems.         ",
    "url": "https://arxiv.org/abs/2401.13372",
    "authors": [
      "Tobias Bucher",
      "Zlata Fedorova",
      "Mostafa Abasifard",
      "Rajeshkumar Mupparapu",
      "Matthias J. Wurdack",
      "Emad Najafidehaghani",
      "Ziyang Gan",
      "Heiko Knopf",
      "Antony George",
      "Falk Eilenberger",
      "Thomas Pertsch",
      "Andrey Turchanin",
      "Isabelle Staude"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2404.12885",
    "title": "Testbeam results of irradiated SiGe BiCMOS monolithic silicon pixel detector without internal gain layer",
    "abstract": "           Samples of the monolithic silicon pixel ASIC prototype produced in 2022 within the framework of the Horizon 2020 MONOLITH ERC Advanced project were irradiated with 70 MeV protons up to a fluence of 1 x 1016 neq/cm2, and then tested using a beam of 120 GeV/c pions. The ASIC contains a matrix of 100 \\mu m pitch hexagonal pixels, readout out by low noise and very fast frontend electronics produced in a 130 nm SiGe BiCMOS technology process. The dependence on the proton fluence of the efficiency and the time resolution of this prototype was measured with the frontend electronics operated at a power density between 0.13 and 0.9 W/cm2. The testbeam data show that the detection efficiency of 99.96% measured at sensor bias voltage of 200 V before irradiation becomes 96.2% after a fluence of 1 x 1016 neq/cm2. An increase of the sensor bias voltage to 300 V provides an efficiency to 99.7% at that proton fluence. The timing resolution of 20 ps measured before irradiation rises for a proton fluence of 1 x 1016 neq/cm2 to 48 and 44 ps at HV = 200 and 300 V, respectively.         ",
    "url": "https://arxiv.org/abs/2404.12885",
    "authors": [
      "T. Moretti",
      "M. Milanesio",
      "R. Cardella",
      "T. Kugathasan",
      "A. Picardi",
      "I. Semendyaev",
      "M. Elviretti",
      "H. Rücker",
      "K. Nakamura",
      "Y. Takubo",
      "M. Togawa",
      "F. Cadoux",
      "R. Cardarelli",
      "L. Cecconi",
      "S. Débieux",
      "Y. Favre",
      "C. A. Fenoglio",
      "D. Ferrere",
      "S. Gonzalez-Sevilla",
      "L. Iodice",
      "R. Kotitsa",
      "C. Magliocca",
      "M. Nessi",
      "A. Pizarro-Medina",
      "J. Sabater Iglesias",
      "J. Saidi",
      "M. Vicente Barreto Pinto",
      "S. Zambito",
      "L. Paolozzi",
      "G. Iacobucci"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2406.01754",
    "title": "Validating Automated Resonance Evaluation with Synthetic Data",
    "abstract": "           The integrity and precision of nuclear data are crucial for a broad spectrum of applications, from national security and nuclear reactor design to medical diagnostics, where the associated uncertainties can significantly impact outcomes. A substantial portion of uncertainty in nuclear data originates from the subjective biases in the evaluation process, a crucial phase in the nuclear data production pipeline. Recent advancements indicate that automation of certain routines can mitigate these biases, thereby standardizing the evaluation process, reducing uncertainty and enhancing reproducibility. This article contributes to developing a framework for automated evaluation techniques testing, emphasizing automated fitting methods that do not require the user to provide any prior information. This approach simplifies the process and reduces the manual effort needed in the initial evaluation stage. It highlights the capability of the framework to validate and optimize subroutines, targeting the performance analysis and optimization of the fitting procedure using high-fidelity synthetic data (labeled experimental data) and the concept of a fully controlled computational experiment. An error metric is introduced to provide a clear and intuitive measure of the fitting quality by quantifying the accuracy and performance across the specified energy. This metric sets a scale for comparison and optimization of routines or hyperparameter selection, improving the entire evaluation process methodology and increasing reproducibility and objectivity.         ",
    "url": "https://arxiv.org/abs/2406.01754",
    "authors": [
      "Oleksii Zivenko",
      "Noah A. W. Walton",
      "William Fritsch",
      "Jacob Forbes",
      "Amanda M. Lewis",
      "Aaron Clark",
      "Jesse M. Brown",
      "Vladimir Sobes"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Nuclear Experiment (nucl-ex)",
      "Nuclear Theory (nucl-th)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2406.06063",
    "title": "Enabling Large-Scale and High-Precision Fluid Simulations on Near-Term Quantum Computers",
    "abstract": "           Quantum computational fluid dynamics (QCFD) offers a promising alternative to classical computational fluid dynamics (CFD) by leveraging quantum algorithms for higher efficiency. This paper introduces a comprehensive QCFD method, including an iterative method \"Iterative-QLS\" that suppresses error in quantum linear solver, and a subspace method to scale the solution to a larger size. We implement our method on a superconducting quantum computer, demonstrating successful simulations of steady Poiseuille flow and unsteady acoustic wave propagation. The Poiseuille flow simulation achieved a relative error of less than $0.2\\%$, and the unsteady acoustic wave simulation solved a 5043-dimensional matrix. We emphasize the utilization of the quantum-classical hybrid approach in applications of near-term quantum computers. By adapting to quantum hardware constraints and offering scalable solutions for large-scale CFD problems, our method paves the way for practical applications of near-term quantum computers in computational science.         ",
    "url": "https://arxiv.org/abs/2406.06063",
    "authors": [
      "Zhao-Yun Chen",
      "Teng-Yang Ma",
      "Chuang-Chao Ye",
      "Liang Xu",
      "Ming-Yang Tan",
      "Xi-Ning Zhuang",
      "Xiao-Fan Xu",
      "Yun-Jie Wang",
      "Tai-Ping Sun",
      "Yong Chen",
      "Lei Du",
      "Liang-Liang Guo",
      "Hai-Feng Zhang",
      "Hao-Ran Tao",
      "Tian-Le Wang",
      "Xiao-Yan Yang",
      "Ze-An Zhao",
      "Peng Wang",
      "Sheng Zhang",
      "Chi Zhang",
      "Ren-Ze Zhao",
      "Zhi-Long Jia",
      "Wei-Cheng Kong",
      "Meng-Han Dou",
      "Jun-Chao Wang",
      "Huan-Yu Liu",
      "Cheng Xue",
      "Peng-Jun-Yi Zhang",
      "Sheng-Hong Huang",
      "Peng Duan",
      "Yu-Chun Wu",
      "Guo-Ping Guo"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2406.09934",
    "title": "Generation of THz waves through interaction of the wakefield of two-color laser pulses with magnetized plasma",
    "abstract": "           The present study explores radiation in THz spectrum region through the interaction of the wakefield of two-color laser pulses with magnetized plasma. The interaction of the two-color laser with plasma electrons induces transverse nonlinear current in two dimensions, resulting in generation of a wakefield and a forward wave. The investigation revealed that during the non-relativistic regime of laser-plasma interaction, interdependence exists between the electric fields of the forward wave and the wake. Conversely, in the relativistic regime, the dynamic of interaction changes, and plasma electrons are influenced not only by the electric field of the laser pulse but also by relativistic effects like Lorentz contraction, responding to both the electric and magnetic field components. This leads to generation of wake and forward wave radiations. The interplay between various laser and plasma parameters is analyzed, shedding light on the conditions leading to radiation angular distribution patterns in the forward and backward directions. The impact of spatial laser profile, a DC external magnetic field, polarization states, and plasma interaction length on the generated wake and forward wave patterns has been investigated. Through systematic variation of these parameters, the objective is to elucidate the controlled directional features of the resulting fields and radiation patterns.         ",
    "url": "https://arxiv.org/abs/2406.09934",
    "authors": [
      "A. A. Molavi Choobini",
      "F. M. Aghamir"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2309.08666",
    "title": "Variational Embeddings for Many Body Quantum Systems",
    "abstract": "           We propose a variational scheme to represent composite quantum systems using multiple parameterized functions of varying accuracies on both classical and quantum hardware. The approach follows the variational principle over the entire system, and is naturally suited for scenarios where an accurate description is only needed in a smaller subspace. We show how to include quantum devices as high-accuracy solvers on these correlated degrees of freedom, while handling the remaining contributions with a classical device. We demonstrate the effectiveness of the protocol on spin chains and small molecules and provide insights into its accuracy and computational cost.         ",
    "url": "https://arxiv.org/abs/2309.08666",
    "authors": [
      "Stefano Barison",
      "Filippo Vicentini",
      "Giuseppe Carleo"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Other Condensed Matter (cond-mat.other)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2401.16177",
    "title": "Iterative assembly of $^{171}$Yb atom arrays with cavity-enhanced optical lattices",
    "abstract": "           Assembling and maintaining large arrays of individually addressable atoms is a key requirement for continued scaling of neutral-atom-based quantum computers and simulators. In this work, we demonstrate a new paradigm for assembly of atomic arrays, based on a synergistic combination of optical tweezers and cavity-enhanced optical lattices, and the incremental filling of a target array from a repetitively filled reservoir. In this protocol, the tweezers provide microscopic rearrangement of atoms, while the cavity-enhanced lattices enable the creation of large numbers of optical traps with sufficient depth for rapid low-loss imaging of atoms. We apply this protocol to demonstrate near-deterministic filling (99% per-site occupancy) of 1225-site arrays of optical traps. Because the reservoir is repeatedly filled with fresh atoms, the array can be maintained in a filled state indefinitely. We anticipate that this protocol will be compatible with mid-circuit reloading of atoms into a quantum processor, which will be a key capability for running large-scale error-corrected quantum computations whose durations exceed the lifetime of a single atom in the system.         ",
    "url": "https://arxiv.org/abs/2401.16177",
    "authors": [
      "M.A. Norcia",
      "H. Kim",
      "W.B. Cairncross",
      "M. Stone",
      "A. Ryou",
      "M. Jaffe",
      "M.O. Brown",
      "K. Barnes",
      "P. Battaglino",
      "T.C. Bohdanowicz",
      "A. Brown",
      "K. Cassella",
      "C.-A. Chen",
      "R. Coxe",
      "D. Crow",
      "J. Epstein",
      "C. Griger",
      "E. Halperin",
      "F. Hummel",
      "A.M.W. Jones",
      "J.M. Kindem",
      "J. King",
      "K. Kotru",
      "J. Lauigan",
      "M. Li",
      "M. Lu",
      "E. Megidish",
      "J. Marjanovic",
      "M. McDonald",
      "T. Mittiga",
      "J.A. Muniz",
      "S. Narayanaswami",
      "C. Nishiguchi",
      "T. Paule",
      "K.A. Pawlak",
      "L.S. Peng",
      "K.L. Pudenz",
      "D. Rodriguez Perez",
      "A. Smull",
      "D. Stack",
      "M. Urbanek",
      "R.J.M. van de Veerdonk",
      "Z. Vendeiro",
      "L. Wadleigh",
      "T. Wilkason",
      "T.-Y. Wu",
      "X. Xie",
      "E. Zalys-Geller",
      "X. Zhang",
      "B.J. Bloom"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2404.08122",
    "title": "Cavity engineered phonon-mediated superconductivity in MgB$_2$ from first principles quantum electrodynamics",
    "abstract": "           Strong laser pulses can control superconductivity, inducing non-equilibrium transient pairing by leveraging strong-light matter interaction. Here we demonstrate theoretically that equilibrium ground-state phonon-mediated superconductive pairing can be affected through the vacuum fluctuating electromagnetic field in a cavity. Using the recently developed ab initio quantum electrodynamical density-functional theory approximation, we specifically investigate the phonon-mediated superconductive behavior of MgB$_2$ under different cavity setups and find that in the strong light-matter coupling regime its superconducting transition temperature can be, in principles, enhanced by $\\approx 73\\%$ ($\\approx 40\\%$) in an in-plane (out-of-plane) polarized cavity. However, in a realistic cavity, we expect the T$_{\\rm{c}}$ of MgB$_2$ can increase, at most, by $5$ K via photon vacuum fluctuations. The results highlight that strong light-matter coupling in extended systems can profoundly alter material properties in a non-perturbative way by modifying their electronic structure and phononic dispersion at the same time. Our findings indicate a pathway to the experimental realization of light-controlled superconductivity in solid-state materials at equilibrium via cavity-material engineering.         ",
    "url": "https://arxiv.org/abs/2404.08122",
    "authors": [
      "I-Te Lu",
      "Dongbin Shin",
      "Mark Kamper Svendsen",
      "Hannes Hübener",
      "Umberto De Giovannini",
      "Simone Latini",
      "Michael Ruggenthaler",
      "Angel Rubio"
    ],
    "subjectives": [
      "Superconductivity (cond-mat.supr-con)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2404.19589",
    "title": "Acceptance Tests of more than 10 000 Photomultiplier Tubes for the multi-PMT Digital Optical Modules of the IceCube Upgrade",
    "abstract": "           More than 10,000 photomultiplier tubes (PMTs) with a diameter of 80 mm will be installed in multi-PMT Digital Optical Modules (mDOMs) of the IceCube Upgrade. These have been tested and pre-calibrated at two sites. A throughput of more than 1000 PMTs per week with both sites was achieved with a modular design of the testing facilities and highly automated testing procedures. The testing facilities can easily be adapted to other PMTs, such that they can, e.g., be re-used for testing the PMTs for IceCube-Gen2. Single photoelectron response, high voltage dependence, time resolution, prepulse, late pulse, afterpulse probabilities, and dark rates were measured for each PMT. We describe the design of the testing facilities, the testing procedures, and the results of the acceptance tests.         ",
    "url": "https://arxiv.org/abs/2404.19589",
    "authors": [
      "R. Abbasi",
      "M. Ackermann",
      "J. Adams",
      "S. K. Agarwalla",
      "J. A. Aguilar",
      "M. Ahlers",
      "J.M. Alameddine",
      "N. M. Amin",
      "K. Andeen",
      "C. Argüelles",
      "Y. Ashida",
      "S. Athanasiadou",
      "L. Ausborm",
      "S. N. Axani",
      "X. Bai",
      "A. Balagopal V.",
      "M. Baricevic",
      "S. W. Barwick",
      "S. Bash",
      "V. Basu",
      "R. Bay",
      "J. J. Beatty",
      "J. Becker Tjus",
      "J. Beise",
      "C. Bellenghi",
      "C. Benning",
      "S. BenZvi",
      "D. Berley",
      "E. Bernardini",
      "D. Z. Besson",
      "E. Blaufuss",
      "L. Bloom",
      "S. Blot",
      "F. Bontempo",
      "J. Y. Book Motzkin",
      "C. Boscolo Meneguolo",
      "S. Böser",
      "O. Botner",
      "J. Böttcher",
      "J. Braun",
      "B. Brinson",
      "J. Brostean-Kaiser",
      "L. Brusa",
      "R. T. Burley",
      "D. Butterfield",
      "M. A. Campana",
      "I. Caracas",
      "K. Carloni",
      "J. Carpio",
      "S. Chattopadhyay",
      "N. Chau",
      "Z. Chen",
      "D. Chirkin",
      "S. Choi",
      "B. A. Clark",
      "A. Coleman",
      "G. H. Collin",
      "A. Connolly",
      "J. M. Conrad",
      "P. Coppin",
      "R. Corley",
      "P. Correa",
      "D. F. Cowen",
      "P. Dave",
      "C. De Clercq",
      "J. J. DeLaunay",
      "D. Delgado",
      "S. Deng",
      "A. Desai",
      "P. Desiati",
      "K. D. de Vries",
      "G. de Wasseige",
      "T. DeYoung",
      "A. Diaz",
      "J. C. Díaz-Vélez",
      "P. Dierichs",
      "M. Dittmer",
      "A. Domi",
      "L. Draper",
      "H. Dujmovic",
      "K. Dutta",
      "M. A. DuVernois",
      "T. Ehrhardt",
      "L. Eidenschink",
      "A. Eimer",
      "P. Eller",
      "E. Ellinger",
      "S. El Mentawi",
      "D. Elsässer",
      "R. Engel",
      "H. Erpenbeck",
      "J. Evans",
      "P. A. Evenson",
      "K. L. Fan",
      "K. Fang",
      "K. Farrag",
      "A. R. Fazely",
      "A. Fedynitch",
      "N. Feigl",
      "S. Fiedlschuster"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "High Energy Physics - Experiment (hep-ex)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  }
]