[
  {
    "id": "arXiv:2204.10481",
    "title": "Nuclear spin self compensation system for moving MEG sensing with  optical pumped atomic spin co-magnetometer",
    "abstract": "Recording the moving MEGs of a person in which a person's head could move freely as we record the brain's magnetic field is a hot topic in recent years. Traditionally, atomic magnetometers are utilized for moving MEGs recording and a large compensation coil system is utilized for background magnetic field compensation. Here we described a new potential candidate: an optically pumped atomic co-magnetometer(OPACM) for moving MEGs recording. In the OPACM, hyper-polarized nuclear spins could produce a magnetic field which will shield the background fluctuation low frequency magnetic field noise while the the fast changing MEGs signal could be recorded. The nuclear spins look like an automatic magnetic field shields and dynamically compensate the fluctuated background magnetic field noise. In this article, the magnetic field compensation is studied theoretically and we find that the compensation is closely related to several parameters such as the electron spin magnetic field, the nuclear spin magnetic field and the holding magnetic field. Based on the model, the magnetic field compensation could be optimized. We also experimentally studied the magnetic field compensation and the responses of the OPACM to different frequencies of magnetic field are measured. We show that the OPACM owns a clear suppression of low frequency magnetic field under 1Hz and response to magnetic field's frequencies around the band of the MEGs. Magnetic field sensitivity of $3fT/Hz^{1/2}$ has been achieved. Finally, we do a simulation for the OPACM as it is utilized for moving MEGs recording. For comparison, the traditional compensation system for moving MEGs recording is based on a coil which is around 2m in dimension while our compensation system is only 2mm in dimension. Moreover, our compensation system could work in situ and will not affect each other. ",
    "url": "https://arxiv.org/abs/2204.10481",
    "authors": [
      "Yao Chen",
      "Yintao Ma",
      "Mingzhi Yu",
      "Yanbin Wang",
      "Ning Zhang",
      "Libo Zhao",
      "Zhuangde Jiang"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2204.10569",
    "title": "Comparison of different sensor thicknesses and substrate materials for  the monolithic small collection-electrode technology demonstrator CLICTD",
    "abstract": "Small collection-electrode monolithic CMOS sensors profit from a high signal-to-noise ratio and a small power consumption, but have a limited active sensor volume due to the fabrication process based on thin high-resistivity epitaxial layers. In this paper, the active sensor depth is investigated in the monolithic small collection-electrode technology demonstrator CLICTD. Charged particle beams are used to study the charge-collection properties and the performance of devices with different thicknesses both for perpendicular and inclined particle incidence. In CMOS sensors with a high-resistivity Czochralski substrate, the depth of the sensitive volume is found to increase by a factor two in comparison with standard epitaxial material and leads to significant improvements in the hit-detection efficiency and the spatial and time resolution. ",
    "url": "https://arxiv.org/abs/2204.10569",
    "authors": [
      "Katharina Dort",
      "Rafael Ballabriga",
      "Justus Braach",
      "Eric Buschmann",
      "Michael Campbell",
      "Dominik Dannheim",
      "Lennart Huth",
      "Iraklis Kremastiotis",
      "Jens Kröger",
      "Lucie Linssen",
      "Magdalena Munker",
      "Walter Snoeys",
      "Simon Spannagel",
      "Peter Švihra",
      "Tomas Vanat"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2204.10674",
    "title": "Proton-Electron Mass Ratio from Laser Spectroscopy of HD$^+$ at the  Part-Per-Trillion Level",
    "abstract": "Accepted values of the masses of several subatomic particles have been under debate since recent measurements in Penning traps produced more precise yet incompatible results, implying possible inconsistencies in closely related physical constants like the proton-electron and deuteron-proton mass ratios. These quantities also influence the predicted vibrational spectrum of the deuterated molecular hydrogen ion in its electronic ground state, of which we measured the v=0 - 9 overtone transition frequency with an uncertainty of 2.9 parts-per-trillion through Doppler-free two-photon laser spectroscopy. Leveraging high-precision ab initio calculations we convert our measurement to tight constraints on the proton-electron and deuteron-proton mass ratios, consistent with the most recent Penning-trap determinations of these quantities, and yielding a new value of the proton-electron mass ratio with an unprecedented precision of 21 parts-per-trillion. ",
    "url": "https://arxiv.org/abs/2204.10674",
    "authors": [
      "Sayan Patra",
      "M. Germann",
      "J.-Ph. Karr",
      "M. Haidar",
      "L. Hilico",
      "V. I. Korobov",
      "F. M. J. Cozijn",
      "K. S. E. Eikema",
      "W. Ubachs",
      "J. C. J. Koelemeij"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2204.10774",
    "title": "High average power ultrafast laser technologies for driving future  advanced accelerators",
    "abstract": "Large scale laser facilities are needed to advance the energy frontier in high energy physics and accelerator physics. Laser plasma accelerators are core to advanced accelerator concepts aimed at reaching TeV electron electron colliders. In these facilities, intense laser pulses drive plasmas and are used to accelerate electrons to high energies in remarkably short distances. A laser plasma accelerator could in principle reach high energies with an accelerating length that is 1000 times shorter than in conventional RF based accelerators. Notionally, laser driven particle beam energies could scale beyond state of the art conventional accelerators. LPAs have produced multi GeV electron beams in about 20 cm with relative energy spread of about 2 percent, supported by highly developed laser technology. This validates key elements of the US DOE strategy for such accelerators to enable future colliders but extending best results to date to a TeV collider will require lasers with higher average power. While the per pulse energies envisioned for laser driven colliders are achievable with current lasers, low laser repetition rates limit potential collider luminosity. Applications will require rates of kHz to tens of kHz at Joules of energy and high efficiency, and a collider would require about 100 such stages, a leap from current Hz class LPAs. This represents a challenging 1000 fold increase in laser repetition rates beyond current state of the art. This whitepaper describes current research and outlook for candidate laser systems as well as the accompanying broadband and high damage threshold optics needed for driving future advanced accelerators. ",
    "url": "https://arxiv.org/abs/2204.10774",
    "authors": [
      "Leily Kiani",
      "Tong Zhou",
      "Seung-Whan Bahk",
      "Jake Bromage",
      "David Bruhwiler",
      "E. Michael Campbell",
      "Zenghu Chang",
      "Enam Chowdhury",
      "Michael Downer",
      "Qiang Du",
      "Eric Esarey",
      "Almantas Galvanauskas",
      "Thomas Galvin",
      "Constantin Hafner",
      "Dieter Hoffmann",
      "Chan Joshi",
      "Manoj Kanskar",
      "Wei Lu",
      "Carmen Menoni",
      "Michael Messerly",
      "Sergey B. Mirov",
      "Mark Palmer",
      "Igor Pogorelsky",
      "Mikhail Polyanskiy",
      "Erik Power",
      "Brendan Reagan",
      "Jorge Rocca",
      "Joshua Rothenberg",
      "Bruno E. Schmidt",
      "Emily Sistrunk",
      "Thomas Spinka",
      "Sergei Tochitsky",
      "Navid Vafaei-Najafabadi",
      "Jeroen van Tilborg",
      "Russell Wilcox",
      "Jonathan Zuegel",
      "Cameron Geddes"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2204.10821",
    "title": "Routes to chaos in a class-B laser coupled to a neutral resonator",
    "abstract": "We study the dynamics of a class-B semiconductor microring laser coupled to a neutral microring resonator for common fabrication parameters. For zero detuning between the resonators, we identify five dynamical regions controlled by the normalized pump rate of the laser and coupling strength between the resonators. These regions show stable lasing with phase locking for either sufficiently small or large coupling strength parameter values. Multistability and chaos arise in between these stable regions where at least one fixed point is attractive. The transition from stable to unstable lasing regions in the parameter space phase diagram is a crossover. ",
    "url": "https://arxiv.org/abs/2204.10821",
    "authors": [
      "L. E. Güemes Frese",
      "B. R. Jaramillo-Ávila",
      "B. M. Rodríguez-Lara"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Chaotic Dynamics (nlin.CD)"
    ]
  },
  {
    "id": "arXiv:2204.10371",
    "title": "Resonant Semiconductor Metasurfaces for Generating Complex Quantum  States",
    "abstract": "Quantum state engineering, the cornerstone of quantum photonic technologies, mainly relies on spontaneous parametric down-conversion and four-wave mixing, where one or two pump photons decay into a photon pair. Both these nonlinear effects require momentum conservation (i.e., phase-matching) for the participating photons, which strongly limits the versatility of the resulting quantum states. Nonlinear metasurfaces, due to their subwavelength thickness, relax this constraint and extend the boundaries of quantum state engineering. Here, we generate entangled photons via spontaneous parametric down-conversion in semiconductor metasurfaces with high-quality resonances. By enhancing the quantum vacuum field, our metasurfaces boost the emission of photon pairs within narrow resonance bands at multiple selected wavelengths. Due to the relaxed momentum conservation, the same resonances support photon pair generation from pump photons of practically any energy. This enables the generation of complex frequency-multiplexed quantum states, in particular cluster states. Our results demonstrate the multifunctional use of metasurfaces for quantum state engineering. ",
    "url": "https://arxiv.org/abs/2204.10371",
    "authors": [
      "Tomás Santiago-Cruz",
      "Sylvain D. Gennaro",
      "Oleg Mitrofanov",
      "Sadhvikas Addamane",
      "John Reno",
      "Igal Brener",
      "Maria V. Chekhova"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.10564",
    "title": "Expansion of landing areas on the Venus surface using resonant orbits in  the Venera-D project",
    "abstract": "A problem of determining attainable landing sites on the surface of Venus is an essential part of the Venera-D project aimed to explore the planet using a lander. This problem appears due to the inability for the descent module to land at any point on the surface of Venus because of the short duration of the launch window (about 2 weeks from the optimal launch date), as well as restrictions on the maximum permissible overload. An additional factor affecting the reduction of attainable landing sites is the low angular velocity of Venus own rotation. This study proposes a new approach to expand the attainable landing areas. The approach is based on the use of the gravitational field of Venus to transfer the spacecraft to an orbit resonant to the Venusian one with a ratio of periods of 1:1. All the simulations were performed at the patched conic approximation. As an example, we considered a flight to Venus at launch in 2029 or 2031. For both cases maps of attainable landing areas on the surface were constructed. It has been demonstrated that there is always at least one launch date within the launch window, allowing the spacecraft to reach almost any point on the surface of Venus. It is shown that the application of the proposed approach makes it possible to achieve a significant expansion of the attainable landing areas (over 70\\% of the surface) and, in some cases, provide access to any point on the surface of Venus. However, the price of this advantage is an increase in the flight duration by one Venusian year. ",
    "url": "https://arxiv.org/abs/2204.10564",
    "authors": [
      "Natan Eismont",
      "Vladislav Zubko",
      "Andrey Belyaev",
      "Konstantin Fedyaev",
      "Lyudmila Zasova",
      "Dmitry Gorinov",
      "Alexander Simonov",
      "Ravil Nazirov"
    ],
    "subjectives": [
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Space Physics (physics.space-ph)"
    ]
  },
  {
    "id": "arXiv:2204.10727",
    "title": "Revealing interactions between HVDC cross-area flows and frequency  stability with explainable AI",
    "abstract": "The energy transition introduces more volatile energy sources into the power grids. In this context, power transfer between different synchronous areas through High Voltage Direct Current (HVDC) links becomes increasingly important. Such links can balance volatile generation by enabling long-distance transport or by leveraging their fast control behavior. Here, we investigate the interaction of power imbalances - represented through the power grid frequency - and power flows on HVDC links between synchronous areas in Europe. We use explainable machine learning to identify key dependencies and disentangle the interaction of critical features. Our results show that market-based HVDC flows introduce deterministic frequency deviations, which however can be mitigated through strict ramping limits. Moreover, varying HVDC operation modes strongly affect the interaction with the grid. In particular, we show that load-frequency control via HVDC links can both have control-like or disturbance-like impacts on frequency stability. ",
    "url": "https://arxiv.org/abs/2204.10727",
    "authors": [
      "Sebastian Pütz",
      "Benjamin Schäfer",
      "Dirk Witthaut",
      "Johannes Kruse"
    ],
    "subjectives": [
      "Systems and Control (eess.SY)",
      "Artificial Intelligence (cs.AI)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2204.10773",
    "title": "Denoising of Three-Dimensional Fast Spin Echo Magnetic Resonance Images  of Knee Joints using Spatial-Variant Noise-Relevant Residual Learning of  Convolution Neural Network",
    "abstract": "Two-dimensional (2D) fast spin echo (FSE) techniques play a central role in the clinical magnetic resonance imaging (MRI) of knee joints. Moreover, three-dimensional (3D) FSE provides high-isotropic-resolution magnetic resonance (MR) images of knee joints, but it has a reduced signal-to-noise ratio compared to 2D FSE. Deep-learning denoising methods are a promising approach for denoising MR images, but they are often trained using synthetic noise due to challenges in obtaining true noise distributions for MR images. In this study, inherent true noise information from 2-NEX acquisition was used to develop a deep-learning model based on residual learning of convolutional neural network (CNN), and this model was used to suppress the noise in 3D FSE MR images of knee joints. The proposed CNN used two-step residual learning over parallel transporting and residual blocks and was designed to comprehensively learn real noise features from 2-NEX training data. The results of an ablation study validated the network design. The new method achieved improved denoising performance of 3D FSE knee MR images compared with current state-of-the-art methods, based on the peak signal-to-noise ratio and structural similarity index measure. The improved image quality after denoising using the new method was verified by radiological evaluation. A deep CNN using the inherent spatial-varying noise information in 2-NEX acquisitions was developed. This method showed promise for clinical MRI assessments of the knee, and has potential applications for the assessment of other anatomical structures. ",
    "url": "https://arxiv.org/abs/2204.10773",
    "authors": [
      "Shutian Zhao",
      "Donal G. Cahill",
      "Siyue Li",
      "Fan Xiao",
      "Thierry Blu",
      "James F Griffith",
      "Weitian Chen"
    ],
    "subjectives": [
      "Image and Video Processing (eess.IV)",
      "Computer Vision and Pattern Recognition (cs.CV)",
      "Machine Learning (cs.LG)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2204.10778",
    "title": "Quantum interference measurement of the free fall of anti-hydrogen",
    "abstract": "We analyze a quantum measurement designed to improve the accuracy for the free-fall acceleration of anti-hydrogen in the GBAR experiment. Including the effect of photo-detachment recoil in the analysis and developing a full quantum analysis of anti-matter wave propagation, we show that the accuracy is improved by approximately three orders of magnitude with respect to the classical timing technique planned for the current experiment. ",
    "url": "https://arxiv.org/abs/2204.10778",
    "authors": [
      "Olivier Rousselle",
      "Pierre Cladé",
      "Saïda Guellati-Khélifa",
      "Romain Guérout",
      "Serge Reynaud"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:1601.00618",
    "title": "On the possible new 750 GeV heavy boson resonance at the LHC",
    "abstract": " Comments: v3: bottomonium-gluonium system discussed; few references removed, few added ",
    "url": "https://arxiv.org/abs/1601.00618",
    "authors": [
      "Davor Palle"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)",
      "High Energy Physics - Phenomenology (hep-ph)"
    ]
  },
  {
    "id": "arXiv:2004.09257",
    "title": "Quantum Discrete Levels of the Universe from the Early Trans-Planckian  Vacuum to the Late Dark Energy",
    "abstract": " Comments: Published version in Phys Rev D, 54 pages, 1 figure, new material. arXiv admin note: text overlap with arXiv:1912.06655 ",
    "url": "https://arxiv.org/abs/2004.09257",
    "authors": [
      "Norma G. Sanchez"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2010.09746",
    "title": "Fast simulation of quantum algorithms using circuit optimization",
    "abstract": " Title: Fast simulation of quantum algorithms using circuit optimization ",
    "url": "https://arxiv.org/abs/2010.09746",
    "authors": [
      "Gian Giacomo Guerreschi"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Distributed, Parallel, and Cluster Computing (cs.DC)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2105.08322",
    "title": "Microwave response of a metallic superconductor subject to a  high-voltage gate electrode",
    "abstract": " Comments: 10 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2105.08322",
    "authors": [
      "Giacomo Catto",
      "Wei Liu",
      "Suman Kundu",
      "Valtteri Lahtinen",
      "Visa Vesterinen",
      "Mikko Möttönen"
    ],
    "subjectives": [
      "Superconductivity (cond-mat.supr-con)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2112.00752",
    "title": "Numerical Study of Cosmic Ray Confinement through Dust Resonant Drag  Instabilities",
    "abstract": " Comments: 14 pages, 10 figures, published on MNRAS ",
    "url": "https://arxiv.org/abs/2112.00752",
    "authors": [
      "Suoqing Ji",
      "Jonathan Squire",
      "Philip F. Hopkins"
    ],
    "subjectives": [
      "High Energy Astrophysical Phenomena (astro-ph.HE)",
      "Astrophysics of Galaxies (astro-ph.GA)",
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2112.02759",
    "title": "Testing gravitational redshift base on microwave frequency links onboard  China Space Station",
    "abstract": " Comments: 6 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2112.02759",
    "authors": [
      "Wenbin Shen",
      "Pengfei Zhang",
      "Ziyu Shen",
      "Rui Xu",
      "Xiao Sun",
      "Mostafa Ashry",
      "Abdelrahim Ruby",
      "Wei Xu",
      "Kuangchao Wu",
      "Yifan Wu",
      "An Ning",
      "Lei Wang",
      "Lihong Li",
      "Chenghui Cai"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2201.02646",
    "title": "A many-body approach to transport in quantum systems: From the transient  regime to the stationary state",
    "abstract": " Comments: Topical review, 97 pages, 15 figures ",
    "url": "https://arxiv.org/abs/2201.02646",
    "authors": [
      "M. Ridley",
      "N. W. Talarico",
      "D. Karlsson",
      "N. Lo Gullo",
      "R. Tuovinen"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2202.00533",
    "title": "Steady State Photoisomerization Quantum Yield of Model Rhodopsin:  Insights from Wavepacket Dynamics?",
    "abstract": " Comments: 23 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2202.00533",
    "authors": [
      "Chern Chuang",
      "Paul Brumer"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2202.08940",
    "title": "Defining the quantum workforce landscape: a review of global quantum  education initiatives",
    "abstract": " Comments: 35 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2202.08940",
    "authors": [
      "Maninder Kaur",
      "Araceli Venegas-Gomez"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Physics and Society (physics.soc-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2202.09746",
    "title": "Ultrasensitive refractive index sensor with rotatory biased weak  measurement",
    "abstract": " Comments: 8 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2202.09746",
    "authors": [
      "Chongqi Zhou",
      "Yang Xu",
      "Xiaonan Zhang",
      "Zhangyan Li",
      "Tian Guan",
      "Yonghong He",
      "Yanhong Ji"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  }
]