[
  {
    "id": "arXiv:2411.15166",
    "title": "Gravitization Equation and Zero Energy Momentum Tensor with Cancellation Law in Gravitational Quantum Field Theory",
    "abstract": "           We analyze essential properties about gravitational quantum field theory (GQFT) grounded on spin gauge symmetry by taking the general theory of quantum electrodynamics as example. A constraint equation for the field strength of gravigaiuge field is obtained to be as gravitization equation in spin-related gravigauge spacetime, which indicates how the gravitational effect emerges from non-commutative relation of gravigauge derivative operator. By representing the action in Minkowski spacetime, we show that translational invariance leads to zero energy momentum tensor in GQFT when applying for equations of motion for all basic fields including gravigauge field, which extends conservation law of energy momentum tensor in quantum field theory to cancellation law of energy momentum tensor in GQFT. An equivalence between general gravitational equation and zero energy momentum tensor is naturally resulted in GQFT.         ",
    "url": "https://arxiv.org/abs/2411.15166",
    "authors": [
      "Yue-Liang Wu"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "High Energy Physics - Theory (hep-th)"
    ]
  },
  {
    "id": "arXiv:2411.15339",
    "title": "Fully integrated hybrid multimode-multiwavelength photonic processor with picosecond latency",
    "abstract": "           High-speed signal processing is essential for maximizing data throughput in emerging communication applications, like multiple-input multiple-output (MIMO) systems and radio-frequency (RF) interference cancellation. However, as these technologies scale, they increase hardware complexity, computing power demands, and create significant digital signal processing (DSP) challenges. While transistor miniaturization has improved digital electronic processors, they still face physical bottlenecks, limiting computational throughput and increasing DSP latency. Photonic processors present a promising alternative, offering large bandwidth, low loss, parallel processing, and low latency. Yet, scalability in photonic processors remains limited by system integration, device size, and on-chip multiplexing challenges. Here, we introduce a scalable on-chip hybrid multiplexed photonic processor, combining mode-division multiplexing (MDM) and wavelength-division multiplexing (WDM). This marks the first implementation of a monolithically integrated MDM-WDM-compatible processor, featuring mode multiplexers, multimode microring resonators, and multimode balanced photodetectors. Furthermore, we demonstrate real-time unscrambling of 5 Gb/s non-return-to-zero optical MIMO signals and RF phase-shift keying signal unjamming. Our system's 30 ps processing latency makes it ideal for real-time MIMO and RF applications. Our analysis reveals that hybrid MDM-WDM multiplexing improves the number of operations per second by 4.1 times over spatially multiplexed WDM configurations, positioning it as a strong candidate for next-generation large-scale photonic processors.         ",
    "url": "https://arxiv.org/abs/2411.15339",
    "authors": [
      "Ahmed Khaled",
      "A. Aadhi",
      "Chaoran Huang",
      "Alexander N. Tait",
      "Bhavin J. Shastri"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.15507",
    "title": "Acoustic forces near elastic substrate",
    "abstract": "           In this work, we study the acoustic forces acting on particles due to sound scattering at the interface with an elastic substrate. Utilizing the Green's function formalism, we predict that excitation of leaking Rayleigh wave results in strong modification of the acoustic pressure force acting on a monopole scatterer and changes the equilibrium position of particles above the substrate surface. We also showed that the presence of a substrate changes the configuration of the acoustical binding of two particles due to multiple rescattering of acoustic wave from the interface. The reported results propose the method of acoustic manipulation via surface waves excitation and demonstrate the effect from elastic media in acoustical trapping of microobjects.         ",
    "url": "https://arxiv.org/abs/2411.15507",
    "authors": [
      "Vsevolod Kleshchenko",
      "Khristina Albitskaya",
      "Mihail Petrov"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2411.15665",
    "title": "High temperature melting of dense molecular hydrogen from machine-learning interatomic potentials trained on quantum Monte Carlo",
    "abstract": "           We present results and discuss methods for computing the melting temperature of dense molecular hydrogen using a machine learned model trained on quantum Monte Carlo data. In this newly trained model, we emphasize the importance of accurate total energies in the training. We integrate a two phase method for estimating the melting temperature with estimates from the Clausius-Clapeyron relation to provide a more accurate melting curve from the model. We make detailed predictions of the melting temperature, solid and liquid volumes, latent heat and internal energy from 50 GPa to 180 GPa for both classical hydrogen and quantum hydrogen. At pressures of roughly 173 GPa and 1635K, we observe molecular dissociation in the liquid phase. We compare with previous simulations and experimental measurements.         ",
    "url": "https://arxiv.org/abs/2411.15665",
    "authors": [
      "Shubhang Goswami",
      "Scott Jensen",
      "Yubo Yang",
      "Markus Holzmann",
      "Carlo Pierleoni",
      "David M. Ceperley"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2411.15733",
    "title": "Modeling of optical scattering from topographic surface measurements of high-quality mirrors",
    "abstract": "           In this paper, we revisit computational methods to obtain an angular profile of optical scattering from a smooth surface, given a two-dimensional map of topographic height errors of the surface. Quick derivations of some traditional equations and relevant references are organized to shorten the search time. A practical data-processing flow of the methods is discussed. As a case study of this flow, the core mirrors of the KAGRA interferometer are examined, and we obtain a representative scattering profile that is easily applicable to ray-tracing simulations.         ",
    "url": "https://arxiv.org/abs/2411.15733",
    "authors": [
      "Tomotada Akutsu",
      "Hiroaki Yamamoto"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ]
  },
  {
    "id": "arXiv:2411.15749",
    "title": "Enabling low threshold laser through an asymmetric tetramer metasurface harnessing polarization-independent quasi-BICs",
    "abstract": "           We propose and numerically demonstrate a novel strategy to achieve dual-band symmetry-protected bound states in the continuum (BICs) based on a nanodisk tetramer metasurface for lasing generation. The method involves breaking the in-plane symmetry along the diagonal of the metasurface unit cell by introducing air holes in the tetramers. Through our simulations, we show that this flexible approach enables the support of dual-band BICs in the telecom-band range, with these modes evolving into quasi-BICs with remarkably high quality factors by breaking the symmetry of the system. Furthermore, the ultracompact device exhibits the unique characteristic of being polarization-independent across all viewing angles. Finally, the optically pumped gain medium provides sufficient optical gain to compensate the quasi-BIC mode losses, enabling two mode lasing with ultra-low pump threshold and very narrow optical linewidth in the telecom-band range. Our adaptable device paves the way for polarization-insensitive metasurfaces with multiple lasing resonances. This innovation holds the potential to transform areas like low-threshold lasing and biosensing by delivering improved performance and broader capabilities.         ",
    "url": "https://arxiv.org/abs/2411.15749",
    "authors": [
      "T. Wang",
      "W. Z. Di",
      "W. E. I. Sha",
      "R. P. Zaccaria"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.15820",
    "title": "Spin Photonic Topological Insulator Antenna By Armchair Arrangement",
    "abstract": "           A leaky wave antenna based on spin photonic topological insulators has been developed, featuring a hexagonal unit cell arranged in an armchair configuration. This configuration offers advantages over the zigzag arrangement, particularly with its wider leaky region and more suitable pattern. While the proposed antenna is a uniform leaky wave antenna, it is capable of radiating in both backward and forward directions. Notably, the transition through the broadside in the scanning range does not result in a significant drop in performance, despite the presence of an open stop band. This characteristic is unique among leaky wave antennas, to the best of our knowledge.         ",
    "url": "https://arxiv.org/abs/2411.15820",
    "authors": [
      "Sayyed Ahmad Abtahi",
      "Mohsen Maddahali",
      "Ahmad Bakhtafrouz"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.15855",
    "title": "High-Performances AlGaN-based DUV-LED via Under-Level Multiple Quantum Well Configuration",
    "abstract": "           Low internal and external quantum efficiencies in high Aluminium content AlGaN-based deep-ultraviolet light-emitting diode (DUV-LED) occurred due to strong polarization effects, spontaneous and piezoelectric polarization, at the interface between two materials. It also leads to a low carrier confinement and Quantum Confined Stark Effect (QCSE), contributing to the efficiency droop of the DUV-LED. This work demonstrates an under-level MQW configuration implemented in a DUV-LED with a 257 nm emission wavelength. Three DUV-LED structures, above-, same- and under-level MQW were investigated, covering important optoelectronics properties such as energy band diagram, carrier concentrations, radiative recombination rates and electric field distribution. It is found that the quantum efficiencies, luminescence intensity and light output power of the under-level configuration has been enhanced by nine-, ten- and five-folds, relative to the above-level MQW configuration.         ",
    "url": "https://arxiv.org/abs/2411.15855",
    "authors": [
      "Mohammad Amirul Hairol Aman",
      "Nurul Fathinah Azrisham",
      "Ahmad Fakhrurrazi Ahmad Noorden",
      "Wan Hazman Danial",
      "Muhamad Zamzuri Abdul Kadir"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2411.15910",
    "title": "Continuous-wave cryogenic optical absorption spectrometer for sub-THz frequencies",
    "abstract": "           We present the design of a continuous-wave, highly sensitive optical spectrometer for millimeter-wave frequencies between 50 and 1000 GHz. The spectrometer uses photomixing of near-infrared light to generate radiation in a wide frequency range, and the absorbed optical power is determined directly through measurements of the sample temperature. This enables relative sensitivities of up to $10^6$ for the sample absorption coefficient below liquid-helium temperatures, suitable for measurements on highly reflective samples. The instrument is also compatible with high magnetic fields. In order to validate its performance, we measure the ferromagnetic resonance in the Mott insulator YTiO$_3$, the electron spin resonance in a standard free-radical reference compound, and the antiferromagnetic resonance in a van der Waals magnetic material.         ",
    "url": "https://arxiv.org/abs/2411.15910",
    "authors": [
      "L. Rogić",
      "N. Somun",
      "S. Griffitt",
      "A. Najev",
      "M. Spaić",
      "S. Hameed",
      "Y. Shemerliuk",
      "S. Aswartham",
      "M. Orlita",
      "A. Alfonsov",
      "D. Pelc"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2411.15928",
    "title": "Nonreciprocal optical metasurface based on spinning cylinders",
    "abstract": "           Optical systems breaking Lorentz reciprocity have attracted broad attention due to their intriguing physics and applications. Nonreciprocal metasurfaces can enable one-way light transmission and reflection with essential applications in optical communication. Conventional nonreciprocal metasurfaces rely on using magneto-optic or nonlinear materials to induce nonreciprocal optical properties. Here, we propose and demonstrate a new mechanism for realizing nonreciprocal metasurfaces based on the relativistic effect of a moving medium. The metasurface is composed of periodic spinning dielectric cylinders located above a dielectric substrate. The spinning motion breaks the time-reversal symmetry and induces bi-anisotropic Tellegen-type response of the meta-atoms. We show that the metasurface can realize both asymmetric and nonreciprocal manipulations of the incident plane wave. The underlying mechanism is attributed to the Sagnac effect associated with the chiral multipole modes of the coupled spinning cylinders. By introducing dielectric pillars to modulate the phase profile, the metasurface can enable nonreciprocal wavefront manipulations. Our work offers a new mechanism for realizing nonreciprocal light manipulation in free space. The proposed metasurface can serve as a platform to explore the interesting physics of nonreciprocal optics, non-Hermitian optics, and topological photonics.         ",
    "url": "https://arxiv.org/abs/2411.15928",
    "authors": [
      "Zheng Yang",
      "Wanyue Xiao",
      "Hengzhi Li",
      "Hao Pan",
      "Shubo Wang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.15984",
    "title": "Electrodynamics of Photonic Temporal Interfaces",
    "abstract": "           Exotic forms of wave control have been emerging by engineering matter in space and time. In this framework, temporal photonic interfaces, i.e., abrupt changes in the electromagnetic properties of a material, have been shown to induce temporal scattering phenomena dual to spatial reflection and refraction, at the basis of photonic time crystals and space-time metamaterials. Despite decades-old theoretical studies on these topics, and recent experimental demonstrations, the careful modeling of these phenomena has been lagging behind. Here, we develop from first principles a rigorous model of the electrodynamics of temporal photonic interfaces, highlighting the crucial role of the mechanisms driving time variations. We demonstrate that the boundary conditions and conservation laws associated with temporal scattering may substantially deviate from those commonly employed in the literature, based on their microscopic implementation. Our results open new vistas for both fundamental investigations over light-matter interactions in time-varying structures and for the prospect of their future implementations and applications in optics and photonics.         ",
    "url": "https://arxiv.org/abs/2411.15984",
    "authors": [
      "Emanuele Galiffi",
      "Diego Martinez Solís",
      "Shixiong Yin",
      "Nader Engheta",
      "Andrea Alù"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2411.16009",
    "title": "Coherent Ising Machine Based on Polarization Symmetry Breaking in a Driven Kerr Resonator",
    "abstract": "           Time-multiplexed networks of degenerate optical parametric oscillators have demonstrated remarkable success in simulating coupled Ising spins, thus providing a promising route to solving complex combinatorial optimization problems. In these systems $\\unicode{x2014}$ referred to as coherent Ising machines $\\unicode{x2014}$ the spins are encoded in the phases of the oscillators, and spin states are measured at the system output using phase-sensitive techniques. Here, we present an experimental demonstration of a conceptually new optical Ising machine based upon spontaneous polarization symmetry breaking within a coherently-driven optical fibre Kerr nonlinear resonator. In our scheme, the spin states are encoded using polarization, which allows the state of the network to be robustly read out using straightforward intensity measurements. Furthermore, by operating within a recently-discovered regime where the interplay between nonlinearity and topology fundamentally safeguards the system's symmetry, we ensure that our spins evolve without unwanted biases. This enables continuous Ising machine trials at optical data rates for up to an hour without resetting or manual adjustments. With an all-fibre implementation that relies solely on standard telecommunications components, we believe our work paves the way for substantial advances in the performance and stability of coherent optical Ising machines for applications ranging from financial modeling to drug discovery and machine learning.         ",
    "url": "https://arxiv.org/abs/2411.16009",
    "authors": [
      "Liam Quinn",
      "Yiqing Xu",
      "Julien Fatome",
      "Gian-Luca Oppo",
      "Stuart G. Murdoch",
      "Miro Erkintalo",
      "Stéphane Coen"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.16057",
    "title": "Experimental demonstration of a space-time modulated airborne acoustic circulator",
    "abstract": "           Achieving strongly nonreciprocal scattering in compact linear acoustic devices is a challenging task. One possible solution is the use of time-modulated resonators, however, their implementation in the realm of audible airborne acoustics is typically hindered by the difficulty to obtain large modulation depth and speeds while managing noise issues. Here, we propose a practical and cost-efficient route to realize simple modulated resonators and observe experimentally the strong nonreciprocal behavior of an acoustic circulator. We propose to modulate the neck cross-section areas of three coupled Helmholtz resonators using rotating circular plates actuated by an electrical motor, and control their phase difference via meshed gears, thereby implementing a modulation scheme with broken time-reversal symmetry that effectively imparts angular momentum to the system. We experimentally demonstrate tunable nonreciprocal behavior with a high nonreciprocal isolation of 34 dB and reflection as low as -9 dB, with insertion losses of 5 dB and parasitic signals below -20 dB. All the experimental results agree well with theoretical and numerical predictions.         ",
    "url": "https://arxiv.org/abs/2411.16057",
    "authors": [
      "Tinggui Chen",
      "Matthieu Mallejac",
      "Chuanxing Bi",
      "Baizhan Xia",
      "Romain Fleury"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2411.16059",
    "title": "GHz fundamental mode-locking of a highly integrated Er-doped all-fiber ring laser",
    "abstract": "           High repetition rate ultrafast fiber lasers are important tools for both fundamental science and industry applications. However, achieving over GHz repetition rate in passively mode-locked fiber ring lasers is still challenging. Here, we demonstrate a novel all-integrated Er-doped fiber ring laser that achieves over GHz fundamental repetition rate, passively mode-locked by carbon nanotubes (CNTs). To the best of our knowledge, this is the first passively mode-locked GHz all-fiber laser with ring cavity configuration. In the proposed laser oscillator, all functions are integrated into one device, making it an ultra-compact laser cavity. The laser produces ultrafast optical pulses at 1562 nm, with a pulse width of 682 fs and a fundamental repetition rate of 1.028 GHz. The stable mode-locking is characterized by high signal-to-noise ratio (SNR) radiofrequency signal and low relative intensity noise (RIN).         ",
    "url": "https://arxiv.org/abs/2411.16059",
    "authors": [
      "Maolin Dai",
      "Bowen Liu",
      "Yifan Ma",
      "Ruoao Yang",
      "Zhigang Zhang",
      "Sze Yun Set",
      "Shinji Yamashita"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.16093",
    "title": "SiGe BiCMOS Circuit Design using only PMOS and HBTs Approach for the Ocean Worlds Exploration",
    "abstract": "           Space exploration to have the biosignatures of extraterrestrial life on different planets with oceans in our solar system and beyond requires the design and manufacturing of robust and reliable electronic systems that can be used for sensing, data processing, controlling motor/actuators, and communication while surviving an extreme environment. Commercial off the shelf (COTS) components cannot survive a long time in such harsh environments after being housed in a Warm Electronics Box, and any electronic system designed for such extreme conditions must be tailored to suit such operation. The presence of extremely cold temperatures and high radiation adversely affects the device parameters over time, i.e. the operation of electronic systems.         ",
    "url": "https://arxiv.org/abs/2411.16093",
    "authors": [
      "Md Omar Faruk",
      "Steven Corum",
      "Zakaraya Hamdan",
      "Alex Seaver",
      "Travis Graham",
      "Benjamin J. Blalock"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2411.16140",
    "title": "Multi-dimensional optical neural network",
    "abstract": "           The development of deep neural networks is witnessing fast growth in network size, which requires novel hardware computing platforms with large bandwidth and low energy consumption. Optical computing has been a potential candidate for next-generation computing systems. Specifically, wavelength-division multiplexing (WDM) has been widely adopted in optical neural network architecture to increase the computation bandwidth. Although existing WDM neural networks architectures have shown promise, they face challenges in the integration of light sources and further increase of the computing bandwidth. To overcome these issues, we introduce a mode-division multiplexing (MDM) strategy, offering a new degree of freedom in optical computing within the micro-ring resonator platform. We propose a MDM approach for small-scale networks and a multi-dimensional architecture for large-scale applications, supplementing WDM with MDM to enhance channel capacity for computations. In this work, we design and experimentally demonstrate key components for the MDM computing system, i.e., a multimode beam splitter, a thermo-optical tuner for the high-order mode, and a multimode waveguide bend. We further show a 2-by-2 matrix multiplexing system fabricated in a foundry that works for both MDM and MDM-WDM computing, which confirms that our approach successfully increases the input vector size for computing and ensures compatibility with existing WDM networks.         ",
    "url": "https://arxiv.org/abs/2411.16140",
    "authors": [
      "Zhetao Jia",
      "Hector Rubio",
      "Lilian Neim",
      "Jagang Park",
      "Stefan Preble",
      "Boubacar Kanté"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.16186",
    "title": "Optoelectronic recurrent neural network using optical-electrical-optical converters with RC delay",
    "abstract": "           Optical neural network (ONN) has been attracting intense attention owing to their low latency and low-power consumption. Among the ONNs, optical recurrent neural network (RNN) enables low-power and high-speed time-series data processing using a compact loop structure. The loop losses need to be efficiently compensated so that the time-series information is maintained in the RNN operation. For this purpose, we focus on the optoelectronic RNN (OE-RNN) with optical-electrical-optical (OEO) converters to compensate for the loop losses. However, the effect of resistive-capacitive (RC) delay of OEO converters on the RNN performance is unclear. Here, we study in simulation an OE-RNN equipped with OEO converters with RC delay. We confirm that our modeled OE-RNN achieves the high training accuracy of time-series data classification even when RC delay is comparably large to the time interval of time-series data. Our analyses reveal that the accumulation of time-series data by RC delay does not degrade the RNN performance but rather can compensate for the degraded RNN performance due to loop losses. From the theoretical analysis referring to the gradient explosion and vanishing problems, we find the region related to loss and RC delay where the high training accuracy can be achieved. In simulation, we confirm this compensation effect in the large OE-RNN circuit up to 32$\\times$32 scale. Our proposed scheme opens a new way of time-series data processing by utilizing RC delay for the optical computing and optical communication.         ",
    "url": "https://arxiv.org/abs/2411.16186",
    "authors": [
      "Masaya Arahata",
      "Shota Kita",
      "Kazuo Aoyama",
      "Akihiko Shinya",
      "Hiroshi Sawada",
      "Masaya Notomi"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.16191",
    "title": "Plasmonic Janus particles: A perspective on optical manipulation and biomedical applications",
    "abstract": "           The compositional asymmetry of Janus micro- and nanoparticles gives unprecedented opportunities to manipulate such composite particles with different stimuli to achieve enhanced optical, magnetic and photothermal responses, which can be exploited for sensing, phototherapy, and nanoscale robotic applications. This perspective overviews recent advances in optical manipulation of plasmonic Janus particles and their implications for biomedical applications. In particular, a brief summary of optical, plasmonic, and magnetic manipulation of Janus particles of various compositions are presented. Moreover, the potentials of plasmonic and magnetic Janus particles for targeted drug delivery, photothermal therapy, enhanced hyperthermia, and neuromodulation are briefly discussed. Finally, a perspective on the rational design and applications of this particular family of asymmetric particles is forwarded.         ",
    "url": "https://arxiv.org/abs/2411.16191",
    "authors": [
      "Alemayehu Nana Koya",
      "Anastasiia Sapunova",
      "Nageswar Reddy Sanamreddy",
      "Yanqiu Zou",
      "Qifei Ma",
      "Domna Kotsifak",
      "Huaizhou Jin",
      "Shangzhong Jin",
      "Paolo Vavassori",
      "Denis Garoli"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.16221",
    "title": "Fabrication of a 3D mode size converter for efficient edge coupling in photonic integrated circuits",
    "abstract": "           We demonstrate efficient edge couplers by fabricating a 3D mode size converter on a lithium niobate-on-insulator photonic platform. The 3D mode size converter is fabricated using an etching process that employs a Si external mask to provide height variation and adjust the width variation through tapering patterns via lithography. The measured edge coupling efficiency with a 3D mode size converter was approximately 1.16 dB/facet for the TE mode and approximately 0.71 dB/facet for the TM mode at a wavelength of 1550 nm.         ",
    "url": "https://arxiv.org/abs/2411.16221",
    "authors": [
      "Hyeong-Soon Jang",
      "Hyungjun Heo",
      "Sangin Kim",
      "Hyeon Hwang",
      "Hansuek Lee",
      "Min-Kyo Seo",
      "Hyounghan Kwon",
      "Sang-Wook Han",
      "Hojoong Jung"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2411.16256",
    "title": "Steerable dual-trap optical tweezers with confocal position detection using back-scattered light",
    "abstract": "           Optical tweezers has emerged as a powerful tool in manipulating microscopic particles and in measuring weak forces of the order of a pico-Newton. As a result, it has found wide applications ranging from material science to biology. Dual-trap optical tweezers (DTOT) are of particular importance as they allow for two point correlation measurements as in molecular force spectroscopy, two-point active micro-rheology, etc. Here we report a novel design for a steerable DTOT setup which uses back-scattered light from the two traps for position detection. This is performed using a confocal scheme where the two detectors are placed at the conjugate points to the respective traps. This offers several significant advantages over current designs, such as, zero cross-talk between signals, single module assembly and robustness to thermal drift. Moreover, our design can be very easily integrated with standard microscopy techniques like Phase contrast and Differential Interference Contrast, without modifying the microscope illumination unit.         ",
    "url": "https://arxiv.org/abs/2411.16256",
    "authors": [
      "Md Arsalan Ashraf",
      "Pramod Pullarkat"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Soft Condensed Matter (cond-mat.soft)",
      "Biological Physics (physics.bio-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2411.16265",
    "title": "Temporal synthesis of optical nonlinearity through synergy of spectrally-tuneable electron and phonon dynamics in a metamaterial",
    "abstract": "           Manipulating intensity, phase and polarization of the electromagnetic fields on ultrafast timescales is essential for all-optical switching, optical information processing and development of novel time-variant media. Noble metal based plasmonics has provided numerous platforms for optical switching and control, enabled by strong local field enhancement, artificially engineered dispersion and strong Kerr-type free-electron nonlinearities. However, precise control over switching times and spectrum remains challenging, commonly limited by the relaxation of hot-electron gas on picosecond time scales and the band structure of materials. Here we experimentally demonstrate the strong and tuneable nonlinearity in a metamaterial on a mirror geometry, controlled by the wavelength of excitation, which imprints a specific non-uniform hot-electron population distribution and drives targeted electron and lattice dynamics. The interplay of electromagnetic, electronic and mechanical energy exchange allows us to achieve sub-300~fs timescales in the recovery of optical constants in the selected spectral domains, where the modulation surpasses the limitations imposed by the inherent material response of metamaterial components, owing to emergence of a Fano-type destructive interference with acoustic vibrations of the metamaterial, featured in reflection but not in transmission. The observed effects are highly spectrally selective and sensitive to the polarisation properties of light and the Fabry-Perot modes of the metamaterial, opening a pathway for controlling the switching rates by spectral selection and nanostructure design. The capability to manipulate temporal, spectral and mechanical aspects of light-matter interactions underscores new potential nonlinear applications where polarisation diversity, spectral selectivity and fast modulation are important.         ",
    "url": "https://arxiv.org/abs/2411.16265",
    "authors": [
      "Jingyi Wu",
      "Anton Yu. Bykov",
      "Anastasiia Zaleska",
      "Anatoly V. Zayats"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.16275",
    "title": "Comparative Analysis of Simulation Results of Dielectric Laser Acceleration of Non-relativistic Electrons in Transparent and Reflective Periodic Structures",
    "abstract": "           To support of our experimental studies on dielectric laser acceleration, numerical studies of laser acceleration of nonrelativistic electrons with the initial energy of 33.9 keV in transparent and reflective periodic structures are car-ried out. On the basis of computer simulations, the acceleration rates of electrons and the quality of their beams after acceleration in compact structures of different configurations were determined and compared. Prospective acceleration schemes are proposed, in particular with reflective periodic structures, which can provide higher rates of electron acceleration in periodic structures than in previously obtained studies.         ",
    "url": "https://arxiv.org/abs/2411.16275",
    "authors": [
      "I.V. Beznosenko",
      "A.V. Vasyliev",
      "G.V. Sotnikov",
      "G.O. Krivonosov"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2411.16394",
    "title": "All optical chaos synchronization between nonidentical optomechanical cavities",
    "abstract": "           Optomechanical cavities, with nonlinear photon-phonon interactions, offer a more compact approach to chaos generation than conventional feedback-based optical systems. However, proper study on long-distance chaos synchronization of two optomechanical cavities connected by a long optical fiber is still unexplored. In this work, we theoretically investigate all-optical complete synchronization between unidirectionally coupled optomechanical cavities. Traditionally, achieving complete synchronization in nonlinear coupled oscillators and in optical systems necessitates identical systems. Our findings, which arise naturally from the fundamental mathematical properties of optomechanical cavities, demonstrate that parameter heterogeneity can, in fact, not only enable complete synchronization but make it stable.         ",
    "url": "https://arxiv.org/abs/2411.16394",
    "authors": [
      "Souvik Mondal",
      "Murilo S. Baptista",
      "Kapil Debnath"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.16490",
    "title": "InAs/InP quantum dot based C-Band all-fiber plug-and-play triggered single-photon source integrated using micro-transfer printing",
    "abstract": "           Fiber-based long-haul quantum communication would greatly benefit from a robust and deterministically integrated source of quantum state. Here, we report the design, fabrication, and optical characterization of InAs/InP quantum dots in the InP H1 point defect 2D photonic crystal cavity, integrated with the standard single-mode fiber using a micro-transfer printing technique. The device was placed in a compact cryocooler maintaining a cryogenic temperature of 15 K with single-photon emission characterized by $g^{(2)}(0)=0.14(14)$ and reliable and stable emission (intensity fluctuations given by a standard deviation $\\sigma = 0.13$), so that an all-fiber based connection between two laboratory nodes through an open area was established and utilized for testing the quantum channel. In this way, we demonstrate a plug-and-play all-fiber single-photon source operating in the third telecom window, where standard telecommunication fiber networks can be used as a low-loss medium.         ",
    "url": "https://arxiv.org/abs/2411.16490",
    "authors": [
      "Marek G. Mikulicz",
      "Paweł Mrowiński",
      "Paweł Holewa",
      "Kresten Yvind",
      "Marcin Syperek",
      "Elizaveta Semenova"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2411.15360",
    "title": "Boosting Photon-Number-Resolved Detection Rates of Transition-Edge Sensors by Machine Learning",
    "abstract": "           Transition-Edge Sensors (TESs) are very effective photon-number-resolving (PNR) detectors that have enabled many photonic quantum technologies. However, their relatively slow thermal recovery time severely limits their operation rate in experimental scenarios compared to leading non-PNR detectors. In this work, we develop an algorithmic approach that enables TESs to detect and accurately classify photon pulses without waiting for a full recovery time between detection events. We propose two machine-learning-based signal processing methods: one supervised learning method and one unsupervised clustering method. By benchmarking against data obtained using coherent states and squeezed states, we show that the methods extend the TES operation rate to 800 kHz, achieving at least a four-fold improvement, whilst maintaining accurate photon-number assignment up to at least five photons. Our algorithms will find utility in applications where high rates of PNR detection are required and in technologies which demand fast active feed-forward of PNR detection outcomes.         ",
    "url": "https://arxiv.org/abs/2411.15360",
    "authors": [
      "Zhenghao Li",
      "Matthew J.H. Kendall",
      "Gerard J. Machado",
      "Ruidi Zhu",
      "Ewan Mer",
      "Hao Zhan",
      "Aonan Zhang",
      "Shang Yu",
      "Ian A. Walmsley",
      "Raj B. Patel"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2411.15437",
    "title": "Faithful quantum teleportation via a nanophotonic nonlinear Bell state analyzer",
    "abstract": "           Quantum networking protocols, including quantum teleportation and entanglement swapping, use linear-optical Bell state measurements for heralding the distribution and transfer of quantum information. However, a linear-optical Bell state measurement requires identical photons and is susceptible to errors caused by multiphoton emission, fundamentally limiting the efficiency and fidelity of quantum networking protocols. Here we show a nonlinear Bell state analyzer for time-bin encoded photons based on a nanophotonic cavity with efficient sum-frequency generation to filter multiphoton emissions, and utilize it for faithful quantum teleportation involving spectrally distinct photons with fidelities $\\geq 94\\%$ down to the single-photon level. Our result demonstrates that nonlinear-optical entangling operations, empowered by our efficient nanophotonics platform, can realize faithful quantum information protocols without requiring identical photons and without the fundamental limit on the efficiency and fidelity of a Bell state measurement imposed by linear optics, which facilitates the realization of practical quantum networks.         ",
    "url": "https://arxiv.org/abs/2411.15437",
    "authors": [
      "Joshua Akin",
      "Yunlei Zhao",
      "Paul G. Kwiat",
      "Elizabeth A. Goldschmidt",
      "Kejie Fang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.15679",
    "title": "Large tuning of the optical properties of nanoscale NdNiO3 via electron doping",
    "abstract": "           We synthesized crystalline films of neodymium nickel oxide (NdNiO3), a perovskite quantum material, switched the films from a metal phase (intrinsic) into an insulator phase (electron-doped) by field-driven lithium-ion intercalation, and characterized their structural and optical properties. Time-of-flight secondary-ion mass spectrometry (ToF-SIMS) showed that the intercalation process resulted in a gradient of the dopant concentration along the thickness direction of the films, turning the films into insulator-metal bilayers. We used variable-angle spectroscopic ellipsometry to measure the complex refractive indices of the metallic and insulating phases of NdNiO3. The insulator phase has a refractive index of n ~ 2 and low absorption in the visible and near infrared, and analysis of the complex refractive indices indicated that the band gap of the insulating phase is roughly 3-4 eV. Electrical control of the optical band gap, with corresponding large changes to the optical refractive indices, creates new opportunities for tunable optics.         ",
    "url": "https://arxiv.org/abs/2411.15679",
    "authors": [
      "Yeonghoon Jin",
      "Teng Qu",
      "Siddharth Kumar",
      "Nicola Kubzdela",
      "Cheng-Chia Tsai",
      "Tai De Li",
      "Shriram Ramanathan",
      "Nanfang Yu",
      "Mikhail A. Kats"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2411.15688",
    "title": "Optical absorption spectroscopy probes water wire and its ordering in a hydrogen-bond network",
    "abstract": "           Water wires, quasi-one-dimensional chains composed of hydrogen-bonded (H-bonded) water molecules, play a fundamental role in numerous chemical, physical, and physiological processes. Yet direct experimental detection of water wires has been elusive so far. Based on advanced $ab$ $initio$ many-body theory that includes electron-hole interactions, we report that optical absorption spectroscopy can serve as a sensitive probe of water wires and their ordering. In both liquid and solid water, the main peak of the spectrum is discovered to be a charge transfer exciton. In water, the charge transfer exciton is strongly coupled to the H-bonding environment where the exciton is excited between H-bonded water molecules with a large spectral intensity. In regular ice, the spectral weight of the charge transfer exciton is enhanced by a collective excitation occurring on proton-ordered water wires, whose spectral intensity scales with the ordering length of water wire. The spectral intensity and excitonic interaction strength reaches its maximum in ice XI, where the long-range ordering length yields the most pronounced spectral signal. Our findings suggest that water wires, which widely exist in important physiological and biological systems and other phases of ice, can be directly probed by this approach.         ",
    "url": "https://arxiv.org/abs/2411.15688",
    "authors": [
      "Fujie Tang",
      "Diana Y. Qiu",
      "Xifan Wu"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2411.15914",
    "title": "Enhancing Open Quantum Dynamics Simulations Using Neural Network-Based Non-Markovian Stochastic Schr\\\"odinger Equation Method",
    "abstract": "           The Non-Markovian Stochastic Schrodinger Equation (NMSSE) offers a promising approach for open quantum simulations, especially in large systems, owing to its low scaling complexity and suitability for parallel computing. However, its application at low temperatures faces significant convergence challenges. While short-time evolution converges quickly, long-time evolution requires a much larger number of stochastic trajectories, leading to high computational costs. To this end,we propose a scheme that combines neural network techniques with simulations of the non-Markovian stochastic Schrodinger equation. By integrating convolutional neural networks (CNNs) and long short-term memory recurrent neural networks (LSTMs),along with the iterative attentional feature fusion (iAFF) technique, this approach significantly reduces the number of trajectories required for long-time simulations, particularly at low temperatures, thereby substantially lowering computational costs and improving convergence. To demonstrate our approach, we investigated the dynamics of the spin-boson model and the Fenna-Matthews-Olson (FMO) complex across a range of parameter variations.         ",
    "url": "https://arxiv.org/abs/2411.15914",
    "authors": [
      "Kaihan Lin",
      "Xing Gao"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2411.16290",
    "title": "Simulation of two-dimensional electronic spectroscopy on a near-term quantum computer using a probe qubit protocol",
    "abstract": "           Two-dimensional electronic spectroscopy (2DES) is a powerful tool for exploring quantum effects in energy transport within photosynthetic systems and investigating novel material properties. However, simulating the dynamics of these experiments poses significant challenges for classical computers due to the large system sizes and long timescales involved. This paper introduces the probe qubit protocol (PQP)-for quantum simulation of 2DES on near-term quantum devices-addressing these challenges. The PQP offers several enhancements over standard methods, notably reducing computational resources by requiring only a single-qubit measurement per circuit run and achieving Heisenberg scaling in detection frequency resolution, without the need to apply expensive controlled evolution operators in the quantum circuit. The implementation of the PQP protocol requires only one additional ancilla qubit, the probe qubit, with one-to-all connectivity and two-qubit interactions between each system and probe qubits. We evaluate the computational resources necessary for this protocol in detail, demonstrating its function as a dynamic frequency-filtering method through numerical simulations. We find that simulations of the PQP on classical and quantum computers enable a reduction on the number of measurements, i.e. simulation runtime, and memory savings of several orders of magnitude relatively to standard quantum simulation protocols of 2DES. The paper discusses the applicability of the PQP on near-term quantum devices and highlights potential applications where this spetroscopy simulation protocol could provide significant speedups over standard approaches such as the quantum simulation of 2DES applied to the Fenna-Matthews-Olson (FMO) complex in green sulphur bacteria.         ",
    "url": "https://arxiv.org/abs/2411.16290",
    "authors": [
      "José D. Guimarães",
      "James Lim",
      "Mikhail I. Vasilevskiy",
      "Susana F. Huelga",
      "Martin B. Plenio"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.16410",
    "title": "Ultrahigh-fidelity spatial mode quantum gates in high-dimensional space by diffractive deep neural networks",
    "abstract": "           While the spatial mode of photons is widely used in quantum cryptography, its potential for quantum computation remains largely unexplored. Here, we showcase the use of the multi-dimensional spatial mode of photons to construct a series of high-dimensional quantum gates, achieved through the use of diffractive deep neural networks (D2NNs). Notably, our gates demonstrate high fidelity of up to 99.6(2)%, as characterized by quantum process tomography. Our experimental implementation of these gates involves a programmable array of phase layers in a compact and scalable device, capable of performing complex operations or even quantum circuits. We also demonstrate the efficacy of the D2NN gates by successfully implementing the Deutsch algorithm and propose an intelligent deployment protocol that involves self-configuration and self-optimization. Moreover, we conduct a comparative analysis of the D2NN gate's performance to the wave-front matching approach. Overall, our work opens a door for designing specific quantum gates using deep learning, with the potential for reliable execution of quantum computation.         ",
    "url": "https://arxiv.org/abs/2411.16410",
    "authors": [
      "Qianke Wang",
      "Jun Liu",
      "Dawei Lyu",
      "Jian Wang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.16434",
    "title": "The perfomance of generalized Davies-Cotton optical systems with infinitesimal mirror facets",
    "abstract": "           This paper presents Taylor expansions for the imaging and timing characteristics of spherical optical systems with infinitesimal mirror facets, sometimes referred to as ''modified Davies-Cotton'' telescopes. Such a system comprises a discontinuous spherical mirror surface whose curvature radius is different from its focal length, and whose mirrors are aligned to suppress spherical aberration. Configurations that range between two ''optima'' are, one of which minimises tangential comatic aberration and the other that minimises timing dispersion.         ",
    "url": "https://arxiv.org/abs/2411.16434",
    "authors": [
      "S. Fegan"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.16535",
    "title": "ADOBI: Adaptive Diffusion Bridge For Blind Inverse Problems with Application to MRI Reconstruction",
    "abstract": "           Diffusion bridges (DB) have emerged as a promising alternative to diffusion models for imaging inverse problems, achieving faster sampling by directly bridging low- and high-quality image distributions. While incorporating measurement consistency has been shown to improve performance, existing DB methods fail to maintain this consistency in blind inverse problems, where the forward model is unknown. To address this limitation, we introduce ADOBI (Adaptive Diffusion Bridge for Inverse Problems), a novel framework that adaptively calibrates the unknown forward model to enforce measurement consistency throughout sampling iterations. Our adaptation strategy allows ADOBI to achieve high-quality parallel magnetic resonance imaging (PMRI) reconstruction in only 5-10 steps. Our numerical results show that ADOBI consistently delivers state-of-the-art performance, and further advances the Pareto frontier for the perception-distortion trade-off.         ",
    "url": "https://arxiv.org/abs/2411.16535",
    "authors": [
      "Yuyang Hu",
      "Albert Peng",
      "Weijie Gan",
      "Ulugbek S. Kamilov"
    ],
    "subjectives": [
      "Image and Video Processing (eess.IV)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:1502.00691",
    "title": "Massless Neutrino Oscillations via Quantum Tunneling",
    "abstract": "           In the current theory, neutrino oscillations require that the masses of neutrinos are non-vanishing. By analogy with the oscillation of quantum two-state system, we assume that neutrino oscillations may be regarded as quantum tunneling process. The difference of the quantum numbers of two particles may be regarded as a barrier between them. Thus neutrinos with vanishing mass can also oscillate. The hypothesis can also be applied to quark mixing, flavor violation of charged leptons, CP violation of neutral kaons and electroweak mixing.         ",
    "url": "https://arxiv.org/abs/1502.00691",
    "authors": [
      "Hai-Long Zhao"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2304.04764",
    "title": "Emerging optical spin and chirality by 3D evanescent field coupling",
    "abstract": "           Optical spin and chirality play key roles in engineering photonic emission and light-matter interactions. Here we show that 3D evanescent coupling of guided modes by strongly confined waveguides can extrinsically produce optical spin and chirality. These emerging optical quantities are essentially derived from an intrinsic phase retardation of {\\pi}/2 between two coupled modes. For a directional coupler with 2*2 input ports, the produced optical spin and chirality are inherently characterized by the side-locked and path-locked phenomena, respectively. We numerically demonstrate that these optical spin and chirality can be ubiquitously produced by higher-order mode coupling and other structural waveguides. These new quantities in optical waveguides may pave the way to exploit near-field photonic spin and on-chip chiral light-matter interactions.         ",
    "url": "https://arxiv.org/abs/2304.04764",
    "authors": [
      "Liang Fang",
      "Jian Wang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2406.09466",
    "title": "Diffuse optical tomography in time domain with the inverse Rytov series",
    "abstract": "           The Rytov approximation has been commonly used to obtain reconstructed images for optical tomography. However, the method requires linearization of the nonlinear inverse problem. Here, we demonstrate nonlinear Rytov approximations by developing the inverse Rytov series for the time-dependent diffusion equation. The method is verified by a solid-phantom experiment.         ",
    "url": "https://arxiv.org/abs/2406.09466",
    "authors": [
      "Chi Zhang",
      "Manabu Machida"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2408.04710",
    "title": "Optical Algorithm for Derivative of Real-Valued Functions",
    "abstract": "           The derivation of a function is a fundamental tool for solving problems in calculus. Consequently, the motivations for investigating physical systems capable of performing this task are numerous. Furthermore, the potential to develop an optical computer to replace conventional computers has led us to create an optical algorithm and propose an experimental setup for implementing the derivative of one-dimensional real-valued functions using a paraxial and monochromatic laser beam. To complement the differentiation algorithm, we have experimentally implemented a novel optical algorithm that can transfer a two-dimensional phase-encoded function to the intensity profile of a light beam. Additionally, we demonstrate how to implement the n-th derivative of functions encoded in the phase of the transverse profile of photons.         ",
    "url": "https://arxiv.org/abs/2408.04710",
    "authors": [
      "Murilo H. Magiotto",
      "Guilherme L. Zanin",
      "Wesley B. Cardoso",
      "Ardiley T. Avelar",
      "Rafael M. Gomes"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2410.05833",
    "title": "dCG -- differentiable connected geometries for AI-compatible multi-domain optimization and inverse design",
    "abstract": "           In the domain of geometry and topology optimization, discovering geometries that optimally satisfy specific problem criteria is a complex challenge in both engineering and scientific research. In this work, we propose a new approach for the creation of multidomain connected geometries that are designed to work with automatic differentiation. We introduce the concept of differentiable Connected Geometries (dCG), discussing its theoretical aspects and illustrating its application through a simple toy examples and a more sophisticated photonic optimization task. Since these geometries are built upon the principles of automatic differentiation, they are compatible with existing deep learning frameworks, a feature we demonstrate via the application examples. This methodology provides a systematic way to approach geometric design and optimization in computational fields involving dependent geometries, potentially improving the efficiency and effectiveness of optimization tasks in scientific and engineering applications.         ",
    "url": "https://arxiv.org/abs/2410.05833",
    "authors": [
      "Alexander Luce",
      "Daniel Grünbaum",
      "Florian Marquardt"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2410.18591",
    "title": "Enhanced laser-induced single-cycle terahertz generation in a spintronic emitter with a gradient interface",
    "abstract": "           The development of spintronic emitters of broadband THz pulses relies on designing heterostructures where processes of laser-driven spin current generation and subsequent spin-to-charge current conversion are the most efficient. An interface between ferromagnetic and nonmagnetic layers in the emitter is one of the critical elements. Here, we study experimentally single-cycle THz pulse generation from a laser-pulse excited Pt/Co emitter with a composition gradient interface between Pt and Co and compare it with the emission from a conventional Pt/Co structure with an abrupt interface. We find that the gradient interface enhances the efficiency of optics-to-THz conversion by a factor of two in a wide range of optical fluences up to 3 mJ cm$^{-2}$. We reveal that this enhancement is caused by a pronounced increase in transmittance of the laser-driven spin-polarized current through the gradient interface compared to the abrupt one. Furthermore, we find that such a transmission deteriorates with laser fluence due to the spin accumulation effect.         ",
    "url": "https://arxiv.org/abs/2410.18591",
    "authors": [
      "L.A. Shelukhin",
      "A.V. Kuzikova",
      "A.V. Telegin",
      "V.D. Bessonov",
      "A.V. Ognev",
      "A.S. Samardak",
      "Junho Park",
      "Young Keun Kim",
      "A.M. Kalashnikova"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2410.21859",
    "title": "Method of measuring the chromatic dispersion parameter of optical fibers using a single-arm interferometer and a fiber femtosecond frequency comb",
    "abstract": "           We propose and study a method for measuring the chromatic dispersion parameter (D) of optical fibers and bulk optical elements through the use of a single-arm three-wave interferometer and a fiber femtosecond frequency comb (FFFC). The FFFC is frequency locked to a single-ytterbium-ion optical standard and employed as a source of highly stable and broadband laser radiation. The FFFC spectrum ranges from 1 to 2 microns, which is the most demanded range in fiber optics. The theoretical model presented in the work is used to derive analytical expressions for the parameter D, taking into account the second-order group velocity dispersion. To validate the methodology, the parameter D is measured for a standard single-mode SMF-28 fiber. The proposed method enables the precise measurement of the parameter D with high accuracy across a broad spectral range in a relatively short time.         ",
    "url": "https://arxiv.org/abs/2410.21859",
    "authors": [
      "N.A. Koliada",
      "Y.G. Isaeva",
      "D.V. Brazhnikov",
      "A.A. Filonov",
      "V.S. Pivtsov"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.06046",
    "title": "Quantum rotor in a two-dimensional mesoscopic Bose gas",
    "abstract": "           We investigate a molecular quantum rotor in a two-dimensional Bose-Einstein condensate. The focus is on studying the angulon quasiparticle concept in the crossover from few- to many-body physics. To this end, we formulate the problem in real space and solve it with a mean-field approach in the frame co-rotating with the impurity. We show that the system starts to feature angulon characteristics when the size of the bosonic cloud is large enough to screen the rotor. More importantly, we demonstrate the departure from the angulon picture for large system sizes or large angular momenta where the properties of the system are determined by collective excitations of the Bose gas.         ",
    "url": "https://arxiv.org/abs/2407.06046",
    "authors": [
      "Michał Suchorowski",
      "Alina Badamshina",
      "Mikhail Lemeshko",
      "Michał Tomza",
      "Artem G. Volosniev"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic and Molecular Clusters (physics.atm-clus)",
      "Atomic Physics (physics.atom-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2408.15529",
    "title": "Quasi-Lindblad pseudomode theory for open quantum systems",
    "abstract": "           We introduce a new framework to study the dynamics of open quantum systems with linearly coupled Gaussian baths. Our approach replaces the continuous bath with an auxiliary discrete set of pseudomodes with dissipative dynamics, but we further relax the complete positivity requirement in the Lindblad master equation and formulate a quasi-Lindblad pseudomode theory. We show that this quasi-Lindblad pseudomode formulation directly leads to a representation of the bath correlation function in terms of a complex weighted sum of complex exponentials, an expansion that is known to be rapidly convergent in practice and thus leads to a compact set of pseudomodes. The pseudomode representation is not unique and can differ by a gauge choice. When the global dynamics can be simulated exactly, the system dynamics is unique and independent of the specific pseudomode representation. However, the gauge choice may affect the stability of the global dynamics, and we provide an analysis of why and when the global dynamics can retain stability despite losing positivity. We showcase the performance of this formulation across various spectral densities in both bosonic and fermionic problems, finding significant improvements over conventional pseudomode formulations.         ",
    "url": "https://arxiv.org/abs/2408.15529",
    "authors": [
      "Gunhee Park",
      "Zhen Huang",
      "Yuanran Zhu",
      "Chao Yang",
      "Garnet Kin-Lic Chan",
      "Lin Lin"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2409.19065",
    "title": "Spontaneous Symmetry Breaking of an Optical Polarization State in a Polarization-Selective Nonlinear Resonator",
    "abstract": "           We exploit polarization self-rotation in atomic rubidium vapor to observe spontaneous symmetry breaking and bistability of polarization patterns. We pump the vapor cell with horizontally polarized light while the vertical polarization, which is initially in the vacuum state, is resonated in a ring cavity. Vacuum fluctuations in this mode experience cumulative gain due to the compound action of amplification due to the self-rotation and feedback through the resonator, eventually acquiring a macroscopic magnitude akin to an optical parametric oscillator. The randomness of these fluctuations results in a bistable, random macroscopic polarization pattern at the output. We propose utilizing this mechanism to simulate Ising-like interaction between multiple spatial modes and as a basis for a fully optical coherent Ising machine.         ",
    "url": "https://arxiv.org/abs/2409.19065",
    "authors": [
      "K. S. Manannikov",
      "E. I. Mironova",
      "A. S. Poliakov",
      "A. Mikhaylov",
      "A. E. Ulanov",
      "A. I. Lvovsky"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2410.01592",
    "title": "Quantum Photonic Gates with Two-Dimensional Random Walkers",
    "abstract": "           Quantum gates are crucial for processing quantum information, but implementing them in a photonic platform poses unique challenges due to the peculiar way photons propagate and interfere. Here, we examine quantum photonic gates that utilize continuous time two-dimensional random walking photons. These gates can be implemented using the inverse design method, where photons randomly walk in a two-dimensional silicon host medium embedded with silicon dioxide scatterers. We propose a C-NOT gate as a multiqubit gate and an X-gate as a single qubit gate. In addition, we provide studying the non-trivial spatial correlations of random walking photons by utilizing the quantum correlation function. The results demonstrate high-fidelity probabilistic quantum gates. Further work is required to address error-correction. This work advances the practical implementation photonic elements in linear optics quantum computation schemes.         ",
    "url": "https://arxiv.org/abs/2410.01592",
    "authors": [
      "S. Ali Hassani Gangaraj",
      "Dan T Nguyen"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2410.19039",
    "title": "Quantum State Tomography of Photonic Qubits with Realistic Coherent Light Sources",
    "abstract": "           Quantum state tomography (QST) is an essential technique for characterizing quantum states. However, practical implementations of QST are significantly challenged by factors such as shot noise, attenuation, and Raman scattering, especially when photonic qubits are transmitted through optical fibers alongside classical signals. In this paper, we present a numerical framework to simulate and evaluate the efficiency of QST under these realistic conditions. The results reveal how the efficiency of QST is influenced by the power of the classical signal. By analyzing the fidelity of reconstructed states, we provide insights into the limitations and potential improvements for QST in noisy environments.         ",
    "url": "https://arxiv.org/abs/2410.19039",
    "authors": [
      "Artur Czerwinski"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mathematical Physics (math-ph)",
      "Computational Physics (physics.comp-ph)",
      "Optics (physics.optics)"
    ]
  }
]