[
  {
    "id": "arXiv:2205.10414",
    "title": "On-chip Optical Phase Monitoring in Multi-Transverse-Mode Integrated  Silicon-based Optical Processors",
    "abstract": "We design a Multi-Transverse-Mode Optical Processor (MTMOP) on 220 nm thick Silicon Photonics exploiting the first two quasi-transverse electric modes (TE0 and TE1). The objective is to measure the optical phase, required for programming the optical processor, without use of conventional optical phase detection techniques (e.g., coherent detection). In the proposed design, we use a novel but simple building block that converts the optical phase to optical power. Mode TE0 carries the main optical signal while mode TE1 is for programming purposes. The MTMOP operation relies on the fact that the group velocity of TE0 and TE1 propagating through a mode-sensitive phase shifter are different. An unbalanced Mach-Zehnder interferometer (MZI) consists of a mode-sensitive and mode-insensitive phase shifters in the two arms. We set the bias of the phase shifters so that TE0 propagating in the two arms constructively interfere while this will not be the case for TE1. Hence, we detect the phase shift applied to TE0 by measuring the variation in the optical power of TE1. To the best of our knowledge, this design is the first attempt towards realizing a programmable optical processor with fully integrated programming unit exploiting multimode silicon photonics. ",
    "url": "https://arxiv.org/abs/2205.10414",
    "authors": [
      "Kaveh Rahbardar Mojaver",
      "Odile Liboiron-Ladouceur"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.10440",
    "title": "Laser-actuated hermetic seals for integrated atomic devices",
    "abstract": "Atomic devices such as atomic clocks and optically-pumped magnetometers rely on the interrogation of atoms contained in a cell whose inner content has to meet high standards of purity and accuracy. Glass-blowing techniques and craftsmanship have evolved over many decades to achieve such standards in macroscopic vapor cells. With the emergence of chip-scale atomic devices, the need for miniaturization and mass fabrication has led to the adoption of microfabrication techniques to make millimeter-scale vapor cells. However, many shortcomings remain and no process has been able to match the quality and versatility of glass-blown cells. Here, we introduce a novel approach to structure, fill and seal microfabricated vapor cells inspired from the century-old approach of glass-blowing. In particular we demonstrate opening and closing single-use zero-leak microfabricated valves, actuated exclusively by laser, and operating in the same way as the \"make-seals\" and \"break-seals\" found in the filling apparatus of traditional cells. Such structures are employed to fill cesium vapor cells at the wafer-level. The make-seal structure consists of a glass membrane that can be locally heated and deflected to seal a microchannel. The break-seal is obtained by breaching a silicon wall between cavities. This new approach allows adapting processes previously restricted to glass-blown cells. It can also be extended to vacuum microelectronics and vacuum-packaging of micro-electro-mechanical systems (MEMS) devices. ",
    "url": "https://arxiv.org/abs/2205.10440",
    "authors": [
      "Vincent Maurice",
      "Clément Carlé",
      "Shervin Keshavarzi",
      "Ravinder Chutani",
      "Samuel Queste",
      "Ludovic Gauthier-Manuel",
      "Jean-Marc Cote",
      "Rémy Vicarini",
      "Moustafa Abdel Hafiz",
      "Rodolphe Boudot",
      "Nicolas Passilly"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2205.10537",
    "title": "Integrated Metasurfaces on Silicon Photonics for Emission Shaping and  Holographic Projection",
    "abstract": "The emerging applications of silicon photonics in free space, such as LiDARs and quantum photonics, urge versatile emission shaping beyond the capabilities of conventional grating couplers. A platform that offers arbitrary shaping of free-space emission while maintaining the CMOS compatibility and monolithic integration is in pressing need. Here we demonstrate a platform that integrates metasurfaces monolithically on silicon photonic integrated circuits. The metasurfaces consist of amorphous silicon nanopillars evanescently coupled to silicon waveguides. We demonstrate experimentally diffraction-limited beam focusing with a Strehl ratio of 0.82, where the focused spot can be switched between two positions. We also realize a meta-hologram experimentally that projects an image above the silicon photonic chip. This platform can add a highly versatile interface to the existing silicon photonic ecosystems for precise delivery of free-space emission. ",
    "url": "https://arxiv.org/abs/2205.10537",
    "authors": [
      "Ping-Yen Hsieh",
      "Shun-Lin Fang",
      "Yu-Siang Lin",
      "Wen-Hsien Huang",
      "Jia-Min Shieh",
      "Peichen Yu",
      "You-Chia Chang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2205.10602",
    "title": "Pushing compute and AI onto detector silicon",
    "abstract": "In order to take full advantage of the U.S. Department of Energy's billion-dollar investments into the next-generation research infrastructure (e.g., exascale, light sources, colliders), advances are required not only in detector technology but also in computing and specifically AI. Let us consider an example from X-ray science. Nanoscale X-ray imaging is a crucial tool to enable a wide range of scientific explorations from materials science and biology to mechanical and civil engineering. The next-generation light sources will increase the X-ray beam brightness and coherent flux by 100 to 1,000 times. In order to image larger samples, the continuous frame rate of pixel array detectors must be increased, approaching 1 MHz, which requires several Tbps (aggregated) to transfer pixel data out to a data acquisition system. Using 65-nm CMOS technology, an optimistic raw data rate off such a chip is about 100-200 Gbps. However, a continuous 1 MHz detector with only $256 \\times 256$ pixels at 16-bit resolution, for example, will require 1,000 Gbps (i.e., 1 Tbps) bandwidth off the chip! It is impractical to have multiple high-speed transceivers running in parallel to provide such bandwidth and represents the first data bottleneck. New approaches are necessary to reduce the data size by performing data compression or AI-based feature extraction directly inside a detector silicon chip in a streaming manner before sending it off-chip. ",
    "url": "https://arxiv.org/abs/2205.10602",
    "authors": [
      "Antonino Miceli",
      "Kazutomo Yoshii",
      "Ian T. Foster"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2205.10820",
    "title": "Plasmon-molecule remote coupling via column-structured silica layer for  enhancing biophotonic analysis",
    "abstract": "We demonstrated remote plasmonic enhancement (RPE) by a dense random array of Ag nanoislands (AgNIs) that were partially gold-alloyed and attached with column-structured silica (CSS) overlayer of more than 100 nm in thickness. The physical and chemical protection of the CSS layer could lead to reducing the mutual impact between analyte molecules and metal nanostructures. RPE plate was realized just by sputtering and chemical immersion processes, resulting in high productivity. We found a significant enhancement on the order of 10$^7$-fold for Raman scattering and 10$^2$-fold for fluorescence by RPE even without the proximity of metal nanostructures and analyte molecules. We confirmed the feasibility of RPE for biophotonic analysis. RPE worked for dye molecules in cells cultured on the CSS layer, enabling the enhanced fluorescence biosensing of intracellular signaling dynamics in HeLa cells. RPE also worked for biological tissues, enhancing Raman histological imaging of esophagus tissues with esophageal adventitia of a Wistar rat attached atop the CSS layer. We also investigated the wavelength dependency of RPE on the on- or off-resonant with the dye molecular transition dipoles with various molecular concentrations. The results suggested that the RPE occurred by remote resonant coupling between the localized surface plasmon of AgNIs and the molecular transition dipole of the analyte via the CSS structure. The RPE plate affords practical advantages for potential biophotonic analyses such as high productivity and biocompatibility. We thus anticipate that RPE will advance to versatile analytical tools in chemistry, biology, and medicine. ",
    "url": "https://arxiv.org/abs/2205.10820",
    "authors": [
      "Takeo Minamikawa",
      "Reiko Sakaguchi",
      "Yoshinori Harada",
      "Hideharu Hase",
      "Yasuo Mori",
      "Tetsuro Takamatsu",
      "Yu Yamasaki",
      "Yukihiro Morimoto",
      "Masahiro Kawasaki",
      "Mitsuo Kawasaki"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2205.10856",
    "title": "Optomechanical vibration of a nanofilm arising from luminescence-induced  optical force",
    "abstract": "Optical force, which is generated by the exchange of momentum between light and matter, has been applied in a wide range of fields including molecular biology, photochemistry, and optomechanics as a technique to manipulate small objects for atomic and micro-sized regimes. So far, the main approach for various optical manipulations has been the geometric design of the irradiated light, such as optical vortices and localized surface plasmons. On the other hand, luminescence from materials should also act as optical force, which we call luminescence-induced optical force (LiOF). LiOF occurs by designing an anisotropic dielectric environment surrounding an isotropic emitter. In this paper, as a model, we assumed a Fabry-Perot cavity structure in which a luminescent nanofilm is placed parallel to a metallic mirror. Then, we theoretically calculated the LiOF and revealed that the LiOF could drive the vibrational motion of the film. This mechanism will provide new insights into developing unconventional optomechanics. ",
    "url": "https://arxiv.org/abs/2205.10856",
    "authors": [
      "Hideki Arahari",
      "Hajime Ishihara"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2205.10925",
    "title": "Effcient magnetometer sensor array selection for signal reconstruction  and brain source localization",
    "abstract": "Magnetoencephalography (MEG) is a noninvasive method for measuring magnetic flux signals caused by brain activity using sensor arrays located on or above the scalp. A common strategy for monitoring brain activity is to place sensors on a nearly uniform grid, or sensor array, around the head. By increasing the total number of sensors, higher spatial-frequency components of brain activity can be resolved as dictated by Nyquist sampling theory. Currently, there are few principled mathematical architectures for sensor placement aside from Nyquist considerations. However, global brain activity often exhibits low-dimensional patterns of spatio-temporal dynamics. The low-dimensional global patterns can be computed from the singular value decomposition and can be leveraged to select a small number of sensors optimized for reconstructing brain signals and localizing brain sources. Moreover, a smaller number of sensors which are systematically chosen can outperform the entire sensor array when considering noisy measurements. We propose a greedy selection algorithm based upon the QR decomposition that is computationally efficient to implement for MEG. We demonstrate the performance of the sensor selection algorithm for the tasks of signal reconstruction and localization. The performance is dependent upon source localization, with shallow sources easily identified and reconstructed, and deep sources more difficult to locate. Our findings suggest that principled methods for sensor selection can improve MEG capabilities and potentially add cost savings for monitoring brain-wide activity. ",
    "url": "https://arxiv.org/abs/2205.10925",
    "authors": [
      "Wan-Jin Yeo",
      "Samu Taulu",
      "J. Nathan Kutz"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2205.11021",
    "title": "The Room-Temperature Rydberg-Atom Receiver For Terahertz Wireless  Communications",
    "abstract": "Terahertz wireless communications promises to satisfy the future high-capacity demand. However, practical system for terahertz wireless communications faces many challenges. Among them, the communications distance is a crucial problem due to serious propagation loss. Here we demonstrate a 338.7 GHz wireless link based on the cesium Rydberg atoms in a room-temperature vapor cell. The minimum detectable electric field of 132 uV/cm (9.72 s detection) is realized in our system. With this atomic receiver, the phase-sensitive conversion of amplitude-modulated or frequency-modulated terahertz waves into optical signals is performed to realize the wireless communications with 8-state phase-shift-keying. The experimental results show that the atomic receiver has many advantages due to its quantum properties. Especially, the communications distance has the potential to be over 18 km. Furthermore, the atomic receiver can be used in the terahertz wireless-fiber link to directly convert the wireless signals into optical signals. Our work provide the new path to future terahertz wireless communications. ",
    "url": "https://arxiv.org/abs/2205.11021",
    "authors": [
      "Yayi Lin",
      "Zhenyue She",
      "Zhiwen Chen",
      "Xianzhe Li",
      "Caixia Zhang",
      "Kaiyu Liao",
      "Xinding Zhang",
      "Wei Huang",
      "Hui Yan",
      "Shiliang Zhu"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2205.11065",
    "title": "Linking distributed and integrated fiber-optic sensing",
    "abstract": "Distributed Acoustic Sensing (DAS) has become a popular method of observing seismic wavefields: backscattered pulses of light reveal strains or strain-rates at any location along a fiber-optic cable. In contrast, a few newer systems transmit light through a cable and collect integrated phase delays over the entire cable, such as the Microwave Frequency Fiber Interferometer (MFFI). These integrated systems can be deployed over significantly longer distances, may be used in conjunction with live telecommunications, and can be significantly cheaper. However, they provide only a single time series representing strain over the entire length of fiber. This work discusses theoretically how a distributed and integrated system can be quantitatively compared, and we note that the sensitivity depends strongly on points of curvature. Importantly, this work presents the first results of a quantitative, head-to-head comparison of a DAS and the integrated MFFI system using pre-existing telecommunications fibers in Athens, Greece. ",
    "url": "https://arxiv.org/abs/2205.11065",
    "authors": [
      "Daniel C. Bowden",
      "Andreas Fichtner",
      "Thomas Nikas",
      "Adonis Bogris",
      "Christos Simos",
      "Krystyna Smolinski",
      "Maria Koroni",
      "Konstantinos Lentas",
      "Iraklis Simos",
      "Nikolaos S. Melis"
    ],
    "subjectives": [
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2205.11161",
    "title": "Quantum interference visibility spectroscopy in two-color photoemission  from tungsten needle tips",
    "abstract": "When two-color femtosecond laser pulses interact with matter, electrons can be emitted through various multiphoton excitation pathways. Quantum interference between these pathways gives rise to a strong oscillation of the photoemitted electron current, experimentally characterized by its visibility. In this work, we demonstrate two-color visibility spectroscopy of multi-photon photoemission from a solid-state nanoemitter. We investigate the quantum pathway interference visibility over an almost octave-spanning wavelength range of the fundamental femtosecond laser pulses and their second-harmonic. The photoemission shows a high visibility of 90% +/- 5%, with a remarkably constant distribution. Furthermore, by varying the relative intensity ratio of the two colors, we find that we can vary the visibility between 0 and close to 100%. A simple but highly insightful theoretical model allows us to explain all observations, with excellent quantitative agreements. We expect this work to be universal to all kinds of photo-driven quantum interference, including quantum control in physics, chemistry and quantum engineering. ",
    "url": "https://arxiv.org/abs/2205.11161",
    "authors": [
      "Ang Li",
      "Yiming Pan",
      "Philip Dienstbier",
      "Peter Hommelhoff"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.11223",
    "title": "The Impact of Tamm Plasmons on Photonic Crystals Technology",
    "abstract": "This review describes hybrid photonic-plasmonic structures based on periodic structures that have metallic coatings or inserts which make use of the Tamm plasmon for sensing applications. The term Tamm plasmon refers a particular resonance resulting from the enhancement of a surface plasmon resonance absorption via coupling to a wavelength-matching photonic bandgap provided by a photonic crystal. Tamm plasmon-based devices come in an ample variety of material and geometric combinations, each designed to perform a specific kind of measurement. While the physical effect is quite well documented and understood, its implementation in devices is still a rapidly developing and thriving field, which leaves open many possibilities for novel designs and new applications. We therefore aim of giving a complete overview on the topic, so as to provide an ordered collection of designs and uses, as well as to spur further development on the subject of the Tamm plasmon for sensing applications. ",
    "url": "https://arxiv.org/abs/2205.11223",
    "authors": [
      "Simone Normani",
      "Francesco Federico Carboni",
      "Guglielmo Lanzani",
      "Francesco Scotognella",
      "Giuseppe Maria Paternò"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2205.11247",
    "title": "A Quantum Model of Allosteric Signalling as a Non-Markovian Effect",
    "abstract": "Allosteric regulation is a central process in biology where binding at one site of a protein has a reversible action at a distance on another functional site. While many questions about the microscopic mechanisms of allostery remain open, many models point to structural (vibrational) dynamics as the carriers of allosteric signals. These degrees of freedom also constitute the primary environments leading to dissipative effects in molecular quantum systems, but inclusion of functional signalling mediated by environments has not been widely studied in open quantum systems. Here we present an allostery-inspired quantum mechanical model where reversible quantum state transitions and environmental energy harvesting are both triggered and controlled by the environmental dynamics induced by a remote two-level system. By employing numerically exact methods based on matrix product state representations of the entire system-environment wave function, we directly demonstrate how the non-perturbative, non-Markovian nature of these dissipative dynamics reproduce a range of features known in biological allostery, potentially opening a path for the exploitation of dissipative signalling in future quantum technologies and nanomaterials. ",
    "url": "https://arxiv.org/abs/2205.11247",
    "authors": [
      "Thibaut Lacroix",
      "Brendon W. Lovett",
      "Alex W. Chin"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2205.11354",
    "title": "Unified Formulation of Phase Space Mapping Approaches for Nonadiabatic  Quantum Dynamics",
    "abstract": "Nonadiabatic dynamical processes are one of the most important quantum mechanical phenomena in chemical, materials, biological, and environmental molecular systems, where the coupling between different electronic states is either inherent in the molecular structure or induced by the (intense) external field. The curse of dimensionality indicates the intractable exponential scaling of calculation effort with system size and restricts the implementation of numerically exact approaches for realistic large systems. The phase space formulation of quantum mechanics offers an important theoretical framework for constructing practical approximate trajectory-based methods for quantum dynamics. This Account reviews our recent progress in phase space mapping theory: a unified framework for constructing the mapping Hamiltonian on phase space for coupled F-state systems where the renowned Meyer-Miller Hamiltonian model is a special case, a general phase space formulation of quantum mechanics for nonadiabatic systems where the electronic degrees of freedom are mapped onto constraint space and the nuclear degrees of freedom are mapped onto infinite space, and an isomorphism between the mapping phase space approach for nonadiabatic systems and that for nonequilibrium electron transport processes. ",
    "url": "https://arxiv.org/abs/2205.11354",
    "authors": [
      "Jian Liu",
      "Xin He",
      "Baihua Wu"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2205.11372",
    "title": "Local origins of quantum correlations rooted in geometric algebra",
    "abstract": "In previous publications I have proposed a geometrical framework underpinning the local, realistic, and deterministic origins of the strong quantum correlations observed in Nature, without resorting to superdeterminism, retrocausality, or other conspiracy loopholes usually employed to circumvent Bell's argument against such a possibility. The geometrical framework I have proposed is based on a Clifford-algebraic interplay between the quaternionic 3-sphere, or $S^3$, which I have taken to model the geometry of the three-dimensional physical space in which we are confined to perform all our physical experiments, and an octonion-like 7-sphere, or $S^7$, which arises as an algebraic representation space of this quaternionic 3-sphere. In this paper I first review the above geometrical framework, then strengthen its Clifford-algebraic foundations employing the language of geometric algebra, and finally refute some of its critiques. ",
    "url": "https://arxiv.org/abs/2205.11372",
    "authors": [
      "Joy Christian"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2205.11481",
    "title": "Fabrication-Robust Silicon Photonic Devices in Standard Sub-Micron  Silicon-on-Insulator Processes",
    "abstract": "Perturbations to the effective refractive index from nanometer-scale fabrication variations in waveguide geometry plague high index-contrast photonic platforms including the ubiquitous sub-micron silicon-on-insulator (SOI) process. Such variations are particularly troublesome for phase-sensitive devices such as interferometers and resonators, which exhibit drastic changes in performance as a result of these fabrication-induced phase errors. In this Letter, we propose and experimentally demonstrate a design methodology for dramatically reducing device sensitivity to silicon width variations. We apply this methodology to a highly phase-sensitive device, the ring-assisted Mach Zehnder interferometer (RAMZI), and show comparable performance and footprint to state-of-the-art devices while substantially reducing stochastic phase errors from etch variations. This decrease in sensitivity is directly realized as energy savings by significantly lowering the required corrective thermal tuning power, providing a promising path towards ultra-energy-efficient large-scale silicon photonic circuits. ",
    "url": "https://arxiv.org/abs/2205.11481",
    "authors": [
      "Anthony Rizzo",
      "Utsav Dave",
      "Asher Novick",
      "Alexandre Freitas",
      "Samantha P. Roberts",
      "Aneek James",
      "Michal Lipson",
      "Keren Bergman"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2202.01704",
    "title": "Investigating Network Parameters in Neural-Network Quantum States",
    "abstract": "Recently, quantum-state representation using artificial neural networks has started to be recognized as a powerful tool. However, due to the black-box nature of machine learning, it is difficult to analyze what machine learns or why it is powerful. Here, by applying one of the simplest neural networks, the restricted Boltzmann machine (RBM), to the ground-state representation of the one-dimensional (1D) transverse-field Ising (TFI) model, we make an attempt to directly analyze the optimized network parameters. In the RBM optimization, a zero-temperature quantum state is mapped onto a finite-temperature classical state of the extended Ising spins that constitute the RBM. We find that the quantum phase transition from the ordered phase to the disordered phase in the 1D TFI model by increasing the transverse field is clearly reflected in the behaviors of the optimized RBM parameters and hence in the finite-temperature phase diagram of the classical RBM Ising system. The present finding of a correspondence between the neural-network parameters and quantum phases suggests that a careful investigation of the neural-network parameters may provide a new route to extracting nontrivial physical insights from the neural-network wave functions. ",
    "url": "https://arxiv.org/abs/2202.01704",
    "authors": [
      "Yusuke Nomura"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Computational Physics (physics.comp-ph)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2205.10572",
    "title": "A Comprehensive 3-D Framework for Automatic Quantification of Late  Gadolinium Enhanced Cardiac Magnetic Resonance Images",
    "abstract": "Late gadolinium enhanced (LGE) cardiac magnetic resonance (CMR) can directly visualize nonviable myocardium with hyperenhanced intensities with respect to normal myocardium. For heart attack patients, it is crucial to facilitate the decision of appropriate therapy by analyzing and quantifying their LGE CMR images. To achieve accurate quantification, LGE CMR images need to be processed in two steps: segmentation of the myocardium followed by classification of infarcts within the segmented myocardium. However, automatic segmentation is difficult usually due to the intensity heterogeneity of the myocardium and intensity similarity between the infarcts and blood pool. Besides, the slices of an LGE CMR dataset often suffer from spatial and intensity distortions, causing further difficulties in segmentation and classification. In this paper, we present a comprehensive 3-D framework for automatic quantification of LGE CMR images. In this framework, myocardium is segmented with a novel method that deforms coupled endocardial and epicardial meshes and combines information in both short- and long-axis slices, while infarcts are classified with a graph-cut algorithm incorporating intensity and spatial information. Moreover, both spatial and intensity distortions are effectively corrected with specially designed countermeasures. Experiments with 20 sets of real patient data show visually good segmentation and classification results that are quantitatively in strong agreement with those manually obtained by experts. ",
    "url": "https://arxiv.org/abs/2205.10572",
    "authors": [
      "Dong Wei",
      "Ying Sun",
      "Sim-Heng Ong",
      "Ping Chai",
      "Lynette L Teo",
      "Adrian F Low"
    ],
    "subjectives": [
      "Image and Video Processing (eess.IV)",
      "Computer Vision and Pattern Recognition (cs.CV)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2205.11444",
    "title": "Determination of Multi-mode Motional Quantum States in a Trapped Ion  System",
    "abstract": "Trapped atomic ions are a versatile platform for studying interactions between spins and bosons by coupling the internal states of the ions to their motion. Measurement of complex motional states with multiple modes is challenging, because all motional state populations can only be measured indirectly through the spin state of ions. Here we present a general method to determine the Fock state distributions and to reconstruct the density matrix of an arbitrary multi-mode motional state. We experimentally verify the method using different entangled states of multiple radial modes in a 5-ion chain. This method can be extended to any system with Jaynes-Cummings type interactions. ",
    "url": "https://arxiv.org/abs/2205.11444",
    "authors": [
      "Zhubing Jia",
      "Ye Wang",
      "Bichen Zhang",
      "Jacob Whitlow",
      "Chao Fang",
      "Jungsang Kim",
      "Kenneth R. Brown"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:1712.07964",
    "title": "Quantum effects of black holes and cosmological constant problem",
    "abstract": " Comments: 27 pages, 1 figure ",
    "url": "https://arxiv.org/abs/1712.07964",
    "authors": [
      "Yoshimasa Kurihara"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:1906.03987",
    "title": "A Novel Approach to Quantum Gravity in the Presence of Matter without  the Problem of Time",
    "abstract": " Comments: 30 pages; Published version (improved text, references added) ",
    "url": "https://arxiv.org/abs/1906.03987",
    "authors": [
      "Matej Pavšič"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2008.11247",
    "title": "Photonic reservoir computer based on frequency multiplexing",
    "abstract": " Comments: 19 pages. Published version, including supplementary material ",
    "url": "https://arxiv.org/abs/2008.11247",
    "authors": [
      "Lorenz Butschek",
      "Akram Akrout",
      "Evangelia Dimitriadou",
      "Alessandro Lupo",
      "Marc Haelterman",
      "Serge Massar"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Neural and Evolutionary Computing (cs.NE)"
    ]
  },
  {
    "id": "arXiv:2102.08764",
    "title": "Axion search with quantum nondemolition detection of magnons",
    "abstract": " Comments: 10 pages, 4 figures, 1 table ",
    "url": "https://arxiv.org/abs/2102.08764",
    "authors": [
      "Tomonori Ikeda",
      "Asuka Ito",
      "Kentaro Miuchi",
      "Jiro Soda",
      "Hisaya Kurashige",
      "Yutaka Shikano"
    ],
    "subjectives": [
      "High Energy Physics - Experiment (hep-ex)",
      "Cosmology and Nongalactic Astrophysics (astro-ph.CO)",
      "High Energy Physics - Phenomenology (hep-ph)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2104.10804",
    "title": "Near-optimal intense and powerful terahertz source by optical  rectification in lithium niobate crystal",
    "abstract": " Comments: 6 pages, 5 figures, 1 table ",
    "url": "https://arxiv.org/abs/2104.10804",
    "authors": [
      "L. Guiramand",
      "J. E. Nkeck",
      "X. Ropagnol",
      "T. Ozaki",
      "F. Blanchard"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2109.14860",
    "title": "Physics and Equality Constrained Artificial Neural Networks: Application  to Forward and Inverse Problems with Multi-fidelity Data Fusion",
    "abstract": " Title: Physics and Equality Constrained Artificial Neural Networks: Application  to Forward and Inverse Problems with Multi-fidelity Data Fusion ",
    "url": "https://arxiv.org/abs/2109.14860",
    "authors": [
      "Shamsulhaq Basir",
      "Inanc Senocak"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Machine Learning (cs.LG)",
      "Numerical Analysis (math.NA)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2111.07338",
    "title": "The Anatomy of Geometric Phase for an Optical Vortex Transiting a Lens",
    "abstract": " Comments: 10 pages, 13 figures ",
    "url": "https://arxiv.org/abs/2111.07338",
    "authors": [
      "Mark T. Lusk",
      "Andrew A. Voitiv",
      "Chuanzhou Zhu",
      "Mark E. Siemens"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2112.02201",
    "title": "Higher-Order Photon Statistics as a New Tool to Reveal Hidden Excited  States in a Plasmonic Cavity",
    "abstract": " Comments: 10 pages manuscript + 9 pages supporting information ",
    "url": "https://arxiv.org/abs/2112.02201",
    "authors": [
      "Philipp Stegmann",
      "Satyendra Nath Gupta",
      "Gilad Haran",
      "Jianshu Cao"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Chemical Physics (physics.chem-ph)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2112.07988",
    "title": "Light modulation in Silicon photonics by PZT actuated acoustic waves",
    "abstract": " Title: Light modulation in Silicon photonics by PZT actuated acoustic waves ",
    "url": "https://arxiv.org/abs/2112.07988",
    "authors": [
      "Irfan Ansari",
      "John P. George",
      "Gilles F. Feutmba",
      "Tessa Van de Veire",
      "Awanish Pandey",
      "Jeroen Beeckman",
      "Dries Van Thourhout"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2112.11017",
    "title": "Exceptional topological surface laser",
    "abstract": " Comments: 12 pages, 12 figures ",
    "url": "https://arxiv.org/abs/2112.11017",
    "authors": [
      "Kazuki Sone",
      "Yuto Ashida",
      "Takahiro Sagawa"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2201.02695",
    "title": "Sensitive control of broad-area semiconductor lasers by cavity shape",
    "abstract": " Comments: 17 pages, 11 figures ",
    "url": "https://arxiv.org/abs/2201.02695",
    "authors": [
      "Kyungduk Kim",
      "Stefan Bittner",
      "Yuhao Jin",
      "Yongquan Zeng",
      "Stefano Guazzotti",
      "Ortwin Hess",
      "Qi Jie Wang",
      "Hui Cao"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2202.12990",
    "title": "Role of Zirconium Conversion Coating in Corrosion Performance of  Aluminum Alloys: An Integrated First-Principles and Multiphysics Modeling  Approach",
    "abstract": " Title: Role of Zirconium Conversion Coating in Corrosion Performance of  Aluminum Alloys: An Integrated First-Principles and Multiphysics Modeling  Approach ",
    "url": "https://arxiv.org/abs/2202.12990",
    "authors": [
      "Arash Samaei",
      "Santanu Chaudhuri"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2203.11178",
    "title": "Physics-driven Synthetic Data Learning for Biomedical Magnetic Resonance",
    "abstract": " Title: Physics-driven Synthetic Data Learning for Biomedical Magnetic Resonance ",
    "url": "https://arxiv.org/abs/2203.11178",
    "authors": [
      "Qinqin Yang",
      "Zi Wang",
      "Kunyuan Guo",
      "Congbo Cai",
      "Xiaobo Qu"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Signal Processing (eess.SP)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2205.04872",
    "title": "Steered discrete-time quantum walks for engineering of quantum states",
    "abstract": " Title: Steered discrete-time quantum walks for engineering of quantum states ",
    "url": "https://arxiv.org/abs/2205.04872",
    "authors": [
      "Gururaj Kadiri"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.06614",
    "title": "Quantum gravity effects in the infra-red: a theoretical derivation of  the low energy fine structure constant and mass ratios of elementary  particles",
    "abstract": " Comments: v2: 67 pages, 11 figures, minor changes in text so as to improve clarity; accepted for publication in `The European Physical Journal Plus'; arXiv admin note: substantial text overlap with arXiv:2110.02062 ",
    "url": "https://arxiv.org/abs/2205.06614",
    "authors": [
      "Tejinder P. Singh"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  }
]