[
  {
    "id": "arXiv:2302.12109",
    "title": "Optical link acquisition for the LISA mission with in-field pointing  architecture",
    "abstract": "We present a comprehensive simulation of the spatial acquisition of optical links for the LISA mission in the in-field pointing architecture, where a fast pointing mirror is used to move the field-of-view of the optical transceiver, which was studied as an alternative scheme to the baselined telescope pointing architecture. The simulation includes a representative model of the far-field intensity distribution and the beam detection process using a realistic detector model, and a model of the expected platform jitter for two alternative control modes with different associated jitter spectra. For optimally adjusted detector settings and accounting for the actual far-field beam profile, we investigate the dependency of acquisition performance on the jitter spectrum and the track-width of the search spiral, while scan speed and detector integration time are varied over several orders of magnitude. Results show a strong dependency of the probability for acquisition failure on the width of the auto-correlation function of the jitter spectrum, which we compare to predictions of analytical models. Depending on the choice of scan speed, three different regimes may be entered which differ in failure probability by several orders of magnitude. We then use these results to optimize the acquisition architecture for the given jitter spectra with respect to failure rate and overall duration, concluding that the full constellation could be acquired on average in less than one minute. Our method and findings can be applied to any other space mission using a fine-steering mirror for link acquisition. ",
    "url": "https://arxiv.org/abs/2302.12109",
    "authors": [
      "Gerald Hechenblaikner",
      "Simon Delchambre",
      "Tobias Ziegler"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Signal Processing (eess.SP)"
    ]
  },
  {
    "id": "arXiv:2302.12119",
    "title": "Quantum computing online workshops and hackathon for Spanish speakers: A  case study",
    "abstract": "We discuss the challenges and findings of organizing an online event in Spanish, consisting of a series of introductory workshops leading up to a quantum hackathon for Latin America. 220 Spanish speakers were registered, 66% of whom self-identified as being at an introductory level of quantum computing. We gain a better picture of the impact of quantum computing in Latin America, and the importance of generating educational resources in Spanish about quantum computing. Additionally, we report results on surveying the participants by country; educational status; self-reported levels of quantum computing, linear algebra, and Python competency; and their areas of interest within quantum. This event was organized by Quantum Universal Education with the Centro de Investigaci\\'on en Computaci\\'on del Instituto Polit\\'ecnico Nacional (CIC-IPN) as the host institution, in collaboration with a number of organizations and companies: IBM Quantum, Xanadu, Multiverse Computing, Quantum Universal Education, Quantum Hispano, QMexico, Haq.ai, Dive in Learning. This was part of a larger event, the Qiskit Fall Fest 2021, as one of several hackathons organized around the world in a similar span of time. In each Qiskit Fall Fest hackathon, participants were challenged to form teams of up to 5, to develop in 5 days a project using the IBM Qiskit framework. ",
    "url": "https://arxiv.org/abs/2302.12119",
    "authors": [
      "Alberto Maldonado-Romo",
      "Lia Yeh"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2302.11582",
    "title": "Cavity Moiré Materials: Controlling Magnetic Frustration with Quantum  Light-Matter Interaction",
    "abstract": "Cavity quantum electrodynamics (QED) studies the interaction between light and matter at the single quantum level and has played a central role in quantum science and technology. Combining the idea of cavity QED with moir\\'e materials, we theoretically show that strong quantum light-matter interaction provides a way to control frustrated magnetism. Specifically, we develop a theory of moir\\'e materials confined in a cavity consisting of thin polar van der Waals crystals. We show that nontrivial quantum geometry of moir\\'e flat bands leads to electromagnetic vacuum dressing of electrons, which produces appreciable changes in single-electron energies and manifests itself as long-range electron hoppings. We apply our general formulation to a twisted transition metal dichalcogenide heterobilayer encapsulated by ultrathin hexagonal boron nitride layers and predict its phase diagram at different twist angles and light-matter coupling strengths. Our results indicate that the cavity confinement enables one to control magnetic frustration of moir\\'e materials and might allow for realizing various exotic phases such as a quantum spin liquid. ",
    "url": "https://arxiv.org/abs/2302.11582",
    "authors": [
      "Kanta Masuki",
      "Yuto Ashida"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2302.11742",
    "title": "The teaching from entanglement: 2D deconfined quantum critical points  are not conformal",
    "abstract": "The deconfined quantum critical point (DQCP) -- the enigmatic incarnation of the quantum phase transition beyond the Landau-Ginzburg-Wilson paradigm of symmetries and their spontaneous breaking -- has been proposed and actively pursued for more than two decades. Various 2D quantum many-body lattice models, both in spin/boson and fermion representations have been tested with the state-of-the-art numerical techniques and field-theoretical analyses, and yet, the conclusion is still controversial. Experimental realizations of DQCP in the quantum magnet SrCu$_2$(BO$_3$)$_2$ and superconducting quantum criticality in 2D material have either shown first order transition or intermediate phase. The tensions between the lattice scale details and the requirements from continuum limits, manifested in the form of the inconsistent critical scaling behavior and violations of generic conformal bootstrap bound, have not been resolved. Here we solve these decades-long controversies from the new and fundamental perspective of the quantum entanglement. We develop the incremental algorithm to compute the entanglement entropy at a fermionic DQCP with unprecedentedly accurate data and reveal the universal coefficient of the logarithmic correction therein is negative and at odds with positivity requirement of the conformal field theory. Together with results in other 2D DQCP lattice models (both in fermion and spin systems), our discoveries clearly demonstrate the 2D DQCP models are not conformal fixed point and naturally explain the experimental difficulties in finding DQCP therein. This marks the end of the beginning of unambiguous finding of the quantum phase transitions truely beyond the Landau-Ginzburg-Wilson paradigm, since its suggestion two decades ago. ",
    "url": "https://arxiv.org/abs/2302.11742",
    "authors": [
      "Yuan Da Liao",
      "Gaopei Pan",
      "Weilun Jiang",
      "Yang Qi",
      "Zi Yang Meng"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Mathematical Physics (math-ph)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2302.11884",
    "title": "Order-invariant two-photon quantum correlations in PT-symmetric  interferometers",
    "abstract": "Multiphoton correlations in linear photonic quantum networks are governed by matrix permanents. Yet, surprisingly few systematic properties of these crucial algebraic objects are known, while their calculation is a computationally hard task. As such, predicting the overall multiphoton behavior of a network from its individual building blocks typically defies intuition. In this work we identify sequences of concatenated two-mode linear optical transformations whose two-photon behavior is invariant under reversal of the order. We experimentally verify this systematic behavior in parity-time-symmetric complex interferometer arrangements of varying composition. Our results underline new ways in which quantum correlations may be preserved in counterintuitive ways even in small-scale non-Hermitian networks. ",
    "url": "https://arxiv.org/abs/2302.11884",
    "authors": [
      "Tom A. W. Wolterink",
      "Matthias Heinrich",
      "Stefan Scheel",
      "Alexander Szameit"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2302.12123",
    "title": "All optical operation of a superconducting photonic interface",
    "abstract": "Advanced electro-optic processing combines electrical control with optical modulation and detection. For quantum photonic applications these processes must be carried out at the single photon level with high efficiency and low noise. Integrated quantum photonics has made great strides achieving single photon manipulation by combining key components on integrated chips which are operated by external driving electronics. Nevertheless, electrical interconnects between driving electronics and the electro-optic components, some of which require cryogenic operating conditions, can introduce parasitic effects. Here we show an all-optical interface which simultaneously delivers the operation power to, and extracts the measurement signal from, an advanced photonic circuit, namely, bias and readout of a superconducting nanowire single photon detector (SNSPD) on a single stage in a 1K cryostat. To do so, we supply all power for the single photon detector, output signal conditioning, and electro-optic readout using optical interconnects alone, thereby fully decoupling the cryogenic circuitry from the external environment. This removes the need to heatsink electrical connections, and potentially offers low-loss, high-bandwidth signal processing. This method opens the possibility to operate other advanced electrically decoupled photonic circuits such as optical control and readout of superconducting circuits, and feedforward for photonic quantum computing. ",
    "url": "https://arxiv.org/abs/2302.12123",
    "authors": [
      "Frederik Thiele",
      "Thomas Hummel",
      "Adam N. McCaughan",
      "Julian Brockmeier",
      "Maximilian Protte",
      "Victor Quiring",
      "Sebastian Lengeling",
      "Christof Eigner",
      "Christine Silberhorn",
      "Tim J. Bartley"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2302.12235",
    "title": "Q-Flow: Generative Modeling for Differential Equations of Open Quantum  Dynamics with Normalizing Flows",
    "abstract": "Studying the dynamics of open quantum systems holds the potential to enable breakthroughs both in fundamental physics and applications to quantum engineering and quantum computation. Due to the high-dimensional nature of the problem, customized deep generative neural networks have been instrumental in modeling the high-dimensional density matrix $\\rho$, which is the key description for the dynamics of such systems. However, the complex-valued nature and normalization constraints of $\\rho$, as well as its complicated dynamics, prohibit a seamless connection between open quantum systems and the recent advances in deep generative modeling. Here we lift that limitation by utilizing a reformulation of open quantum system dynamics to a partial differential equation (PDE) for a corresponding probability distribution $Q$, the Husimi Q function. Thus, we model the Q function seamlessly with off-the-shelf deep generative models such as normalizing flows. Additionally, we develop novel methods for learning normalizing flow evolution governed by high-dimensional PDEs, based on the Euler method and the application of the time-dependent variational principle. We name the resulting approach Q-Flow and demonstrate the scalability and efficiency of Q-Flow on open quantum system simulations, including the dissipative harmonic oscillator and the dissipative bosonic model. Q-Flow is superior to conventional PDE solvers and state-of-the-art physics-informed neural network solvers, especially in high-dimensional systems. ",
    "url": "https://arxiv.org/abs/2302.12235",
    "authors": [
      "Owen Dugan",
      "Peter Y. Lu",
      "Rumen Dangovski",
      "Di Luo",
      "Marin Soljačić"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Machine Learning (cs.LG)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2007.11228",
    "title": "Constrained crystals deep convolutional generative adversarial network  for the inverse design of crystal structures",
    "abstract": " Comments: 23 pages, 3 figures ",
    "url": "https://arxiv.org/abs/2007.11228",
    "authors": [
      "Teng Long",
      "Nuno M. Fortunato",
      "Ingo Opahle",
      "Yixuan Zhang",
      "Ilias Samathrakis",
      "Chen Shen",
      "Oliver Gutfleisch",
      "Hongbin Zhang"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2206.10502",
    "title": "Quantum self-consistent equation-of-motion method for computing  molecular excitation energies, ionization potentials, and electron affinities  on a quantum computer",
    "abstract": " Title: Quantum self-consistent equation-of-motion method for computing  molecular excitation energies, ionization potentials, and electron affinities  on a quantum computer ",
    "url": "https://arxiv.org/abs/2206.10502",
    "authors": [
      "Ayush Asthana",
      "Ashutosh Kumar",
      "Vibin Abraham",
      "Harper Grimsley",
      "Yu Zhang",
      "Lukasz Cincio",
      "Sergei Tretiak",
      "Pavel A. Dub",
      "Sophia E. Economou",
      "Edwin Barnes",
      "Nicholas J. Mayhall"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2211.10183",
    "title": "Multipole theory of optical spatial dispersion in crystals",
    "abstract": " Comments: Version resubmitted to SciPost Physics ",
    "url": "https://arxiv.org/abs/2211.10183",
    "authors": [
      "Óscar Pozo",
      "Ivo Souza"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)"
    ]
  }
]