[
  {
    "id": "arXiv:2309.03248",
    "title": "Nonspherical oscillations of an encapsulated microbubble with interface  energy under the acoustic field",
    "abstract": "The practical applications of gas-filled encapsulated microbubbles involve inherent nonspherical oscillations under acoustic fields. The gas-encapsulation and encapsulation-liquid interfaces significantly affect the mechanics of the bubbles, especially of smaller radii, and their consideration is vital for mimicking the experimental setting. In this paper, we apply the interface energy model [N. Dash and G. Tamadapu, J. Fluid Mech. 932, A26 (2022)] to examine the nonspherical oscillations of an encapsulated microbubble with a radius of $2$$\\mu$m and $5$$\\mu$m under an acoustic field. Using the Lagrangian energy formulation, the coupled dynamical governing equations for spherical and nonspherical modes are derived, incorporating the effects of interface energy at the interfaces, shell elasticity, and viscosity. Through a perturbation analysis based on the Krylov-Bogoliubov method of averaging, a set of first-order differential (slow-time) equations is obtained to conduct steady-state and conditional-stability analysis. The stability analysis helped in determining the excitation pressure and frequency of the acoustic field required for smaller radii bubbles to exhibit finite amplitude shape oscillations. Direct numerical simulations of the governing equations revealed that the parametrically forced even mode ($n=2$) excites even modes, while the odd modes ($n=3$) excite both even and odd modes. For smaller radii bubbles, we observe shape mode oscillations of finite non-zero amplitudes only in the presence of interface parameters. The initial size-dependent interface parameter and shell viscoelastic parameters are identified as the key parameters that play a critical role in exhibiting finite shape mode oscillations of the bubble. ",
    "url": "https://arxiv.org/abs/2309.03248",
    "authors": [
      "Nehal Dash",
      "Ganesh Tamadapu"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2309.03305",
    "title": "Nonlinear optical switching in hybrid plasmonic waveguides",
    "abstract": "We investigate an optical switching mechanism for applications in active integrated photonic circuits. The mechanism utilizes a large nonlinearity of indium-tin-oxide (ITO) in epsilon-near-zero (ENZ) regime. The effect of optically induced switching is investigated in hybrid plasmonic waveguides (HPWG) with ITO layer that are often used as a platform for various active photonic components, including optical modulators. To study the effect, nonlinear Maxwell equations are solved numerically in time and frequency domains. The all-optical mechanism of switching in HPWG is quantitatively compared with an electrical gating that is often used to manipulate hybrid modes. It is shown that the optical pumping could potentially cause more efficient switching. The influence of light intensity on HPWG properties and interplay between hybrid modes are investigated numerically in different regimes. Transmittance and phase variation are calculated as a function of light intensity for Si and Si3N4 waveguides. It is shown that the transmittance and its intensity dependence are strongly affected by the ITO thickness. A significant for applications step-like variation of phase and transmittance with intensity is detected. The possibility to control the excitation conditions for surface plasmon polaritons (SPP) in HPWG using active layer of ITO in nonlinear regime is demonstrated and discussed. ",
    "url": "https://arxiv.org/abs/2309.03305",
    "authors": [
      "Ivan A. Pshenichnyuk",
      "Fahmy Yousry",
      "Daniil S. Zemtsov",
      "Sergey S. Kosolobov",
      "Vladimir P. Drachev"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2309.03379",
    "title": "Demonstration of an Integrated Planar Guided-wave Terahertz Synthesized  Filter",
    "abstract": "At terahertz (THz) frequencies there are few experimental works which demonstrate filter synthesis to obtain a desired filter response (i.e., Chebyshev, Butterworth, Bessel, etc.). Currently, the majority of literature perform THz filter analysis, that is, characterizing the filter response after design procedure. In this paper, we apply filter synthesis methods from microwave engineering to design several integrated planar low-pass filters fc = 0.8 THz). We find that the transmission characteristics align with theory and simulation. ",
    "url": "https://arxiv.org/abs/2309.03379",
    "authors": [
      "Ali Dehghanian",
      "Mohsen Haghighat",
      "Thomas Darcie",
      "Levi Smith"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Signal Processing (eess.SP)"
    ]
  },
  {
    "id": "arXiv:2309.03385",
    "title": "Experimental implementation of laser cooling of trapped ions in strongly  inhomogeneous magnetic fields",
    "abstract": "We demonstrate the Doppler laser cooling of $^{40}$Ca$^+$ ions confined in a segmented linear Paul trap in the presence of a strong quadrupolar magnetic field generated by two permanent ring magnets. Magnetic field gradients of 800 to 1600 G/mm give rise to a highly position-dependent Zeeman shift on the energy levels of the trapped ions. Efficient laser cooling is demonstrated using two 397 nm cooling laser beams with appropriate wavelengths and polarizations and one 866 nm repumper laser beam. Coulomb crystals of ions are found to exhibit similar secular temperatures to those trapped in absence of the magnetic field. In addition, the position dependency of the Zeeman effect is used to generate a map of the field strength. This work forms the basis for developing hybrid trapping experiments for cold ions and neutral molecules that consist of an ion and a magnetic trap to study cold interactions between these species, and opens up new possibilities for quantum-science experiments that employ trapped ions in inhomogeneous magnetic fields. ",
    "url": "https://arxiv.org/abs/2309.03385",
    "authors": [
      "Christian Mangeng",
      "Yanning Yin",
      "Richard Karl",
      "Stefan Willitsch"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2309.03479",
    "title": "Pulsed high-power radio frequency energy can cause non-thermal harmful  effects on the brain",
    "abstract": "High-power microwave applications are growing for both military and civil purposes, yet they can induce brain-related risks and raise important public health concerns. High-power sub-millisecond radio frequency energy pulses have been demonstrated to be able to induce neurological and neuropathological changes in the brain while being compliant with current regulatory guidelines' limits, highlighting the necessity of revising them. ",
    "url": "https://arxiv.org/abs/2309.03479",
    "authors": [
      "Omid Yaghmazadeh"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2309.03538",
    "title": "Acoustic Exponential Materials",
    "abstract": "We present a framework model for predicting the wave scattering parameters of gradient materials with spatially exponential density and/or bulk modulus, which we term acoustic exponential materials. The core idea is to derive a modified transfer matrix by analytically generalizing the plane-wave eigenmodes from uniform to exponential materials. We demonstrate that the generality and accuracy of this model outperform two textbook theories, e.g., small reflection theory and transfer matrix method. Hence, our theory can enable rapid and accurate design of anti-reflection layer without large-scale optimization. As an experimental demonstration, we constructed an exponential anti-reflection meta-layer by stacking multiple acoustic dipoles in their nonresonant band, while taking into account thermoviscous dissipation. Remarkably, we observed an average reflection of 0.86\\% from 420 Hz to 10000 Hz. Our model deepens the fundamental understanding of gradient materials and provides a practical design scheme for designing broadband anti-reflection meta-layers. ",
    "url": "https://arxiv.org/abs/2309.03538",
    "authors": [
      "Sichao Qu",
      "Min Yang",
      "Touryu Wu",
      "Yunfei Xu",
      "Nicholas X. Fang"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2309.03633",
    "title": "Inverse design and optical vortex manipulation for thin film absorption  enhancement",
    "abstract": "Optical vortices (OVs) have rapidly varying spatial phase and optical energy that circulates around points or lines of zero optical intensity. Manipulation of OV offers innovative approaches for various fields, such as optical sensing, communication, and imaging. In this work, we demonstrate the correlation between OVs and absorption enhancement in two types of structures. First, we introduce a simple planar one-dimensional (1D) structure that manipulates OVs using two coherent light sources. The structure shows a maximum of 6.05-fold absorption gap depending on the presence of OVs. Even a slight difference in the incidence angle can influence the generation/annihilation of OVs, which implies the high sensitivity of angular light detection. Second, we apply inverse design to optimize two-dimensional (2D) perfect ultrathin absorbers. The optimized free-form structure achieves 99.90% absorptance, and the fabricable grating structure achieves 97.85% at 775 nm wavelength. To evaluate OV fields and their contribution to achieving absorption enhancement, we introduce a new parameter, OV circularity. The optimized structures generate numerous OVs with a maximum circularity of 95.37% (free-form) and 96.14% (grating), superior to our 1D structure. Our study reveals the role of high-circularity localized OVs in optimizing nano-structured absorbers and devices for optical sensing, optical communication, and many other applications. ",
    "url": "https://arxiv.org/abs/2309.03633",
    "authors": [
      "Munseong Bae",
      "Jaegang Jo",
      "Myunghoo Lee",
      "Joonho Kang",
      "Svetlana V Boriskina",
      "Haejun Chung"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2309.03284",
    "title": "Photonic link from single flux quantum circuits to room temperature",
    "abstract": "Broadband, energy-efficient signal transfer between cryogenic and room-temperature environment has been a major bottleneck for superconducting quantum and classical logic circuits. Photonic links promise to overcome this challenge by offering simultaneous high bandwidth and low thermal load. However, the development of cryogenic electro-optic modulators -- a key component for photonic readout of electrical signals -- has been stifled by the stringent requirements of superconducting circuits. Rapid single flux quantum circuits (RSFQ), for example, operate with a tiny signal amplitude of only a few millivolts (mV), far below the volt-level signal used in conventional circuits. Here, we demonstrate the first direct optical readout of an RSFQ circuit without additional electrical amplification enabled by a novel superconducting electro-optic modulator (SEOM) featuring a record-low half-wave voltage V{\\pi} of 42 mV on a 1 m-long SEOM. Leveraging the low ohmic loss of superconductors, we break the fundamental V{\\pi}-bandwidth trade-off and demonstrate electro-optic bandwidth up to 17 GHz on a 0.2 m-long SEOM at cryogenic temperatures. Our work presents a viable solution toward high-bandwidth signal transfer between future large-scale superconducting circuits and room-temperature electronics. ",
    "url": "https://arxiv.org/abs/2309.03284",
    "authors": [
      "Mohan Shen",
      "Jiacheng Xie",
      "Yuntao Xu",
      "Sihao Wang",
      "Risheng Cheng",
      "Wei Fu",
      "Yiyu Zhou",
      "Hong X. Tang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2309.03325",
    "title": "Brillouin modes in weakly driven dissipative optical lattices: simple  theoretical model vs pump-probe spectroscopy",
    "abstract": "Atoms confined in a three-dimensional dissipative optical lattice oscillate inside potential wells, occasionally hopping to adjacent wells, thereby diffusing in all directions. Illumination by a weak probe beam modulates the lattice, yielding propagating atomic density waves, referred to as Brillouin modes which travel perpendicular to the direction of travel of the probe. We investigate theoretically and experimentally these modes in the case of a driving potential perturbation whose spatial period is not a multiple of the period of the underlying optical potential, allowing for a deeper understanding of Brillouin mode generation in cold confined atoms. The role of two distinct mechanisms for directed propagation is elucidated, one arising from a velocity-matching between the propagating modulation and the average velocity of the atom oscillating inside a well, and the other arising from a frequency-matching between the the modulation frequency and the oscillation frequencies. ",
    "url": "https://arxiv.org/abs/2309.03325",
    "authors": [
      "David Cubero",
      "Kefeng Jiang",
      "Alexander Staron",
      "Casey Scoggins",
      "Daniel Wingert",
      "Stone Oliver",
      "Samir Bali"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2309.03435",
    "title": "Spectral Theory for Non-linear Superconducting Microwave Systems:  Extracting Relaxation Rates and Mode Hybridization",
    "abstract": "The accurate modeling of mode hybridization and calculation of radiative relaxation rates have been crucial to the design and optimization of superconducting quantum devices. In this work, we introduce a spectral theory for the electrohydrodynamics of superconductors that enables the extraction of the relaxation rates of excitations in a general three-dimensional distribution of superconducting bodies. Our approach addresses the long-standing problem of formulating a modal description of open systems that is both efficient and allows for second quantization of the radiative hybridized fields. This is achieved through the implementation of finite but transparent boundaries through which radiation can propagate into and out of the computational domain. The resulting spectral problem is defined within a coarse-grained formulation of the electrohydrodynamical equations that is suitable for the analysis of the non-equilibrium dynamics of multiscale superconducting quantum systems. ",
    "url": "https://arxiv.org/abs/2309.03435",
    "authors": [
      "Dung N. Pham",
      "Richard D. Li",
      "Hakan E. Türeci"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2309.03614",
    "title": "Measurement of Time Resolution of Scintillation Detectors with EQR-15  Silicon Photodetectors for the Time-of-Flight Neutron Detector of the BM@N  Experiment",
    "abstract": "To study the dependence of the equation of state of high density nuclear matter on the term characterizing the isospin (proton-neutron) asymmetry of nuclear matter, it is necessary to measure azimuthal flow of neutrons as well as azimuthal flow of charged particles from a dense nuclear matter in the nuclear-nuclear collisions. For this purpose INR RAS is developing a new high-granular neutron detector which will be used in the BM@N experiment at the extracted beam of the Nuclotron accelerator at JINR (Dubna). This detector will identify neutrons and measure their energies in the heavy-ion collisions up to 4 GeV per nucleon. This article presents the results of measurements of the time resolution and light yields of samples of scintillation detectors with sizes 40$\\times$40$\\times$25 mm$^3$ that will be used in a neutron detector based on the currently available fast plastic scintillator manufactured by JINR using an EQR15 11-6060D-S photodetector for light readout. For comparison, the results of measurements for a detector of the same size with a fast scintillator EJ-230 and with the same type of photodetector are given. The measurements were made on cosmic muons as well as on the electron synchrotron ''Pakhra'' of the Lebedev Physical Institute of the Russian Academy of Sciences located in Troitsk, Moscow. ",
    "url": "https://arxiv.org/abs/2309.03614",
    "authors": [
      "F. Guber",
      "A. Ivashkin",
      "N. Karpushkin",
      "A. Makhnev",
      "S. Morozov",
      "D. Serebryakov",
      "V. Baskov",
      "V. Polyansky"
    ],
    "subjectives": [
      "High Energy Physics - Experiment (hep-ex)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2309.03679",
    "title": "Ultraviolet-ozone treatment: an effective method for fine-tuning optical  and electrical properties of suspended and substrate-supported MoS2",
    "abstract": "Ultraviolet-ozone (UV-O3) treatment is a simple but effective technique for surface cleaning, surface sterilization, doping and oxidation, and is applicable to a wide range of materials. In this study, we investigated how UV-O3 treatment affects the optical and electrical properties of molybdenum disulfide (MoS2), with and without the presence of a dielectric substrate. We performed detailed photoluminescence (PL) measurements on 1-7 layers of MoS2 with up to 8 minutes of UV-O3 exposure. Density functional theory (DFT) calculations were carried out to provide insight into oxygen-MoS2 interaction mechanisms. Our results showed that the influence of UV-O3 treatment on PL depends on whether the substrate is present, as well as the number of layers. The PL intensity of the substrate-supported MoS2 decreased dramatically with the increase of UV-O3 treatment time and was fully quenched after 8 mins. However, the PL intensity of the suspended flakes was less affected. 4 minutes of UV-O3 exposure was found to be optimal to produce p-type MoS2, while maintaining above 80% of the PL intensity and the emission wavelength, compared to pristine flakes (intrinsically n-type). Our electrical measurements showed that UV-O3 treatment for more than 6 minutes not only caused a reduction in the electron density but also deteriorated the hole-dominated transport. It is revealed that the substrate plays a critical role in the manipulation of the electrical and optical properties of MoS2, which should be considered in future device fabrication and applications. ",
    "url": "https://arxiv.org/abs/2309.03679",
    "authors": [
      "Fahrettin Sarcan",
      "Alex J. Armstrong",
      "Yusuf K. Bostan",
      "Esra Kus",
      "Keith McKenna",
      "Ayse Erol",
      "Yue Wang"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:1706.02687",
    "title": "A generalization of the quantum Rabi model: exact solution and spectral  structure",
    "abstract": " Comments: 27 pages, 8 figures, published version, including added Corrigendum (J. Phys. A: Math. Theor. 56, 345302 (2023)) with corrected Eqs. (39) and (40), and new figures replacing Figs. 4 and 6. The conclusions drawn in the paper remain unchanged and valid ",
    "url": "https://arxiv.org/abs/1706.02687",
    "authors": [
      "Hans-Peter Eckle",
      "Henrik Johannesson"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Mathematical Physics (math-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2305.15435",
    "title": "Possible connections between relativity theory and a version of quantum  theory based upon theoretical variables",
    "abstract": " Title: Possible connections between relativity theory and a version of quantum  theory based upon theoretical variables ",
    "url": "https://arxiv.org/abs/2305.15435",
    "authors": [
      "Inge S. Helland"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2305.16911",
    "title": "On-target delivery of intense ultrafast laser pulses through hollow-core  anti-resonant fibers",
    "abstract": " Title: On-target delivery of intense ultrafast laser pulses through hollow-core  anti-resonant fibers ",
    "url": "https://arxiv.org/abs/2305.16911",
    "authors": [
      "Athanasios Lekosiotis",
      "Federico Belli",
      "Christian Brahms",
      "Mohammed Sabbah",
      "Hesham Sakr",
      "Ian A. Davidson",
      "Francesco Poletti",
      "John C. Travers"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.07924",
    "title": "Second Response Theory: A Theoretical Formalism for the Propagation of  Quantum Superpositions",
    "abstract": " Comments: 27 pages, 7 figures ",
    "url": "https://arxiv.org/abs/2306.07924",
    "authors": [
      "Martín A. Mosquera"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2306.13126",
    "title": "HamLib: A library of Hamiltonians for benchmarking quantum algorithms  and hardware",
    "abstract": " Comments: 33 pages; corrected funding information ",
    "url": "https://arxiv.org/abs/2306.13126",
    "authors": [
      "Nicolas PD Sawaya",
      "Daniel Marti-Dafcik",
      "Yang Ho",
      "Daniel P Tabor",
      "David Bernal",
      "Alicia B Magann",
      "Shavindra Premaratne",
      "Pradeep Dubey",
      "Anne Matsuura",
      "Nathan Bishop",
      "Wibe A de Jong",
      "Simon Benjamin",
      "Ojas D Parekh",
      "Norm Tubman",
      "Katherine Klymko",
      "Daan Camps"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Other Condensed Matter (cond-mat.other)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2307.04947",
    "title": "Chip-Scale, Sub-Hz Fundamental Sub-kHz Integral Linewidth 780 nm Laser  through Self-Injection-Locking a Fabry-Pérot laser to an Ultra-High Q  Integrated Resonator",
    "abstract": " Title: Chip-Scale, Sub-Hz Fundamental Sub-kHz Integral Linewidth 780 nm Laser  through Self-Injection-Locking a Fabry-Pérot laser to an Ultra-High Q  Integrated Resonator ",
    "url": "https://arxiv.org/abs/2307.04947",
    "authors": [
      "Andrei Isichenko",
      "Nitesh Chauhan",
      "Kaikai Liu",
      "Mark W. Harrington",
      "Daniel J. Blumenthal"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2308.09199",
    "title": "Polynomial Bounds for Learning Noisy Optical Physical Unclonable  Functions and Connections to Learning With Errors",
    "abstract": " Comments: 10 pages, 2 figures, submitted to IEEE Transactions on Information Forensics and Security ",
    "url": "https://arxiv.org/abs/2308.09199",
    "authors": [
      "Apollo Albright",
      "Boris Gelfand",
      "Michael Dixon"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Cryptography and Security (cs.CR)",
      "Optics (physics.optics)"
    ]
  }
]