[
  {
    "id": "arXiv:2207.01695",
    "title": "High temperature nanocomposites with photonic group velocity suppression  of thermal emission",
    "abstract": "Quenching of thermal emission above 0 K is an unusual material property, essential for future energy, transportation, and space technologies. Despite the great effort invested, nearly complete quenching of thermal radiation rather than some reduction of its flux has only been achieved at low temperatures (below 373 K) and in narrow spectral windows using complex techniques suitable only for small scale objects. In this work, we present a light and flexible composite material that can suppress propagating photonic modes and, in this way, quench thermal radiation while preserving heat transfer (by thermal conduction) at a room and higher temperature below 600 K. This has been achieved by altering the local photonic density of states and consequentially the thermal properties of carbon nanotubes forming a percolating nanofiber network with a thermostable polymeric matrix. ",
    "url": "https://arxiv.org/abs/2207.01695",
    "authors": [
      "Andrea Mariño-López",
      "Oscar Ameneiro-Prieto",
      "Drew Vecchio",
      "Xiaofei Xiao",
      "Ana Sousa-Castillo",
      "Nicolas Pazos-Perez",
      "Stefan A. Maier",
      "Vincenzo Giannini",
      "Nicholas A. Kotov",
      "Miguel A. Correa-Duarte",
      "Ramon A. Alvarez-Puebla"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2207.01714",
    "title": "Custom nonlinearity profile for integrated quantum light sources",
    "abstract": "Heralded single-photon sources are a fundamental building block for optical quantum technologies. These sources need to be unfiltered and integrated to have good scalability and avoid unnecessary losses. To attain this goal, it is necessary to control the effective nonlinearity seen by the fields as they mix and propagate in a waveguide source. In this paper, we introduce a method to design nonlinear waveguides with arbitrarily shaped effective nonlinearity profiles. The method takes advantage of the fact that the second order nonlinear response is a tensor quantity and thus the local effective nonlinearity of a material depends on the propagation direction of the fields participating in the interaction. Thus, by locally changing the propagation direction of the fields we can modulate the wave-mixing process. Our methods allows for the waveguide fabrication process to be significantly simplified: The material structure of the waveguide is made by a single crystal, no longer needing oriented patterning (OP) or periodic poling (PP). We use our method to design waveguides with a nonlinearity profile that is Gaussian in the propagation length, allowing to generate perfectly pure heralded single photons. ",
    "url": "https://arxiv.org/abs/2207.01714",
    "authors": [
      "Salvador Poveda-Hospital",
      "Nicolás Quesada",
      "Yves-Alain Peter"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2207.01835",
    "title": "Six-wave mixing of optical and microwave fields using Rydberg  excitations in thermal atomic vapor",
    "abstract": "Rydberg EIT-based microwave sensing has limited microwave-to-optical conversion bandwidth due to fundamental limitation in the optical pumping rate to its dark state. We demonstrate a parametric six-wave mixing of optical probe and coupling fields driving the atoms to a Rydberg state via two-photon excitation and two microwave fields with frequency offset of $\\delta$ driving the Rydberg-Rydberg transition in thermal atomic vapor. Microwave-to-optical conversion bandwidth of $17$ MHz is achieved in the present experiment which is limited by the available coupling power. Further theoretical investigation of the system presents higher modulation bandwidth with larger coupling Rabi frequency. ",
    "url": "https://arxiv.org/abs/2207.01835",
    "authors": [
      "Tanim Firdoshi",
      "Sujit Garain",
      "Suman Mondal",
      "Ashok K. Mohapatra"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2207.01973",
    "title": "On-chip low-loss all-optical MoSe$_2$ modulator",
    "abstract": "Monolayer transition metal dichalcogenides (TMDCs), like MoS$_2$, MoSe$_2$, WS$_2$, and WSe$_2$, feature direct bandgaps, strong spin-orbit coupling, and exciton-polariton interactions at the atomic scale, which could be harnessed for efficient light emission, valleytronics, and polaritonic lasing, respectively. Nevertheless, to build next-generation photonic devices that make use of these features, it is first essential to model the all-optical control mechanisms in TMDCs. Herein, a simple model is proposed to quantify the performance of a 35$\\,$\\textmu m long Si$_3$N$_4$ waveguide-integrated all-optical MoSe$_2$ modulator. Using this model, a switching energy of 14.6$\\,$pJ is obtained for a transverse-magnetic (TM) and transverse-electric (TE) polarised pump signals at $\\lambda =\\,$480$\\,$nm. Moreover, maximal extinction ratios of 20.6$\\,$dB and 20.1$\\,$dB are achieved for a TM and TE polarised probe signal at $\\lambda =\\,$500$\\,$nm, respectively, with an ultra-low insertion loss of $<0.3\\,$dB. Moreover, the device operates with an ultrafast recovery time of 50$\\,$ps, while maintaining a high extinction ratio for practical applications. These findings facilitate modeling and designing novel TMDC-based photonic devices. ",
    "url": "https://arxiv.org/abs/2207.01973",
    "authors": [
      "Mohammed Alaloul",
      "Jacob B Khurgin",
      "Ibrahim Al-Ani",
      "Khalil As'ham",
      "Lujun Huang",
      "Haroldo T Hattori",
      "Andrey E Miroshnichenko"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2207.02038",
    "title": "Two-time Lagrangian velocity correlation function for particle pairs in  two-dimensional inverse energy-cascade turbulence",
    "abstract": "We numerically investigate a two-time Lagrangian velocity correlation function (TTLVCF) for particle pairs in two-dimensional energy inverse-cascade turbulence. We consider self similarity of the correlation function by means of incomplete similarity. In this framework, we propose a self-similar form of the correlation function, whose scaling exponents cannot be determined by only using the dimensional analysis based on the Kolmogorov's phenomenology. As a result, the scaling laws of the correlation function can depend on the initial separation. This initial-separation dependency is frequently observed in laboratory experiments and direct numerical simulations of the relative dispersion, which is directly related to the correlation function, at moderate Reynolds numbers. We numerically verify the self-similar form by direct numerical simulations of two-dimensional energy inverse-cascade turbulence. The involved scaling exponents and the dependencies on finite Reynolds number effects are determined empirically. Then, we consider implication of the scaling laws of the correlation function on the relative dispersion, i.e. the Richardson-Obukhov $t^3$ law. Our results suggest a possibility not to recover the Richardson-Obukhov $t^3$ law at infinite Reynolds number. ",
    "url": "https://arxiv.org/abs/2207.02038",
    "authors": [
      "Tatsuro Kishi",
      "Takeshi Matsumoto",
      "Sadayoshi Toh"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2207.01777",
    "title": "Netcast: Low-Power Edge Computing with WDM-defined Optical Neural  Networks",
    "abstract": "This paper analyzes the performance and energy efficiency of Netcast, a recently proposed optical neural-network architecture designed for edge computing. Netcast performs deep neural network inference by dividing the computational task into two steps, which are split between the server and (edge) client: (1) the server employs a wavelength-multiplexed modulator array to encode the network's weights onto an optical signal in an analog time-frequency basis, and (2) the client obtains the desired matrix-vector product through modulation and time-integrated detection. The simultaneous use of wavelength multiplexing, broadband modulation, and integration detection allows large neural networks to be run at the client by effectively pushing the energy and memory requirements back to the server. The performance and energy efficiency are fundamentally limited by crosstalk and detector noise, respectively. We derive analytic expressions for these limits and perform numerical simulations to verify these bounds. ",
    "url": "https://arxiv.org/abs/2207.01777",
    "authors": [
      "Ryan Hamerly",
      "Alexander Sludds",
      "Saumil Bandyopadhyay",
      "Zaijun Chen",
      "Zhizhen Zhong",
      "Liane Bernstein",
      "Dirk Englund"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2207.01818",
    "title": "Carleman linearization approach for chemical kinetics integration toward  quantum computation",
    "abstract": "The Harrow, Hassidim, Lloyd (HHL) algorithm is a quantum algorithm expected to accelerate solving large-scale linear ordinary differential equations (ODEs). To apply the HHL to non-linear problems such as chemical reactions, the system must be linearized. In this study, Carleman linearization was utilized to transform nonlinear first-order ODEs of chemical reactions into linear ODEs. Although this linearization theoretically requires the generation of an infinite matrix, the original nonlinear equations can be reconstructed. For the practical use, the linearized system should be truncated with finite size and analysis precision can be determined by the extent of the truncation. Matrix should be sufficiently large so that the precision is satisfied because quantum computers can treat. Our method was applied to a one-variable nonlinear dy/dt = -y^2 system to investigate the effect of truncation orders in Carleman linearization and time step size on the absolute error. Subsequently, two zero-dimensional homogeneous ignition problems for H2/air and CH4/air gas mixtures were solved. The results revealed that the proposed method could accurately reproduce reference data. Furthermore, an increase in the truncation order in Carleman linearization improved accuracy even with a large time-step size. Thus, our approach can provide accurate numerical simulations rapidly for complex combustion systems. ",
    "url": "https://arxiv.org/abs/2207.01818",
    "authors": [
      "Takaki Akiba",
      "Youhi Morii",
      "Kaoru Maruta"
    ],
    "subjectives": [
      "Numerical Analysis (math.NA)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2207.01850",
    "title": "All-optical artificial vortex matter in quantum fluids of light",
    "abstract": "Artificial lattices are a powerful tool to reveal and study key interaction mechanisms between constituents of condensed matter systems, such as antiferromagnetic interactions leading to geometric frustration. Frustration in magnetic materials is evidenced in their spin degree of freedom, whereas in many-body quantum systems, such as Bose-Einstein condensates in optical lattices, coupled lasers, and polariton condensates that are described by a complex order parameter, frustration is scarcely explored in controllable settings. Here, we realize a radically new platform to study geometric frustration using a macroscopic quantum fluid of light based on exciton-polariton condensates. We design pump configurations which drive condensates into an all-optical triangular vortex lattice with each cell possessing a vortex state of charge l = +-1. The orbital angular momentum (OAM) of each vortex replaces the role of spin angular momentum in frustrated matter. Our measurements and mean-field calculations reveal that individual pairs of coupled condensates spontaneously arrange their OAM antiparallel, implying a form of artificial orbital antiferromagnetism, with geometric frustration appearing in the triangular graph of three condensates. Furthermore, we demonstrate emergence of frustrated phases of driven-dissipative large-scale vortex matter, and open a route towards constructing ordered vortex arrays with nearly arbitrary configurations without directly phase-imprinting or stirring the polariton fluid. ",
    "url": "https://arxiv.org/abs/2207.01850",
    "authors": [
      "Sergey Alyatkin",
      "Carles Milian",
      "Yaroslav V. Kartashov",
      "Kirill A. Sitnik",
      "Julian D. Topfer",
      "Helgi Sigurdsson",
      "Pavlos G. Lagoudakis"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2207.02006",
    "title": "Spin-orbit coupling and electron scattering in high-quality  InSb$_{1-x}$As$_{x}$ quantum wells",
    "abstract": "InSb$_{1-x}$As$_{x}$ is a promising material system for exploration of topological superconductivity in hybrid superconductor/semiconductor devices due to large effective g-factor and enhanced spin-orbit coupling when compared to binary InSb and InAs. Much remains to be understood concerning the fundamental properties of the two-dimensional electron gas (2DEG) in InSbAs quantum wells. We report on the electrical properties of a series of 30 nm InSb$_{1-x}$As$_{x}$ quantum wells grown 40 nm below the surface with three different arsenic mole fractions, x = 0.05, 0.13 and 0.19. The dependencies of mobility on 2DEG density and arsenic mole fraction are analyzed. For the x = 0.05 sample, the 2DEG displays a peak mobility $\\mu$ = 2.4 $\\times$ 10$^5$ cm$^2$/Vs at a density of n = 2.5 $\\times$ 10$^{11}$ cm$^{-2}$. High mobility, small effective mass, and strong spin-orbit coupling result in beating in the Shubnikov de Hass oscillations at low magnetic field. Fourier analysis of the Shubnikov de Haas oscillations facilitates extraction of the Rashba spin-orbit parameter ${\\alpha}$ as a function of 2DEG density and quantum well mole fraction. For x = 0.19 at n = 3.1 $\\times$ 10$^{11}$ cm$^{-2}$, ${\\alpha}$ $\\approx$ 300 meV$\\r{A}$, among the highest reported values in III-V materials. ",
    "url": "https://arxiv.org/abs/2207.02006",
    "authors": [
      "S. Metti",
      "C. Thomas",
      "D. Xiao",
      "M.J. Manfra"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2207.02077",
    "title": "Dynamical stabilization by vacuum fluctuations in a cavity: Resonant  electron scattering in the ultrastrong light-matter coupling regime",
    "abstract": "We developed a theory of electron scattering by a short-range repulsive potential in a cavity. In the regime of ultrastrong electron coupling to the cavity electromagnetic field, the vaccuum fluctuations of the field result in the dynamical stabilization of a quasi-stationary polariton state confined in the core of the repulsive potential. When the energy of a free electron coincides with the energy of the confined state, the extremely efficient resonant non-elastic scattering of the electron accompanied by emission of a cavity photon appears. This effect is discussed as a basis for possible free-electron sources of non-classical light. ",
    "url": "https://arxiv.org/abs/2207.02077",
    "authors": [
      "Dmitry Zezyulin",
      "Stanislav Kolodny",
      "Oleg Kibis",
      "Ilya Tokatly",
      "Ivan Iorsh"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2111.10430",
    "title": "Some Error Analysis for the Quantum Phase Estimation Algorithms",
    "abstract": " Title: Some Error Analysis for the Quantum Phase Estimation Algorithms ",
    "url": "https://arxiv.org/abs/2111.10430",
    "authors": [
      "Xiantao Li"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Numerical Analysis (math.NA)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2202.05183",
    "title": "Discovering Quantum Phase Transitions with Fermionic Neural Networks",
    "abstract": " Comments: 12 pages, 3 figures ",
    "url": "https://arxiv.org/abs/2202.05183",
    "authors": [
      "G. Cassella",
      "H. Sutterud",
      "S. Azadi",
      "N. D. Drummond",
      "D. Pfau",
      "J. S. Spencer",
      "W. M. C. Foulkes"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Other Condensed Matter (cond-mat.other)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Machine Learning (cs.LG)"
    ]
  },
  {
    "id": "arXiv:2205.11665",
    "title": "The laws of thermodynamics for quantum dissipative systems: A  quasi-equilibrium Helmholtz energy approach",
    "abstract": " Comments: 11 pages 2 figures. arXiv admin note: text overlap with arXiv:2205.09487 ",
    "url": "https://arxiv.org/abs/2205.11665",
    "authors": [
      "Shoki Koyanagi",
      "Yoshitaka Tanimura"
    ],
    "subjectives": [
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2206.13835",
    "title": "Systematic Investigation of Millimeter-Wave Optic Modulation Performance  in Thin-Film Lithium Niobate",
    "abstract": " Title: Systematic Investigation of Millimeter-Wave Optic Modulation Performance  in Thin-Film Lithium Niobate ",
    "url": "https://arxiv.org/abs/2206.13835",
    "authors": [
      "Yiwen Zhang",
      "Linbo Shao",
      "Jingwei Yang",
      "Zhaoxi Chen",
      "Ke Zhang",
      "Kam-Man Shum",
      "Di Zhu",
      "Chi Hou Chan",
      "Marko Lončar",
      "Cheng Wang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2207.01441",
    "title": "Bound states in the continuum in photonic structures",
    "abstract": " Comments: 80 pages, 21 figures ",
    "url": "https://arxiv.org/abs/2207.01441",
    "authors": [
      "Kirill Koshelev",
      "Zarina Sadrieva",
      "Alexey Shcherbakov",
      "Yuri Kivshar",
      "Andrey Bogdanov"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  }
]