[
  {
    "id": "arXiv:2207.07265",
    "title": "Acceleration of 60 MeV proton beams in the commissioning experiment of  SULF-10 PW laser",
    "abstract": "We report the experimental results of the commissioning phase in the 10 PW laser beamline of Shanghai Superintense Ultrafast Laser Facility (SULF). The peak power reaches 2.4 PW on target without the last amplifying during the experiment. The laser energy of 72\\pm 9 J is directed to a focal spot of ~6 {\\mu}m diameter (FWHM) in 30 fs pulse duration, yielding a focused peak intensity around 2.0 \\times 10^{21} W/cm^2. First laser-proton acceleration experiment is performed using plain copper and plastic targets. High-energy proton beams with maximum cut-off energy up to 62.5 MeV are achieved using copper foils at the optimum target thickness of 4 {\\mu}m via target normal sheath acceleration (TNSA). For plastic targets of tens of nanometers thick, the proton cut-off energy is approximately 20 MeV, showing ring-like or filamented density distributions. These experimental results reflect the capabilities of the SULF-10 PW beamline, e.g., both ultrahigh intensity and relatively good beam contrast. Further optimization for these key parameters is underway, where peak laser intensities of 10^{22}-10^{23} W/cm^2 are anticipated to support various experiments on extreme field physics. ",
    "url": "https://arxiv.org/abs/2207.07265",
    "authors": [
      "A. X. Li",
      "C. Y. Qin",
      "H. Zhang",
      "S. Li",
      "L. L. Fan",
      "Q. S. Wang",
      "T. J. Xu",
      "N. W. Wang",
      "L. H. Yu",
      "Y. Xu",
      "Y. Q. Liu",
      "C. Wang",
      "X. L. Wang",
      "Z. X. Zhang",
      "X. Y. Liu",
      "P. L. Bai",
      "Z. B. Gan",
      "X. B. Zhang",
      "X. B. Wang",
      "C. Fan",
      "Y. J. Sun",
      "Y. H. Tang",
      "B. Yao",
      "X. Y. Liang",
      "Y. X. Leng",
      "B. F. Shen",
      "L. L. Ji",
      "R. X. Li"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2207.07277",
    "title": "Optical Properties of Chiral Three-Dimensional Photonic Crystals made  from Semiconductors",
    "abstract": "We perform a theoretical and numerical study of the optical properties of both direct and inverse three-dimensional (3D) chiral woodpile structures, and a corresponding chiral Bragg stack. We compute transmission spectra in the helical direction for finite crystals, and photonic band structures, where we ensure the effective index of all structures to be the same. We find that both 3D structures show dual-band circular dichroism, where light with a particular circular polarization state - either left- or right-handed - reveals a broad stop band with major attenuation, whereas the other polarization state is transmitted nearly unimpeded. We observe such gaps in different frequency ranges, with alternating handedness. The appearance of the circular-polarized gaps is successfully interpreted with a physical model wherein the circular polarization either co-rotates or counter-rotates with the chiral structure, thereby effectively leading to a spatially-dependent or a constant refractive index, and thus to the presence or absence of a gap. We find that the presence or absence of circularly polarized gaps is tuned by the transverse periods perpendicular to the chiral axis in both the 3D direct and inverse chiral woodpile crystal structures. The tunability of circular dichroism may find applications as on-chip sensors for circularly polarized light and in the on-chip detection of chiral molecules. ",
    "url": "https://arxiv.org/abs/2207.07277",
    "authors": [
      "Shun Takahashi",
      "Takeyoshi Tajiri",
      "Yasuhiko Arakawa",
      "Satoshi Iwamoto",
      "Willem L. Vos"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2207.07305",
    "title": "Detection of DC electric forces with zeptonewton sensitivity by  single-ion phonon laser",
    "abstract": "Detecting extremely small forces helps exploring new physics quantitatively. Here we demonstrate that the phonon laser made of a single trapped $^{40}$Ca$^{+}$ ion behaves as an exquisite sensor for small force measurement. We report our successful detection of small electric forces regarding the DC trapping potential with sensitivity of 2.41$\\pm$0.49 zN/$\\sqrt{{\\rm Hz}}$, with the ion only under Doppler cooling, based on the injection-locking of the oscillation phase of the phonon laser in addition to the classical squeezing applied to suppress the measurement uncertainty. We anticipate that such a single-ion sensor would reach a much better force detection sensitivity in the future once the trapping system is further improved and the fluorescence collection efficiency is further enhanced. ",
    "url": "https://arxiv.org/abs/2207.07305",
    "authors": [
      "Ya-Qi Wei",
      "Ying-Zheng Wang",
      "Zhi-Chao Liu",
      "Tai-Hao Cui",
      "Liang Chen",
      "Ji Li",
      "Shuang-Qin Dai",
      "Fei Zhou",
      "Mang Feng"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2207.07322",
    "title": "Evaluation of the blackbody radiation shift of an Yb optical lattice  clock at KRISS",
    "abstract": "As optical clocks are improved to reach the frequency uncertainty below the 10$^{-17}$ level, the frequency shift due to the blackbody radiation (BBR) has been one of the major systematic effects hindering further improvement. To evaluate the BBR shift of an Yb optical lattice clock at KRISS, we installed an in-vacuum BBR shield and made radiation thermometry using a black-coated-sphere thermal probe. After we quantitatively measured the conduction loss of the thermal probe and the effects of all the external radiation sources, we determined the temperature at the atom trap site with an uncertainty of 13 mK, which corresponds to an uncertainty of 0.22 mHz in the clock frequency (a fractional frequency of $4.2\\times10^{-19}$). The total uncertainty of the BBR shift including the atomic response is $9.5\\times10^{-19}$. ",
    "url": "https://arxiv.org/abs/2207.07322",
    "authors": [
      "Myoung-Sun Heo",
      "Huidong Kim",
      "Dai-Hyuk Yu",
      "Won-Kyu Lee",
      "Chang Yong Park"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2207.07355",
    "title": "Optimization of capacitive coupled Low Gain Avalanche Diode (AC-LGAD)  sensors for precise time and spatial resolution",
    "abstract": "Capacitive-coupled Low-Gain Avalanche Diode (AC-LGAD) sensors are being developed for high-energy particle physics experiments as a detector which provides fast time information with fine spatial resolution. This paper describes optimizations of AC-LGAD sensor fabrication parameters, such as doping concentrations of the gain and electrode layers as well as the AC insulator capacitance, to realize $\\mathcal{O}$(10)~\\um{} spacial resolution, small charge cross talk to the neighboring electrodes, detection efficiency higher than 99\\% at a 10$^{-4}$ fake rate and time resolution of about 30~ps. The radiation tolerance of the sensor is presented. In addition, further application to a device capable of visible and infra-red light detection is discussed. ",
    "url": "https://arxiv.org/abs/2207.07355",
    "authors": [
      "Sayuka Kita",
      "Koji Nakamura",
      "Tatsuki Ueda",
      "Ikumi Goya",
      "Kazuhiko Hara"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2207.07365",
    "title": "Degenerate optical parametric amplification in CMOS silicon",
    "abstract": "Silicon is a common material for photonics due to its favorable optical properties in the telecom and mid-wave IR bands, as well as compatibility with a wide range of complementary metal-oxide semiconductor (CMOS) foundry processes. Crystalline inversion symmetry precludes silicon from natively exhibiting second-order nonlinear optical processes. In this work, we build on recent work in silicon photonics that break this material symmetry using large bias fields, thereby enabling $\\chi^{(2)}$ interactions. Using this approach, we demonstrate both second-harmonic generation (with a normalized efficiency of $0.2\\,\\%\\,\\mathrm{W^{-1} cm^{-2}}$) and, to our knowledge, the first degenerate $\\chi^{(2)}$ optical parametric amplifier (with relative gain of $0.02\\,\\mathrm{dB}$ using $3\\,\\mathrm{mW}$ of pump power on-chip at a pump wavelength of $1196\\,\\mathrm{nm}$) using silicon-on-insulator waveguides fabricated in a CMOS-compatible commercial foundry. We expect this technology to enable the integration of novel nonlinear optical devices such as optical parametric amplifiers, oscillators, and frequency converters into large-scale, hybrid photonic-electronic systems by leveraging the extensive ecosystem of CMOS fabrication. ",
    "url": "https://arxiv.org/abs/2207.07365",
    "authors": [
      "David Heydari",
      "Mircea Catuneanu",
      "Edwin Ng",
      "Dodd J. Gray Jr.",
      "Ryan Hamerly",
      "Jatadhari Mishra",
      "Marc Jankowski",
      "M. M. Fejer",
      "Kambiz Jamshidi",
      "Hideo Mabuchi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2207.07434",
    "title": "Non-imaging metasurface design for collimated beam shaping",
    "abstract": "Metasurfaces provide a versatile platform for realizing ultrathin flat optics for use in a wide variety of optical applications. The design process involves defining or calculating the phase profile of the metasurface that will yield the desired optical output. Here, we present an inverse design method for determining the phase profile for shaping the intensity profile of a collimated incident beam. The model is based on the concept of optimal transport from non-imaging optics and enables a collimated beam with an arbitrary intensity profile to be redistributed to a desired output intensity profile. We derive the model from the generalized law of refraction and numerically solve the resulting differential equation using a finite-difference scheme. Through a variety of examples, we show that our approach accommodates a range of different input and output intensity profiles, and discuss its feasibility as a design platform for non-imaging optics. ",
    "url": "https://arxiv.org/abs/2207.07434",
    "authors": [
      "Kirstine Engell Sandager Nielsen",
      "Mads Allerup Carlsen",
      "Søren Raza"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2207.07618",
    "title": "Aberration-corrected time aperture of an electro-optic time lens",
    "abstract": "Recently, there has been renewed interest in electro-optic time lenses due to their favorable properties for quantum photonic applications. Here, we propose a new analytical approach to estimate the chirp rate of a time lens implemented using an electro-optic phase modulator driven with a single-tone radio frequency voltage. Our approach is based on a user-defined time aperture for the time lens. We observe that the temporal aberrations depend on the amplitude of the phase modulation and the effective time aperture of the time lens. We derive an analytical expression for the maximum phase error that will allow the user to choose the maximal aberration-limited time aperture of the time lens. We apply our formalism to a Fourier-time lens system for the spectral compression of Gaussian pulses and find the optimal parameters of the setup. Our approach will provide a handy tool for efficient temporal system design based on electro-optical time lenses. ",
    "url": "https://arxiv.org/abs/2207.07618",
    "authors": [
      "Sanjay Kapoor",
      "Filip Sośnicki",
      "Michał Karpiński"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2207.07215",
    "title": "Warp and Weft Wiring method for rapid, modifiable, self-aligned, and  bonding-free fabrication of multi electrodes microfluidic sensors",
    "abstract": "The need for rapid fabrication of microfluidic devices has become increasingly critical as microfluidics become part of biomedical sensors. Using Warp and Weft Wiring (WWW) of copper wires, this paper presents a novel low-cost method for rapid, self-aligned, bonding-free, and modifiable fabrication of multi-electrodes microfluidic sensors. All the proposed features are promising and highly recommended for the development of Point-of-Care Tests (POCTs), while most of the conventional methods have low chances of coming out of the research labs and play no role in POCTs development. To have an experimental proof of concept, the proposed chip was fabricated and then tested with two sets of experiments that showed the potential applications of water quality management, hygiene, biomedical impedance measurement, cell analysis, flow cytometry, etc. ",
    "url": "https://arxiv.org/abs/2207.07215",
    "authors": [
      "Ali Olyanasab",
      "Zahra Meskar",
      "Mohsen Annabestani",
      "Ali Mousavi Shaegh",
      "Mehdi Fardmanesh"
    ],
    "subjectives": [
      "Quantitative Methods (q-bio.QM)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2207.07345",
    "title": "Ultrafast quantum key distribution using fully parallelized quantum  channels",
    "abstract": "The field of quantum information processing offers secure communication protected by the laws of quantum mechanics and is on the verge to find wider application for information transfer of sensitive data. To overcome the obstacle of inadequate cost-efficiency, extensive research is being done on the many components required for high data throughput using quantum key distribution (QKD). Aiming for an application-oriented solution, we report on realization of a multi-channel QKD system for plug-and-play high-bandwidth secure communication at telecom wavelength. For this purpose, a rack-sized multichannel superconducting nanowire single photon detector (SNSPD) system as well as highly parallelized time correlated single photon counting (TCSPC) unit have been developed and linked to an FPGA controlled QKD evaluation setup allowing for continuous operation and achieving high secret key rates using a coherent-one-way protocol. ",
    "url": "https://arxiv.org/abs/2207.07345",
    "authors": [
      "Robin Terhaar",
      "Jasper Rödiger",
      "Matthias Häußler",
      "Michael Wahl",
      "Helge Gehring",
      "Martin A. Wolff",
      "Fabian Beutel",
      "Wladick Hartmann",
      "Nicolai Walter",
      "Jonas Hanke",
      "Peter Hanne",
      "Nino Walenta",
      "Maximilian Diedrich",
      "Nicolas Perlot",
      "Max Tillmann",
      "Tino Röhlicke",
      "Mahdi Ahangarianabhari",
      "Carsten Schuck",
      "Wolfram H.P. Pernice"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2207.07464",
    "title": "Twisted quantum interference in photoelectron holography with  elliptically polarized fields",
    "abstract": "We perform a systematic analysis of how ultrafast photoelectron holography is influenced by an elliptically polarized field, with emphasis on quantum interference effects. We find that the interplay of the external field and the binding potential leads to twisted holographic patterns for low ellipticities and recover well-known angular offsets for high ellipticities. Using the Coulomb quantum-orbit strong-field approximation (CQSFA), we assess how the field ellipticity affects specific holographic patterns, such as the fan and the spider. The interplay of the external field and the binding potential leads to twisted holographic patterns in the fan, and to loss of contrast in the spider. This behavior can be traced back to interfering electron trajectories, and unequal changes in tunneling probability due to non-vanishing ellipticity. We also derive tunneling times analytically using the strong-field approximation (SFA), provide estimates for ellipticy ranges for which interference is expected to be prominent, and discuss how to construct continuous electron momentum distributions exploring the rotation symmetry around the origin. ",
    "url": "https://arxiv.org/abs/2207.07464",
    "authors": [
      "G. Kim",
      "C. Hofmann",
      "A. S. Maxwell",
      "C. Figueira de Morisson Faria"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2103.03535",
    "title": "Emergent Quantum Randomness and Benchmarking from Hamiltonian Many-body  Dynamics",
    "abstract": " Comments: JC and ALS contributed equally to this work ",
    "url": "https://arxiv.org/abs/2103.03535",
    "authors": [
      "Joonhee Choi",
      "Adam L. Shaw",
      "Ivaylo S. Madjarov",
      "Xin Xie",
      "Ran Finkelstein",
      "Jacob P. Covey",
      "Jordan S. Cotler",
      "Daniel K. Mark",
      "Hsin-Yuan Huang",
      "Anant Kale",
      "Hannes Pichler",
      "Fernando G.S.L. Brandão",
      "Soonwon Choi",
      "Manuel Endres"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2201.11534",
    "title": "Acceleration of spin-polarized proton beams via two parallel laser  pulses",
    "abstract": " Comments: 7 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2201.11534",
    "authors": [
      "Lars Reichwein",
      "Markus Büscher",
      "Alexander Pukhov"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2203.01291",
    "title": "Fast and scalable quantum Monte Carlo simulations of electron-phonon  models",
    "abstract": " Title: Fast and scalable quantum Monte Carlo simulations of electron-phonon  models ",
    "url": "https://arxiv.org/abs/2203.01291",
    "authors": [
      "Benjamin Cohen-Stead",
      "Owen Bradley",
      "Cole Miles",
      "George Batrouni",
      "Richard Scalettar",
      "Kipton Barros"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2206.02294",
    "title": "Stable high-dimensional weak-light soliton molecules and their active  control",
    "abstract": " Comments: The manuscript has been accepted by laser & Photonics Reviews for publication ",
    "url": "https://arxiv.org/abs/2206.02294",
    "authors": [
      "Lu Qin",
      "Chao Hang",
      "Boris A. Malomed",
      "Guoxiang Huang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  }
]