[
  {
    "id": "arXiv:2207.02266",
    "title": "Phase diffusion in high-power microwave sources",
    "abstract": "Autocorrelation of electromagnetic fields emitted by high-power microwave sources makes it possible to determine the phase diffusion coefficient $D$. The value of $D$ imposes significant constraints on synchronization of several HPM sources. It is clearly demonstrated by the example of a relativistic reflex triode operating at $f\\approx3.3$ GHz and having the phase diffusion coefficient equal to $D\\approx0.06$ rad$^{2}\\cdot$ns$^{-1}$. ",
    "url": "https://arxiv.org/abs/2207.02266",
    "authors": [
      "Sergei Anishchenko",
      "Vladimir Baryshevsky",
      "Alexandra Gurinovich"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2207.02309",
    "title": "Self-starting microring laser solitons from the periodic cubic complex  Ginzburg-Landau equation",
    "abstract": "Dissipative Kerr solitons are optical pulses propagating in a nonlinear dielectric waveguide without dispersing. These attractive properties have spurred much research into integrated soliton generation in microring resonators at telecom wavelenghts. However, these solitons are generated via external pumping of a nonlinear medium, which limits system compactness and the wavelength coverage. Recently it was shown that dissipative Kerr solitons can be generated directly in the gain medium of mid-infrared semiconductor ring lasers, where the energy is supplied via electrical pumping. These technological advances enable a new route towards the monolithic generation of diverse light states in a wide frequency range, requiring insight into the conditions necessary for achieving control over the system. In this work, we study in depth the phase diagram of such systems, exhibiting fast gain dynamics and no external pumping, and which are described by the complex cubic Ginzburg-Landau equation with periodic boundary conditions. While previous studies have focused on large system sizes, we here focus on finite ring sizes leading to a modification of the phase space and enlargement of the region for stable soliton formation. In addition to localized, dispersion-less soliton pulses on a finite background, breather solitons are predicted to occur under feasible experimental conditions. This enables monolithic generation of solitions in electrically pumped media such as quantum cascade lasers, extending the availability of soliton sources to mid-infrared and terahertz frequencies which are very attractive for molecular spectroscopy, free-space communication, imaging, and coating thickness measurements. ",
    "url": "https://arxiv.org/abs/2207.02309",
    "authors": [
      "Martin Franckie"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2207.02324",
    "title": "Hollow-core photonic crystal fibers for Power-over-Fiber systems",
    "abstract": "Research achievements in hollow-core photonic crystal fibers technology allow ascertaining such fibers as outstanding platforms for delivering high-power laser beams. Indeed, the key property underlying the success of this family of optical fibers for high-power beam delivery is their capability of efficiently transmitting light through empty space with minimal interaction with the fiber microstructure. In this context, here we widen the framework of hollow-core fiber-based beam delivery applications by demonstrating their utilization as promising platforms for Power-over-Fiber systems. Thus, we report on the use of a tubular-lattice hollow-core fiber to deliver a watt-level continuous-wave laser beam onto a photovoltaic converter and activate a representative camera circuit. We believe that the experiments reported herein allow identifying hollow-core fibers as eligible candidates for next-generation Power-over-Fiber devices potentially able to lift the power restrictions of current solid-core fiber-based Power-over-Fiber systems. ",
    "url": "https://arxiv.org/abs/2207.02324",
    "authors": [
      "Jonas H. Osório",
      "Joao B. Rosolem",
      "Fabio R. Bassan",
      "Foued Amrani",
      "Frédéric Gérôme",
      "Fetah Benabid",
      "Cristiano M. B. Cordeiro"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2207.02497",
    "title": "Investigation of Optical Coupling in Microwave Kinetic Inductance  Detectors using Superconducting Reflective Plates",
    "abstract": "To improve the optical coupling in Microwave Kinetic Inductance Detectors (MKIDs), we investigate the use of a reflective plate beneath the meandered absorber. We designed, fabricated and characterized high-Q factors TiN-based MKIDs on sapphire operating at optical wavelengths with a Au/Nb reflective thin bilayer below the meander. The reflector is set at a quarter-wave distance from the meander using a transparent Al$_2$O$_3$ dielectric layer to reach the peak photon absorption. We expect the plate to recover undetected photons by reflecting them back onto the absorber. ",
    "url": "https://arxiv.org/abs/2207.02497",
    "authors": [
      "Paul Nicaise",
      "Jie Hu",
      "Jean-Marc Martin",
      "Samir Beldi",
      "Christine Chaumont",
      "Piercarlo Bonifacio",
      "Michel Piat",
      "Hervé Geoffray",
      "Faouzi Boussaha"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2207.02513",
    "title": "Spectral correlation between surface-enhanced resonant Raman and far  field scattering destructed by dipole quadrupole coupled plasmon resonance",
    "abstract": "The spectral relationships between surface enhanced resonant Raman scattering (SERRS) and plasmon resonance observed in far field scattering cross are investigated using single silver nanoparticle dimers with focusing on the lowest energy (superradiant) plasmon resonance. We find that these relationships can be classified into two types. The first is SERRS spectral envelopes with spectral shapes similar to those of plasmon resonance spectra. The second is SERRS envelopes exhibiting higher energy shifts from the plasmon resonance spectra. These results are examined as an effect of degree of morphological asymmetry in dimers based on an electromagnetic (EM) mechanism. The analysis of the first and second types reveals that dipole-dipole and dipole-quadrupole coupled plasmon resonance (subradiant Fano resonance) respectively determine the EM enhancement. This mechanism is commonly important for the development of plasmonic nanostructures for various surface enhanced spectroscopies. ",
    "url": "https://arxiv.org/abs/2207.02513",
    "authors": [
      "Tamitake Itoh",
      "Yuko S. Yamamoto"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2207.02608",
    "title": "Ultra-high extinction dual-output thin-film lithium niobate intensity  modulator",
    "abstract": "A low voltage, wide bandwidth compact electro-optic modulator is a key building block in the realization of tomorrow's communication and networking needs. Recent advances in the fabrication and application of thin-film lithium niobate, and its integration with photonic integrated circuits based in silicon make it an ideal platform for such a device. In this work, a high-extinction dual-output folded electro-optic Mach Zehnder modulator in the silicon nitride and thin-film lithium niobate material system is presented. This modulator has an interaction region length of 11 mm and a physical length of 7.8 mm. The device demonstrates a fiber-to-fiber loss of roughly 12 dB using on-chip fiber couplers and DC half wave voltage (V$\\pi$) of less than 3.0 V, or a modulation efficiency (V$\\pi\\cdot$L) of 3.3 V$\\cdot$cm. The device shows a 3 dB bandwidth of roughly 30 GHz. Notably, the device demonstrates a power extinction ratio over 45 dB at each output port without the use of cascaded directional couplers or additional control circuitry; roughly 31 times better than previously reported devices. Paired with a balanced photo-diode receiver, this modulator can be used in various photonic communication systems. Such a detecting scheme is compatible with complex modulation formats such as differential phase shift keying and differential quadrature phase shift keying, where a dual-output, ultra-high extinction device is fundamentally paramount to low-noise operation of the system. ",
    "url": "https://arxiv.org/abs/2207.02608",
    "authors": [
      "Sean Nelan",
      "Andrew Mercante",
      "Shouyuan Shi",
      "Peng Yao",
      "Eliezer Shahid",
      "Benjamin Shopp",
      "Cooper Hurley",
      "Mathew Zablocki",
      "Dennis W. Prather"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2207.02666",
    "title": "Free-space point-to-multiplepoint optical frequency transfer with lens  assisted integrated beam steering",
    "abstract": "We report on the realization of high-performance silica integrated two-dimensional lens assisted beam-steering (LABS) arrays along with the first-of-their-kind point-to-multiplepoint optical frequency transfer. {The LABS equips with $N$ antennas} and has the capability to produce arbitrary number of output beams with different output angles with the simple control complexity. We demonstrate that the LABS has 16 scanning angles, which can support {the access capability for the maximum of simultaneous 16 user nodes.} The coaxial configuration for transmitting and receiving the light as a monolithic transceiver allows us to reduce the out-of-loop phase noise significantly. Finally, the LABS-based non-blocking point-to-multiplepoint in-door free-space optical frequency transfer links with 24 m and 50 m free-space links are shown. After being compensated for the free-space link up to 50 m, the fractional frequency instability of $4.5\\times10^{-17}$ and $7.7\\times10^{-20}$ at the averaging time of 1 s and 20,000 s, respectively, can be achieved. The present work proves the potential application of the 2D LABS in free-space optical time-frequency transfer and provides a guidance for developing a chip-scale optical time-frequency transfer system. ",
    "url": "https://arxiv.org/abs/2207.02666",
    "authors": [
      "Liang Hu",
      "Ruimin Xue",
      "Xianyi Cao",
      "Jiao Liu",
      "Kan Wu",
      "Guiling Wu",
      "Jianping Chen"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2207.02667",
    "title": "Cavity dynamics after the injection of a microfluidic jet in capillary  bridges",
    "abstract": "The impact of solid and liquid objects (projectiles) onto liquids and soft solids (targets) generally results on the creation and expansion of an air cavity inside the impacted objects. The dynamics of cavity expansion and collapse depends on the projectile inertia as well as on the target properties. In this paper we study the impact of microfluidic jets generated by thermocavitation processes on a capillary bridge between two parallel planar walls. Different capillary bridge types were studied, Newtonian liquids, viscoelastic liquids and agarose gels. Thus, we compare the cavity formation and collapse between a wide range of material properties. Moreover, we model the critical impact velocity for a jet to traverse a capillary bridge type. Our results show that agarose gels with a storage modulus lower that 176 Pa can be modelled as a liquid for this transition. However, the predicted transition deviates for agarose gels with higher storage modulus. Additionally, we show different types of cavity collapse, depending on the Weber number and the capillary bridge properties. We conclude that the type of collapse determines the number and size of entrained bubbles. Furthermore, we study the effects of wettability on the adhesion forces and contact line dissipation. We conclude that upon cavity collapse, for hydrophobic walls a Worthington jet is energetically favourable. In contrast, for hydrophilic walls, the contact line dissipation is in the same order of magnitude of the energy of the impacted jet, suppressing the Worthington jet formation. Our results provide strategies for preventing bubble entrapment and give an estimation of the cavity dynamics for needle-free injection applications and additive manufacturing among other applications. ",
    "url": "https://arxiv.org/abs/2207.02667",
    "authors": [
      "Miguel A. Quetzeri-Santiago",
      "David Fernandez Rivas"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2207.02683",
    "title": "Optical fiber for remote sensing with high spatial resolution",
    "abstract": "The use of optical fiber as sensor as well as transmission medium for sensing data is discussed, enabling the use of optically active sensors without power supply at distances of tens of kilometers. Depending on the interrogation system, a spatial resolution of less than a millimeter can be achieved. The basic sensing principle is optical time-domain reflectometry (OTDR) with direct detection or coherent detection of the Rayleigh back-scattered or Fresnel reflected signal. Spatial resolution is improved by a cross-correlation between the transmitted sequence and the received signals. ",
    "url": "https://arxiv.org/abs/2207.02683",
    "authors": [
      "Michael Eiselt",
      "Florian Azendorf",
      "Andre Sandmann"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Signal Processing (eess.SP)"
    ]
  },
  {
    "id": "arXiv:2207.02209",
    "title": "Transfer Learning for Rapid Extraction of Thickness from Optical Spectra  of Semiconductor Thin Films",
    "abstract": "High-throughput experimentation with autonomous workflows, increasingly used to screen and optimize optoelectronic thin films, requires matching throughput of downstream characterizations. Despite being essential, thickness characterization lags in throughput. Although optical spectroscopic methods, e.g., spectrophotometry, provide quick measurements, a critical bottleneck is the ensuing manual fitting of optical oscillation models to the measured reflection and transmission. This study presents a machine-learning (ML) framework called thicknessML, which rapidly extracts film thickness from spectroscopic reflection and transmission. thicknessML leverages transfer learning to generalize to materials of different underlying optical oscillator models (i.e., different material classes).We demonstrate that thicknessML can extract film thickness from six perovskite samples in a two-stage process: (1) pre-training on a generic simulated dataset of Tauc-Lorentz oscillator, and (2) transfer learning to a simulated perovskite dataset of several literature perovskite refractive indices. Results show a pre-training thickness mean absolute percentage error (MAPE) of 5-7% and an experimental thickness MAPE of 6-19%. ",
    "url": "https://arxiv.org/abs/2207.02209",
    "authors": [
      "Siyu Isaac Parker Tian",
      "Zekun Ren",
      "Selvaraj Venkataraj",
      "Yuanhang Cheng",
      "Daniil Bash",
      "Felipe Oviedo",
      "J. Senthilnath",
      "Vijila Chellappan",
      "Yee-Fun Lim",
      "Armin G. Aberle",
      "Benjamin P MacLeod",
      "Fraser G. L. Parlane",
      "Curtis P. Berlinguette",
      "Qianxiao Li",
      "Tonio Buonassisi",
      "Zhe Liu"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Image and Video Processing (eess.IV)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2207.02228",
    "title": "Higher rank chirality and non-Hermitian skin effect in a topolectrical  circuit",
    "abstract": "While chirality imbalances are forbidden in conventional lattice systems, non-Hermiticity can effectively avoid the chiral-doubling theorem to facilitate 1D chiral dynamics. Indeed, such systems support unbalanced unidirectional flows that can lead to the localization of an extensive number of states at the boundary, known as the non-Hermitian skin effect (NHSE). Recently, a generalized (rank-2) chirality describing a 2D robust gapless mode with dispersion $\\omega=k_{x}k_{y}$ has been introduced in crystalline systems. Here we demonstrate that rank-2 chirality imbalances can be established in a non-Hermitian (NH) lattice system leading to momentum-resolved chiral dynamics, and a rank-2 NHSE where there are both edge- and corner-localized skin modes. We then experimentally test this phenomenology in a 2-dimensional topolectric circuit that implements a NH Hamiltonian with a long-lived rank-2 chiral mode. Using impedance measurements, we confirm the rank-2 NHSE in this system, and its manifestation in the predicted skin modes and a highly unusual momentum-position locking response. Our investigation demonstrates a circuit-based path to exploring higher-rank chiral physics, with potential applications in systems where momentum resolution is necessary, e.g., in beamformers and non-reciprocal devices. ",
    "url": "https://arxiv.org/abs/2207.02228",
    "authors": [
      "Penghao Zhu",
      "Xiao-Qi Sun",
      "Taylor L. Hughes",
      "Gaurav Bahl"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Other Condensed Matter (cond-mat.other)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2207.02386",
    "title": "Hidden Markov model analysis for fluorescent time series of quantum dots",
    "abstract": "We present a hidden Markov model analysis for fluorescent time series of quantum dots. A fundamental quantity to measure optical performance of the quantum dots is a distribution function for the light-emission duration. So far, to estimate it, a threshold value for the fluorescent intensity was introduced, and the light-emission state was evaluated as a state above the threshold. With this definition, the light-emission duration was estimated, and its distribution function was derived as a blinking plot. Due to the noise in the fluorescent data, however, this treatment generates a large number of artificially short-lived emission states, thus leading to an erroneous blinking plot. In the present paper, we propose a hidden Markov model to eliminate these artifacts. The hidden Markov model introduces a hidden variable specifying the light-emission and quenching states behind the observed fluorescence. We found that it is possible to avoid the above artifacts by identifying the state from the hidden-variable time series. We found that, from the analysis of experimental and theoretical benchmark data, the accuracy of our hidden Markov model is beyond human cognitive ability. ",
    "url": "https://arxiv.org/abs/2207.02386",
    "authors": [
      "Tatsuhiro Furuta",
      "Keisuke Hamada",
      "Masaru Oda",
      "Kazuma Nakamura"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2207.02417",
    "title": "A comparative study of different machine learning methods for  dissipative quantum dynamics",
    "abstract": "It has been recently shown that supervised machine learning (ML) algorithms can accurately and efficiently predict the long-time populations dynamics of dissipative quantum systems given only short-time population dynamics. In the present article we benchmaked 22 ML models on their ability to predict long-time dynamics of a two-level quantum system linearly coupled to harmonic bath. The models include uni- and bidirectional recurrent, convolutional, and fully-connected feed-forward artificial neural networks (ANNs) and kernel ridge regression (KRR) with linear and most commonly used nonlinear kernels. Our results suggest that KRR with nonlinear kernels can serve as inexpensive yet accurate way to simulate long-time dynamics in cases where the constant length of input trajectories is appropriate. Convolutional Gated Recurrent Unit model is found to be the most efficient ANN model. ",
    "url": "https://arxiv.org/abs/2207.02417",
    "authors": [
      "Luis E. Herrera Rodriguez",
      "Arif Ullah",
      "Kennet J. Rueda Espinosa",
      "Pavlo O. Dral",
      "Alexei A. Kananenka"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2207.02603",
    "title": "Single-photon nonlinearities and blockade from a strongly driven  photonic molecule",
    "abstract": "Achieving the regime of single-photon nonlinearities in photonic devices just exploiting the intrinsic high-order susceptibilities of conventional materials would open the door to practical semiconductor-based quantum photonic technologies. Here we show that this regime can be achieved in a triply resonant integrated photonic device made of two coupled ring resonators, without necessarily requiring low volume confinement, in a material platform displaying an intrinsic third-order nonlinearity. By strongly driving one of the three resonances of the system, a weak coherent probe at one of the others results in a strongly suppressed two-photon probability at the output, evidenced by antibunched second-order correlation function at zero-time delay under continuous wave driving. ",
    "url": "https://arxiv.org/abs/2207.02603",
    "authors": [
      "Davide Nigro",
      "Marco Clementi",
      "Camille Sophie Brès",
      "Marco Liscidini",
      "Dario Gerace"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2207.02638",
    "title": "Impurity reveals distinct operational phases in quantum thermodynamic  cycles",
    "abstract": "We analyze the effect of impurity on the work output and efficiency of quantum Otto and quantum Carnot heat cycles, modeled as a single quantum particle in an infinite square well (ISW) potential, which is the working substance. We solve this quantum mechanical system perturbatively up to first and second order in strength of the impurity for strong and weak coupling regimes, respectively. We derive the analytical expressions of work and efficiency for the strong coupling regime to the first order in the strength parameter. The threshold value of the strength parameter in weak coupling is obtained up to which the numerical result agrees with the perturbative result for a repulsive and attractive impurity. To our surprise, an embedded impurity unlocks new operational phases in the system, such as a quantum heat engine, quantum refrigerator, and quantum cold pump. In addition, the efficiency of the quantum Otto heat engine is seen to reach Carnot efficiency for some parameter regimes. The cooling power and coefficient of performance of the quantum refrigerator and quantum cold pump are non-trivially affected by the impurity. ",
    "url": "https://arxiv.org/abs/2207.02638",
    "authors": [
      "Aditya Prakash",
      "Abhishek Kumar",
      "Colin Benjamin"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2207.02644",
    "title": "Advances in silicon quantum photonics",
    "abstract": "Quantum technology is poised to enable a step change in human capability for computing, communications and sensing. Photons are indispensable as carriers of quantum information - they travel at the fastest possible speed and readily protected from decoherence. However, the system requires thousands of near-transparent components with ultra-low-latency control. For quantum technology to be implemented, a new paradigm photonic system is required: one with in-built coherence, stability, the ability to define arbitrary circuits, and a path to manufacturability. Silicon photonics has unparalleled density and component performance, which, with CMOS compatible fabrication, place it in a strong position for a scalable quantum photonics platform. This paper is a progress report on silicon quantum photonics, focused on developments in the past five years. We provide an introduction on silicon quantum photonic component and the challenges in the field, summarise the current state-of-the-art and identify outstanding technical challenges, as well as promising avenues of future research. We also resolve a conflict in the definition of Hong-Ou-Mandel interference visibility in integrated quantum photonic experiments, needed for fair comparison of photon quality across different platforms. Our aim is the development of scalability on the platform, to which end we point the way to ever-closer integration, toward silicon quantum photonic systems-on-a-chip. ",
    "url": "https://arxiv.org/abs/2207.02644",
    "authors": [
      "Jeremy C. Adcock",
      "Jueming Bao",
      "Yulin Chi",
      "Xiaojiong Chen",
      "Davide Bacco",
      "Qihuang Gong",
      "Leif K. Oxenløwe",
      "Jianwei Wang",
      "Yunhong Ding"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2207.02647",
    "title": "Enhancement of a silicon waveguide single photon source by temporal  multiplexing",
    "abstract": "Efficient generation of single photons is one of the key challenges of building photonic quantum technology, such as quantum computers and long-distance quantum networks. Photon source multiplexing -- where successful pair generation is heralded by the detection of one of the photons, and its partner is routed to a single mode output -- has long been known to offer a concrete solution, with output probability tending toward unity as loss is reduced. Here, we present a temporally multiplexed integrated single photon source based on a silicon waveguide and a low-loss fibre switch and loop architecture, which achieves enhancement of the single photon output probability of $4.5 \\pm 0.5$, while retaining $g^{(2)}(0) = 0.01$. ",
    "url": "https://arxiv.org/abs/2207.02647",
    "authors": [
      "Jeremy C. Adcock",
      "Davide Bacco",
      "Yunhong Ding"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2207.02745",
    "title": "Calculating non-linear response functions for multi-dimensional  electronic spectroscopy using dyadic non-Markovian quantum state diffusion",
    "abstract": "We present a methodology for simulating multi-dimensional electronic spectra of molecular aggregates with coupling of electronic excitation to a structured environment using the stochastic non-Markovian quantum state diffusion (NMQSD) method in combination with perturbation theory for the response functions. A crucial aspect of our approach is that we propagate the NMQSD equation in a doubled system Hilbert space, but with the same noise. We demonstrate that our approach shows fast convergence with respect to the number of stochastic trajectories, providing a promising technique for numerical calculation of two-dimensional spectra of large molecular aggregates. ",
    "url": "https://arxiv.org/abs/2207.02745",
    "authors": [
      "Lipeng Chen",
      "Doran I. G. Bennett",
      "Alexander Eisfeld"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2207.02758",
    "title": "Is the resonant wave interaction approximation consistent with the  dynamics of internal wave fields?",
    "abstract": "Nonlinear interaction and breaking of internal ocean waves are responsible for much of the interior ocean mixing, affecting ocean carbon storage and the global overturning circulation. These interactions are also believed to dictate the observed Garret-Munk wave energy spectrum, which is still unexplained after 50 years of studies. According to the resonance wave interaction approximation used to derive the kinetic equation for the energy spectrum the dominant interactions are between wave triads whose wavevectors satisfy $\\mathbf{k}=\\mathbf{p}+\\mathbf{q}$, and their frequencies satisfy $\\omega_{\\mathbf{k}}=|\\omega_{\\mathbf{p}}-\\omega_{\\mathbf{q}}|$ or $\\omega_{\\mathbf{k}}=\\omega_{\\mathbf{p}}+\\omega_{\\mathbf{q}}$. In order to test the validity of the resonance wave interaction approximation, we examine several analytical derivations of the theory. The assumptions underlying each derivation are tested using direct numerical simulations representing near-observed energy levels of the internal wave field. We show that the assumptions underlying the derivations are not consistent with the simulated dynamics. In addition, most of the triads satisfying the resonant conditions do not contribute significantly to nonlinear wave energy transfer, while some interactions that are dominant in nonlinear energy transfers do not satisfy the resonance conditions. We also point to possible self-consistency issues with some derivations found in the literature. ",
    "url": "https://arxiv.org/abs/2207.02758",
    "authors": [
      "Golan Bel",
      "Eli Tziperman"
    ],
    "subjectives": [
      "Chaotic Dynamics (nlin.CD)",
      "Atmospheric and Oceanic Physics (physics.ao-ph)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2207.02770",
    "title": "Tuning Spectral Properties of Individual and Multiple Quantum Emitters  in Noisy Environments",
    "abstract": "A quantum emitter in a dynamic environment may have its energy levels drift uncontrollably in time with the fluctuating bath. This can result in an emission/absorption spectrum that is spread over a broad range of frequencies and presents a challenging hurdle for various applications. We consider a quantum emitter in an environment that alters the energy levels so that the emission frequency is represented by a Gaussian random distribution around a given mean value with given standard deviation and correlation time. We study the emission spectrum of this system when it is placed under the influence of a periodic sequence of finite width $\\pi$ pulses. We show that this external field protocol can effectively overcome spectral diffusion in this system by refocusing the bulk of the emission spectrum onto the pulse carrier frequency. We further consider two such emitters in different noisy environments and find that the two-photon interference operation can be made efficient by the sequence of finite width pulses applied on both systems. Finally, we show that an ensemble of nominally similar emitters, each with its different environment, and thus randomly shifted emission frequency, can have its overall emission spectrum that would otherwise be inhomogeneously broadened according to the random distribution, refocused onto a lineshape with a well-defined central peak that has the linewidth of an individual isolated non-noisy emitter. These results demonstrate for this specific model of noisy environments, the protection of spectral properties by an external control protocol here represented by a periodic sequence of finite width pulses. ",
    "url": "https://arxiv.org/abs/2207.02770",
    "authors": [
      "Herbert F Fotso"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2104.11731",
    "title": "Dissipative structures in topological lattices of nonlinear optical  resonators",
    "abstract": " Comments: 11 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2104.11731",
    "authors": [
      "Aleksandr Tusnin",
      "Alexey Tikan",
      "Kenichi Komagata",
      "Tobias J. Kippenberg"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2108.00004",
    "title": "Long-Range Optical Wireless Information and Power Transfer",
    "abstract": " Title: Long-Range Optical Wireless Information and Power Transfer ",
    "url": "https://arxiv.org/abs/2108.00004",
    "authors": [
      "Yunfeng Bai",
      "Qingwen Liu",
      "Riqing Chen",
      "Qingqing Zhang",
      "Wei Wang"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Information Theory (cs.IT)",
      "Signal Processing (eess.SP)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2109.14060",
    "title": "Do weak values show the past of a quantum particle?",
    "abstract": " Comments: 9 pages, 2 figures. Title change, expanded scope ",
    "url": "https://arxiv.org/abs/2109.14060",
    "authors": [
      "Jonte R. Hance",
      "John Rarity",
      "James Ladyman"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2206.11156",
    "title": "Effect of Phonons and Impurities on the Quantum Transport in XXZ  Spin-Chains",
    "abstract": " Comments: 10 pages, 11 figures ",
    "url": "https://arxiv.org/abs/2206.11156",
    "authors": [
      "Amartya Bose"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  }
]