[
  {
    "id": "arXiv:2305.02370",
    "title": "Exceptional points in single open acoustic resonator due to the symmetry  breaking",
    "abstract": "Exceptional points (EPs) have been widely studied in quantum mechanics, condensed matter physics, optics and photonics. However, their potential in acoustics has only recently been recognized due to the rapid development of acoustic metamaterials. This paper proposes a method for achieving EP conditions in acoustic resonators by lowering their symmetry and enabling resonant mode interaction. The formation of EPs is predicted through direct numerical simulation supported by coupled mode theory and resonant state expansion. These findings have significant implications for the design and optimization of acoustic metamaterials for applications such as acoustic sensing and noise reduction. ",
    "url": "https://arxiv.org/abs/2305.02370",
    "authors": [
      "Vladimir Igoshin",
      "Mariia Tsimokha",
      "Anastasia Nikitina",
      "Mihail Petrov",
      "Ivan Toftul",
      "Kristina Frizyuk"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2305.02405",
    "title": "Imaging a $^6$Li Atom In An Optical Tweezer 2000 Times with  $Λ$-Enhanced Gray Molasses",
    "abstract": "We have imaged lithium-6 thousands of times in an optical tweezer using $\\Lambda$-enhanced gray molasses cooling light. Despite being the lightest alkali, with a recoil temperature of 3.5 $\\mu$K, we achieve an imaging survival of 0.99950(2), which sets the new benchmark for low-loss imaging of neutral atoms in optical tweezers. Lithium is loaded directly from a MOT into a tweezer with an enhanced loading rate of 0.7. We cool the atom to 70 $\\mu$K and present a new cooling model that accurately predicts steady-state temperature and scattering rate in the tweezer. These results pave the way for ground state preparation of lithium en route to the assembly of the LiCs molecule in its ground state. ",
    "url": "https://arxiv.org/abs/2305.02405",
    "authors": [
      "Karl N. Blodgett",
      "David Peana",
      "Saumitra Phatak",
      "Lane M. Terry",
      "Maria Paula Montes",
      "Jonathan Hood"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2305.02462",
    "title": "Scalable Low-latency Optical Phase Sensor Array",
    "abstract": "Optical phase measurement is critical for many applications and traditional approaches often suffer from mechanical instability, temporal latency, and computational complexity. In this paper, we describe compact phase sensor arrays based on integrated photonics, which enable accurate and scalable reference-free phase sensing in a few measurement steps. This is achieved by connecting multiple two-port phase sensors into a graph to measure relative phases between neighboring and distant spatial locations. We propose an efficient post-processing algorithm, as well as circuit design rules to reduce random and biased error accumulations. We demonstrate the effectiveness of our system in both simulations and experiments with photonic integrated circuits. The proposed system measures the optical phase directly without the need for external references or spatial light modulators, thus providing significant benefits for applications including microscope imaging and optical phased arrays. ",
    "url": "https://arxiv.org/abs/2305.02462",
    "authors": [
      "Zhanghao Sun",
      "Sunil Pai",
      "Carson Valdez",
      "Maziyar Milanizadeh",
      "Andrea Melloni",
      "Francesco Morichetti",
      "David A. B. Miller",
      "Olav Solgaard"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Emerging Technologies (cs.ET)",
      "Image and Video Processing (eess.IV)"
    ]
  },
  {
    "id": "arXiv:2305.02590",
    "title": "Photorefraction-assisted self-emergence of dissipative Kerr solitons",
    "abstract": "Generated in high-Q optical microresonators, dissipative Kerr soliton microcombs constitute broadband optical frequency combs with chip sizes and repetition rates in the microwave to millimeter-wave range. For frequency metrology applications such as spectroscopy, optical atomic clocks and frequency synthesizers, octave-spanning soliton microcombs generated in dispersion optimized microresonator are required, which allow self-referencing for full frequency stabilization. In addition, field-deployable applications require the generation of such soliton microcombs simple, deterministic, and reproducible. Here, we demonstrate a novel scheme to generate self-emerging solitons in integrated lithium niobate microresonators. The single soliton features a broadband spectral bandwidth with dual dispersive waves, allowing 2f-3f self-referencing. Via harnessing the photorefractive effect of lithium niobate to significantly extend the soliton existence range, we observe a spontaneous yet deterministic single-soliton formation. The soliton is immune to external perturbation and can operate continuously over 13 hours without active feedback control. Finally, via integration with a pre-programed DFB laser, we demonstrate turnkey soliton generation. With further improvement of microresonator Q and hybrid integration with chip-scale laser chips, compact soliton microcomb devices with electronic actuation can be created, which can become central elements for future LiDAR, microwave photonics and optical telecommunications. ",
    "url": "https://arxiv.org/abs/2305.02590",
    "authors": [
      "Shuai Wan",
      "Pi-Yu Wang",
      "Rui Ma",
      "Zheng-Yu Wang",
      "Rui Niu",
      "De-Yong He",
      "Guang-Can Guo",
      "Fang Bo",
      "Junqiu Liu",
      "Chun-Hua Dong"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.02643",
    "title": "Local stiffness tailoring of magneto-active composites produced by laser  powder bed fusion",
    "abstract": "Additive manufacturing technologies allow the fabrication of complex and bioinspired shapes of magneto-responsive materials which have various applications in soft robotics. The fabrication of these composites with gradients in mechanical properties offers new possibilities in the field of magneto-active materials. However, this usually requires complex multi-material printing steps. Here, a single-step laser powder bed fusion (LPBF) process is presented that enables the local adjustement of the mechanical stiffness of a magneto-active composite. The application of locally different laser parameters, during the processing of a composite consisting of thermoplastic polyurethane and atomized magnetic powder based on hard magnetic Nd-Fe-B, can change the stiffness of the composite from 2 to 22 MPa. Different magneto-responsive actuators, with locally adjusted stiffnesses, are fabricated and their magnetic properties are investigated. The enhanced response of actuators with locally adjusted mechanical properties is demonstrated in comparison to homogenous actuators with the same geometry. As demonstraction for a biomedical application, a locally adjusted stent which can meet requirements for geometry and local stiffness speficially for a individual anatomy and disease is demonstrated. Further implementation of the proposed process in these areas will help to make progress in the integration of soft and rigid components in various applications such as soft robotics and locomotion assistance devices. The presented method shows a roadmap to create functionally graded materials with LPBF, not only in magneto-active materials, but also in various other structural and functional materials. ",
    "url": "https://arxiv.org/abs/2305.02643",
    "authors": [
      "Kilian Schäfer",
      "Matthias Lutzi",
      "Muhammad Bilal Khan",
      "Lukas Schäfer",
      "Konstantin Skokov",
      "Imants Dirba",
      "Sebastian Bruns",
      "Iman Valizadeh",
      "Oliver Weeger",
      "Claas Hartmann",
      "Mario Kupnik",
      "Esmaeil Adabifiroozjaei",
      "Leopoldo Molina-Luna",
      "Oliver Gutfleisch"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2305.02825",
    "title": "Kerr-Induced Synchronization of a Cavity Soliton to an Optical Reference  for Integrated Frequency Comb Clockworks",
    "abstract": "The phase-coherent frequency division of a stabilized optical reference laser to the microwave domain is made possible by optical frequency combs (OFCs). Fundamentally, OFC-based clockworks rely on the ability to lock one comb tooth to this reference laser, which probes a stable atomic transition. The active feedback process associated with locking the comb tooth to the reference laser introduces complexity, bandwidth, and power requirements that, in the context of chip-scale technologies, complicate the push to fully integrate OFC photonics and electronics for fieldable clock applications. Here, we demonstrate passive, electronics-free synchronization of a microresonator-based dissipative Kerr soliton (DKS) OFC to a reference laser. We show that the Kerr nonlinearity within the same resonator in which the DKS is generated enables phase locking of the DKS to the externally injected reference. We present a theoretical model to explain this Kerr-induced synchronization (KIS), and find that its predictions for the conditions under which synchronization occur closely match experiments based on a chip-integrated, silicon nitride microring resonator. Once synchronized, the reference laser is effectively an OFC tooth, which we show, theoretically and experimentally, enables through its frequency tuning the direct external control of the OFC repetition rate. Finally, we examine the short- and long-term stability of the DKS repetition rate and show that the repetition rate stability is consistent with the frequency division of the expected optical clockwork system. ",
    "url": "https://arxiv.org/abs/2305.02825",
    "authors": [
      "Gregory Moille",
      "Jordan Stone",
      "Michal Chojnacky",
      "Curtis Menyuk",
      "Kartik Srinivasan"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.02867",
    "title": "Laser Powder Bed Fusion of anisotropic Nd-Fe-B bonded magnets utilizing  an in situ mechanical alignment approach",
    "abstract": "Nd-Fe-B bonded magnets are an important class of permanent magnets, employed in many technological sectors. The Additive Manufacturing (AM) processes enables the fabrication of net-shape bonded magnets with complex geometries, allowing to tailor their magnetic stray field specifically for a given application. A crucial challenge to be addressed concerning AM of bonded magnets is the production of magnetically anisotropic components. The common approaches presented in the literature up to now, required a post-printing procedure or the complex integration of a magnetic field source into the AM process. Here, we present a technique to fabricate anisotropic bonded magnets via Laser Powder Bed Fusion (LPBF) by utilizing the mechanical alignment of anisotropic particles in a single step, without the need for a magnetic field source. Anisotropic bonded magnets were fabricated using a mixture of anisotropic Nd-Fe-B powder (MQA-38-14) and polyamide-12 (PA12). This magnetic powder consists of ellipsoidal particles, where the easy magnetization axis is distributed perpendicular to their longest side, which can be exploited to generate magnetic texture. Depending on the particle size used as feedstock, the degree of alignment (<cos$(\\theta)$>) can be tailored to a maximum of <cos$(\\theta)$> = 0.78. The fabricated anisotropic bonded magnets exhibited a maximum remanence of Jr = 377 mT and an energy product of (BH)max = 28.6 kJ/m3, respectively. ",
    "url": "https://arxiv.org/abs/2305.02867",
    "authors": [
      "Kilian Schäfer",
      "Rafael Gitti Tortoretto Fim",
      "Fernando Maccari",
      "Tobias Braun",
      "Stefan Riegg",
      "David Koch",
      "Enrico Bruder",
      "Iliya Radulov",
      "Carlos Henrique Ahrens",
      "Paulo Antônio Pereira Wendhausen",
      "Oliver Gutfleisch"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2305.02898",
    "title": "An additive-manufactured microwave cavity for a compact cold-atom clock",
    "abstract": "We present an additive-manufactured microwave cavity for a Ramsey-type, double resonance, compact cold-atom clock. Atoms can be laser cooled inside the cavity using a grating magneto-optic trap (GMOT) with the cavity providing an excellent TE011-like mode while maintaining sufficient optical access for atomic detection. The cavity features a low Q-factor of 360 which conveniently reduces the cavity-pulling of the future clock. Despite the potential porosity of the additive-manufacturing process, we demonstrate that the cavity is well-suited for vacuum. A preliminary clock setup using cold atoms allows for measuring the Zeeman spectrum and Rabi oscillations in the cavity which enables us to infer excellent field uniformity and homogeneity respectively, across the volume accessed by the cold atoms. Ramsey spectroscopy is demonstrated, indicating the cavity is suitable for clock applications. Finally, we discuss the limitations of the future clock. ",
    "url": "https://arxiv.org/abs/2305.02898",
    "authors": [
      "Etienne Batori",
      "Alan Bregazzi",
      "Ben Lewis",
      "Paul Griffin",
      "Erling Riis",
      "Gaetano Mileti",
      "Christoph Affolderbach"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2305.02908",
    "title": "High-sensitivity dual-comb spectroscopy in the SWIR using a  widely-tunable, free-running spatially-multiplexed dual-comb optical  parametric oscillator",
    "abstract": "Coherent dual-comb spectroscopy (DCS) is a form of Fourier transform spectroscopy (FTS) benefiting from advantageous properties of optical frequency combs. Unlike traditional FTS, DCS enables high-resolution measurements at high speeds because it does not face the trade-off between resolution and update rate inherent to mechanical scanning of the optical delay. However, high complexity of the optical system and limited sensitivity of the measurements remain major challenges for deploying broadband DCS in the short-wave infrared (SWIR, 1.4-3 {\\mu}m) and mid-infrared (mid-IR, >3 {\\mu}m) regions where there are strong ro-vibrational absorption bands of many molecules. We address these challenges via a wavelength-tunable dual-comb optical parametric oscillator (OPO) where both OPO pump beams are generated in a single laser cavity, while both signal and idler beams are generated in a single OPO cavity. These linear cavities are based on spatial multiplexing and operated in free-running mode. The near-common-path of the beams in each cavity leads to low uncorrelated noise, enabling comb-line-resolved measurements at a moderate optical comb line spacing of 250 MHz. The source is operated at an instantaneous bandwidth below 1 THz, resulting in high power per comb line of up to 70 {\\mu}W (signal) and 150 {\\mu}W (idler). Combined with repetition rate differences of up to 20 kHz, aliasing-free measurements are enabled. The accessible spectrum spans 1290 nm to 1670 nm (signal) and 2700 nm to 5160 nm (idler). In a proof-of-principle SWIR DCS experiment, we achieve a signal-to-noise ratio (SNR) of 34 dB for an integration time of 2 s. ",
    "url": "https://arxiv.org/abs/2305.02908",
    "authors": [
      "Carolin P. Bauer",
      "Justinas Pupeikis",
      "Benjamin Willenberg",
      "Ursula Keller",
      "Christopher R. Phillips"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.02711",
    "title": "Vibrational strong coupling in liquid water from cavity molecular  dynamics",
    "abstract": "We assess the cavity molecular dynamics method for the calculation of vibrational polariton spectra, using liquid water as a specific example. We begin by disputing a recent suggestion that nuclear quantum effects may lead to a broadening of polariton bands, finding instead that they merely result in anharmonic red shifts in the polariton frequencies. We go on to show that our simulated cavity spectra can be reproduced to graphical accuracy with a harmonic model that uses just the cavity-free spectrum and the geometry of the cavity as input. We end by showing that this harmonic model can be combined with the experimental cavity-free spectrum to give results in good agreement with optical cavity measurements. Since the input to our harmonic model is equivalent to the input to the transfer matrix method of applied optics, we conclude that cavity molecular dynamics cannot provide any more insight into the effect of vibrational strong coupling on the absorption spectrum than this transfer matrix method, which is already widely used by experimentalists to corroborate their cavity results. ",
    "url": "https://arxiv.org/abs/2305.02711",
    "authors": [
      "Annina Z. Lieberherr",
      "Seth T. E. Furniss",
      "Joseph E. Lawrence",
      "David E. Manolopoulos"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2305.02766",
    "title": "Equivalent circuit and continuum modeling of the impedance of  electrolyte-filled pores",
    "abstract": "The Warburg open and short impedances, $W_{o}$ and $W_{s}$, are widely used to interpret electrochemical impedance spectroscopy experiments on fuel cells, solar cells, batteries, and supercapacitors. In the context of porous electrodes, $R_b+W_{o}$ is the solution of the transmission line (TL) equation, which models the charging of a finite-length pore in contact with an electrolyte reservoir of resistance $R_b$. We show here that the usual derivations of $R_b+W_{o}$ from the TL equation do not correctly account for current conservation at the electrode-reservoir interface but that correcting this shortcoming leads to the same impedance. We also show that $W_{o}$ and $W_{s}$ can be derived directly from their corresponding ladder circuits, completely bypassing the TL equation. These circuits for the charging of electrolyte-filled pores are based on the assumption that equipotential lines in the pores are straight, which is not the case near the pore entrance and end. To determine the importance of these regions, we numerically simulated the charging of electrolyte-filled pores of different lengths $\\ell_p$ and radii $\\rho_p$ through the Poisson-Nernst-Planck equations. We find that pores with aspect ratios beyond $\\ell_p/\\rho_p\\gtrapprox5$ have impedances in good agreement with $W_{o}$. The impedance of shorter pores tends towards that of a pure capacitance. ",
    "url": "https://arxiv.org/abs/2305.02766",
    "authors": [
      "Christian Pedersen",
      "Timur Aslyamov",
      "Mathijs Janssen"
    ],
    "subjectives": [
      "Soft Condensed Matter (cond-mat.soft)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2305.02890",
    "title": "Galactic cosmic ray transport in the absence of resonant scattering",
    "abstract": "Galactic cosmic ray transport relies on the existence of turbulence on scales comparable with the gyration radius of the particles and with wavenumber vector oriented along the local magnetic field. In the standard picture, in which turbulence is injected at large scales and cascades down to smaller scales, it is all but guaranteed that turbulence on the relevant scales may be present, either because of anisotropic cascading or because of the onset of damping processes. This raises questions on the nature of cosmic-ray scattering, especially at energies $\\gtrsim 1$ TeV, where self-generation is hardly relevant. Here, by means of numerical simulations of charged test-particles in a prescribed magnetic field, we investigate particle diffusion in a situation in which turbulence is mainly present at large scales, with the possible presence of a smaller power on small scales, and discuss possible implications of this setup for cosmic-ray transport phenomenology. ",
    "url": "https://arxiv.org/abs/2305.02890",
    "authors": [
      "O. Pezzi",
      "P. Blasi"
    ],
    "subjectives": [
      "High Energy Astrophysical Phenomena (astro-ph.HE)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2305.02976",
    "title": "Mechanism of laser induced self-organized void array formation in  Polydimethylsiloxane (PDMS)",
    "abstract": "This study investigated the formation of multi-voids in polydimethylsiloxane (PDMS) using a multi-pulse irradiation method and explored the impact of laser energy, number of pulses per micron (writing speed), and laser spot size (NA) on the process. The experimental results revealed that multi-void formation occurred due to multi-pulse irradiation in the bulk of PDMS. Additionally, increasing laser energy led to an increase in the number of voids, while the number of voids did not change with an increase in the number of pulses per micron for a fixed laser parameter. However, the size of the voids increased with the number of pulses per micron, and tighter focusing conditions (higher NA) resulted in smaller voids with a shorter distance between them. Furthermore, Finite-Difference-Time-Domain (FDTD) simulations reproduced the generation of void arrays in PDMS using a similar multi-laser pulse approach. By modeling the voids as concentric spheres with densified shells and simulating the laser interaction with the voids, we showed that void array generation in PDMS is a linear mechanism. This study provides valuable insight into the mechanism behind the formation of void arrays in PDMS. The simulation results agrees well with the experimental results to further validate the model and gain a better understanding of the physical processes involved in the generation of void arrays in PDMS. ",
    "url": "https://arxiv.org/abs/2305.02976",
    "authors": [
      "N. Naseri",
      "A. Alshehri",
      "L. Ramunno",
      "R. Bhardwaj"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Soft Condensed Matter (cond-mat.soft)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.03044",
    "title": "Electronic Excited States from a Variance-Based Contracted Quantum  Eigensolver",
    "abstract": "Electronic excited states of molecules are central to many physical and chemical processes, and yet they are typically more difficult to compute than ground states. In this paper we leverage the advantages of quantum computers to develop an algorithm for the highly accurate calculation of excited states. We solve a contracted Schr\\\"odinger equation (CSE) -- a contraction (projection) of the Schr\\\"odinger equation onto the space of two electrons -- whose solutions correspond identically to the ground and excited states of the Schr\\\"odinger equation. While recent quantum algorithms for solving the CSE, known as contracted quantum eigensolvers (CQE), have focused on ground states, we develop a CQE based on the variance that is designed to optimize rapidly to a ground or excited state. We apply the algorithm in a classical simulation without noise to computing the ground and excited states of H$_{4}$ and BH. ",
    "url": "https://arxiv.org/abs/2305.03044",
    "authors": [
      "Yuchen Wang",
      "David A. Mazziotti"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2202.09521",
    "title": "Energetic, tunable, highly-elliptically polarized higher harmonics  generated by intense two-color counter rotating laser fields",
    "abstract": " Comments: arXiv admin note: text overlap with arXiv:2106.08690 ",
    "url": "https://arxiv.org/abs/2202.09521",
    "authors": [
      "E. Vassakis",
      "S. Madas",
      "L. Spachis",
      "T. Lamprou",
      "I. Orfanos",
      "S. Kahaly",
      "M. Upadhyay Kahaly",
      "D. Charalambidis",
      "E. Skantzakis"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2301.00215",
    "title": "Nuclear Magnetic Resonance Measurements in High Flat-top Pulsed Magnetic  Field up to 40 T at WHMFC",
    "abstract": " Comments: 8 pages, 9 figures ",
    "url": "https://arxiv.org/abs/2301.00215",
    "authors": [
      "Wenqi Wei",
      "Qinying Liu",
      "Le Yuan",
      "Jian Zhang",
      "Shiyu Liu",
      "Rui Zhou",
      "Yongkang Luo",
      "Xiaotao Han"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Strongly Correlated Electrons (cond-mat.str-el)"
    ]
  },
  {
    "id": "arXiv:2301.02666",
    "title": "Realization of Quantum Energy Teleportation on Superconducting Quantum  Hardware",
    "abstract": " Title: Realization of Quantum Energy Teleportation on Superconducting Quantum  Hardware ",
    "url": "https://arxiv.org/abs/2301.02666",
    "authors": [
      "Kazuki Ikeda"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Superconductivity (cond-mat.supr-con)",
      "High Energy Physics - Theory (hep-th)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2302.04085",
    "title": "Ultrafast optical control of polariton energy in an organic  semiconductor microcavity",
    "abstract": " Title: Ultrafast optical control of polariton energy in an organic  semiconductor microcavity ",
    "url": "https://arxiv.org/abs/2302.04085",
    "authors": [
      "Kirsty E. McGhee",
      "Michele Guizzardi",
      "Rahul Jayaprakash",
      "Kyriacos Georgiou",
      "Till Jessewitsch",
      "Ullrich Scherf",
      "Giulio Cerullo",
      "Anton Zasedatelev",
      "Tersilla Virgili",
      "Pavlos G. Lagoudakis",
      "David G. Lidzey"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2304.00608",
    "title": "Beyond relationalism in quantum theory: A new indeterminacy-based  approach to quantum theory",
    "abstract": " Comments: Several clarifications were added, 46 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2304.00608",
    "authors": [
      "Francisco Pipa"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  }
]