[
  {
    "id": "arXiv:2207.03570",
    "title": "Ultralow voltage, High-speed, and Energy-efficient Cryogenic  Electro-Optic Modulator",
    "abstract": "Photonic integrated circuits (PICs) at cryogenic temperatures enable a wide range of applications in scalable classical and quantum systems for computing and sensing. A promising application of cryogenic PICs is to provide optical interconnects by up-converting signals from electrical to optical domain, allowing massive data-transfer from 4 K superconducting (SC) electronics to room temperature environment. Such a solution is central to overcome the major bottleneck in the scalability of cryogenic systems, which currently rely on bulky copper cables that suffer from limited bandwidth, large heat load, and do not show any scalability path. A key element for realizing a cryogenic-to-room temperature optical interconnect is a high-speed electro-optic (EO) modulator operating at 4 K with operation voltage at mV scale, compatible with SC electronics. Although several cryogenic EO modulators have been demonstrated, their driving voltages are significantly large compared to the mV scale voltage required for SC circuits. Here, we demonstrate a cryogenic modulator with ~10 mV peak-to-peak driving voltage and gigabits/sec data rate, with ultra-low electric and optical energy consumptions of ~10.4 atto-joules/bit and ~213 femto-joules/bit, respectively. We achieve this record performance by designing a compact optical ring resonator modulator in a heterogeneous InP-on-Silicon platform, where we optimize a multi-quantum well layer of InAIGaAs to achieve a strong EO effect at 4 K. Unlike other semiconductors such as silicon, our platform benefits from the high-carrier mobility and minimal free carrier freezing of III-V compounds at low temperatures, with moderate doping level and low loss (intrinsic resonator Q~272,000). These modulators can pave the path for complex cryogenic photonic functionalities and massive data transmission between cryogenic and room-temperature electronics. ",
    "url": "https://arxiv.org/abs/2207.03570",
    "authors": [
      "Paolo Pintus",
      "Anshuman Singh",
      "Weiqiang Xie",
      "Leonardo Ranzani",
      "Martin V. Gustafsson",
      "Minh A. Tran",
      "Chao Xiang",
      "Jonathan Peters",
      "John E. Bowers",
      "Moe Soltani"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2207.03599",
    "title": "Quantum chemical roots of machine-learning molecular similarity  descriptors",
    "abstract": "In this work, we explore the quantum chemical foundations of descriptors for molecular similarity. Such descriptors are key for traversing chemical compound space with machine learning. Our focus is on the Coulomb matrix and on the smooth overlap of atomic positions (SOAP). We adopt a basic framework that allows us to connect both descriptors to electronic structure theory. This framework enables us then to define two new descriptors that are more closely related to electronic structure theory, which we call Coulomb lists and smooth overlap of electron densities (SOED). By investigating their usefulness as molecular similarity descriptors, we gain new insights in how and why Coulomb matrix and SOAP work. Moreover, Coulomb lists avoid the somewhat mysterious diagonalization step of the Coulomb matrix and might provide a direct means to extract subsystem information that can be compared across Born-Oppenheimer surfaces of varying dimension. For the electron density we derive the necessary formalism to create the SOED measure in close analogy to SOAP. Since this formalism is more involved than that of SOAP, we review the essential theory, but also introduce a set of approximations that eventually allow us to work with SOED in terms of the same implementation available for the evaluation of SOAP. ",
    "url": "https://arxiv.org/abs/2207.03599",
    "authors": [
      "Stefan Gugler",
      "Markus Reiher"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2207.03649",
    "title": "High-speed laser writing of structural colors for full-color inkless  printing",
    "abstract": "It is a formidable challenge to simultaneously achieve wide gamut, high resolution, high-speed while low-cost manufacturability, long-term stability, and viewing-angle independence in structural colors for practical applications. The conventional nanofabrication techniques fail to match the requirement in low-cost, large-scale and flexible manufacturing. Processing by ultrashort lasers can achieve extremely high throughput while suffering from a narrow gamut of 15% sRGB or angle-dependent colors. Here, we demonstrate an all-in-one solution for ultrafast laser-produced structural colors on ultrathin hybrid films that comprise an absorbent TiAlN layer coating on a metallic TiN layer. Under pulsed laser irradiation, the absorption behaviors of the TiAlN-TiN hybrid films are tailored by photothermal-induced oxidation on the topmost TiAlN. The oxidized films exhibit double-resonance absorption, which is attributed to the non-trivial phase shifts both at the oxide-TiAlN interface, and at the TiAlN-TiN interface. By varying the accumulated laser fluence to modulate the oxidation depth, an unprecedented large gamut of 90% sRGB is obtained. Our highly reproducible printing technique manifests angle-insensitive colors the variation of Hue is <0.14pi when viewing angles changing from 6 to 60. The full-color printing speed reaches to 1.4 cm2/s and the highest printing resolution exceeds 25000 dpi. The durability of the laser-printed colors is confirmed by fastness examination, including salt fog, double-85, light bleaching, and adhesion tests. These features render our technique to be competitive for high-throughput industrial applications. ",
    "url": "https://arxiv.org/abs/2207.03649",
    "authors": [
      "Jiao Geng",
      "Liye Xu",
      "Wei Yan",
      "Liping Shi",
      "Min Qiu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2207.03705",
    "title": "All-optical scattering control in an all-dielectric quasi-perfect  absorbing Huygens metasurface",
    "abstract": "In this paper, we theoretically and experimentally demonstrated photothermally-induced nonlinearities of both forward and backward scattering intensities from quasi-perfect absorbing silicon-based metasurface. The metasurface is efficiently heated up by photothermal effect under laser irradiation, which in turn modulates the scattering spectra via thermo-optical effect. Under a few milliwatt continuous-wave excitation, backward scattering cross-section doubles, and forward scattering cross-section reduces to half. Our study opens up the all-optical dynamical control of the scattering directionality, which would be applicable to silicon photonic devices. ",
    "url": "https://arxiv.org/abs/2207.03705",
    "authors": [
      "Kentaro Nishida",
      "Koki Sasai",
      "Rongyang Xu",
      "Te-Hsin Yen",
      "Yu-Lung Tang",
      "Junichi Takahara",
      "Shi-Wei Chu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2207.03889",
    "title": "Effect of a femtosecond-scale temporal structure of a laser driver on  generation of betatron radiation by wakefield accelerated electrons",
    "abstract": "A brightness of a betatron radiation generated by laser wakefield accelerated electrons can be increased by utilizing the laser driver with shorter duration at the same energy. Such shortening is possible by pulse compression after its nonlinear self-phase modulation in thin plate. However, this method can lead to a rather complex femtosecond-scale time structure of the pulse. In this work, the results of numerical simulations show that the presence of a pedestal or prepulses containing few percents or more of the main pulse energy can inhibit the acceleration process and lead to lower energies of accelerated electrons and generated photons. Simultaneously, the presence of a relatively long and intense postpulse following the main pulse at optimal distance can enhance the oscillations of accelerating electrons and increase the brightness of betatron radiation. ",
    "url": "https://arxiv.org/abs/2207.03889",
    "authors": [
      "Andrey D. Sladkov",
      "Artem V. Korzhimanov"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2207.03951",
    "title": "Anomalous transport and localization in periodic dissipatively coupled  photonic chains",
    "abstract": "Here we show that coherent random walk in a perfectly periodic chain of dissipatively coupled bosonic modes can exhibit a variety of different anomalous transfer regimes in dependence on the initial state of the chain. In particular, for any given finite initial time-interval there is a set of initial states leading to hyper-ballistic transport regime. Also, there are initial states allowing to achieve a sub-diffusive regime or even localization for a given time-interval, or change asymptotic long-time diffusion rate. We show how these anomalous transport regimes can be practically realized in a planar system of coupled single-mode waveguides with designed loss. ",
    "url": "https://arxiv.org/abs/2207.03951",
    "authors": [
      "I. Peshko",
      "G. Ya. Slepyan",
      "D. Mogilevtsev"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2207.03975",
    "title": "Unconventional Collective Resonance as Nonlinear Mechanism of Ectopic  Activity in Excitable Media",
    "abstract": "Many physical, chemical and biological processes rely on intrinsic oscillations to employ resonance responses to external stimuli of certain frequency. Such resonance phenomena in biological systems are typically explained by one of two mechanisms: either a classical linear resonance of harmonic oscillator, or entrainment and phase locking of nonlinear limit cycle oscillators subjected to periodic forcing. Here, we discover a nonlinear mechanism, which does not require intrinsic oscillations. Instead, the resonant frequency dependence arises from coupling between an excitable and a monostable region of the medium. This composite system is endowed with emergent bistability between a stable steady state and stable spatiotemporal oscillations. The resonant transition from stable state to oscillatory state is induced by waves of particular frequency travelling through the medium. This transition to the spatiotemporal oscillatory state requires accumulation of multiple waves, resulting in the exclusion of lower frequencies. The cutting off of high frequencies is realized by damping of wave amplitude in the monostable zone and then by activating amplitude sensitive dynamics in the monostable units. We demonstrate this new resonance mechanism in a simplistic reaction-diffusion model. Also, we reveal this collective resonance mechanism in in-vitro experiments and detailed biophysical simulations representing a major type of arrhythmia. We further demonstrate, both experimentally and theoretically, that the ongoing spatiotemporal oscillations, such as ectopic activity in cardiac tissue, can be stopped by travelling waves of high frequency. Overall, we claim the universality of this resonance mechanism in a broad class of nonlinear biophysical systems. Specifically, we hypothesize that such phenomena could be found in neuronal systems as an alternative to traditional resonant processes. ",
    "url": "https://arxiv.org/abs/2207.03975",
    "authors": [
      "Alexander S. Teplenin",
      "Nina N. Kudryashova",
      "Rupamanjari Majumder",
      "Antoine A. F. de Vries",
      "Alexander V. Panfilov",
      "Daniel A. Pijnappels"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2207.04019",
    "title": "Inverse Design of Multi-band Reflective Polarizing Metasurfaces Using  Generative Machine Learning",
    "abstract": "Electromagnetic linear-to-circular polarization converters with wide- and multi-band capabilities can simplify antenna systems where circular polarization is required. Multi-band solutions are attractive in satellite communication systems, which commonly have the additional requirement that the sense of polarization is reversed {between adjacent bands}. However, the design of these structures using conventional \\textit{ad hoc} methods relies heavily on empirical methods. Here, we employ a data-driven approach integrated with a generative adversarial network to explore the design space of the polarizer meta-atom thoroughly. Dual-band and triple-band reflective polarizers with stable performance over incident angles up to and including $30^\\circ$, {corresponding to typical reflector antenna system requirements}, are synthesized using the proposed method. The feasibility and performance of the designed polarizer is validated through measurements of a fabricated prototype. ",
    "url": "https://arxiv.org/abs/2207.04019",
    "authors": [
      "Parinaz Naseri",
      "George Goussetis",
      "Nelson J. G. Fonseca",
      "Sean V. Hum"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2207.03711",
    "title": "Large-Scale Simulation of Quantum Computational Chemistry on a New  Sunway Supercomputer",
    "abstract": "Quantum computational chemistry (QCC) is the use of quantum computers to solve problems in computational quantum chemistry. We develop a high performance variational quantum eigensolver (VQE) simulator for simulating quantum computational chemistry problems on a new Sunway supercomputer. The major innovations include: (1) a Matrix Product State (MPS) based VQE simulator to reduce the amount of memory needed and increase the simulation efficiency; (2) a combination of the Density Matrix Embedding Theory with the MPS-based VQE simulator to further extend the simulation range; (3) A three-level parallelization scheme to scale up to 20 million cores; (4) Usage of the Julia script language as the main programming language, which both makes the programming easier and enables cutting edge performance as native C or Fortran; (5) Study of real chemistry systems based on the VQE simulator, achieving nearly linearly strong and weak scaling. Our simulation demonstrates the power of VQE for large quantum chemistry systems, thus paves the way for large-scale VQE experiments on near-term quantum computers. ",
    "url": "https://arxiv.org/abs/2207.03711",
    "authors": [
      "Honghui Shang",
      "Li Shen",
      "Yi Fan",
      "Zhiqian Xu",
      "Chu Guo",
      "Jie Liu",
      "Wenhao Zhou",
      "Huan Ma",
      "Rongfen Lin",
      "Yuling Yang",
      "Fang Li",
      "Zhuoya Wang",
      "Yunquan Zhang",
      "Zhenyu Li"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2207.03949",
    "title": "Computing Electronic Correlation Energies using Linear Depth Quantum  Circuits",
    "abstract": "Efficient computation of molecular energies is an exciting application of quantum computers, but current noisy intermediate-scale quantum (NISQ) devices can only execute shallow circuits, limiting existing quantum algorithms to small molecules. Here we demonstrate a variational NISQ-friendly algorithm for computing electronic correlation energies perturbatively, trading deep circuits in exchange for more shallow circuits with depth linear in the number of qubits. We tested the algorithm on several small molecules, both with classical simulations including noise models and on cloud quantum processors, showing that it not only reproduces the equilibrium molecular energies but it also captures the perturbative electronic correlation effects at longer bond distances. As fidelities of quantum processors continue to improve our algorithm will enable the study of larger molecules compared to existing approaches with higher-order polynomial circuit depth. ",
    "url": "https://arxiv.org/abs/2207.03949",
    "authors": [
      "Chong Hian Chee",
      "Adrian M. Mak",
      "Daniel Leykam",
      "Dimitris G. Angelakis"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2207.04030",
    "title": "Frequency comb from a single driven nonlinear nanomechanical mode",
    "abstract": "Phononic frequency combs have been attracting an increasing attention both as a qualitatively new type of nonlinear phenomena in vibrational systems and from the point of view of applications. It is commonly believed that at least two modes must be involved in generating a comb. In this paper we demonstrate that a comb can be generated by a single nanomechanical mode driven by a resonant monochromatic drive. The comb emerges where the drive is still weak, so that the anharmonic part of the mode potential energy remains small. We relate the effect to a negative nonlinear friction induced by the resonant drive, which makes the vibrations at the drive frequency unstable. We directly map the trajectories of the emerging oscillations in the rotating frame and show how these oscillations lead to the frequency comb in the laboratory frame. The results go beyond nanomechanics and suggest a qualitatively new approach to generating tunable frequency combs in single-mode vibrational systems. ",
    "url": "https://arxiv.org/abs/2207.04030",
    "authors": [
      "J. S. Ochs",
      "D. K. J. Boness",
      "G. Rastelli",
      "M. Seitner",
      "W. Belzig",
      "M. I. Dykman",
      "E. M. Weig"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Classical Physics (physics.class-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2101.10547",
    "title": "High-Harmonic Generation in the Water Window from mid-IR Laser Sources",
    "abstract": " Title: High-Harmonic Generation in the Water Window from mid-IR Laser Sources ",
    "url": "https://arxiv.org/abs/2101.10547",
    "authors": [
      "Keegan Finger",
      "David Atri-Schuller",
      "Nicolas Douguet",
      "Klaus Bartschat",
      "Kathryn R. Hamilton"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2203.02371",
    "title": "Quantum researcher mobility: the wonderful wizard of Oz who paid for  Dorothy's Visa fees",
    "abstract": " Comments: Closer to published version ",
    "url": "https://arxiv.org/abs/2203.02371",
    "authors": [
      "Mehul Malik",
      "Elizabeth Agudelo",
      "Ravi Kunjwal"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)"
    ]
  }
]