[
  {
    "id": "arXiv:2306.00027",
    "title": "A Holistic Approach to Quantum Ethics Education",
    "abstract": "This paper first provides an overview of the growing subfield of quantum ethics, including a working definition; research to date into social, economic, and political implications of various quantum technologies; and directions for future research. Second, it introduces the Quantum Ethics Project (QEP), its activities to date, and its organizing philosophy. The third section reports on QEP's ongoing curriculum development work, i.e. creating one of the first full-length courses on Ethics and Social Impacts of Quantum Technology. We outline the pedagogical approach being taken in the course design, including key learning outcomes, topic areas, teaching methods, and rationale. This is followed by a brief discussion of current limitations and future areas of attention, such as drawbacks to teaching ethical reasoning and ideas for assessment and implementation. Finally, the paper concludes with a call for collaborators and information on how people can join the QEP network. ",
    "url": "https://arxiv.org/abs/2306.00027",
    "authors": [
      "Joan Étude Arrow",
      "Sara E. Marsh",
      "Josephine C. Meyer"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Physics and Society (physics.soc-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2306.00282",
    "title": "Nonlinear optomechanical resonance entering a self-organized energy  transfer pattern",
    "abstract": "The energy transfer between different subsystems or different vibration modes is always one of the most interested problems in the study of the resonance phenomena in coupled nonlinear dynamical systems. With an optomechanical system operating in the regime of unresolved sideband, where its mechanical frequency is lower than the cavity field damping rate, we illustrate the existence of a special nonlinear resonance phenomenon. This type of previously unknown resonance manifests an organized pattern of the coupled cavity field and mechanical oscillation, so that the cavity field precisely pushes the mechanical oscillator within an appropriate small time window in each mechanical oscillation period and the mechanical energy will increase by a jump of almost fixed amount after each oscillation cycle. The scenario is realized at a resonance point where the frequency difference of two driving fields matches the mechanical frequency of the system, and this condition of drive-frequency match is found to trigger a mechanism to lock the two subsystems of an unresolved-sideband optomechanical system into a highly ordered energy transfer as the above mentioned. Due to a significantly enhanced nonlinearity in the vicinity of the resonance point, optical frequency combs can be generated under pump powers of thousand times lower, as compared to the use of a single-tone driving field for the purpose. An unresolved sideband system under the drives without satisfying the resonance condition also demonstrates other interesting dynamical behaviors. Most of all, by providing a realistic picture for the nonlinear optomechanical dynamics in unresolved sideband regime, our study points to a direction to observe novel dynamical phenomena and realize other applications with the systems of less technical restrictions. ",
    "url": "https://arxiv.org/abs/2306.00282",
    "authors": [
      "Qing Lin",
      "Yi Wu",
      "Gang Li",
      "Bing He"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Adaptation and Self-Organizing Systems (nlin.AO)"
    ]
  },
  {
    "id": "arXiv:2306.00504",
    "title": "A combined volume penalization / selective frequency damping approach  for immersed boundary methods: application to moving geometries",
    "abstract": "This work extends, to moving geometries, the immersed boundary method based on volume penalization and selective frequency damping approach [J. Kou, E. Ferrer, A combined volume penalization/selective frequency damping approach for immersed boundary methods applied to high-order schemes, Journal of Computational Physics (2023)]. To do so, the numerical solution inside the solid is decomposed into a predefined movement and an oscillatory part (spurious waves), where the latter is damped by an SFD approach combined with volume penalization. We challenge the method with two cases. First, a new manufactured solution problem is proposed to show that the method can recover high-order accuracy. Second, we validate the methodology by simulating the laminar flow past a moving cylinder, where improved accuracy of the combined method is reported. ",
    "url": "https://arxiv.org/abs/2306.00504",
    "authors": [
      "Jiaqing Kou",
      "Esteban Ferrer"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2306.00506",
    "title": "Time-resolved optical shadowgraphy of solid hydrogen jets as a testbed  to benchmark particle-in-cell simulations",
    "abstract": "Particle-in-cell (PIC) simulations are a superior tool to model kinetics-dominated plasmas in relativistic and ultrarelativistic laser-solid interactions (dimensionless vectorpotential $a_0 > 1$). The transition from relativistic to subrelativistic laser intensities ($a_0 \\lesssim 1$), where correlated and collisional plasma physics become relevant, is reaching the limits of available modeling capabilities. This calls for theoretical and experimental benchmarks and the establishment of standardized testbeds. In this work, we develop such a suitable testbed to experimentally benchmark PIC simulations using a laser-irradiated micron-sized cryogenic hydrogen-jet target. Time-resolved optical shadowgraphy of the expanding plasma density, complemented by hydrodynamics and ray-tracing simulations, is used to determine the bulk-electron temperature evolution after laser irradiation. As a showcase, a study of isochoric heating of solid hydrogen induced by laser pulses with a dimensionless vectorpotential of $a_0 \\approx 1$ is presented. The comparison of the bulk-electron temperature of the experiment with systematic scans of PIC simulations demostrates that, due to an interplay of vacuum heating and resonance heating of electrons, the initial surface-density gradient of the target is decisive to reach quantitative agreement at \\SI{1}{\\ps} after the interaction. The showcase demostrates the readiness of the testbed for controlled parameter scans at all laser intensities of $a_0 \\lesssim 1$. ",
    "url": "https://arxiv.org/abs/2306.00506",
    "authors": [
      "Long Yang",
      "Lingen Huang",
      "Stefan Assenbaum",
      "Thomas E Cowan",
      "Ilja Goethel",
      "Sebastian Göde",
      "Thomas Kluge",
      "Martin Rehwald",
      "Xiayun Pan",
      "Ulrich Schramm",
      "Jan Vorberger",
      "Karl Zeil",
      "Tim Ziegler",
      "Constantin Bernert"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2306.00604",
    "title": "Theoretical Analysis of Quartz Plate Acoustic Wave Resonators and  Sensors Using Three-Dimensional Equations of Anisotropic Elasticity or  Piezoelectricity",
    "abstract": "This is a review of theoretical results from the three-dimensional equations of anisotropic elasticity or linear piezoelectricity on waves and vibrations in quartz crystal plates. It covers both the classical results on acoustic wave resonators and the relatively new applications in acoustic wave sensors. It discusses the basic thickness modes with various complications due to electrodes, mass loading, contact with fluids, and air gaps, etc. as well as the more complicated transversely varying modes. These results are fundamental for the understanding and design optimization of the widely used quartz crystal plate resonators and sensors. ",
    "url": "https://arxiv.org/abs/2306.00604",
    "authors": [
      "Jiashi Yang"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2306.00699",
    "title": "Intensity-borrowing mechanisms pertinent to laser cooling of linear  polyatomic molecules",
    "abstract": "A study of the intensity-borrowing mechanisms important to optical cycling transitions in laser-coolable polyatomic molecules arising from non-adiabatic coupling, contributions beyond the Franck-Condon approximation, and Fermi resonances is reported. It has been shown to be necessary to include non-adiabatic coupling to obtain computational accuracy that is sufficient to be useful for laser cooling of molecules. The predicted vibronic branching ratios using perturbation theory based on the non-adiabatic mechanisms have been demonstrated to agree well with those obtained from variational discrete variable representation calculations for representative molecules including CaOH, SrOH, and YbOH. The electron-correlation and basis-set effects on the calculated transition properties, including the vibronic coupling constants, the spin-orbit coupling matrix elements, and the transition dipole moments, and on the calculated branching ratios have been thoroughly studied. The vibronic branching ratios predicted using the present methodologies demonstrate that RaOH is a promising radioactive molecule candidate for laser cooling. ",
    "url": "https://arxiv.org/abs/2306.00699",
    "authors": [
      "Chaoqun Zhang",
      "Nicholas R. Hutzler",
      "Lan Cheng"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2306.00819",
    "title": "Far infrared to terahertz widely tunable narrow linewidth light source  via surface-emitting periodically poled thin film lithium niobate waveguides",
    "abstract": "Generating widely tunable, continuous wave light at long wavelengths via difference frequency generation (DFG) remains challenging due to high absorption and dispersion. The relatively new platform of thin film lithium niobate enables high-confinement nonlinear waveguides, which could improve efficiency. We simulated DFG in thin film lithium niobate waveguides that are periodically poled for surface emission at 30 THz. Maximum efficiency for a 1 cm device is 9.16 $\\times$ 10$^{-6}$ W$^{-1}$ assuming $d_{33}$ = 30 pm/V. The tuning range within 50$\\%$ of efficiency at 30 THz is as wide as 25 THz, from 25 THz to 50 THz. ",
    "url": "https://arxiv.org/abs/2306.00819",
    "authors": [
      "Valerie Yoshioka",
      "Jicheng Jin",
      "Qiang Lin",
      "Bo Zhen"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.00066",
    "title": "Observing Dynamical Phases of a Bardeen-Cooper-Schrieffer Superconductor  in a Cavity QED Simulator",
    "abstract": "In conventional Bardeen-Cooper-Schrieffer (BCS) superconductors, electrons with opposite momenta bind into Cooper pairs due to an attractive interaction mediated by phonons in the material. While superconductivity naturally emerges at thermal equilibrium, it can also emerge out of equilibrium when the system's parameters are abruptly changed. The resulting out-of-equilibrium phases are predicted to occur in real materials and ultracold fermionic atoms but have not yet been directly observed. This work realizes an alternate way to generate the proposed dynamical phases using cavity quantum electrodynamics (cavity QED). Our system encodes the presence or absence of a Cooper pair in a long-lived electronic transition in $^{88}$Sr atoms coupled to an optical cavity and represents interactions between electrons as photon-mediated interactions through the cavity. To fully explore the phase diagram, we manipulate the ratio between the single-particle dispersion and the interactions after a quench and perform real-time tracking of subsequent dynamics of the superconducting order parameter using non-destructive measurements. We observe regimes where the order parameter decays to zero (\"phase I\"), assumes a non-equilibrium steady-state value (\"phase II\"), or exhibits persistent oscillations (\"phase III\") in the form of a self-generated Floquet phase. The capability to emulate these dynamical phases in optical cavities without real Cooper pairs demonstrates that programmable simulators can overcome many challenges faced by traditional approaches. This opens up exciting prospects for quantum simulation, including the potential to engineer unconventional superconductors and to probe beyond mean-field effects like the spectral form factor, and for increasing coherence time for quantum sensing. ",
    "url": "https://arxiv.org/abs/2306.00066",
    "authors": [
      "Dylan J. Young",
      "Anjun Chu",
      "Eric Yilun Song",
      "Diego Barberena",
      "David Wellnitz",
      "Zhijing Niu",
      "Vera M. Schäfer",
      "Robert J. Lewis-Swan",
      "Ana Maria Rey",
      "James K. Thompson"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2306.00252",
    "title": "Wavefront reconstruction of discontinuous phase objects from optical  deflectometry",
    "abstract": "One of the challenges in phase measuring deflectometry is to retrieve the wavefront from objects that present discontinuities or non-differentiable gradient fields. Here, we propose the integration of such gradients fields based on an Lp-norm minimization problem. The solution of this problem results in a nonlinear partial differential equation, which can be solved with a fast and well-known numerical methods and doesn't depend on external parameters. Numerical reconstructions on both synthetic and experimental data are presented that demonstrate the capability of the proposed method. ",
    "url": "https://arxiv.org/abs/2306.00252",
    "authors": [
      "Ricardo Legarda-Saenz",
      "Jorge L. Flores",
      "Manuel Servin",
      "Anabel Martin-Gonzalez"
    ],
    "subjectives": [
      "Numerical Analysis (math.NA)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.00339",
    "title": "Interfacial Layers between Ion and Water Detected by Terahertz  Spectroscopy",
    "abstract": "Dynamic fluctuations in hydrogen-bond network of water occur from femto- to nano-second timescale and provides insights into structural/dynamical aspects of water at ion-water interfaces. Employing terahertz spectroscopy assisted with molecular dynamics simulations, we study aqueous chloride solutions of five monovalent cations, namely, Li, Na, K, Rb and Cs. We show that ions modify the behavior of surrounding water molecules and form interfacial layers of water around them with physical properties distinct from that of bulk water. Small cations with high charge densities influence the kinetics of water well beyond the first solvation shell. At terahertz frequencies, we observe an emergence of fast relaxation processes of water with their magnitude following the ionic order Cs>Rb>K>Na>Li, revealing an enhanced population density of weakly coordinated water at ion-water interface. The results shed light on the structure breaking tendency of monovalent cations and provide insights into the properties of ionic solutions at the molecular level. ",
    "url": "https://arxiv.org/abs/2306.00339",
    "authors": [
      "Abhishek K. Singh",
      "Luan C. Doan",
      "Djamila Lou",
      "Chengyuan Wen",
      "Nguyen Q. Vinh"
    ],
    "subjectives": [
      "Soft Condensed Matter (cond-mat.soft)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2306.00351",
    "title": "Generalized Quantum Geometric Tensor in a Non-Hermitian  Exciton-Polariton System",
    "abstract": "In this work, we review two different generalizations of a quantum geometric tensor (QGT) in two-band non-Hermitian systems and apply the formalism to the system of microcavity exciton polaritons. In particular, we extend the existing method of measuring the QGT that uses the pseudospins in photonic and polaritonic systems. We find that both forms of the generalized QGT can be expressed in terms of the exciton-polariton pseudospin components, which can be experimentally measured. We then present the generalized QGT components, i.e. the quantum metric and Berry curvature, for an exemplar non-Hermitian exciton-polariton system. Our simulations of the wave packet dynamics in this exciton-polariton system show that the right-right Berry curvature gives a more accurate description of the anomalous Hall drift. ",
    "url": "https://arxiv.org/abs/2306.00351",
    "authors": [
      "Y.-M. Robin Hu",
      "Elena A. Ostrovskaya",
      "Eliezer Estrecho"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.00568",
    "title": "Metasurface-based hybrid optical cavities for chiral sensing",
    "abstract": "Quantum metasurfaces, i.e., two-dimensional subwavelength arrays of quantum emitters, can be employed as mirrors towards the design of hybrid cavities, where the optical response is given by the interplay of a cavity-confined field and the surface modes supported by the arrays. We show that, under external magnetic field control, stacked layers of quantum metasurfaces can serve as helicity-preserving cavities. These structures exhibit ultranarrow resonances and can enhance the intensity of the incoming field by orders of magnitude, while simultaneously preserving the handedness of the field circulating inside the resonator, as opposed to conventional cavities. The rapid phase shift in the cavity transmission around the resonance can be exploited for the sensitive detection of chiral scatterers passing through the cavity. We discuss possible applications of these resonators as sensors for the discrimination of chiral molecules. ",
    "url": "https://arxiv.org/abs/2306.00568",
    "authors": [
      "Nico S. Bassler",
      "Andrea Aiello",
      "Kai P. Schmidt",
      "Claudiu Genes",
      "Michael Reitz"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.00798",
    "title": "Catalysis in Quantum Information Theory",
    "abstract": "Catalysts open up new reaction pathways which can speed up chemical reactions while not consuming the catalyst. A similar phenomenon has been discovered in quantum information science, where physical transformations become possible by utilizing a (quantum) degree of freedom that remains unchanged throughout the process. In this review, we present a comprehensive overview of the concept of catalysis in quantum information science and discuss its applications in various physical contexts. ",
    "url": "https://arxiv.org/abs/2306.00798",
    "authors": [
      "Patryk Lipka-Bartosik",
      "Henrik Wilming",
      "Nelly H. Y. Ng"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mathematical Physics (math-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:1911.07063",
    "title": "Analytic approximations to the strengths of near-threshold optical  Feshbach resonances",
    "abstract": " Comments: 12 pages, 6 figures ",
    "url": "https://arxiv.org/abs/1911.07063",
    "authors": [
      "Mateusz Borkowski"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2101.07734",
    "title": "Multicolor continuous-variable quantum entanglement in the Kerr  frequency comb",
    "abstract": " Comments: 7 pages,3 figures ",
    "url": "https://arxiv.org/abs/2101.07734",
    "authors": [
      "Ming Li",
      "Yan-Lei Zhang",
      "Xin-Biao Xu",
      "Chun-Hua Dong",
      "Guang-Can Guo",
      "Chang-Ling Zou"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2209.01237",
    "title": "Comments on: `Relative facts do not exist. Relational quantum mechanics  is incompatible with quantum mechanics' by Jay Lawrence, Marcin Markiewicz  and Marek Źukowski",
    "abstract": " Title: Comments on: `Relative facts do not exist. Relational quantum mechanics  is incompatible with quantum mechanics' by Jay Lawrence, Marcin Markiewicz  and Marek Źukowski ",
    "url": "https://arxiv.org/abs/2209.01237",
    "authors": [
      "Aurélien Drezet"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2301.10610",
    "title": "Forty Thousand Kilometers Under Quantum Protection",
    "abstract": " Comments: 27 pages (main text: 13 pages, supplement: 14 pages), 9 figures (main text: 4 figures, supplement: 5 figures) ",
    "url": "https://arxiv.org/abs/2301.10610",
    "authors": [
      "N. S. Kirsanov",
      "V. A. Pastushenko",
      "A. D. Kodukhov",
      "M. V. Yarovikov",
      "A. B. Sagingalieva",
      "D. A. Kronberg",
      "M. Pflitsch",
      "V. M. Vinokur"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2302.10540",
    "title": "Polarization transport in optical fibers beyond Rytov's law",
    "abstract": " Comments: 13 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2302.10540",
    "authors": [
      "Thomas Mieling",
      "Marius A. Oancea"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.09074",
    "title": "Terahertz spin conductance probes of coherent and incoherent spin  tunneling through MgO tunnel junctions",
    "abstract": " Comments: 4 figures ",
    "url": "https://arxiv.org/abs/2305.09074",
    "authors": [
      "R. Rouzegar",
      "M.A. Wahada",
      "A.L. Chekhov",
      "W. Hoppe",
      "J. Jechumtal",
      "L. Nadvornik",
      "M. Wolf",
      "T.S. Seifert",
      "S.S.P. Parkin",
      "G. Woltersdorf",
      "P.W. Brouwer",
      "T. Kampfrath"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  }
]