[
  {
    "id": "arXiv:2505.01701",
    "title": "Fully Integrated Vacuum-based Quantum Random Number Generator",
    "abstract": "           Quantum random number generators play a crucial role in securing high-demand information contexts by producing true random numbers. Nevertheless, the large volume and high-cost limit their widespread use. Here, we propose a system on chip that fully leverages the advantages of different photonic integrated platforms, where the interference optical paths and photodiodes are integrated on a standard silicon process, while the laser source on-chip is realized on a III-V platform. Using micro-lens coupling package technology, which contributes to a topnotch coupling loss lower than 2dB, the components on different platforms are combined and packaged with the amplifier circuits in a 42mm* 24mm footprint in a butterfly form. This complete miniaturized and cost-effective entropy source enables outputting a vacuum noise signal with a 3dB bandwidth of over 500MHz. After sampling and post-processing, a random number generation rate of up to 6.57Gbps is achieved. The results show a feasible way of overcoming the laser integration problem with silicon-based integrated quantum photonics. Foreseeable, commercial applications on a large scale are significantly promoted.         ",
    "url": "https://arxiv.org/abs/2505.01701",
    "authors": [
      "Xin Hua",
      "Yiming Bian",
      "Ying Zhu",
      "Jiayi Dou",
      "Jie Yang",
      "Shengxiang Zhang",
      "Jie Yan",
      "Min Liu",
      "Daigao Chen",
      "Song Yu",
      "Bingjie Xu",
      "Yichen Zhang",
      "Xi Xiao"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2505.01852",
    "title": "All-fiber highly efficient delivery of 2 kW laser over 2.45 km hollow-core fiber",
    "abstract": "           Anti-resonant hollow-core fibers (AR-HCFs) have emerged as an important medium for high-power laser delivery due to their low optical nonlinearity and high damage threshold. However, current delivery systems of high-power laser based on AR-HCFs mainly rely on free-space optical components, which limits long-term stability in dynamic environments. Here, we report an all-fiber delivery of 2 kW laser with 85.3% transmission efficiency over 2.45 km, using a self-fabricated AR-HCF with a record low transmission loss of 0.175 dB/km at 1080 nm. This represents a nearly 500-fold improvement in the power-distance product compared to reported all-fiber AR-HCF-based laser transmission systems, achieving a record transmission distance for high-power laser delivery. Notably, we observed the phenomenon of stimulated Raman scattering amplified within the silica nested tubes in AR-HCF for the first time. By effectively suppressing the Raman noise from the laser source, we achieve an all-fiber laser delivery without stimulated Raman scattering of silica glass. This work marks a significant breakthrough in multi-kilometer and multi-kilowatt power delivery that is potentially useful for industrial manufacturing, nuclear decommissioning, laser drilling of oil, particle acceleration and so on.         ",
    "url": "https://arxiv.org/abs/2505.01852",
    "authors": [
      "Jing Shi",
      "Binyu Rao",
      "Zilun Chen",
      "Zefeng Wang",
      "Guangrong Sun",
      "Zuyin Xu",
      "Zhen Huang",
      "Peng Li",
      "Zihan Dong",
      "Min Fu",
      "Xin Tian",
      "Baolai Yang",
      "Jian Zhang",
      "Zhiyue Zhou",
      "Tianyu Li",
      "Lei Zhang",
      "Biao Shui",
      "Chenxin Gao",
      "Jinbao Chen"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.01891",
    "title": "Inverse Design of Perfectly-Matched Metamaterials Via Circuit-Based Surrogate Models and the Adjoint Method",
    "abstract": "           In this work, perfectly-matched metamaterials (PMMs) are described and combined with inverse design to realize broadband devices. PMMs are discretized metamaterials with anisotropic unit cells selected from a constrained design space, referred to as perfectly-matched media. PMMs exhibit the unique property that all their unit cells are impedance-matched to each other as well as to the host medium they are embedded within under all excitations. As a result, PMM devices rely on reflectionless refractive effects to achieve a prescribed function. This property enables true time delay performance and promises broadband capabilities. Two design examples are presented to demonstrate the potential of inverse-designed PMMs: a compact, broadband beam-collimator with a prescribed amplitude taper and a multi-input multi-output beamformer exhibiting zero scan loss.         ",
    "url": "https://arxiv.org/abs/2505.01891",
    "authors": [
      "Shrey Thakkar",
      "Jorge Ruiz-García",
      "Luke Szymanski",
      "Gurkan Gok",
      "Anthony Grbic"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2505.01913",
    "title": "Roughness-Limited Performance in Ultra-Low-Loss Lithium Niobate Cavities",
    "abstract": "           Achieving low optical loss is critical for scaling complex photonic systems. Thin-film lithium niobate (TFLN) offers strong electro-optic and nonlinear properties in a compact platform, making it ideal for quantum and nonlinear optics. While $Q$ factors above $10^7$ have been achieved, they remain below the intrinsic material limit. We present a systematic study of scattering losses due to roughness in TFLN racetrack cavities, isolating contributions from sidewall and interface roughness. Quality factors up to $27 \\times 10^6$ are demonstrated in waveguides with widths of $2.2\\lambda$ ($\\sim3.5\\,\\mu$m), where interface roughness dominates, and up to $1.2 \\times 10^7$ in narrower waveguides $0.8\\lambda$ wide ($\\sim1.2\\,\\mu$m), where sidewall roughness is the primary limitation. Our modeling framework, based on 3D wave simulations informed by AFM-measured roughness, is material-independent and broadly applicable across integrated photonic platforms.         ",
    "url": "https://arxiv.org/abs/2505.01913",
    "authors": [
      "Ali Khalatpour",
      "Luke Qi",
      "Martin M. Fejer",
      "Amir Safavi-Naeini"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.01924",
    "title": "An effective model for describing coherent population trapping resonances, which correctly takes into account the off-resonant frequency components in periodically modulated laser field",
    "abstract": "           We develop and test an effective model for calculating the coherent population trapping (CPT) resonance in a periodically modulated laser field, when the modulation frequency $f$ varies near the fractional part of hyperfine splitting frequency in the ground state $\\Delta_{\\rm hfs}/N$ (where $N=1,2,...$). In such a polychromatic light, only two frequency components that are most resonant with the working optical transitions in the atom are accurately taken into account, while all other non-resonant frequency components are taken into account using the second-order perturbation theory in the field. Within the presented concept, equation for the atomic density matrix is obtained, in which taking into account of all non-resonant frequency components is reduced to the appearance of two new operators (non-diagonal, in the general case): the shift and relaxation operators. The adequacy of the presented effective model was verified by numerical calculations of various dependencies, in which we did not find visual differences from the exact calculations. Our model provides a clear physical picture of various features of CPT spectroscopy in periodically modulated light, including effects that have not been discussed in the scientific literature before. In particular, we show that the widespread viewpoint that the CPT resonance shift is determined by the usual ac Stark shifts of the lower levels is, in general, fundamentally incorrect, since the contribution to the light shift due to beats at the frequency $\\Delta_{\\rm hfs}$ between different non-resonant frequency components can be comparable to (or even dominate) with respect to the value of the standard ac Stark shift. Therefore, even if we have detailed information on the spectral composition of the laser field (e.g. using a spectrum analyzer), this is, in general, absolutely insufficient to determine the light shift of the CPT resonance.         ",
    "url": "https://arxiv.org/abs/2505.01924",
    "authors": [
      "V.I. Yudin",
      "M.Yu. Basalaev",
      "A.V. Taichenachev",
      "O.N.Prudnikov"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2505.02219",
    "title": "Single-frequency inverted Doppler-free resonance as a platform for chip-scale optical clock",
    "abstract": "           We report on the possibility to obtain a high-quality inverted Doppler-free resonance in D1 line of alkali-metal atoms in the single-frequency regime. The counter-propagating optical fields with linear and mutually orthogonal polarizations and the transition Fg=I+1/2 --> Fe=I-1/2 are proposed to the use. We establish the best possible nuclear spin value and the corresponding atomic isotope for this regime. Our experiment demonstrates that the resonance contrast-to-width ratio in the single-frequency regime is practically the same as in the dual-frequency regime, which simplifies the optical module to be used in compact optical clocks. The achieved short-term frequency stability is 3*10^(-13) at 1 s, which is comparable to results that can be obtained with the dual-frequency technique.         ",
    "url": "https://arxiv.org/abs/2505.02219",
    "authors": [
      "E. A. Tsygankov",
      "D. S. Chuchelov",
      "M. I. Vaskovskaya",
      "V. V. Vassiliev",
      "S. A. Zibrov",
      "V. L. Velichansky"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2505.02333",
    "title": "Metasurfaces in Adaptive Optics: A New Opportunity in Optical Wavefront Sensing",
    "abstract": "           Over the past fifty years, wavefront sensing technology has continuously evolved from basic techniques to high-precision systems, serving as a core methodology in adaptive optics (AO). Beyond traditional wavefront retrieval methods based on spot displacement, direct phase retrieval techniques with greater accuracy have emerged, jointly driving advancements in wavefront sensing precision. This evolution is fueled by increasing demands for accuracy, which have prompted iterative upgrades in system architectures and algorithms. Recently, breakthroughs in metasurface technology have opened new possibilities for wavefront sensing. By utilizing subwavelength microstructures, metasurfaces enable multi-dimensional control over the phase, amplitude, and polarization of light fields. Their high degree of design flexibility presents transformative opportunities for advancing wavefront sensing capabilities. This review examines the fundamental principles of wavefront sensing and the development of key enabling devices, highlighting how metasurface technology is reshaping traditional paradigms. We discuss recent research progress and emerging innovations, aiming to establish a theoretical framework for next-generation wavefront sensing technologies. Ultimately, we hope this review provides technical insights for applications in astronomical observation, biological microscopy, laser engineering, and beyond.         ",
    "url": "https://arxiv.org/abs/2505.02333",
    "authors": [
      "Rundong Fan",
      "Zichao Wang",
      "Pei Li",
      "Lei Huang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.02403",
    "title": "Capturing the three dimensional, nano-scale, pico-second dynamics of plasma mirrors with intense ultrashort laser wavefront measurement",
    "abstract": "           We present a direct measurement of the nanoscale dynamics of plasma mirrors using wavefront measurement techniques. This two-dimensional measurement, performed via pump-probe diagnostics, enables the reconstruction of the three-dimensional plasma mirror surface with nanometer axial, micrometer transverse, and femtosecond temporal resolution.         ",
    "url": "https://arxiv.org/abs/2505.02403",
    "authors": [
      "Sk Rakeeb",
      "Sagar Dam",
      "Ameya Parab",
      "Amit Lad",
      "Yash M. Ved",
      "G. Ravindra Kumar"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2505.02457",
    "title": "How individual vs shared coordination governs the degree of correlation in rotational vs residence times in a high-viscosity lithium electrolyte",
    "abstract": "           Commercially used carbonate-based electrolytes in lithium-ion batteries are susceptible to many challenges, including flammability, volatility, and lower thermal stability. Solvated ionic liquids of LiTFSI salt (lithium bis(trifluoromethylsulfonyl)-amide) and glyme-based solvents are potential alternative candidates for commonly used electrolytes. We perform classical molecular dynamics (MD) simulations study the effect of concentration and temperature on the translational and rotational dynamics. The radial distribution function shows stronger coordination of Li$^+$ ions with tetraglyme(G4), as shown in earlier studies, and forms a stable [Li(G4)]$^+$ cation complex. The self-diffusion coefficients are lower than the values experimentally observed but show better improvement over other classical force fields. An increase in the salt concentrations leads to a higher viscosity of the system and reduces the overall ionic mobility of Li$^{+}$ ions. Diluting the system with a larger number of glyme molecules leads to shorter rotational relaxation times for both TFSI and tetraglyme. Ion-residence times show that Li$^+$ ions form stable and long-lasting complexes with G4 molecules than TFSI anions. The residence time of [Li(G4)]$^+$ complex decreases at higher salt concentrations due to the availability of fewer G4 molecules to coordinate with a Li$^+$ ion. G4 is also seen to form polydentate complexes with Li$^+$ without a shared coordination, allowing rotation without breaking coordination, unlike TFSI, which requires coordination disruption for rotation. This distinction explains the poor correlation between rotation and residence time for G4 and the strong correlation for TFSI.         ",
    "url": "https://arxiv.org/abs/2505.02457",
    "authors": [
      "Vinay Thakur",
      "Prabhat Prakash",
      "Raghavan Ranganathan"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Soft Condensed Matter (cond-mat.soft)"
    ]
  },
  {
    "id": "arXiv:2505.02563",
    "title": "Coupled surface plasmon and resonant optical tunnelling in symmetric optical microcavities",
    "abstract": "           A symmetrical structure consisting of a low refractive index dielectric layer between two metallic films, i.e. an optical cavity, surrounded by a semi-infinite dielectric medium of higher refractive index, forms an optical system capable of supporting both volume and surface resonances. The latter are associated with synchronized collective electronic oscillations in the inner surfaces of the two thin metallic films, called coupled surface plasmons. These oscillations are generated by an evanescent wave in the cavity and therefore the thickness of the cavity is limited to the micron range for visible radiation. Under suitable incident conditions, light propagating in the microcavity will resonate with these plasmonic oscillations and can be strongly transmitted into the surrounding medium. In this work, we establish a simple model of the transmission characteristics of the cavity and define resonance conditions that allow high transmittance even for inner dielectric layer thicknesses of various wavelengths. This phenomenon is an enhanced version of the optical process of frustrated total reflection between dielectrics analogous to quantum tunnelling effect. In the present situation, the phenomenon is more striking because it takes place in a system with two absorbing metal films which, under resonant conditions, favour a superior transmission.         ",
    "url": "https://arxiv.org/abs/2505.02563",
    "authors": [
      "Alejandro Doval",
      "Yago Arosa",
      "Raúl de la Fuente"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2505.02632",
    "title": "Timing performance of a digital SiPM prototype measured with a picosecond injection laser",
    "abstract": "           The DESY digital silicon photomultiplier (dSiPM) is a monolithic detector based on complementary metal-oxide-semiconductor (CMOS) single-photon avalanche diodes (SPADs) and features a fully digital readout. The dSiPM prototype was characterized using a picosecond injection laser. Different contributions to the time resolution from both SPADs and digitization electronics are quantified. The dSiPM achieves a temporal resolution of approximately 50 ps under optimal conditions, while localized charge deposition with the laser revealed in-pixel variations of the time resolution linked to the SPAD layout. Combining fast timing with a pixelated readout, the device is a promising candidate for 4D-tracking detectors and other precision timing applications.         ",
    "url": "https://arxiv.org/abs/2505.02632",
    "authors": [
      "Daniil Rastorguev",
      "Inge Diehl",
      "Karsten Hansen",
      "Finn King",
      "Stephan Lachnit",
      "Simon Spannagel",
      "Tomas Vanat",
      "Gianpiero Vignola"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2505.02662",
    "title": "Ultra-Compact Silicon Nitride Devices for High-Density Integration",
    "abstract": "           Integrated photonic devices made of silicon nitride (SiN), which can be integrated with silicon on insulator and III V platforms, are expected to drive the expansion of silicon photonics technology. SiN offers lower propagation losses and a broad transparency window compared to other platforms, enabling substantial advancements in key photonic devices, including filters, multiplexers, high Q resonators, and nonlinear components. However, the relatively low refractive index contrast of SiN is often considered a limitation for creating compact and efficient devices. Herein, we present three fundamental devices: a coarse wavelength division multiplexer, a five mode mode division multiplexer, and a polarization beam splitter, all with extremely compact footprints. By achieving a reduction in device footprint of up to 1200 times, this work demonstrates the potential for significantly enhancing component density in silicon nitride chips without sacrificing performance. These results show that inverse design techniques can yield state of the art performance on the SiN platform.         ",
    "url": "https://arxiv.org/abs/2505.02662",
    "authors": [
      "Julian L. Pita Ruiz",
      "Narges Dalvand",
      "Michaël Ménard"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.02671",
    "title": "Characterisation of Crystalline Defects in 4H Silicon Carbide using DLTS and TSC",
    "abstract": "           Future hadron collider experiments will require sensing materials that withstand stronger radiation fields. Therefore, either a frequent replacement of detectors, a significant increase in radiation hardness of Silicon, or a shift to different materials is needed. Wide-bandgap materials are a natural choice, due to their significantly reduced leakage currents, even after irradiation. In recent years, substantial progress in the production of high-quality monocrystalline Silicon Carbide of the 4H polytype has led to a renewed interest in this material. In this article, a study of electrically active defects in a n-type epitaxial 4H Silicon Carbide diode is presented. By employing spectroscopical measurement methods, like Deep-Level Transient Spectroscopy (DLTS) and Thermally Stimulated Currents (TSC), energy levels in the bandgap are investigated. Defect parameters like concentration, activation energy and capture cross-section are stated. A simulation framework was utilised to compare and match the results from the two methods. This study is made in the context of a study of radiation hardness of 4H Silicon Carbide sensors. Other studies investigating macroscopic properties of the material, like their charge collection efficiency after irradiation, were performed on the same kind of diodes. This study provides a first set of measured defect parameters in state-of-the-art 4H-SiC material, from defects present prior to irradiation. These defects are intrinsic, such as vacancies, related to impurities and doping imperfections, or are growth related. The $Z_\\text{1/2}$ defect and a Nitrogen related defect were identified.         ",
    "url": "https://arxiv.org/abs/2505.02671",
    "authors": [
      "Niels G. Sorgenfrei",
      "Elias Arnqvist",
      "Yana Gurimskaya",
      "Michael Moll",
      "Ulrich Parzefall",
      "Faiza Rizwan",
      "Moritz Wiehe"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2505.02801",
    "title": "Spacing and Wavelength Tunable Frequency Comb",
    "abstract": "           Optical frequency combs are increasingly used in applications such as optical communications, radio signal processing, and dual-comb spectroscopy. Many of these applications require a broad, flat spectrum with tunable center wavelength and tone spacing, while maintaining a consistent spectral profile. However, most existing OFC generators either lack tunability or cannot preserve their spectral shape during tuning. In this paper, we demonstrate a cavity-less OFC system based on an electro-optic comb combined with parametric spectral broadening, achieving tone spacing tunability from 25 to 32 GHz and wavelength tunability from 1548 to 1568 nm. Our OFC features high output power (greater than 2 W), broad bandwidth (greater than 90 nm), high optical signal-to-noise ratio (OSNR greater than 25 dB), and, critically, a preserved spectral profile. We show that this consistent spectral shape can be maintained by primarily adjusting the RF drive power and the gain of the optical amplifiers. We also provide a quantitative analysis of the spectral profile variations during tuning.         ",
    "url": "https://arxiv.org/abs/2505.02801",
    "authors": [
      "Yijia Cai",
      "Zhixin Liu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Signal Processing (eess.SP)"
    ]
  },
  {
    "id": "arXiv:2505.01506",
    "title": "Microwave-field quantum metrology with error correction enabled by Rydberg atoms",
    "abstract": "           Quantum sensing and metrology present one of the most promising near-term applications in the field of quantum technologies, with quantum sensors enabling unprecedented precision in measurements of electric, magnetic or gravitational fields and displacements. Experimental loss at the detection stage remains one of the key obstacles to achieve a truly quantum advantage in many practical scenarios. Here we combine capabilities of Rydberg atoms to both sense external fields and to be used for quantum information processing to largely overcome the issue of detection losses. While using the large dipole moments of Rydberg atoms in an ensemble to achieve a $39\\ \\mathrm{nV}/\\mathrm{cm}\\sqrt{\\mathrm{Hz}}$ sensitivity we employ the inter-atomic dipolar interactions to execute an error-correction protocol, that protects sensing information against conventional losses at the detection stage. Counterintuitively, the idea of the protocol is based on introduction of additional non-linear lossy quantum channel, which results in enhancement of Fisher information by a factor of 3.3. The presented results open up a path towards broader usage of quantum-information-inspired error correction in practical quantum metrology and communication, without the need for a general-purpose quantum computer.         ",
    "url": "https://arxiv.org/abs/2505.01506",
    "authors": [
      "Stanisław Kurzyna",
      "Bartosz Niewelt",
      "Mateusz Mazelanik",
      "Wojciech Wasilewski",
      "Rafał Demkowicz-Dobrzański",
      "Michał Parniak"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.01519",
    "title": "Chirality-bolstered quantum Zeno effect enhances radical pair-based magnetoreception",
    "abstract": "           Radical pairs in the flavoprotein cryptochrome are central to various magnetically sensitive biological processes, including the proposed mechanism of avian magnetoreception. Cryptochrome's molecular chirality has been hypothesized to enhance magnetic field effects via the chirality-induced spin selectivity (CISS) effect, yet the mechanism underlying this enhancement remains unresolved. In this work, we systematically investigate the impact of CISS on the directional magnetic sensitivity of prototypical radical pair reactions, analyzing two distinct models--one generating spin polarization and, for the first time, one generating coherence. We find that CISS-induced spin polarization significantly enhances magnetic sensitivity by introducing triplet character into the initial state and reinforcing the quantum Zeno effect, paralleling enhancements observed in triplet-born radical pairs subject to strongly asymmetric recombination. In contrast, CISS-generated spin coherence does not provide a significant improvement in sensitivity. These findings indicate that CISS is not itself a universal enhancer of sensitivity or coherence in radical-pair reactions, and its influence must be evaluated case by case, particularly in relation to the quantum Zeno effect. Additionally, we provide a unified interpolation scheme for modeling CISS-influenced initial states and recombination dynamics, encompassing the principal models currently discussed in the literature for singlet and triplet precursors.         ",
    "url": "https://arxiv.org/abs/2505.01519",
    "authors": [
      "Luke D. Smith",
      "Sukesh Tallapudi",
      "Matt C. J. Denton",
      "Daniel R. Kattnig"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2505.01541",
    "title": "A Unified Simulation Framework for Correlated Driven-Dissipative Quantum Dynamics",
    "abstract": "           Time-resolved photoemission spectroscopy provides a unique and direct way to explore the real-time nonequilibrium dynamics of electrons and holes. The formal theory of the spectral function evolution requires inclusion of electronic correlations and dissipation, which are challenging due to the associated long simulation timescales which translate to a high computational cost. Recent methodological developments, namely the Real-Time Dyson Expansion, as well as theoretical developments of many-body perturbation theory for dissipative systems, have allowed for the study of driven-dissipative interacting quantum systems. In this work, we implement the hitherto unrealized study of driven-dissipative interacting quantum systems which includes driven dynamical correlations and utilizes these new methods and perturbative expansions. We illustrate the combined formalism on a prototypical two-band semiconductor model with long-range density-density Coulomb interactions. We show that the intraband thermalization of conduction band electrons induces nontrivial time-dependent changes in the system's bandstructure and a time-evolving band-gap renormalization (with a reduction by up to 10\\%). We show that the qualitative features are preserved for a variety of parameters, discuss the corresponding spectral dynamics, and provide an outlook on the newly introduced simulation framework, which enables treating electron-electron scattering and dissipation effects on equal footing.         ",
    "url": "https://arxiv.org/abs/2505.01541",
    "authors": [
      "Thomas Blommel",
      "Enrico Perfetto",
      "Gianluca Stefanucci",
      "Vojtěch Vlček"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2505.01609",
    "title": "A low-loss, 24-mode laser-written universal photonic processor in a glass-based platform",
    "abstract": "           We report the fabrication of the first 24-mode universal photonic processor (UPP) realized through femtosecond laser writing (FLW), marking the most complex UPP demonstrated to date. Optimized for quantum dot emission at 925 nm, the device exhibits total insertion losses averaging only 4.35 dB, enabling its direct application in advanced multi-photon quantum experiments. Leveraging the versatility of FLW, we introduce suspended waveguides and precisely engineered 2D and 3D microstructures, significantly enhancing thermal isolation and minimizing power dissipation. As a result, our processor operates efficiently at less than 10 W, requiring only a simple thermo-electric cooler for stable thermal management. The device exhibits exceptional performance after calibration, implementing Haar-random unitary transformations with an amplitude fidelity of 99.5 %. This work establishes FLW-based integrated photonics as a scalable and robust platform for advancing quantum computing, communication, and sensing technologies.         ",
    "url": "https://arxiv.org/abs/2505.01609",
    "authors": [
      "Andrea Barzaghi",
      "Maëlle Bénéfice",
      "Francesco Ceccarelli",
      "Giacomo Corrielli",
      "Valerio Galli",
      "Marco Gardina",
      "Vittorio Grimaldi",
      "Jakub Kaczorowski",
      "Francesco Malaspina",
      "Roberto Osellame",
      "Ciro Pentangelo",
      "Andrea Rocchetto",
      "Alessandro Rudi"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.01840",
    "title": "Strain-Balanced Low-Temperature-Grown Beryllium-Doped InGaAs/InAlAs Superlattices for High-Performance Terahertz Photoconductors under 1550 nm Laser Excitation",
    "abstract": "           This study systematically investigates the photoconductive properties of low-temperature-grown Beryllium (Be)-doped InGaAs/InAlAs strain-balanced superlattices (SLs) grown by molecular beam epitaxy under stationary growth conditions on semi-insulating InP:Fe substrates. The stationary growth approach enabled precise control over lateral gradients in layer strain, composition, and thickness across a single wafer, while strain-balancing facilitated pseudomorphic growth to explore a wide range of structural parameters, providing a robust platform to study their influence on photoconductive performance. Structural characterization confirmed high crystalline quality and smooth surface morphology in all samples. Time-resolved pump-probe spectroscopy revealed subpicosecond carrier lifetimes, validating the effectiveness of strain balancing and Be doping in tuning ultrafast recombination dynamics. Hall effect measurements supported by 8-band k.p modeling revealed enhanced carrier mobility in strain-balanced SLs compared to lattice-matched structures, primarily due to reduced electron and hole effective masses and stronger quantum confinement. Additionally, optical absorption under 1550 nm excitation showed improved absorption coefficients for the strain-balanced structure, consistent with the reduction in bandgap energy predicted by theoretical modeling, thereby enhancing photon-to-carrier conversion efficiency. Furthermore, transmission electron microscopy provided first-time evidence of significant Be-induced interdiffusion at the strained SL interfaces, an important factor influencing carrier transport and dynamics. These findings position low-temperature-grown Be-doped InGaAs/InAlAs strain-balanced SLs as promising materials for high-performance broadband THz photoconductive detectors operating at telecom-compatible wavelengths.         ",
    "url": "https://arxiv.org/abs/2505.01840",
    "authors": [
      "Milad Entezami",
      "Seyed Ali Hosseini Farahabadi",
      "Man Chun Alan Tam",
      "Andree Coschizza",
      "Jan Kycia",
      "Zbigniew R. Wasilewski"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2505.01935",
    "title": "Quantum Many-body Simulations from a Reinforcement-Learned Exponential Ansatz",
    "abstract": "           Solving for the many-body wavefunction represents a significant challenge on both classical and quantum devices because of the exponential scaling of the Hilbert space with system size. While the complexity of the wavefunction can be reduced through conventional ansätze (e.g., the coupled cluster ansatz), it can still grow rapidly with system size even on quantum devices. An exact, universal two-body exponential ansatz for the many-body wavefunction has been shown to be generated from the solution of the contracted Schrödinger equation (CSE), and recently, this ansatz has been implemented without classical approximation on quantum simulators and devices for the scalable simulation of many-body quantum systems. Here we combine the solution of the CSE with a form of artificial intelligence known as reinforcement learning (RL) to generate highly compact circuits that implement this ansatz without sacrificing accuracy. As a natural extension of CSE, we reformulate the wavefunction update as a Markovian decision process and train the agent to select the optimal actions at each iteration based upon only the current CSE residual. Compact circuits with high accuracy are achieved for H3 and H4 molecules over a range of molecular geometries.         ",
    "url": "https://arxiv.org/abs/2505.01935",
    "authors": [
      "Yuchen Wang",
      "David A. Mazziotti"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2505.01942",
    "title": "Deterministic Mechanical Wigner Negativity via Nonlinear Cavity Quantum Optomechanics in the Unresolved-Sideband Regime",
    "abstract": "           Non-Gaussian quantum states of mechanical motion exhibiting Wigner negativity offer promising capabilities for quantum technologies and tests of fundamental physics. Within the field of cavity quantum optomechanics, it is commonly held that deterministic preparation of mechanical Wigner negativity in the unresolved-sideband regime is not possible, as the intracavity interaction Hamiltonian is linear in mechanical position. Here, we show that, despite this, by accounting for the nonlinearity of the cavity response with mechanical position, mechanical Wigner negativity can be prepared deterministically in the unresolved-sideband regime, without additional nonlinearities, nonclassical drives, or conditional measurements. In particular, we find that Wigner negativity can be prepared with an optical pulse, even without single-photon strong coupling, and the negativity persists in the steady state of a continuously driven system. Our results deepen our understanding of cavity-enhanced radiation pressure and establish a pathway for deterministic preparation of nonclassical mechanical states in the unresolved sideband regime.         ",
    "url": "https://arxiv.org/abs/2505.01942",
    "authors": [
      "Jack Clarke",
      "Pascal Neveu",
      "Ewold Verhagen",
      "Michael R. Vanner"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.01998",
    "title": "A Synergistic Framework of Nonlinear Acoustic Computing and Reinforcement Learning for Real-World Human-Robot Interaction",
    "abstract": "           This paper introduces a novel framework integrating nonlinear acoustic computing and reinforcement learning to enhance advanced human-robot interaction under complex noise and reverberation. Leveraging physically informed wave equations (e.g., Westervelt, KZK), the approach captures higher-order phenomena such as harmonic generation and shock formation. By embedding these models in a reinforcement learning-driven control loop, the system adaptively optimizes key parameters (e.g., absorption, beamforming) to mitigate multipath interference and non-stationary noise. Experimental evaluations-covering far-field localization, weak signal detection, and multilingual speech recognition-demonstrate that this hybrid strategy surpasses traditional linear methods and purely data-driven baselines, achieving superior noise suppression, minimal latency, and robust accuracy in demanding real-world scenarios. The proposed system demonstrates broad application prospects in AI hardware, robot, machine audition, artificial audition, and brain-machine interfaces.         ",
    "url": "https://arxiv.org/abs/2505.01998",
    "authors": [
      "Xiaoliang Chen",
      "Xin Yu",
      "Le Chang",
      "Yunhe Huang",
      "Jiashuai He",
      "Shibo Zhang",
      "Jin Li",
      "Likai Lin",
      "Ziyu Zeng",
      "Xianling Tu",
      "Shuyu Zhang"
    ],
    "subjectives": [
      "Robotics (cs.RO)",
      "Artificial Intelligence (cs.AI)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2505.02258",
    "title": "Inverse Modeling of Dielectric Response in Time Domain using Physics-Informed Neural Networks",
    "abstract": "           Dielectric response (DR) of insulating materials is key input information for designing electrical insulation systems and defining safe operating conditions of various HV devices. In dielectric materials, different polarization and conduction processes occur at different time scales, making it challenging to physically interpret raw measured data. To analyze DR measurement results, equivalent circuit models (ECMs) are commonly used, reducing the complexity of the physical system to a number of circuit elements that capture the dominant response. This paper examines the use of physics-informed neural networks (PINNs) for inverse modeling of DR in time domain using parallel RC circuits. To assess their performance, we test PINNs on synthetic data generated from analytical solutions of corresponding ECMs, incorporating Gaussian noise to simulate measurement errors. Our results show that PINNs are highly effective at solving well-conditioned inverse problems, accurately estimating up to five unknown RC parameters with minimal requirements on neural network size, training duration, and hyperparameter tuning. Furthermore, we extend the ECMs to incorporate temperature dependence and demonstrate that PINNs can accurately recover embedded, nonlinear temperature functions from noisy DR data sampled at different temperatures. This case study in modeling DR in time domain presents a solution with wide-ranging potential applications in disciplines relying on ECMs, utilizing the latest technology in machine learning for scientific computation.         ",
    "url": "https://arxiv.org/abs/2505.02258",
    "authors": [
      "Emir Esenov",
      "Olof Hjortstam",
      "Yuriy Serdyuk",
      "Thomas Hammarström",
      "Christian Häger"
    ],
    "subjectives": [
      "Systems and Control (eess.SY)",
      "Machine Learning (cs.LG)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2505.02484",
    "title": "El Agente: An Autonomous Agent for Quantum Chemistry",
    "abstract": "           Computational chemistry tools are widely used to study the behaviour of chemical phenomena. Yet, the complexity of these tools can make them inaccessible to non-specialists and challenging even for experts. In this work, we introduce El Agente Q, an LLM-based multi-agent system that dynamically generates and executes quantum chemistry workflows from natural language user prompts. The system is built on a novel cognitive architecture featuring a hierarchical memory framework that enables flexible task decomposition, adaptive tool selection, post-analysis, and autonomous file handling and submission. El Agente Q is benchmarked on six university-level course exercises and two case studies, demonstrating robust problem-solving performance (averaging >87% task success) and adaptive error handling through in situ debugging. It also supports longer-term, multi-step task execution for more complex workflows, while maintaining transparency through detailed action trace logs. Together, these capabilities lay the foundation for increasingly autonomous and accessible quantum chemistry.         ",
    "url": "https://arxiv.org/abs/2505.02484",
    "authors": [
      "Yunheng Zou",
      "Austin H. Cheng",
      "Abdulrahman Aldossary",
      "Jiaru Bai",
      "Shi Xuan Leong",
      "Jorge Arturo Campos-Gonzalez-Angulo",
      "Changhyeok Choi",
      "Cher Tian Ser",
      "Gary Tom",
      "Andrew Wang",
      "Zijian Zhang",
      "Ilya Yakavets",
      "Han Hao",
      "Chris Crebolder",
      "Varinia Bernales",
      "Alán Aspuru-Guzik"
    ],
    "subjectives": [
      "Artificial Intelligence (cs.AI)",
      "Machine Learning (cs.LG)",
      "Multiagent Systems (cs.MA)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2505.02512",
    "title": "Single atom optical gate and single photon source based on magnetooptical effects in a waveguide",
    "abstract": "           We have discovered abnormally strong influence of the magnetic field on the optical properties of atomic ensemble confined in a waveguide. We demonstrate qualitative changes in the character of spontaneous emission and single-atom susceptibility. Based on the revealed effects, we propose a new scheme of true single photon source. Furthermore, we propose the highly-efficient optical gate using just one atom.         ",
    "url": "https://arxiv.org/abs/2505.02512",
    "authors": [
      "A. S. Kuraptsev",
      "I. M. Sokolov"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.02620",
    "title": "Faithful and secure distributed quantum sensing under general-coherent attacks",
    "abstract": "           Quantum metrology and cryptography can be combined in a distributed and/or remote sensing setting, where distant end-users with limited quantum capabilities can employ quantum states, transmitted by a quantum-powerful provider via a quantum network, to perform quantum-enhanced parameter estimation in a private fashion. Previous works on the subject have been limited by restricted assumptions on the capabilities of a potential eavesdropper and the use of abort-based protocols that prevent a simple practical realization. Here we introduce, theoretically analyze, and experimentally demonstrate single- and two-way protocols for distributed sensing combining several unique and desirable features: (i) a safety-threshold mechanism that allows the protocol to proceed in low-noise cases and quantifying the potential tampering with respect to the ideal estimation procedure, effectively paving the way for wide-spread practical realizations; (ii) equivalence of entanglement-based and mutually-unbiased-bases-based formulations; (iii) robustness against collective attacks via a LOCC-de-Finetti theorem, for the first time to our knowledge. Finally, we demonstrate our protocols in a photonic-based implementation, observing that the possibility of guaranteeing a safety threshold may come at a significant price in terms of the estimation bias, potentially overestimating the effect of tampering in practical settings.         ",
    "url": "https://arxiv.org/abs/2505.02620",
    "authors": [
      "G. Bizzarri",
      "M. Barbieri",
      "M. Manrique",
      "M. Parisi",
      "F. Bruni",
      "I. Gianani",
      "M. Rosati"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mathematical Physics (math-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:1907.13436",
    "title": "Quantum Spacetime -- Unification of Matter and Spacetime",
    "abstract": "           Quantum gravity (or quantum spacetime) is to unify general relativity and quantum mechanics into a single theoretical framework and presented as the most important open puzzle in fundamental physics. The development of a microscopic theory of quantum spacetime becomes the key problem about quantum gravity. This paper is an attempt to solve this problem. The starting point of this paper is very simple -- physical variant with higher-order variability (see the below discussion). Based on this simple starting point, a microscopic theory for quantum spacetime is developed, including its matrix representation for quantum states, its time evolution, its geometry quantization, its generalized symmetry, its canonical quantization, and the uncertainty principle, ... In particular, an unexpected result is obtained: a Dirac particle has fixed size rather than a point on spacetime! The result leads to a great unification of matter and spacetime -- the particles constitute the basic blocks of spacetime and spacetime is really a multi-particle system that is made of matter. A triangular equivalence principle in quantum spacetime is explored -- the equivalence relationship between matter, quantum spacetime itself and topological defects of quantum spacetime. As a result, this work would help researchers to understand the mysteries in quantum gravity.         ",
    "url": "https://arxiv.org/abs/1907.13436",
    "authors": [
      "Su-Peng Kou"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2312.14932",
    "title": "Quantum Mechanics -- A Theory of Dynamics for \"Space\" on Space",
    "abstract": "           Till now, the foundation of quantum mechanics is still mysterious. To explore the mysteries in the foundation of quantum mechanics, people always take it for granted that quantum processes must be some types of fields/objects on a rigid space. In this paper, we give a new idea -- the space is no more rigid and the matter is the certain changing of \"space\" itself rather than extra things on it. Based on this starting point, we develop a new framework based on quantum and classical mechanics. Now, physical laws emerge from different changings of regular changings on spacetime. Then, both quantum mechanics and classical mechanics become phenomenological theories and are interpreted by using the concepts of the microscopic properties of a single physical framework. In particular, the expanding/contracting dynamics for \"space\" leads to quantum mechanics. This will have a far-reaching impact on modern physics in the future.         ",
    "url": "https://arxiv.org/abs/2312.14932",
    "authors": [
      "Su-Peng Kou"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2409.06813",
    "title": "Multiscale Embedding for Quantum Computing",
    "abstract": "           We present a novel multi-scale embedding scheme that links conventional QM/MM embedding and bootstrap embedding (BE) to allow simulations of large chemical systems on limited quantum devices. We also propose a mixed-basis BE scheme that facilitates BE calculations on extended systems using classical computers with limited memory resources. Benchmark data suggest the combination of these two strategies as a robust path in attaining the correlation energies of large realistic systems, combining the proven accuracy of BE with chemical and biological systems of interest in a lower computational cost method. Due to the flexible tunability of the resource requirements and systematic fragment construction, future developments in the realization of quantum computers naturally offer improved accuracy for multi-scale BE calculations.         ",
    "url": "https://arxiv.org/abs/2409.06813",
    "authors": [
      "Leah P. Weisburn",
      "Minsik Cho",
      "Moritz Bensberg",
      "Oinam Romesh Meitei",
      "Markus Reiher",
      "Troy Van Voorhis"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2412.09421",
    "title": "HfO$_2$-based platform for high-index-contrast visible/UV integrated photonics",
    "abstract": "           Ultraviolet and visible integrated photonics are enabling for applications in quantum information, sensing, and spectroscopy, among others. Few materials support low-loss photonics into the UV, and the relatively low refractive index of known depositable materials limits the achievable functionality. Here we present a high-index integrated photonics platform based on HfO$_2$ and Al$_2$O$_3$ composites deposited via Atomic Layer Deposition (ALD) with low loss in the visible and near-UV. We show that Al$_2$O$_3$ incorporation dramatically decreases bulk loss compared to pure HfO$_2$, consistent with inhibited crystallization due to the admixture of Al$_2$O$_3$. Composites exhibit refractive index $n$ following the average of that of HfO$_2$ and Al$_2$O$_3$, weighted by the HfO$_2$ fractional composition $x$. At $\\lambda=375$ nm, composites with $x=0.67$ exhibit $n=2.08$ preserving most of HfO$_2$'s significantly higher index, and $3.8(7) $ dB/cm material loss. We further present fully etched and cladded waveguides, grating couplers, and ring resonators, realizing single-mode waveguide loss of $0.25(2)$ dB/cm inferred from resonators of 2.6 million intrinsic quality factor at $\\lambda=729$ nm, $2.6(2)$ dB/cm at $\\lambda=405$ nm, and $7.7(6)$ dB/cm at $\\lambda=375$ nm. We measure the composite's thermo-optic coefficient (TOC) to be $2.44(3) \\times 10^{-5}$ RIU/$^\\circ$C near $\\lambda=397$ nm. This work establishes (HfO$_2$)$_x$(Al$_2$O$_3$)$_{1-x}$ composites as a platform amenable to integration for low-loss, high-index photonics spanning the UV to NIR.         ",
    "url": "https://arxiv.org/abs/2412.09421",
    "authors": [
      "Oscar Jaramillo",
      "Vighnesh Natarajan",
      "Hamim Mahmud Rivy",
      "Joshua Tensuan",
      "Leonardo Massai",
      "Karan K. Mehta"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2502.13949",
    "title": "Characterization of the large-size NDL EQR20 silicon photomultipliers",
    "abstract": "           Unlike most commercially available silicon photomultipliers (SiPMs), EQR20 SiPMs produced by the Novel Device Laboratory (NDL) avoid using individual resistors to quench the avalanche multiplication of the microcells. Instead, bulk resistance of the epitaxial silicon layer is used, and the signal is directly collected at a common anode plane. This allows for the fabrication of SiPMs as large as 6.24 x 6.24 mm^2 while keeping the recovery time below {\\tau} = 25 ns. These devices can be composed of microcells with 20 micrometer pitch while reaching PDE above 50% and 10^6 gain at 5 V overvoltage. On the other hand, a crosstalk level from 20% to 40% is observed for overvoltages from 3 V to 5 V. Moreover, significant pulse shape distortion is observed for pulses above ~100 pC, corresponding to microcell occupancy of a few percent. This work provides an independent determination of the performance parameters of the EQR20 11-6060D-S SiPMs. Influence of the pulse shape distortion is discussed from the perspective of the applicability of these devices to the scintillator-based forward hadron calorimeter (FoCal-H) of the ALICE apparatus at CERN.         ",
    "url": "https://arxiv.org/abs/2502.13949",
    "authors": [
      "Yu. A. Melikyan",
      "I.G. Bearden",
      "V. Buchakchiev",
      "S. Jia",
      "V. Kozhuharov",
      "I. P. Møller"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2503.06504",
    "title": "Dynamics of Light Localization via Coherent Control: The Interplay of Transmission, Absorption and Disorder in Photonic Crystals",
    "abstract": "           This study investigates the interplay between structural disorder, absorption, and Lyapunov exponent dynamics to exploit localization phenomena in photonic crystals with engineered defect layers. We generate disorder by introducing random refractive index variations in one of the bilayers, while the application of a control field to $\\Lambda$-type atoms within a central defect layer enables dynamic tuning of the effective refractive index of crystal. We have employed traditional transfer matrix method to demonstrate transmission, Lyapunov exponents and absorption in the crystal. Through coherent control, we dynamically tune absorption, revealing sharp contrasts in band gap and band edge regions. while Lyapunov exponents, quantifying localization lengths, exhibit a consistent scaling across both band gap and band edge frequencies, and this behavior remains robust even in the presence of disorder. Hence, distinct localization mechanisms emerge at bandgap and band-edge frequencies. Bandgap localization arises from optical mode confinement and resonant alignment of atomic transitions with the probe field while band edge localization stems from a synergy of loss-difference-induced trapping and Anderson like disorder effects. Notably, while disorder weakens confinement localization in the band gap, it actually strengthens localization at the band edges. These results deepen the understanding of light-matter coupling in disordered photonic systems and provide a framework for designing reconfigurable optical devices with tailored localization properties.         ",
    "url": "https://arxiv.org/abs/2503.06504",
    "authors": [
      "Nancy Ghangas",
      "Ghanasyam Remesh",
      "Venu Gopal Achanta",
      "Shubhrangshu Dasgupta"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2504.16928",
    "title": "Enhancing high-order harmonic generation in two-color laser fields: A comparison of single- and two-color schemes",
    "abstract": "           We compare the enhancement of high-order harmonic generation in argon using 800--400 and 800--266~nm laser fields with their optimized single-color counterparts. We observe that the two-color fields generally outperform the single-color 800~nm field by factors of 2 to 3800, depending on the photon energy and generation scheme. From this comparison, we determine which scheme is optimal for each photon energy. We also observe that the divergence of HHG produced by the 800--266~nm laser fields is smaller than that of the other single- and two-color driving fields, perhaps suggesting that the 800--266~nm fields optimize the recombination probability of the so-called ``short\" electron trajectories.         ",
    "url": "https://arxiv.org/abs/2504.16928",
    "authors": [
      "Jan Troß",
      "Travis Severt",
      "eorgios Kolliopoulos",
      "Pratap Timilsina",
      "Itzik Ben-Itzhak",
      "Carlos A. Trallero-Herrero"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2504.19789",
    "title": "Quasi-monoenergetic Deuteron Acceleration via Boosted Coulomb Explosion by Reflected Picosecond Laser Pulse",
    "abstract": "           Generation of quasi-monoenergetic ions by intense laser is one of long-standing goals in laser-plasma physics. However, existing laser-driven ion acceleration schemes often produce broad energy spectra and limited control over ion species. Here we propose the acceleration mechanism, boosted Coulomb explosion, initiated by a standing wave, which is formed in a pre-expanded plasma by the interference between a continuously incoming main laser pulse and the pulse reflected by a solid target, where the pre-expanded plasma is formed from a thin layer on the solid target by a relatively strong pre-pulse. This mechanism produces a persistent Coulomb field on the target front side with field strengths on the order of TV/m for picoseconds. We experimentally demonstrate generation of quasi-monoenergetic deuterons up to 50 MeV using an in-situ D$_2$O-deposited target. Our results show that the peak energy can be tuned by the laser pulse duration.         ",
    "url": "https://arxiv.org/abs/2504.19789",
    "authors": [
      "Tianyun Wei",
      "Zechen Lan",
      "Yasunobu Arikawa",
      "Yanjun Gu",
      "Takehito Hayakawa",
      "Alessio Morace",
      "Ryuya Yamada",
      "Kohei Yamanoi",
      "Koichi Honda",
      "Masaki Kando",
      "Nakanii Nobuhiko",
      "Seyed Reza Mirfayzi",
      "Sergei V. Bulanov",
      "Akifumi Yogo"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2504.20512",
    "title": "Broadband and Ultra-Compact Adiabatic Coupler Based on Linearly Tapered Silicon Waveguides",
    "abstract": "           2x2 couplers are crucial in many photonics applications but are often wavelength-sensitive. Alternative designs could be large, complex, or lossy. We present a broadband ultra-compact adiabatic coupler with minimal coupling variation and the least silicon taper length of 1.44 um, to our best knowledge.         ",
    "url": "https://arxiv.org/abs/2504.20512",
    "authors": [
      "Ahmed Bayoumi",
      "Ahmed Khalil",
      "Pol Van Dorpe",
      "Maumita Chakrabarti",
      "Dimitrios Velenis",
      "Philippe Absil",
      "Filippo Ferraro",
      "Yoojin Ban",
      "Joris Van Campenhout",
      "Wim Bogaerts",
      "Qingzhong Deng"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2410.10519",
    "title": "AI-based particle track identification in scintillating fibres read out with imaging sensors",
    "abstract": "           This paper presents the development and application of an AI-based method for particle track identification using scintillating fibres read out with imaging sensors. We propose a variational autoencoder (VAE) to efficiently filter and identify frames containing signal from the substantial data generated by SPAD array sensors. Our VAE model, trained on purely background frames, demonstrated a high capability to distinguish frames containing particle tracks from background noise. The performance of the VAE-based anomaly detection was validated with experimental data, demonstrating the method's ability to efficiently identify relevant events with rapid processing time, suggesting a solid prospect for deployment as a fast inference tool on hardware for real-time anomaly detection. This work highlights the potential of combining advanced sensor technology with machine learning techniques to enhance particle detection and tracking.         ",
    "url": "https://arxiv.org/abs/2410.10519",
    "authors": [
      "Noemi Bührer",
      "Saúl Alonso-Monsalve",
      "Matthew Franks",
      "Till Dieminger",
      "Davide Sgalaberna"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "High Energy Physics - Experiment (hep-ex)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2503.00532",
    "title": "Performance and radiation damage mitigation strategy for silicon photomultipliers on LEO space missions",
    "abstract": "           Space missions require lightweight, low-power consuming, radiation-tolerant components. Silicon photomultipliers are increasingly used for detecting near-UV, optical, and infrared light in space due to their compact design, low cost, low power consumption, robustness, and high photo-detection efficiency, which makes them sensitive to single photons. Although SiPMs outperform traditional photomultiplier tubes in many areas, concerns about their radiation tolerance and noise remain. In this study, we estimate the radiation effects on a satellite in sun-synchronous low Earth orbit (LEO) at an altitude of 550~km during the declining phase of solar cycle 25 (2026-2029). We evaluated silicon photomultipliers produced by the Foundation Bruno Kessler (FBK) using front-side illuminated technology with metal trenches (NUV-HD-MT), assessing their response to a 50~MeV proton beam and exposure to a $\\beta$-radioactive source (strontium-90). Simulations with SPENVIS and Geant4 were used to validate the experimental results. Based on our findings, we propose a photosensor annealing strategy for space-based instruments.         ",
    "url": "https://arxiv.org/abs/2503.00532",
    "authors": [
      "L. Burmistrov",
      "S. Davarpanah",
      "M. Heller",
      "T. Montaruli",
      "C. Trimarelli",
      "R. Aloisio",
      "F.C.T. Barbato",
      "I. De Mitri",
      "A. Di Giovanni",
      "G. Fontanella",
      "P. Savina",
      "C. Tönnis",
      "E. Moretti",
      "M. Ruzzarin",
      "J. Swakoń",
      "D. Wróbel"
    ],
    "subjectives": [
      "High Energy Physics - Experiment (hep-ex)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2504.15441",
    "title": "Quantum simulation of interacting bosons with propagating waveguide photons",
    "abstract": "           Optical networks composed of interconnected waveguides are a versatile platform to simulate bosonic physical phenomena. Significant work in the non-interacting regime has demonstrated the capabilities of this platform to simulate many exotic effects such as photon transport in the presence of gauge fields, dynamics of quantum walks, and topological transition and dissipation phenomena. However, the extension of these concepts to simulating interacting quantum many-body phenomena such as the Bose-Hubbard and the fractional quantum Hall (FQH) physics has remained elusive. In this work, we address this problem and demonstrate a framework for quantum many-body simulation as well as drive and dissipation in photonic waveguides. Specifically, we show that for waveguide photons, a tunable on-site interaction can be simulated using a photon-number-selective phase gate. We propose an implementation of such a phase gate based on a three-level-atom-mediated photon subtraction and addition. We apply this approach to bosonic lattice models and propose circuits that can accurately simulate the Bose-Hubbard and FQH Hamiltonian as benchmarking examples. Moreover, we show how to simulate the Lindbladian evolution with engineered dissipators such that the steady state of the Lindbadlian corresponds to the ground state of desired Hamiltonians. Our scheme extends the waveguide photonic simulation platform to the strongly interacting quantum many-body regime while retaining all of its crucial advantages, such as single-site addressability, Hamiltonian parameter controllability, and hardware efficiency.         ",
    "url": "https://arxiv.org/abs/2504.15441",
    "authors": [
      "Xinyuan Zheng",
      "Mahmoud Jalali Mehrabad",
      "Avik Dutt",
      "Nathan Schine",
      "Edo Waks"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  }
]