[
  {
    "id": "arXiv:2202.08877",
    "title": "Frequency dependence and vertical structure of ocean surface kinetic  energy from global high-resolution models and surface drifter observations",
    "abstract": "The geographical variability, frequency content, and vertical structure of near-surface oceanic kinetic energy (KE) are important for air-sea interaction, marine ecosystems, operational oceanography, pollutant tracking, and interpreting remotely sensed velocity measurements. Here, KE in high-resolution global simulations (HYbrid Coordinate Ocean Model; HYCOM, and Massachusetts Institute of Technology general circulation model; MITgcm), at the sea surface (0 m) and 15 m, are respectively compared with KE from undrogued and drogued surface drifters. Global maps and zonal averages are computed for low-frequency (periods longer than 2 days), near-inertial, diurnal, and semi-diurnal bands. In the low-frequency band, near the equator, both models exhibit KE values that are too low relative to drifters. MITgcm near-inertial KE is too low, while HYCOM near-inertial KE lies closer to drifter KE, probably due to more frequently updated atmospheric forcing. In the semi-diurnal band, MITgcm KE is too high, while HYCOM lies closer to drifters, likely due to the inclusion of a parameterized topographic internal wave drag. We assess the KE vertical structure by considering the ratio of zonally averaged KE in 0 m/15 m model results and undrogued/drogued drifter results. Over most latitudes and frequency bands, model ratios track the drifter ratio to within error bars. All frequency bands except the semi-diurnal band display measurable vertical structure. Latitudinal dependence in the vertical structure is greatest in the diurnal and low-frequency bands. As in a previous comparison of HYCOM and MITgcm to current meter observations, HYCOM generally displays larger spatial correlations with the drifter observations than MITgcm does. ",
    "url": "https://arxiv.org/abs/2202.08877",
    "authors": [
      "Brian K. Arbic",
      "Shane Elipot",
      "Jonathan M. Brasch",
      "Dimitris Menemenlis",
      "Aurelien L. Ponte",
      "Jay F. Shriver",
      "Xiaolong Yu",
      "Edward D. Zaron",
      "Matthew H. Alford",
      "Maarten C. Buijsman",
      "Ryan Abernathey",
      "Daniel Garcia",
      "Lingxiao Guan",
      "Paige E. Martin",
      "Arin D. Nelson"
    ],
    "subjectives": [
      "Atmospheric and Oceanic Physics (physics.ao-ph)",
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2202.08940",
    "title": "Defining the quantum workforce landscape: a review of global quantum  education initiatives",
    "abstract": "Rapid advances in quantum technology have exacerbated the shortage of a diverse, inclusive, and sustainable quantum workforce. National governments and industries are developing strategies for education, training, and workforce development to accelerate the commercialization of quantum technologies. In this paper, we report the existing state of the quantum workforce as well as several learning pathways to nurture the talent pipeline between academia and industry. We provide a comprehensive guide of various educational initiatives accessible throughout the world, such as online courses, conferences, seminars, games, and community-focused networks, that facilitate quantum training and upskill the talent needed to develop a better quantum future. ",
    "url": "https://arxiv.org/abs/2202.08940",
    "authors": [
      "Maninder Kaur",
      "Araceli Venegas-Gomez"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Physics and Society (physics.soc-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2202.08983",
    "title": "Optical transmittance measurements of sheet resistors for the $\\rm  {CF}_4$ scintillating light in a gaseous time-projection chamber",
    "abstract": "A gaseous time-projection chamber (TPC) with a reconstructable $z$ coordinate for nuclear recoil tracks has been developed for dark-matter searches and $\\alpha$ particle imagings in a low radioactivity background. A TPC with a sheet-resistor field cage shows a potential to detect charge and photons produced by tracks if the sheet resistor has optical transmittance for visible light, and determine a drift length from a time difference between these signals. In this study, an optical transmittance of sheet resistors was measured to be $24.5\\pm0.1_{\\rm stat}\\pm0.6_{\\rm syst}\\%$ for the $\\rm {CF}_4$ gas scintillating light using an $\\alpha$-particle source. The number of photoelectrons is observed to be $\\rm\\sim20~p.e.$ for 5.3~MeV$\\alpha$ with the existence of a sheet resistor in the $\\rm CF_4$ gas. Then, it is discussed how many photoelectrons to be observable by using multi-alkali-cathode phototubes and SiPMs for near-infrared light in order to detect lower energy tracks. ",
    "url": "https://arxiv.org/abs/2202.08983",
    "authors": [
      "Hiroshi Ito"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2202.09029",
    "title": "Reflectarrays and metasurface reflectors as diffraction gratings",
    "abstract": "Reconfigurable reflectors have a significant potential in future telecommunication systems, and approaches to the design and realization of full and tunable reflection control are now actively studied. Reflectarrays, being the classical approach to realization of scanning reflectors, are based on the phased-array theory (the so-called generalized reflection law) and the physical optics approximation of the reflection response. To overcome the limitations of the reflectarray technology, researchers actively study inhomogeneous metasurfaces, using the theory of diffraction gratings. In order to make these devices tunable and fully realize their potential, it is necessary to unify the two approaches and study reconfigurable reflectors from a unified point of view. Here, we offer a basic tutorial on reflectarrays and reflecting metasufaces, explaining their common fundamental properties that stem from the diffraction theory. This tutorial is suitable for graduate and post-graduate students and hopefully will help to develop more deeper understanding of both phased arrays and diffraction gratings. ",
    "url": "https://arxiv.org/abs/2202.09029",
    "authors": [
      "Fu Liu",
      "Do-Hoon Kwon",
      "Sergei A. Tretyakov"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2202.09132",
    "title": "Systematic Study of LED Stimulated Recovery of Radiation Damage in  Optical Materials",
    "abstract": "The radiation damage in optical materials mostly manifests itself as the loss of optical transmittance. The optical materials recover from radiation damage to some extent when the radiation exposure is stopped. The recovery is at a faster rate in the presence of stimulating light. On the other hand, a systematic study of the dynamics of the recovery as a function of the stimulating light parameters such as its wavelength, intensity and exposure duration and method has not been performed in detail yet. We established an LED recovery station which provides pulsed and continuous light at various wavelengths at custom geometries. We irradiated soda lime glass samples at a rate of 87.5 Gy/min to a total dose of 3.5 kGy and 7.0 kGy. The optical transmittance of the samples were then measured in 200 nm - 1500 nm range for an extended period of time. The recovery from radiation damage is improved, both in terms of timing and quantity, as the wavelength of the stimulating light decreases. Around 50 % improvement was measured both in recovery rate and the permanent damage when UV LED with a wavelength of 396 nm was used for stimulation. The trend is such that wavelengths deeper in the UV range would result in faster and more effective recovery from radiation damage. The LED stimulated recovery technique from radiation damage is a feasible implementation for the optical active media of radiation and particle detectors which operate in high radiation environments. ",
    "url": "https://arxiv.org/abs/2202.09132",
    "authors": [
      "Kutlu Kagan Sahbaz",
      "Burak Bilki",
      "Haris Dapo",
      "Isik Gokcen Karslioglu",
      "Caglar Kaya",
      "Melike Kaya",
      "Mehmet Tosun"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2202.09147",
    "title": "Morphological effects of leading-edge serrations on the acoustic  signatures of mixed flow fan analyzed using novel CFD-informed methods",
    "abstract": "Leading-edge (LE) noise is a common source of broadband noise for fans that can be suppressed using appended LE serrations. We conduct an integrated study of the morphological effects of interval, length, and inclination angle of owl-inspired LE serrations on the aeroacoustic characteristics of a mixed flow fan using experiments, computational fluid dynamics (CFD), and the Ffowcs Williams-Hawkings (FWH) analogy. A novel method for surface noise strength (SNS) visualization was developed based on the FWH analogy with large-eddy simulations, and a CFD-informed index SAPG is proposed to evaluate the severity of flow separation with pressure gradient, which are verified to be effective in examining the acoustic sources and chordwise separation. Acoustic measurements show the robust tradeoff solving capability of the serrations under various morphologies and the SNS visualizations indicate that the separation-induced LE noise is suppressed considerably. One-third octave analyses suggest that extending serration length can lower separation noise more effectively than shrinking the interval over 100-3k Hz. A smaller interval is more desirable while an optimal length exists in association with tonal noise. Moreover, small inclination angles (below 20 degrees) enable the deceleration of oncoming flows with stagnation relieved, and consequently, further suppress the LE noise, by a flow-buffering effect. Heavy inclination angles (over 40 degrees) induce an additional tip vortex, causing high-coherence turbulence impingement noise and resulting in a drastic increase in broadband noise at frequencies exceeding 4k Hz. Our study thus clarifies the morphological effects of LE serrations on aeroacoustic signatures of rotary devices while providing useful methods for acoustic analyses. ",
    "url": "https://arxiv.org/abs/2202.09147",
    "authors": [
      "Jinxin Wang",
      "Kenta Ishibashi",
      "Teruaki Ikeda",
      "Takeo Fujii",
      "Toshiyuki Nakata",
      "Hao Liu"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2202.09232",
    "title": "Feynman's Sum-over-Paths method applied in wave optics and for  calculating the quantum probability current",
    "abstract": "Based on the Sum-over-Paths approach of Richard Feynman, an integration method for calculating wave phase vectors is derived. The diffraction and interference patterns of various slit masks can be calculated from such phase vectors. The results obtained match with those computed using the more complex Fresnel integrals. Babinet's principle for phases is presented for the first time. As an example, the diffraction pattern of a double slit can also be calculated by subtracting the phase vectors of a smaller slit from those of a larger one. This method is also demonstrated by using a diffraction calculation tool when an obstacle is positioned behind a double slit. The approach of phase vector integration is expanded to calculate the quantum probability current. Based on the Hamilton-Jacobi -- and the stationary Schr\\\"odinger -- equation, the quantum probability current is calculated and its continuity is shown. The time-dependent differential equation of the probabilty current velocity is numerically solved. For a large number of integrations it is statistically shown that the distribution of the flux per area is consistent with the probability density profile. This may raise the question of wether the probability density or the probability current distribution is measured by an interference experiment with particles. The quantum probability current is also simulated for photons traversing an asymmetrical double slit and the special results are discussed. ",
    "url": "https://arxiv.org/abs/2202.09232",
    "authors": [
      "Josef Joerg"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2202.09321",
    "title": "Small mode volume topological photonic states in one-dimensional  lattices with dipole--quadrupole interactions",
    "abstract": "We study the topological photonic states in one-dimensional (1-D) lattices analogue to the Su-Schrieffer-Heeger (SSH) model beyond the dipole approximation. The electromagnetic resonances of the lattices supported by near-field interactions between the plasmonic nanoparticles are studied analytically with coupled dipole--quadrupole method. The topological phase transition in the bipartite lattices is determined by the change of Zak phase. Our results reveal the contribution of quadrupole moments to the near-field interactions and the band topology. It is found that the topological edge states in non-trivial lattices have both dipolar and quadrupolar nature. The quadrupolar edge states are not only orthogonal to the dipolar edge states, but also spatially localized at different sublattices. Furthermore, the quadrupolar topological edge states, which coexist at the same energy with the quadrupolar flat band have shorter localization length and hence smaller mode volume than the conventional dipolar edge states. The findings deepen our understanding in topological systems that involve higher-order multipoles, or in analogy to the electron wave functions in quantum systems with higher-orbital angular momentum, and may be useful in designing topological systems for confining light robustly and enhancing light-matter interactions. ",
    "url": "https://arxiv.org/abs/2202.09321",
    "authors": [
      "Raymond P. H. Wu",
      "H.C. Ong"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2202.09328",
    "title": "Redundantly amplified information suppresses quantum correlations in  many-body systems",
    "abstract": "We quantify how much information about a quantum system can be simultaneously recorded in different parts of its environment, by establishing quantitative bounds on bipartite quantum correlations in many-body systems. Tight limits on quantum discord dictate that independent observers who monitor environmental fragments can eavesdrop only on amplified and redundantly disseminated - hence, effectively classical - information about the system, i.e., information about its unique pointer observable. We also show how the emergence of classical objectivity is signalled by a distinctive scaling of the conditional mutual information, bypassing hard numerical optimizations. Our results validate the core idea of Quantum Darwinism: objective classical reality need not be postulated and is not accidental, but rather a compelling, emergent feature of a quantum world. ",
    "url": "https://arxiv.org/abs/2202.09328",
    "authors": [
      "D. Girolami",
      "A. Touil",
      "B. Yan",
      "S. Deffner",
      "W. H. Zurek"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Other Condensed Matter (cond-mat.other)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:1911.08484",
    "title": "Modern Antennas and Microwave Circuits -- A complete master-level course",
    "abstract": " Comments: Updated version January 2022, Improved formulation of equations in section 2.1. In addition, an old version of chapter 3 was included in the previous release ",
    "url": "https://arxiv.org/abs/1911.08484",
    "authors": [
      "A.B. Smolders",
      "H.J. Visser",
      "U. Johannsen"
    ],
    "subjectives": [
      "Signal Processing (eess.SP)",
      "Applied Physics (physics.app-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2102.08027",
    "title": "Near-unity third-harmonic circular dichroism driven by quasi-BIC in  asymmetric silicon metasurfaces",
    "abstract": " Title: Near-unity third-harmonic circular dichroism driven by quasi-BIC in  asymmetric silicon metasurfaces ",
    "url": "https://arxiv.org/abs/2102.08027",
    "authors": [
      "Marco Gandolfi",
      "Andrea Tognazzi",
      "Davide Rocco",
      "Costantino De Angelis",
      "Luca Carletti"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2201.01776",
    "title": "Nitrogen Plasma Passivated Niobium Resonators for Superconducting  Quantum Circuits",
    "abstract": " Comments: 7 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2201.01776",
    "authors": [
      "K. Zheng",
      "D. Kowsari",
      "N. J. Thobaben",
      "X. Du",
      "X. Song",
      "S. Ran",
      "E. A. Henriksen",
      "D. S. Wisbey",
      "K. W. Murch"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Superconductivity (cond-mat.supr-con)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2201.12751",
    "title": "Quantum Efficiency Enhancement of Lead-Halide Perovskite Nanocrystal  LEDs by Organic Lithium Salt Treatment",
    "abstract": " Comments: 42 pages ",
    "url": "https://arxiv.org/abs/2201.12751",
    "authors": [
      "Tassilo Naujoks",
      "Roshini Jayabalan",
      "Christopher Kirsch",
      "Fengshuo Zu",
      "Mukunda Mandal",
      "Jan Wahl",
      "Martin Waibel",
      "Andreas Opitz",
      "Norbert Koch",
      "Denis Andrienko",
      "Marcus Scheele",
      "Wolfgang Brütting"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2202.03175",
    "title": "Absorption characteristics of large acoustic metasurfaces",
    "abstract": " Title: Absorption characteristics of large acoustic metasurfaces ",
    "url": "https://arxiv.org/abs/2202.03175",
    "authors": [
      "Ory Schnitzer",
      "Rodolfo Brandão"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  }
]