[
  {
    "id": "arXiv:2410.23364",
    "title": "229Th-doped nonlinear optical crystals for compact solid-state clocks",
    "abstract": "           The recent laser excitation of the 229Th isomeric transition in a solid-state host opens the door for a portable solid-state nuclear optical clock. However, at present the vacuum-ultraviolet laser systems required for clock operation are not conducive to a fieldable form factor. Here, we propose a possible solution to this problem by using 229Th-doped nonlinear optical crystals, which would allow clock operation without a vacuum-ultraviolet laser system and without the need of maintaining the crystal under vacuum.         ",
    "url": "https://arxiv.org/abs/2410.23364",
    "authors": [
      "H. W. T. Morgan",
      "R. Elwell",
      "J. E. S. Terhune",
      "H. B. Tran Tan",
      "U. C. Perera",
      "A. Derevianko",
      "A. N. Alexandrova",
      "E. R. Hudson"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2410.23403",
    "title": "Mode-Selective Photonic Lanterns with Double-Clad Fibers",
    "abstract": "           We present the design, fabrication, and characterization of mode-selective photonic lanterns using double-clad fibers. Here, we exploited several custom-pulled double-clad fibers to achieve the symmetry break required to excite higher-order modes. The resulting components are short and exhibit high modal isolation and low excess loss. They address some of the limitations of existing photonic lanterns in terms of fragility and coupling efficiency. The fabrication process involves the use of lower-index capillary tubes to maintain fiber geometry during fusion and tapering. Through the use of varying first cladding diameters, mode selectivity is achieved without sacrificing single-mode compatibility. This in turn allows proper real-time characterization during the whole fabrication process. Results demonstrate that double-clad fibers stacked inside a fluoride-doped capillary tube feature high modal isolation (above 60dB) and low excess loss (lower than 0.49dB), over a broad wavelength range (more than 250nm) with steeper taper profiles, and more robust components. The use of less expensive synthetic fused silica capillary tubes achieves high modal isolation (above 20dB) and excess loss lower than 2dB over the same broad wavelength range.         ",
    "url": "https://arxiv.org/abs/2410.23403",
    "authors": [
      "Rodrigo Itzamná Becerra-Deana",
      "Martin Poinsinet de Sivry-Houle",
      "Stéphane Virally",
      "Caroline Boudoux",
      "Nicolas Godbout"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2410.23460",
    "title": "Outcomes from a Workshop on a National Center for Quantum Education",
    "abstract": "           In response to numerous programs seeking to advance quantum education and workforce development in the United States, experts from academia, industry, government, and professional societies convened for a National Science Foundation-sponsored workshop in February 2024 to explore the benefits and challenges of establishing a national center for quantum education. Broadly, such a center would foster collaboration and build the infrastructure required to develop a diverse and quantum-ready workforce. The workshop discussions centered around how a center could uniquely address gaps in public, K-12, and undergraduate quantum information science and engineering (QISE) education. Specifically, the community identified activities that, through a center, could lead to an increase in student awareness of quantum careers, boost the number of educators trained in quantum-related subjects, strengthen pathways into quantum careers, enhance the understanding of the U.S. quantum workforce, and elevate public engagement with QISE. Core proposed activities for the center include professional development for educators, coordinated curriculum development and curation, expanded access to educational laboratory equipment, robust evaluation and assessment practices, network building, and enhanced public engagement with quantum science.         ",
    "url": "https://arxiv.org/abs/2410.23460",
    "authors": [
      "Edwin Barnes",
      "Michael B. Bennett",
      "Alexandra Boltasseva",
      "Victoria Borish",
      "Bennett Brown",
      "Lincoln D. Carr",
      "Russell R. Ceballos",
      "Faith Dukes",
      "Emily W. Easton",
      "Sophia E. Economou",
      "E. E. Edwards",
      "Noah D. Finkelstein",
      "C. Fracchiolla",
      "Diana Franklin",
      "J. K. Freericks",
      "Valerie Goss",
      "Mark Hannum",
      "Nancy Holincheck",
      "Angela M. Kelly",
      "Olivia Lanes",
      "H. J. Lewandowski",
      "Karen Jo Matsler",
      "Emily Mercurio",
      "Inès Montaño",
      "Maajida Murdock",
      "Kiera Peltz",
      "Justin K. Perron",
      "Christopher J.K. Richardson",
      "Jessica L. Rosenberg",
      "Richard S. Ross",
      "Minjung Ryu",
      "Raymond E. Samuel",
      "Nicole Schrode",
      "Susan Schwamberger",
      "Thomas A. Searles",
      "Chandralekha Singh",
      "Alexandra Tingle",
      "Benjamin M. Zwickl"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)"
    ]
  },
  {
    "id": "arXiv:2410.23588",
    "title": "A kneading map of chaotic switching oscillations in a Kerr cavity with two interacting light fields",
    "abstract": "           Optical systems that combine nonlinearity with coupling between various subsystems offer a flexible platform for observing a diverse range of nonlinear dynamics. Furthermore, engineering tolerances are such that the subsystems can be identical to within a fraction of the wavelength of light; hence, such coupled systems inherently have a natural symmetry that can lead to either delocalization or symmetry breaking. We consider here an optical Kerr cavity that supports two interacting electric fields, generated by two symmetric input beams. Mathematically, this system is modeled by a four-dimensional $\\mathbb{Z}_2$-equivariant vector field with the strength and detuning of the input light as control parameters. Previous research has shown that complex switching dynamics are observed both experimentally and numerically across a wide range of parameter values. Here, we show that particular switching patterns are created at specific global bifurcations through either delocalization or symmetry breaking of a chaotic attractor. We find that the system exhibits infinitely many of these global bifurcations, which are organized by $\\mathbb{Z}_2$-equivariant codimension-two Belyakov transitions. We investigate these switching dynamics by means of the continuation of global bifurcations in combination with the computation of kneading invariants and Lyapunov exponents. In this way, we provide a comprehensive picture of the interplay between different switching patterns of periodic orbits and chaotic attractors.         ",
    "url": "https://arxiv.org/abs/2410.23588",
    "authors": [
      "Rodrigues D. Dikandé Bitha",
      "Andrus Giraldo",
      "Neil G. R. Broderick",
      "Bernd Krauskopf"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mathematical Physics (math-ph)",
      "Dynamical Systems (math.DS)",
      "Chaotic Dynamics (nlin.CD)"
    ]
  },
  {
    "id": "arXiv:2410.23593",
    "title": "A generalized valence bond model for the quantum mechanics of bonding in sulfur compounds, a new view of hypervalency",
    "abstract": "           A model for the bonding of hypervalent molecules containing sulfur is presented using generalized valence bond wavefunctions. To delineate the model from more commonly used DFT and delocalized wavefunctions, we present detailed comparisons to these other methods. The result is a new concept of local transferable bonding in hypervalent molecules.         ",
    "url": "https://arxiv.org/abs/2410.23593",
    "authors": [
      "Robert B. Murphy",
      "Richard P. Messmer"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2410.23659",
    "title": "SUANPAN: Scalable Photonic Linear Vector Machine",
    "abstract": "           Photonic linear operation is a promising approach to handle the extensive vector multiplications in artificial intelligence techniques due to the natural bosonic parallelism and high-speed information transmission of photonics. Although it is believed that maximizing the interaction of the light beams is necessary to fully utilize the parallelism and tremendous efforts have been made in past decades, the achieved dimensionality of vector-matrix multiplication is very limited due to the difficulty of scaling up a tightly interconnected or highly coupled optical system. Additionally, there is still a lack of a universal photonic computing architecture that can be readily merged with existing computing system to meet the computing power demand of AI techniques. Here, we propose a programmable and reconfigurable photonic linear vector machine to perform only the inner product of two vectors, formed by a series of independent basic computing units, while each unit is just one pair of light-emitter and photodetector. Since there is no interaction among light beams inside, extreme scalability could be achieved by simply duplicating the independent basic computing unit while there is no requirement of large-scale analog-to-digital converter and digital-to-analog converter arrays. Our architecture is inspired by the traditional Chinese Suanpan or abacus and thus is denoted as photonic SUANPAN. As a proof of principle, SUANPAN architecture is implemented with an 8*8 vertical cavity surface emission laser array and an 8*8 MoTe2 two-dimensional material photodetector array. We believe that our proposed photonic SUANPAN is capable of serving as a fundamental linear vector machine that can be readily merged with existing electronic digital computing system and is potential to enhance the computing power for future various AI applications.         ",
    "url": "https://arxiv.org/abs/2410.23659",
    "authors": [
      "Ziyue Yang",
      "Chen Li",
      "Yuqia Ran",
      "Yongzhuo Li",
      "Xue Feng",
      "Kaiyu Cui",
      "Fang Liu",
      "Hao Sun",
      "Wei Zhang",
      "Yu Ye",
      "Fei Qiao",
      "Cun-Zheng Ning",
      "Jiaxing Wang",
      "Connie J.Chang-Hasnain",
      "Yidong Huang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2410.23675",
    "title": "Robust orbital-angular-momentum-based underwater acoustic communication with dynamic modal decomposition method",
    "abstract": "           Recently, acoustic communication employing Orbital Angular Momentum (OAM) opens another avenue for efficient data transmission in aquatic environments. Current topological charge (TC) detection of OAM beams relies on the orthogonality among different-order OAM beams. Such strategy requires data collection from the entire acoustic field, which inevitably reduces the efficiency and increases the bit error rate (BER). To address these challenges, this study proposes a modified Dynamic Modal Decomposition (DMD) method by partially sampling the acoustic field for precise TC detection. Numerical simulations confirm the accuracy of this approach in extracting single or multiple TCs magnitudes within a partially-sampled acoustic field. We theoretically compare the performance of the modified DMD approach with conventional orthogonal decoding method. Simulation results indicate that our modified DMD scheme exhibits lower BER under the same noise interference and is more robust to the array misalignment. This research introduces an efficient demodulation solution for acoustic OAM communication, offering potential benefits for simplifying receiver array design and enhancing long-distance underwater data transmission.         ",
    "url": "https://arxiv.org/abs/2410.23675",
    "authors": [
      "Liulin Li",
      "Bingyi Liu",
      "Zhongyi Guo"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2410.23711",
    "title": "Birefringence in a Silicon Beamsplitter at 2um for Future Gravitational Wave Detectors",
    "abstract": "           The next generation of gravitational wave detectors will move to cryogenic operation in order to reduce thermal noise and thermal distortion. This necessitates a change in mirror substrate with silicon being a good candidate. Birefringence is an effect that will degrade the sensitivity of a detector and is of greater concern in silicon due to its crystalline nature. We measure the birefringence in a <100> float zone silicon beamsplitter since we expect there to be a large inherent birefringence due to the spatial dispersion effect. We observe that the birefringence varied between $3.44 \\pm 0.12 \\times 10^{-7}$ and $1.63 \\pm 0.05 \\times 10^{-7}$ and estimate the birefringence along the <110> axis to be $1.64 \\pm 0.5 \\times 10^{-6}$ at 2um. We demonstrate this effect and argue that it strengthens the case for 2um and <100> silicon.         ",
    "url": "https://arxiv.org/abs/2410.23711",
    "authors": [
      "Alex Adam",
      "Carl Blair",
      "Chunnong Zhao"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2410.23739",
    "title": "Quantum dynamics simulation of exciton-polariton transport",
    "abstract": "           Strong coupling between excitons and confined modes of light presents a promising pathway to tunable and enhanced energy transport in organic materials. By forming hybrid light-matter quasiparticles, exciton-polaritons, electronic excitations can traverse long distances at high velocities through ballistic flow. However, transport behavior of exciton-polaritons varies strongly across experiments, spanning both diffusive and ballistic transport regimes. Which properties of the material and light-modes govern the transport behavior of polaritons remains an open question. Through full-quantum dynamical simulations we reveal a strong dependence of polariton transport on vibronic interactions within molecules in both ideal and lossy cavities. Specifically, we show that intramolecular vibrations mediate relaxation processes that alter polariton composition, lifetime and velocity on ultrafast timescales. Analysis of the propagating wavepacket in position and momentum space provides mechanistic insight into the robustness of ballistic flow of exciton-polaritons found experimentally under cryogenic conditions.         ",
    "url": "https://arxiv.org/abs/2410.23739",
    "authors": [
      "Niclas Krupp",
      "Gerrit Groenhof",
      "Oriol Vendrell"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2410.23829",
    "title": "First Proof of Principle Experiment for Muon Production with Ultrashort High Intensity Laser",
    "abstract": "           Muons, which play a crucial role in both fundamental and applied physics, have traditionally been generated through proton accelerators or from cosmic rays. With the advent of ultra-short high-intensity lasers capable of accelerating electrons to GeV levels, it has become possible to generate muons in laser laboratories. In this work, we show the first proof of principle experiment for novel muon production with an ultra-short, high-intensity laser device through GeV electron beam bombardment on a lead converter target. The muon physical signal is confirmed by measuring its lifetime which is the first clear demonstration of laser-produced muons. Geant4 simulations were employed to investigate the photo-production, electro-production, and Bethe-Heitler processes response for muon generation and their subsequent detection. The results show that the dominant contributions of muons are attributed to the photo-production/electro-production and a significant yield of muons up to 0.01 $\\mu$/$e^-$ out of the converter target could be achieved. This laser muon source features compact, ultra-short pulse and high flux. Moreover, its implementation in a small laser laboratory is relatively straightforward, significantly reducing the barriers to entry for research in areas such as muonic X-ray elemental analysis, muon spin spectroscopy and so on.         ",
    "url": "https://arxiv.org/abs/2410.23829",
    "authors": [
      "Feng Zhang",
      "Li Deng",
      "Yanjie Ge",
      "Jiaxing Wen",
      "Bo Cui",
      "Ke Feng",
      "Hao Wang",
      "Chen Wu",
      "Ziwen Pan",
      "Hongjie Liu",
      "Zhigang Deng",
      "Zongxin Zhang",
      "Liangwen Chen",
      "Duo Yan",
      "Lianqiang Shan",
      "Zongqiang Yuan",
      "Chao Tian",
      "Jiayi Qian",
      "Jiacheng Zhu",
      "Yi Xu",
      "Yuhong Yu",
      "Xueheng Zhang",
      "Lei Yang",
      "Weimin Zhou",
      "Yuqiu Gu",
      "Wentao Wang",
      "Yuxin Leng",
      "Zhiyu Sun",
      "Ruxin Li"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2410.24132",
    "title": "invrs-gym: a toolkit for nanophotonic inverse design research",
    "abstract": "           The $\\textit{invrs-gym}$ is a toolkit for research in nanophotonic inverse design, topology optimization, and AI-guided design. It includes a diverse set of challenges--representing a wide range of photonic design problems--with a common software interface that allows multiple problems to be addressed with a single code. The gym includes lightweight challenges enabling fast iteration as well as challenges involving design of realistic 3D structures, the solutions of which are suitable for fabrication. The gym is designed to be modular, enabling research in areas such as objective functions, design parameterizations, and optimization algorithms, and includes baselines against which new results can be compared. The aim is to accelerate the development and adoption of powerful methods for photonic design.         ",
    "url": "https://arxiv.org/abs/2410.24132",
    "authors": [
      "Martin F. Schubert"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2410.23531",
    "title": "Quantum logic for state preparation, readout, and leakage detection with binary subspace measurements",
    "abstract": "           We discuss a general technique for using quantum logic spectroscopy to perform quantum non-demolition (QND) measurements that determine which of two subspaces a logic ion is in. We then show how to use the scheme to perform high fidelity state preparation and measurement (SPAM) and non-destructive leakage detection, as well as how this would reduce the engineering task associated with building larger quantum computers. Using a magnetic field gradient, we can apply a geometric phase interaction to map the magnetic sensitivity of the logic into onto the spin-flip probability of a readout ion. In the `low quantization field' regime, where the Zeeman splitting of the sublevels in the hyperfine ground state manifold are approximately integer multiples of each other, we show how to we can use the technique to distinguish between $2^{K}$ hyperfine sublevels in only $K$ logic/readout measurement sequences--opening the door for efficient state preparation of the logic ion. Finally, we show how the binary nature of the scheme, as well as its potential for high QND purity, let us improve SPAM fidelities by detecting and correcting errors rather than preventing them.         ",
    "url": "https://arxiv.org/abs/2410.23531",
    "authors": [
      "R. Tyler Sutherland"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2410.23789",
    "title": "Quantum Skyrmions in general quantum channels: topological noise rejection and the discretization of quantum information",
    "abstract": "           The topology of a pure state of two entangled photons is leveraged to provide a discretization of quantum information. Since discrete signals are inherently more resilient to the effects of perturbations, this discrete class of entanglement observables may offer an advantage against noise. Establishing this is the primary objective of this paper. We develop a noise model that exploits the specific form of such topological wave functions - an entangled state of two photons with one in an orbital angular momentum state and the other in a polarization state. We show that noise affecting both photons can be recast as a position-dependent perturbation affecting only the photon in the polarization state. This approach allows us to utilize both the language and concepts used in studying noisy qubits, as well as recent advances in quantum polarimetry. By adding noise to a finite-dimensional Hilbert space of polarization states, we can describe the noise using quantum operations expressed through appropriate Krauss operators, whose structure is determined by quantum polarimetry. For non-depolarizing noise, we provide an argument based on homotopic maps that demonstrates the topology's resilience to noise. For depolarizing noise, numerical studies using the quantum channel description show that the discrete entanglement signal remains completely resilient. Finally, we identify sources of local noise that can destabilize the topology. This foundational work establishes a framework for understanding how topology enhances the resilience of quantum information, directly impacting the distribution of information through entanglement in noisy environments, such as quantum computers and quantum networks.         ",
    "url": "https://arxiv.org/abs/2410.23789",
    "authors": [
      "Robert de Mello Koch",
      "Bo-Qiang Lu",
      "Pedro Ornelas",
      "Isaac Nape",
      "Andrew Forbes"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2410.24099",
    "title": "Characterization of the optical model of the T2K 3D segmented plastic scintillator detector",
    "abstract": "           The magnetised near detector (ND280) of the T2K long-baseline neutrino oscillation experiment has been recently upgraded aiming to satisfy the requirement of reducing the systematic uncertainty from measuring the neutrinonucleus interaction cross section, which is the largest systematic uncertainty in the search for leptonic charge-parity symmetry violation. A key component of the upgrade is SuperFGD, a 3D segmented plastic scintillator detector made of approximately 2,000,000 optically-isolated 1 cm3 cubes. It will provide a 3D image of GeV neutrino interactions by combining tracking and stopping power measurements of final state particles with sub-nanosecond time resolution. The performance of SuperFGD is characterized by the precision of its response to charged particles as well as the systematic effects that might affect the physics measurements. Hence, a detailed Geant4 based optical simulation of the SuperFGD building block, i.e. a plastic scintillating cube read out by three wavelength shifting fibers, has been developed and validated with the different datasets collected in various beam tests. In this manuscript the description of the optical model as well as the comparison with data are reported.         ",
    "url": "https://arxiv.org/abs/2410.24099",
    "authors": [
      "S. Abe",
      "I. Alekseev",
      "T. Arai",
      "T. Arihara",
      "S. Arimoto",
      "N. Babu",
      "V. Baranov",
      "L. Bartoszek",
      "L. Berns",
      "S. Bhattacharjee",
      "A. Blondel",
      "A.V. Boikov",
      "M. Buizza-Avanzini",
      "J. Capó",
      "J. Cayo",
      "J. Chakrani",
      "P. S. Chong",
      "A. Chvirova",
      "M. Danilov",
      "C. Davis",
      "Yu. I. Davydov",
      "A. Dergacheva",
      "N. Dokania",
      "D. Douqa",
      "T.A. Doyle",
      "O. Drapier",
      "A. Eguchi",
      "J. Elias",
      "D. Fedorova",
      "S. Fedotov",
      "D. Ferlewicz",
      "Y. Fuji",
      "Y. Furui",
      "A. Gendotti",
      "A. Germer",
      "L. Giannessi",
      "C. Giganti",
      "V. Glagolev",
      "J. Hu",
      "K. Iwamoto",
      "M. Jakkapu",
      "C. Jesús-Valls",
      "J.Y. Ji",
      "C.K. Jung",
      "H. Kakuno",
      "S.P. Kasetti",
      "M. Kawaue",
      "M. Khabibullin",
      "A. Khotjantsev",
      "T. Kikawa",
      "H. Kikutani",
      "H. Kobayashi",
      "T. Kobayashi",
      "S. Kodama",
      "M. Kolupanova",
      "A. Korzenev",
      "U. Kose",
      "Y. Kudenko",
      "S. Kuribayashi",
      "T. Kutter",
      "M. Lachat",
      "K. Lachner",
      "D. Last",
      "N. Latham",
      "D. Leon Silverio",
      "B. Li",
      "W. Li",
      "Z. Li",
      "C. Lin",
      "L.S. Lin",
      "S. Lin",
      "T. Lux",
      "K. Mahtani",
      "L. Maret",
      "D.A. Martinez Caicedo",
      "S. Martynenko",
      "T. Matsubara",
      "C. Mauger",
      "C. McGrew",
      "J. McKean",
      "A. Mefodiev",
      "E. Miller",
      "O. Mineev",
      "A.L. Moreno",
      "A. Muñoz",
      "T. Nakadaira",
      "K. Nakagiri",
      "V. Nguyen",
      "L. Nicola",
      "E. Noah",
      "T. Nosek",
      "W. Okinaga",
      "L. Osu",
      "V. Paolone",
      "S. Parsa",
      "R. Pellegrino",
      "M.A. Ramirez",
      "M. Reh",
      "C. Ricco",
      "A. Rubbia"
    ],
    "subjectives": [
      "High Energy Physics - Experiment (hep-ex)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2410.24168",
    "title": "Energy-Specific Bethe-Salpeter Equation Implementation for Efficient Optical Spectrum Calculations",
    "abstract": "           We present an energy-specific Bethe-Salpeter equation (BSE) implementation for efficient core and valence optical spectrum calculations. In energy-specific BSE, high-lying excitation energies are obtained by constructing trial vectors and expanding the subspace targeting excitation energies above the predefined energy threshold in the Davidson algorithm. To calculate optical spectra over a wide energy range, energy-specific BSE can be applied to multiple consecutive small energy windows, where trial vectors for each subsequent energy window are made orthogonal to the subspace of preceding windows to accelerate the convergence of the Davidson algorithm. For seven small molecules, energy-specific BSE combined with $G_0W_0$ provides small errors around 0.8 eV for absolute and relative $K$-edge excitation energies when starting from a hybrid PBEh solution with 45\\% exact exchange. We further showcase the computational efficiency of this approach by simulating the N $1s$ $K$-edge excitation spectrum of the porphine molecule and the valence optical spectrum of silicon nanoclusters involving 5,000 excited states using $G_0W_0$-BSE. This work expands the applicability of the $GW$-BSE formalism for investigating high-energy excited states of large systems.         ",
    "url": "https://arxiv.org/abs/2410.24168",
    "authors": [
      "Christopher Hillenbrand",
      "Jiachen Li",
      "Tianyu Zhu"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2410.24188",
    "title": "From broadband biphotons to frequency combs via spectral compression with time-varying cavities",
    "abstract": "           Biphoton frequency combs are promising resources for quantum networking due in large part to their compatibility with the telecommunication infrastructure. In this work, we propose a method to periodically compress broadband frequency-entangled photons into biphoton frequency combs by utilizing time-varying linear cavities. Our approach hinges on rapid modulation of the input cavity coupling, yielding high spectral purity in each output comb line similar to that achieved with narrowband filters, but without the associated loss in flux. We examine the dependence of spectral purity and compression on coupling strength, cavity loss, and switching speed, finding realistic regimes supporting purities in excess of 0.999 and peak enhancement factors of 100 and beyond.         ",
    "url": "https://arxiv.org/abs/2410.24188",
    "authors": [
      "Karthik V. Myilswamy",
      "Jordan A. Gaines",
      "Jason D. McKinney",
      "Joseph M. Lukens",
      "Andrew M. Weiner"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2410.24217",
    "title": "Revisiting Joule-expansion experiments with a quantum gas",
    "abstract": "           We revisit the classic Joule-expansion experiments, now with a quantum-degenerate atomic Bose gas. In contrast to the classical-gas experiments, where no temperature change was measured, here we observe both cooling and heating effects, which arise, respectively, due to quantum statistics and inter-particle interactions. Our observations are reproduced in numerical calculations within the Hartree-Fock approximation.         ",
    "url": "https://arxiv.org/abs/2410.24217",
    "authors": [
      "Christopher J. Ho",
      "Simon M. Fischer",
      "Gevorg Martirosyan",
      "Sebastian J. Morris",
      "Jiří Etrych",
      "Christoph Eigen",
      "Zoran Hadzibabic"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2208.10574",
    "title": "The Many Inconsistencies of the Purity-Mixture Distinction in Standard Quantum Mechanics",
    "abstract": "           The distinction between pure states and mixed states is a kernel ingredient of what is considered to be the standard formulation of quantum mechanics and plays today a kernel role in foundational debates about the meaning of quantum probability, the separability of quantum systems, the definition and measure of entanglement, etc. In this work we attempt to expose the many inconsistencies introduced by this distinction and the serious consequences this has for many ongoing research programs within quantum physics which apply these notions uncritically.         ",
    "url": "https://arxiv.org/abs/2208.10574",
    "authors": [
      "Christian de Ronde",
      "César Massri"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2212.13347",
    "title": "Diffuse laser illumination for Maxwellian view Doppler holography of the retina",
    "abstract": "           We present the benefits of using diffuse illumination in laser holography for ophthalmic applications. Integrating a diffusing element introduces angular diversity in the optical radiation and reduces spatial coherence, effectively distributing the illumination beam's energy across the focal plane of the eyepiece. This configuration allows for an expanded field of view in digitally computed retinal images, as the eyepiece can be positioned closer to the cornea to achieve a Maxwellian view of the retina without compromising ocular safety. By avoiding the formation of a laser hot spot near the cornea, diffuse illumination facilitates easier compliance with American and European safety standards for ophthalmic devices. Importantly, this approach does not introduce any adverse effects on digitally computed Doppler images.         ",
    "url": "https://arxiv.org/abs/2212.13347",
    "authors": [
      "Zofia Bratasz",
      "Olivier Martinache",
      "Yohan Blazy",
      "Angèle Denis",
      "Coline Auffret",
      "Jean-Pierre Huignard",
      "Ethan Rossi",
      "Jay Chhablani",
      "José-Alain Sahel",
      "Sophie Bonnin",
      "Rabih Hage",
      "Patricia Koskas",
      "Damien Gatinel",
      "Catherine Vignal",
      "Amelie Yavchitz",
      "Vivien Vasseur",
      "Ramin Tadayoni",
      "Claire Ducloux",
      "Manon Ortoli",
      "Marvin Tordjman",
      "Sarah Tick",
      "Sarah Mrejen",
      "Michel Paques",
      "Michael Atlan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2407.10897",
    "title": "Optical Diffusion Models for Image Generation",
    "abstract": "           Diffusion models generate new samples by progressively decreasing the noise from the initially provided random distribution. This inference procedure generally utilizes a trained neural network numerous times to obtain the final output, creating significant latency and energy consumption on digital electronic hardware such as GPUs. In this study, we demonstrate that the propagation of a light beam through a semi-transparent medium can be programmed to implement a denoising diffusion model on image samples. This framework projects noisy image patterns through passive diffractive optical layers, which collectively only transmit the predicted noise term in the image. The optical transparent layers, which are trained with an online training approach, backpropagating the error to the analytical model of the system, are passive and kept the same across different steps of denoising. Hence this method enables high-speed image generation with minimal power consumption, benefiting from the bandwidth and energy efficiency of optical information processing.         ",
    "url": "https://arxiv.org/abs/2407.10897",
    "authors": [
      "Ilker Oguz",
      "Niyazi Ulas Dinc",
      "Mustafa Yildirim",
      "Junjie Ke",
      "Innfarn Yoo",
      "Qifei Wang",
      "Feng Yang",
      "Christophe Moser",
      "Demetri Psaltis"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Computer Vision and Pattern Recognition (cs.CV)",
      "Machine Learning (cs.LG)"
    ]
  },
  {
    "id": "arXiv:2409.12757",
    "title": "A comprehensive theory for relativistic polaritonic chemistry: a four components ab initio treatment of molecular systems coupled to quantum fields",
    "abstract": "           We present a new ab-initio approach to study molecules containing heavy atoms strongly interacting with quantum fields in optical devices. The relativistic quantum electrodynamics (QED) theory has been rewritten with a formalism close to relativistic quantum chemistry. This general framework represents the ideal starting point to extend the main quantum chemistry methods to relativistic polaritonic. The Polaritonic Dirac Hartree Fock (Pol-DHF) approach is the first method we propose based on this theory. Pol-DHF allows for the simulation of field induced effects on the ground and excited state properties of heavy transition metals molecular complexes. The method is able to include not only the effects of the photons but can be easily extended also to include explicit interactions with positrons. Application of Pol-DHF to three metal hydrides revealed the importance of including relativistic effects to the treatment in strong coupling conditions. Due to an accurate description of spin-orbit coupling, the method is able to reproduce polaritonic effects happening at the crossing between singlet and triplet potential energy surfaces.         ",
    "url": "https://arxiv.org/abs/2409.12757",
    "authors": [
      "Guillaume Thiam",
      "Riccardo Rossi",
      "Henrik Koch",
      "Leonardo Belpassi",
      "Enrico Ronca"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2409.17719",
    "title": "Multi-Wavelength DFB Laser Based on Sidewall Third Order Four Phase-Shifted Sampled Bragg Grating with Uniform Wavelength Spacing",
    "abstract": "           We present the first demonstration of a 1550 nm multi-wavelength distributed feedback (MW-DFB) laser employing a third-order, four-phase-shifted sampled sidewall grating. By utilizing linearly chirped sampled gratings and incorporating multiple true {\\pi}-phase shifts within the cavity, we achieved and experimentally validated a four-wavelength laser with a channel spacing of 0.4 nm. The device operates stably and uniformly across a wide range of injection currents from 280 mA to 350 mA. The average wavelength spacing was measured at 0.401 nm with a standard deviation of 0.0081 nm. Additionally, we demonstrated a 0.3 nm MW-DFB laser with a seven-channel output, achieving a wavelength spacing of 0.274 nm and a standard deviation of 0.0055 nm. This MW-DFB laser features a ridge waveguide with sidewall gratings, requiring only one metalorganic vapor-phase epitaxy (MOVPE) step and a single III-V material etching process. This streamlined fabrication approach simplifies device manufacturing and is well-suited for dense wavelength division multiplexing (DWDM) systems.         ",
    "url": "https://arxiv.org/abs/2409.17719",
    "authors": [
      "Xiao Sun",
      "Zhibo Li",
      "Yizhe Fan",
      "Mohanad Jamal Al-Rubaiee",
      "John H. Marsh",
      "Anthony E Kelly",
      "Stephen. J. Sweeney",
      "Lianping Hou"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2410.06805",
    "title": "Crystallinity in Niobium oxides: A pathway to mitigate Two-Level System Defects in Niobium 3D Resonator for quantum applications",
    "abstract": "           Materials imperfections in Nniobium based superconducting quantum circuits, in particular, two-level-system (TLS) defects, are a major source of decoherence, ultimately limiting the performance of quantum computation and sensing. Thus, identifying and understanding the microscopic origin of possible TLS defects in these devices and developing strategies to eliminate them is key to superconducting qubit performance improvement. In this paper, we demonstrate the reduction of two-level system losses in three-dimensional superconducting radio frequency (SRF) niobium resonators by a 10-hour high vacuum (HV) heat treatment at 650°C, even after exposure to air and high pressure rinsing (HPR). By probing the effect of this annealing on niobium samples using X-ray photoelectron spectroscopy (XPS) and high-resolution scanning transmission electron microscopy (STEM), we witness an alteration of the native oxide composition re-grown after air exposure and HPR and the creation of nano-scale crystalline oxide regions, which correlates with the measured tenfold quality factor enhancement at low fields of the 1.3 GHz niobium resonator.         ",
    "url": "https://arxiv.org/abs/2410.06805",
    "authors": [
      "Y. Kalboussi",
      "I. Curci",
      "F. Miserque",
      "D. Troadec",
      "N. Brun",
      "M. Walls",
      "G. Jullien",
      "F. Eozenou",
      "M. Baudrier",
      "L. Maurice",
      "Q. Bertrand",
      "P. Sahuquet",
      "T. Proslier"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2407.02627",
    "title": "Thouless pumping in a driven-dissipative Kerr resonator array",
    "abstract": "           Thouless pumping is an emblematic manifestation of topology in physics, referring to the ability to induce a quantized transport of charge across a system by simply varying one of its parameters periodically in time. The original concept of Thouless pumping involves a non-interacting system, and has been implemented in several platforms. One current challenge in the field is to extend this concept to interacting systems. In this article, we propose a Thouless pump that solely relies on nonlinear physics, within a chain of coupled Kerr resonators. Leveraging the driven-dissipative nature of the system, we modulate in space and time the onsite Kerr interaction energies, and generate 1+1-dimensional topological bands in the Bogoliubov spectrum of excitations. These bands present the same topology as the ones obtained within the Harper-Hofstadter framework, and the Wannier states associated to each band experience a net displacement and show quantized transport according to the bands Chern numbers. Remarkably, we find driving configurations leading to band inversion, revealing an interaction-induced topological transition. Our numerical simulations are performed using realistic parameters inspired from exciton polaritons, which form a platform of choice for investigating driven topological phases of matter.         ",
    "url": "https://arxiv.org/abs/2407.02627",
    "authors": [
      "S. Ravets",
      "N. Pernet",
      "N. Mostaan",
      "N. Goldman",
      "J. Bloch"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Other Condensed Matter (cond-mat.other)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2410.08204",
    "title": "A universal speed limit for spreading of quantum coherence",
    "abstract": "           Discoveries of fundamental limits for the rates of physical processes, from the speed of light to the Lieb-Robinson bound for information propagation, are conceptual breakthroughs that often challenge our understanding of the underlying physics. Here we observe such a limit for a paradigmatic many-body phenomenon, the spreading of coherence during formation of a weakly interacting Bose-Einstein condensate. We study condensate formation in an isolated homogeneous atomic gas that is initially far from equilibrium, in an incoherent low-energy state, and condenses as it relaxes towards equilibrium. Tuning the inter-atomic interactions that drive condensation, we show that the spreading of coherence through the system is initially slower for weaker interactions, and faster for stronger ones, but always eventually reaches the same limit, where the square of the coherence length grows at a universal rate given by the ratio of Planck's constant and the particle mass. These observations are robust to changes in the initial state, the gas density, and the system size. Our results provide benchmarks for theories of universality far from equilibrium, are relevant for quantum technologies that rely on large-scale coherence, and invite similar measurements in other quantum systems.         ",
    "url": "https://arxiv.org/abs/2410.08204",
    "authors": [
      "Gevorg Martirosyan",
      "Martin Gazo",
      "Jiří Etrych",
      "Simon M. Fischer",
      "Sebastian J. Morris",
      "Christopher J. Ho",
      "Christoph Eigen",
      "Zoran Hadzibabic"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "High Energy Physics - Phenomenology (hep-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  }
]