[
  {
    "id": "arXiv:2411.16687",
    "title": "Anomalous sub-kelvin thermal frequency shifts of ultra narrow-linewidth solid state emitters",
    "abstract": "           We investigate the frequency response of narrow spectral holes in a doped crystal structure as a function of temperature below 1 K. We identify a particular regime in which this response significantly deviates from the expected two-phonon Raman scattering theory. Namely, near 290 mK, we observed a behaviour exhibiting a temperature-dependent frequency shift of zero, to first-order. This is of particular interest for applications which require high frequency-stability, such as laser frequency stabilization, as by operating the scheme at this specific point would result in the spectral hole frequency being highly immune to temperature fluctuations, providing the potential for a laser fractional frequency instability as low as $\\mathrm{\\sim6\\times10^{-22}}$ at 1 s.         ",
    "url": "https://arxiv.org/abs/2411.16687",
    "authors": [
      "X. Lin",
      "M. T. Hartman",
      "B. Pointard",
      "R. Le Targat",
      "P. Goldner",
      "S. Seidelin",
      "B. Fang",
      "Y. Le Coq"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.16698",
    "title": "Universal on-chip polarization handling with deep photonic networks",
    "abstract": "           We propose a novel design paradigm for arbitrarily capable deep photonic networks of cascaded Mach-Zehnder Interferometers (MZIs) for on-chip universal polarization handling. Using a device architecture made of cascaded Mach-Zehnder interferometers, we modify and train the phase difference between interferometer arms for both polarizations through wide operation bandwidths. Three proof-of-concept polarization handling devices are illustrated using a software-defined, physics-informed neural framework, to achieve user-specified target device responses as functions of polarization and wavelength. These devices include a polarization splitter, a polarization-independent power splitter, and an arbitrary polarization-dependent splitter to illustrate the capabilities of the design framework. The performance for all three devices is optimized using transfer matrix calculations; and their final responses are verified through 3D-FDTD simulations. All devices demonstrate state-of-the-art performance metrics with over 20 dB extinction, and flat-top transmission bands through bandwidths of 120 nm. In addition to the functional diversity enabled, the optimization for each device is completed in under a minute, highlighting the computational efficiency of the design paradigm presented. These results demonstrate the versatility of the deep photonic network design ecosystem in polarization management, unveiling promising prospects for advanced on-chip applications in optical communications, sensing, and computing.         ",
    "url": "https://arxiv.org/abs/2411.16698",
    "authors": [
      "Aycan Deniz Vit",
      "Ujal Rzayev",
      "Bahrem Serhat Danis",
      "Ali Najjar Amiri",
      "Kazim Gorgulu",
      "Emir Salih Magden"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Machine Learning (cs.LG)"
    ]
  },
  {
    "id": "arXiv:2411.16759",
    "title": "A wireless passive pressure sensor with high sensitivity",
    "abstract": "           A high-sensitivity wireless pressure sensor with active processing structure designed on the dielectric substrate has been present and evaluated in this paper. The sensor configuration has been optimized by computer-aided design to achieve highest sensitivity and maximum working range for a given dimension. With the average sensitivity of 187kHz/kPa, the proposed pressure sensor is equipped with the ability to measure pressure loaded up to 1.5MPa under room temperature. Additionally, a novel simulation method applied on pressure related design is proposed in this article, with the accuracy reaching threefold enhancement, filling the blank of electromagnetic simulation of pressure deformation. Other characteristics of the devices have been investigated and are presented.         ",
    "url": "https://arxiv.org/abs/2411.16759",
    "authors": [
      "Baiyun Wang",
      "Yijia Cheng",
      "Yujie Hua",
      "Wenxuan Tang",
      "Wei E.I. Sha",
      "Hao Xu",
      "Kang Wang",
      "Jundi Hu",
      "Huaqing Fan",
      "Huanran Peng",
      "Gang Shao"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2411.16830",
    "title": "Cavity-Quantum Electrodynamics with Moir\\'e Flatband Photonic Crystals",
    "abstract": "           Quantum emitters are a key component in photonic quantum technologies. Enhancing their single-photon emission by engineering the photonic environment using cavities can significantly improve the overall efficiency in quantum information processing. However, this enhancement is often constrained by the need for precise nanoscale control over the emitter's position within micro- or nano-cavities. Inspired by the fascinating physics of moiré patterns, we present an approach to strongly modify the spontaneous emission rate of a quantum emitter using a finely designed multilayer moiré photonic crystal with a robust isolated-flatband dispersion. Theoretical analysis reveals that, due to its nearly infinite photonic density of states, the moiré cavity can simultaneously achieve a high Purcell factor and exhibit large tolerance over the emitter's position. We experimentally demonstrate the coupling between this moiré cavity and a quantum dot through the cavity-determined polarization of the dot's emission. The radiative lifetime of the quantum dot can be tuned by a factor of 40, ranging from 42 ps to 1692 ps, which is attributed to strong Purcell enhancement and Purcell inhibition effects. Our findings pave the way for moiré flatband cavity-enhanced quantum light sources, quantum optical switches, and quantum nodes for quantum internet applications.         ",
    "url": "https://arxiv.org/abs/2411.16830",
    "authors": [
      "Yu-Tong Wang",
      "Qi-Hang Ye",
      "Jun-Yong Yan",
      "Yufei Qiao",
      "Chen Chen",
      "Xiao-Tian Cheng",
      "Chen-Hui Li",
      "Zi-Jian Zhang",
      "Cheng-Nian Huang",
      "Yun Meng",
      "Kai Zou",
      "Wen-Kang Zhan",
      "Chao Zhao",
      "Xiaolong Hu",
      "Clarence Augustine T H Tee",
      "Wei E. I. Sha",
      "Zhixiang Huang",
      "Huiyun Liu",
      "Chao-Yuan Jin",
      "Lei Ying",
      "Feng Liu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2411.17021",
    "title": "Nonequilibrium relaxation exponentially delays the onset of quantum diffusion",
    "abstract": "           Predicting the exact many-body quantum dynamics of polarons in materials with strong carrier-phonon interactions presents a fundamental challenge, often necessitating one to adopt approximations that sacrifice the ability to predict the transition from nonequilibrium relaxation to thermodynamic equilibrium. Here, we exploit a recent breakthrough that generalizes the concept of memory beyond its conventional temporal meaning to also encompass space. Specifically, we leverage our discovery that the dynamics of observables in systems with local couplings satisfy Green's functions with kernels that are local in time and space. This enables us to employ the dynamics of small lattices over short times to predict the dynamics of thermodynamically large lattices over arbitrarily long timescales while circumventing the deleterious impacts of finite-size effects. We thus interrogate the \\textit{exact} nonequilibrium formation and migration of polarons in one- (1D) and two-dimensional (2D) systems, revealing that their motion approaches diffusive transport only asymptotically in time and system size. We also compare transport in 1D and 2D systems to investigate the effect of dimension in polaron migration physics, illustrating how energy variations can cause localization -- a phenomenon observable via current microscopy experiments.         ",
    "url": "https://arxiv.org/abs/2411.17021",
    "authors": [
      "Srijan Bhattacharyya",
      "Thomas Sayer",
      "Andrés Montoya-Castillo"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2411.17028",
    "title": "Longitudinal tapering in meter-scale gas jets for increased efficiency of laser plasma accelerators",
    "abstract": "           Modern laser plasma accelerators (LPAs) often require meter-scale plasma waveguides to propagate a high-intensity drive laser pulse. Tapering the longitudinal gas density profile in meter-scale gas jets could allow for single stage laser plasma acceleration well beyond 10 GeV with current petawatt-class laser systems. Via simulation and interferometry measurements, we show density control by longitudinally adjusting the throat width and jet angle. Density profiles appropriate for tapering were calculated analytically and via particle-in-cell (PIC) simulations, and were matched experimentally. These simulations show that tapering can increase electron beam energy using 19 J laser energy from $\\sim$9 GeV to $>$12 GeV in a 30 cm plasma, and the accelerated charge by an order of magnitude.         ",
    "url": "https://arxiv.org/abs/2411.17028",
    "authors": [
      "R. Li",
      "A. Picksley",
      "C. Benedetti",
      "F. Filippi",
      "J. Stackhouse",
      "L. Fan-Chiang",
      "H. E. Tsai",
      "K. Nakamura",
      "C. B. Schroeder",
      "J. van Tilborg",
      "E. Esarey",
      "C. G. R. Geddes",
      "A. J. Gonsalves"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2411.17069",
    "title": "Turnkey deterministic soliton crystal generation",
    "abstract": "           The deterministic generation of robust soliton comb has significant meaning for the optical frequency combs to be widely used in various applications. As a novel form of microcomb, Soliton crystal holds the advantages of easy generation, high conversion efficiency, and excellent thermal robustness. Here, we report the turnkey deterministic generation of \"Palm-like\" soliton crystal with a free-running scheme. The robustness of the turnkey soliton crystal generation is also investigated in multiple aspects, including the success rate, the thermal robustness, and the long-term stability. The experiment results reveal our turnkey soliton crystal can achieve nearly a 100% success rate with a power variation less than 1.5 dB over one hundred trials of two samples, is insensitive to thermal effect, and is robust to the environment during four-hour laboratory time.         ",
    "url": "https://arxiv.org/abs/2411.17069",
    "authors": [
      "Xinyu Yang",
      "Xiaotian Zhu",
      "Caitlin Murray",
      "Chawaphon Paryoonyong",
      "Xingyuan Xu",
      "Mengxi Tan",
      "Roberto Morandotti",
      "Brent E. Little",
      "David J. Moss",
      "Sai T. Chu",
      "Bill Corcoran",
      "Donglin Su"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.17070",
    "title": "Mono-drive single-sideband modulation via optical delay lines on thin-film lithium niobate",
    "abstract": "           Optical single-sideband (SSB) modulation features high spectral efficiency, substantial dispersion tolerance, and straightforward detection, making it a versatile technology for applications in optical communications, microwave photonics, optical sensing, satellite communication, etc. However, conventional SSB generators typically require two radio-frequency (RF) signals with a 90° phase difference to drive a pair of parallel phase or amplitude modulators, resulting in high system complexity and low power efficiency. In this paper, we propose and realize a simplified SSB generation scheme necessitating only a single RF drive, by achieving effective RF phase shift using on-chip optical delay lines. This approach not only reduces system complexity and saves energy consumption by 3 dB, but also enables easy scalability to higher frequencies. We demonstrate both full-carrier SSB (FC-SSB) and carrier-suppressed SSB (CS-SSB) modulation on thin-film lithium niobate platform. For FC-SSB, we show a maximum sideband suppression of 22.1 dB at 50 GHz and apply it to address the frequency-selective power fading problem in optical communication systems. For CS-SSB, we show a maximum sideband suppression of 22.5 dB and a sideband-to-carrier suppression of 16.9 dB at 50 GHz, which can act as an optical frequency shifter by sweeping the modulation frequencies. Moreover, the shifted optical frequency can be transferred back to the electrical domain by beating with a reference signal generated via a phase modulator on the same chip, achieving broadband RF frequency shifting from a maximum of 50 GHz down to 1 GHz. Our simple, power-efficient, and low-cost SSB modulation scheme could provide an effective solution for future high-frequency direct detection-based communication systems, frequency-modulated continuous wave radar/LiDAR, optical vector network analyzers, and microwave photonics systems.         ",
    "url": "https://arxiv.org/abs/2411.17070",
    "authors": [
      "Yikun Chen",
      "Hanke Feng",
      "Zhenzheng Wang",
      "Ke Zhang",
      "Xiangzhi Xie",
      "Yuansong Zeng",
      "Yujie Ren",
      "Cheng Wang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2411.17085",
    "title": "Excitation Frequency Dependence of Noise and Minimum Detectable Force in AM-AFM",
    "abstract": "           Amplitude-modulation atomic force microscopy (AM-AFM) is a powerful tool for observing nanoscale surface structures with minimal disruption. As we discussed previously, AM-AFM maximizes detection sensitivity when exciting the cantilever at the resonance slope rather than the resonance frequency. Nevertheless, it remains unclear how AM noise depends on the excitation frequency or what the optimal excitation frequency is for the signal-to-noise ratio. Furthermore, no theoretical studies have investigated the noise bandwidth in the closed-loop system of AFM. Here, we formulate a quantitative theory of the minimum detectable force that accounts for the excitation frequency dependence. Our findings indicate that the AM noise dependence on excitation frequency can be approximated by a harmonic oscillator model when the oscillation amplitude exceeds the noise level. Under Brownian noise-limited conditions, the minimum detectable force decreases as the excitation frequency is lowered, approaching the dynamic-mode AFM limit.         ",
    "url": "https://arxiv.org/abs/2411.17085",
    "authors": [
      "Kenichi Umeda",
      "Noriyuki Kodera"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2411.17297",
    "title": "D-band MUTC Photodiode Module for Ultra-Wideband 160 Gbps Photonics-Assisted Fiber-THz Integrated Communication System",
    "abstract": "           Current wireless communication systems are increasingly constrained by insufficient bandwidth and limited power output, impeding the achievement of ultra-high-speed data transmission. The terahertz (THz) range offers greater bandwidth, but it also imposes higher requirements on broadband and high-power devices. In this work, we present a modified uni-traveling-carrier photodiode (MUTC-PD) module with WR-6 waveguide output for photonics-assisted fiber-THz integrated wireless communications. Through the optimization of the epitaxial structure and high-impedance coplanar waveguide (CPW), the fabricated 6-um-diameter MUTC-PD achieves a high output power of -0.96 dBm at 150 GHz and ultra-flat frequency response at D-band. The MUTC-PD is subsequently packaged into a compact WR-6 module, incorporating planar-circuit-based RF-choke, DC-block and probe. The packaged PD module demonstrates high saturation power and flat frequency responses with minimal power roll-off of only 2 dB over 110-170 GHz. By incorporating the PD module into a fiber-THz integrated communication system, high data rates of up to 160 Gbps with 16 quadrature amplitude modulation (QAM) and a maximum symbol transmission rate of 60 Gbaud with QPSK modulation are successfully secured. The demonstration verifies the potential of the PD module for ultra-broadband and ultra-high-speed THz communications, setting a foundation for future research in high-speed data transmission.         ",
    "url": "https://arxiv.org/abs/2411.17297",
    "authors": [
      "Yuxin Tian",
      "Yaxuan Li",
      "Bing Xiong",
      "Junwen Zhang",
      "Changzheng Sun",
      "Zhibiao Hao",
      "Jian Wang",
      "Lai Wang",
      "Yanjun Han",
      "Hongtao Li",
      "Lin Gan",
      "Nan Chi",
      "Yi Luo"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2411.17324",
    "title": "Wettability and Color Change of Copper by Controlling Area Fraction of Laser Ablated Surface",
    "abstract": "           In this research, wettability control by area fraction of laser ablated surface of copper is presented. The functional surfaces with full wettability control from highly hydrophilic to super-hydrophobic were created on copper by nanosecond (ns) and picosecond (ps) laser irradiation. The area fraction and color change were evaluated by digital image processing of microscopic images of the laser-ablated copper surface. The control of the wetting angle from almost 0 degrees to 132 degrees was achieved for both ps and ns pulses by controlling the area fraction of the laser-ablated surface. Cassie, Cassie-Baxter, and Wenzel models were adopted to explain the experimental results. For the first time, the wettability and color of copper were controlled by controlling the area fraction of the laser-ablated surface. It is expected that the current results make an impact on the heat exchanger technology of water heat sinks, cooling units, atmospheric water generators, and fog harvesting and impact numerous applications from power plants to solar thermal water systems devices where highly-hydrophilic to super hydrophobic copper can be applied.         ",
    "url": "https://arxiv.org/abs/2411.17324",
    "authors": [
      "Mantas Gaidys",
      "Stella Maragkaki",
      "Alexandros Mimidis",
      "Antonis Papadopoulos",
      "Andreas Lemonis",
      "Evangelos Skoulas",
      "Andrius Žemaitis",
      "Emmanuel Stratakis",
      "Mindaugas Gedvilas"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2411.17422",
    "title": "Stabilizing the free spectral range of a large ring laser",
    "abstract": "           Large ring lasers employed in geodesy and fundamental physics require stability of the perimeter at or below the parts-per-billion level. We present two complementary approaches to actively control the perimeter length of such ring lasers, reaching a relative length stability of $4\\times 10^{-10}$. These methods can readily be implemented and bring the stability of heterolithic devices on par with monolithic designs.         ",
    "url": "https://arxiv.org/abs/2411.17422",
    "authors": [
      "Jannik Zenner",
      "Karl Ulrich Schreiber",
      "Simon Stellmer"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.17443",
    "title": "Sub-kilohertz intrinsic linewidth stimulated Brillouin laser in integrated lithium niobate microresonators",
    "abstract": "           The rapid advancement of lithium niobate on insulator (LNOI) photonics has spurred interest in approaches to develop ultra-narrow linewidth Brillouin microlasers. Here we demonstrate an integrated Brillouin microlaser with 118-Hz intrinsic linewidth and 3.15-mW threshold power in a dispersion engineered and suspended LNOI microdisk resonator of 116 um diameter. Benefited from the ultrahigh Q factor and sub-millimeter-scale microresonator, large Brillouin gain is attained via the backward intermodal SBS between the dual-resonant optical WGMs with a 10-GHz whispering-gallery mechanical mode, while satisfying the requirements of both energy and momentum conservations. Such strong optomechanical coupling up to 12.1 kHz is promising for a record narrow linewidth and a lowest stimulated Brillouin laser threshold value within sub-millimeter-scale integrated microresonators reported so far. This advancement in integrated ultra-narrow linewidth Brillouin lasers with compact cavity lengths paves the way for applications ranging from coherent information processing to precision metrology within the realm of high density photonic integration.         ",
    "url": "https://arxiv.org/abs/2411.17443",
    "authors": [
      "Chuntao Li",
      "Jiale Deng",
      "Xingzhao Huang",
      "Xiaochao Luo",
      "Renhong Gao",
      "Jintian Lin",
      "Huakang Yu",
      "Jianglin Guan",
      "Zhiyuan Li",
      "Ya Cheng"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.17455",
    "title": "Improved Bethe-Heitler positron creation and retention by combining direct laser acceleration and solid target interaction within a gas jet",
    "abstract": "           The next generation of Petawatt-class lasers presents the opportunity to study positron production and acceleration experimentally, in an all-optical setting. Several configurations were proposed to produce and accelerate positrons in a single laser stage. However, these configurations have yielded limited positron beam quality and low particle count. This paper presents methods for improving the injection and retention of positrons obtained via Bethe-Heitler pair production and accelerated using direct laser acceleration (DLA) in a plasma channel. The work first introduces a semi-analytical model which predicts laser energy depletion in this highly nonlinear regime. We demonstrate through PIC simulations that accelerated electrons can induce charge inversion within the channel, leading to positron trapping and acceleration. We investigate how laser focusing position, channel wall density, target foil position and target thickness influence positron creation and retention. Our configuration can achieve an 8-fold increase in positron retention compared to previous studies and a higher number of positrons produced overall. This work establishes a robust, single-stage approach for obtaining positron beams, opening new avenues for experiments with Petawatt-class lasers and potential applications in electron-positron collisions and QED cascades.         ",
    "url": "https://arxiv.org/abs/2411.17455",
    "authors": [
      "Lucas I. Iñigo Gamiz",
      "Robert Babjak",
      "Bertrand Martinez",
      "Marija Vranić"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2411.17480",
    "title": "Ultra-low-loss slow-light thin-film lithium-niobate optical modulator",
    "abstract": "           Electro-optic modulators for next-generation optical interconnects require low loss-efficiency products, compact footprints, high modulation efficiency, broad bandwidths, and low losses. Here we propose and demonstrate a low-loss high-efficiency thin-film lithium-niobate Mach Zehnder modulator enabled by a novel ultralow-loss slow-light structure based on apodized gratings in cascade. The present loss-engineered slow-light structure achieves excess losses as low as 0.6 dB/mm experimentally, which is tens of times lower than conventional slow-light structures, and a high modulation bandwidth up to 320GHz in theory is achieved with optimally-designed capacitively-loaded traveling-wave electrodes. Experimentally, the fabricated slow-light modulator with a 2.8-mm-long modulation region has an ultra-low loss-efficiency product of 7.4 VdB and a flat electro-optic response up to 67 GHz, enabling 100-Gbps on-off keying with high ERs of 4.5 dB at a low driving voltage of 2Vpp, while 200-Gbps PAM4 and 150-Gbps PAM8 signals are also generated to show great promise for advanced modulation formats. In particular, it has also achieved the highest figure-of-merit(FOM) of 182 for high-speed optical modulation , including the bit rate, the extinction ratio normalized with respective to Vpp, the modulation efficiency. The outstanding performance of the present apodized-grating-based slow-light modulator shows great potential and paves the way for developing high-speed optical interconnects for both data-centers and high-performance computing systems.         ",
    "url": "https://arxiv.org/abs/2411.17480",
    "authors": [
      "Chenlei Li",
      "Jianghao He",
      "Ming Zhang",
      "Yeyu Tong",
      "Weixi Liu",
      "Siyuan Wang",
      "Lijia Song",
      "Hongxuan Liu",
      "Hengzhen Cao",
      "Liu Liu",
      "Yaocheng Shi",
      "Daoxin Dai"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2411.17492",
    "title": "Relativistic two-wave resonant acceleration of electrons at large-amplitude standing whistler waves during laser-plasma interaction",
    "abstract": "           The interaction between a thin foil target and a circularly polarized laser light injected along an external magnetic field is investigated numerically by particle-in-cell simulations. A standing wave appears at the front surface of the target, overlapping the injected and partially reflected waves. Hot electrons are efficiently generated at the standing wave due to the relativistic two-wave resonant acceleration if the magnetic field amplitude of the standing wave is larger than the ambient field. A bifurcation occurs in the gyration motion of electrons, allowing all electrons with non-relativistic velocities to acquire relativistic energy through the cyclotron resonance. The optimal conditions for the highest energy and the most significant fraction of hot electrons are derived precisely through a simple analysis of test-particle trajectories in the standing wave. Since the number of hot electrons increases drastically by many orders of magnitude compared to the conventional unmagnetized cases, this acceleration could be a great advantage in laser-driven ion acceleration and its applications.         ",
    "url": "https://arxiv.org/abs/2411.17492",
    "authors": [
      "Takayoshi Sano",
      "Shogo Isayama",
      "Kenta Takahashi",
      "Shuichi Matsukiyo"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "High Energy Astrophysical Phenomena (astro-ph.HE)"
    ]
  },
  {
    "id": "arXiv:2411.17517",
    "title": "Variational Quantum Simulation of the Fokker-Planck Equation applied to Quantum Radiation Reaction",
    "abstract": "           Near-future experiments with Petawatt class lasers are expected to produce a high flux of gamma-ray photons and electron-positron pairs through Strong Field Quantum Electrodynamical processes. Simulations of the expected regime of laser-matter interaction are computationally intensive due to the disparity of the spatial and temporal scales and because quantum and classical descriptions need to be accounted for simultaneously (classical for collective effects and quantum for nearly-instantaneous events of hard photon emission and pair creation). A typical configuration for experiments is a scattering of an electron and a laser beam which can be mapped to an equivalent problem with constant magnetic field. We study the stochastic cooling of an electron beam in a strong constant uniform magnetic field, both its particle distribution functions and their energy momenta. We start by obtaining approximate closed-form analytical solutions to the relevant observables. Then, we apply the quantum-hybrid Variational Quantum Imaginary Time Evolution to the Fokker-Planck equation describing this process, and compare against theory and results from Particle-In-Cell simulations and classical Partial Differential Equation solvers, showing good agreement. This work will be useful as a first step towards quantum simulation of plasma physics scenarios where diffusion processes are important, in particular in strong electromagnetic fields.         ",
    "url": "https://arxiv.org/abs/2411.17517",
    "authors": [
      "Óscar Amaro",
      "Lucas I. Iñigo Gamiz",
      "Marija Vranic"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2411.17627",
    "title": "Utilizing Low-Cost Sensors to Monitor Indoor Air Quality in Mongolian Gers",
    "abstract": "           Air quality has important climate and health effects. There is a need, therefore, to monitor air quality both indoors and outdoors. Methods of measuring air quality should be cost-effective if they are to be used widely, and one such method is low-cost sensors (LCS). This study reports on the use of LCSs in Ulaanbaatar, Mongolia, to measure $\\mathrm{PM_{2.5}}$ concentrations inside yurts or \"gers.\" Some of these gers were part of a non-government agency (NGO) initiative to improve the insulating properties of these housing structures. The goal of the NGO was to decrease particulate emissions inside the gers; a secondary result was to lower the use of coal and other biomass material. LCSs were installed in gers heated primarily by coal, and interior air quality was measured. Gers that were modified by increasing their insulating capacities showed a 17.5% reduction in $\\mathrm{PM_{2.5}}$ concentrations, but these concentrations remained higher than levels recommended by health organizations. Gers that were insulated and used a combination of both coal and electricity showed a 19.1% reduction in $\\mathrm{PM_{2.5}}$ concentrations. Insulated gers that used electricity for both heating and cooking showed a 48% reduction in $\\mathrm{PM_{2.5}}$, though concentrations were still 6.4 times higher than those recommended by the World Health Organization (WHO). Nighttime and daytime trends followed similar patterns in $\\mathrm{PM_{2.5}}$ concentrations with slight variations. It was found that, at nighttime, the outside $\\mathrm{PM_{2.5}}$ concentrations were generally higher than the inside concentrations of the gers in this study. This suggests that $\\mathrm{PM_{2.5}}$ would flow into the gers whenever the doors were opened, causing spikes in $\\mathrm{PM_{2.5}}$ concentrations.         ",
    "url": "https://arxiv.org/abs/2411.17627",
    "authors": [
      "Callum E. Flowerday",
      "Philip Lundrigan",
      "Christopher Kitras",
      "Tu Nguyen",
      "Jaron C. Hansen"
    ],
    "subjectives": [
      "Atmospheric and Oceanic Physics (physics.ao-ph)"
    ]
  },
  {
    "id": "arXiv:2411.17631",
    "title": "Broadband coherent XUV light from $e^-/e^+$ microbunching in an intense laser pulse",
    "abstract": "           Attosecond pulses of coherent extreme ultraviolet (XUV) light are instrumental for studying sub-atomic dynamics, and are often produced from a free electron laser (FEL) by electron microbunches in an undulator. An optical-FEL (OFEL) utilizes a counter-propagating laser pulse instead of an undulator, and has been proposed as a more compact and tunable source than a FEL. Yet, an OFEL is difficult to realize because of the high electron density required and subsequent high emittance. We demonstrate that broadband coherent XUV light, which in the temporal domain corresponds to a train of attosecond pulses with 8-as duration at 92-as intervals, can be generated by microbunching of relativistic electrons and positrons in an optical laser pulse. The symmetry between electrons and positrons in the bunch stabilizes the system and enables the rapid formation of dense microbunches over a ten-micrometer distance instead of the tens of meters typically required in an undulator. The high microbunch density and the stable spectral phase up to emitted photon energies of about 350 eV, allow for the creation of orders of magnitude more compact sources of XUV light that could be employed in physics, chemistry, biology, and industry.         ",
    "url": "https://arxiv.org/abs/2411.17631",
    "authors": [
      "Michael J. Quin",
      "Antonino Di Piazza",
      "Christoph H. Keitel",
      "Matteo Tamburini"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.17644",
    "title": "Virtual Pulse Reconstruction Diagnostic for Single-Shot Measurement of Free Electron Laser Radiation Power",
    "abstract": "           Accurate characterization of radiation pulse profiles is crucial for optimizing beam quality and enhancing experimental outcomes in Free Electron Laser (FEL) research. In this paper, we present a novel approach that employs machine learning techniques for real-time virtual diagnostics of FEL radiation pulses. Our advanced artificial intelligence (AI)-based diagnostic tool utilizes longitudinal phase space data obtained from the X-band transverse deflecting structure to reconstruct the temporal profile of FEL pulses in real time. Unlike traditional single-shot methods, this AI-driven solution provides a non-invasive, highly efficient alternative for pulse characterization. By leveraging state-of-the-art machine learning models, our method facilitates precise single-shot measurements of FEL pulse power, offering significant advantages for FEL science research. This work outlines the conceptual framework, methodology, and validation results of our virtual diagnostic tool, demonstrating its potential to significantly impact FEL research.         ",
    "url": "https://arxiv.org/abs/2411.17644",
    "authors": [
      "Till Korten",
      "Vladimir Rybnikov",
      "Peter Steinbach",
      "Najmeh Mirian"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2411.16970",
    "title": "Unsupervised Quantum Anomaly Detection on Noisy Quantum Processors",
    "abstract": "           Whether in fundamental physics, cybersecurity or finance, the detection of anomalies with machine learning techniques is a highly relevant and active field of research, as it potentially accelerates the discovery of novel physics or criminal activities. We provide a systematic analysis of the generalization properties of the One-Class Support Vector Machine (OCSVM) algorithm, using projected quantum kernels for a realistic dataset of the latter application. These results were both theoretically simulated and experimentally validated on trapped-ion and superconducting quantum processors, by leveraging partial state tomography to obtain precise approximations of the quantum states that are used to estimate the quantum kernels. Moreover, we analyzed both platforms respective hardware-efficient feature maps over a wide range of anomaly ratios and showed that for our financial dataset in all anomaly regimes, the quantum-enhanced OCSVMs lead to better generalization properties compared to the purely classical approach. As such our work bridges the gap between theory and practice in the noisy intermediate scale quantum (NISQ) era and paves the path towards useful quantum applications.         ",
    "url": "https://arxiv.org/abs/2411.16970",
    "authors": [
      "Daniel Pranjić",
      "Florian Knäble",
      "Philipp Kunst",
      "Damian Kutzias",
      "Dennis Klau",
      "Christian Tutschku",
      "Lars Simon",
      "Micha Kraus",
      "Ali Abedi"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Superconductivity (cond-mat.supr-con)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2411.17256",
    "title": "Photonic Spin Hall Effect in a Four-Level Coherent Control Scheme within Cavity QED",
    "abstract": "           This paper investigates the manipulation of the photonic spin Hall effect (PSHE) using a four-level closed coherent control coupling scheme in cavity quantum electrodynamics (QED). The atomic system is configured to function as a combined Tripod and $\\Lambda$ (CTL), or $\\Lambda$, or $N$ level model by manipulating the control field strengths and their relative phases. The system demonstrates multiple transparency windows in the CTL configuration, allowing the tunable PSHE over the wider range of probe field detuning. At probe field resonance, the $\\Lambda$-type system exhibits PSHE similar to the CTL system, showing enhanced PSHE due to zero absorption and dispersion. Control field strengths and atomic density show no influence on PSHE. Our findings reveal that atomic density and strength of control fields significantly influence PSHE in the $N$-type model at resonance, offering additional control parameters for PSHE manipulation. The results are equally valid and applicable to direct $\\Lambda$-type and N-type atomic systems, making the findings broadly relevant in cavity QED. The demonstrated tunability via probe field detuning, control fields, and atomic density paves the way for advanced optical control and enhanced precision in cavity QED devices.         ",
    "url": "https://arxiv.org/abs/2411.17256",
    "authors": [
      "Muzamil Shah",
      "Shahid Qamar",
      "Muhammad Waseem"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.17258",
    "title": "Adsorption of molecular hydrogen on honeycomb ZnO monolayers: A quantum density-functional theory perspective",
    "abstract": "           We investigate the adsorption of molecular hydrogen on pristine zinc oxide (ZnO) platelets. The volumetric and gravimetric hydrogen storage capacities of the ZnO monolayers are evaluated in a broad range of thermodynamic conditions (i.e., for temperatures in the range 77 K < T < 450 K, and for external gas pressures up to 200 bar). The thermodynamic properties and the microscopic spatial distribution of the adsorbed hydrogen fluid are assessed within the density functional theory of liquids for quantum fluids at finite temperature (QLDFT), and the adsorption enthalphies are obtained by fitting the computed adsorption densities to the Toth model isotherm. Compared to graphene platelets, the ZnO sheets impose a rather tighter confinement to the motion of the hydrogen molecules parallel to the surface. The isosteric heat of adsorption approaches 3.2 kJ/mol in the low density regime. This quantity shows a fairly smooth dependence on the hydrogen uptake for temperatures below 100 K, while it is shown to depend quite sensitively on the adsorbate density above this temperature.         ",
    "url": "https://arxiv.org/abs/2411.17258",
    "authors": [
      "Aliezer Martinez-Mesa",
      "Llinersy Uranga-Pinna",
      "Nadine Halberstadt",
      "Sergey N. Yurchenko",
      "Thomas Heine",
      "Gotthard Seifert"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2411.17266",
    "title": "Polarization and Orbital Angular Momentum Encoded Quantum Toffoli Gate Enabled by Diffractive Neural Networks",
    "abstract": "           Controlled quantum gates play a crucial role in enabling quantum universal operations by facilitating interactions between qubits. Direct implementation of three-qubit gates simplifies the design of quantum circuits, thereby being conducive to performing complex quantum algorithms. Here, we propose and present an experimental demonstration of a quantum Toffoli gate fully exploiting the polarization and orbital angular momentum of a single photon. The Toffoli gate is implemented using the polarized diffractive neural networks scheme, achieving a mean truth table visibility of $97.27\\pm0.20\\%$. We characterize the gate's performance through quantum state tomography on 216 different input states and quantum process tomography, which yields a process fidelity of $94.05\\pm 0.02\\%$. Our method offers a novel approach for realizing the Toffoli gate without requiring exponential optical elements while maintaining extensibility to the implementation of other three-qubit gates.         ",
    "url": "https://arxiv.org/abs/2411.17266",
    "authors": [
      "Qianke Wang",
      "Dawei Lyu",
      "Jun Liu",
      "Jian Wang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.17369",
    "title": "Singly poled thin film lithium niobate waveguide as a tunable source of photon pairs across telecom band",
    "abstract": "           Spontaneous parametric down conversion (SPDC), especially in non-linear waveguides, serves as an important process to generate quantum states of light with desired properties. In this work, we report on a design of a strongly dispersive, singly poled thin film lithium niobate (TFLN) waveguide geometry which acts as a convertible source of photon pairs across telecom band with tunable spectral properties. Through our simulations, we demonstrate that by using this optimized waveguide geometry, two completely different yet desirable type II phase-matched SPDC processes are enabled using a single poling period. One process generates spectrally correlated non-degenerate photon pairs with one photon at 1310 nm (telecom O band) and the other at 1550 nm (telecom C band). The second SPDC process results in spectrally uncorrelated photon pairs in telecom C band at 1533 nm and 1567 nm this http URL attribute this versatility of TFLN waveguide to its strong dispersion properties and make a comparative study with the existing weakly dispersive waveguide platforms. We believe that such a versatile source of photon pairs will serve as an important ingredient in various quantum optical tasks which require photons at different telecom bands and desired spectral properties.         ",
    "url": "https://arxiv.org/abs/2411.17369",
    "authors": [
      "Muskan Arora",
      "Jyoti Arya",
      "Pranav Chokkara",
      "Jasleen Lugani"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.17482",
    "title": "An Improved Quantum Algorithm of the Multislice Method",
    "abstract": "           The multisilce method is an important algorithm for electron diffraction and image simulations in transmission electron microscopy. We have proposed a quantum algorithm of the multislice method based on quantum circuit model previously. In this work we have developed an improved quantum algorithm. We reconstruct the phase-shifting quantum circuit without using the multi-controlled quantum gates, thereby significantly improve the computation efficiency. The new quantum circuit also allows further gate count reduction at the cost of a controllable error. We have simulated the quantum circuit on a classical supercomputer and analyzed the result to prove the feasibility and correctness of the improved quantum algorithm. We also provide proper parameter settings through testing, allowing the minimization of the necessary number of quantum gates while limiting the relative error within 1%. This work demonstrates the potential of applying quantum computing to electron diffraction simulations and achieving quantum advantages.         ",
    "url": "https://arxiv.org/abs/2411.17482",
    "authors": [
      "Y.C. Wang",
      "Y. Sun",
      "Z.J. Ding"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2405.15017",
    "title": "Kinetic inductance current sensor for visible to near-infrared wavelength transition-edge sensor readout",
    "abstract": "           Single-photon detectors based on the superconducting transition-edge sensor are used in a number of visible to near-infrared applications, particularly for photon-number-resolving measurements in quantum information science. To be practical for large-scale spectroscopic imaging or photonic quantum computing applications, the size of visible to near-infrared transition-edge sensor arrays and their associated readouts must be increased from a few pixels to many thousands. In this manuscript, we introduce the kinetic inductance current sensor, a scalable readout technology that exploits the nonlinear kinetic inductance in a superconducting resonator to make sensitive current measurements. Kinetic inductance current sensors can replace superconducting quantum interference devices for many applications because of their ability to measure fast, high slew-rate signals, their compatibility with standard microwave frequency-division multiplexing techniques, and their relatively simple fabrication. Here, we demonstrate the readout of a visible to near-infrared transition-edge sensor using a kinetic inductance current sensor with 3.7 MHz of bandwidth. We measure a readout noise of 1.4 pA/$\\sqrt{\\text{Hz}}$, considerably below the detector noise at frequencies of interest, and an energy resolution of $(0.137 \\pm 0.001)$ eV at 0.8 eV, comparable to resolutions observed with non-multiplexed superconducting quantum interference device readouts.         ",
    "url": "https://arxiv.org/abs/2405.15017",
    "authors": [
      "Paul Szypryt",
      "Douglas A. Bennett",
      "Ian Fogarty Florang",
      "Joseph W. Fowler",
      "Andrea Giachero",
      "Ruslan Hummatov",
      "Adriana E. Lita",
      "John A. B. Mates",
      "Sae Woo Nam",
      "Galen C. O'Neil",
      "Daniel S. Swetz",
      "Joel N. Ullom",
      "Michael R. Vissers",
      "Jordan Wheeler",
      "Jiansong Gao"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2406.14782",
    "title": "Cross-scale energy transfer from fluid-scale Alfv\\'en waves to kinetic-scale ion acoustic waves in the Earth's magnetopause boundary layer",
    "abstract": "           In space plasmas, large-amplitude Alfvén waves can drive compressive perturbations, accelerate ion beams, and lead to plasma heating and the excitation of ion acoustic waves at kinetic scales. This energy channelling from fluid to kinetic scales represents a complementary path to the classical turbulent cascade. Here, we present observational and computational evidence to validate this hypothesis by simultaneously resolving the fluid-scale Alfvén waves, kinetic-scale ion acoustic waves, and their imprints on ion velocity distributions in the Earth's magnetopause boundary layer. We show that two coexisting compressive modes, driven by the magnetic pressure gradients of Alfvén waves, not only accelerate the ion tail population to the Alfvén velocity, but also heat the ion core population near the ion acoustic velocity and generate Debye-scale ion acoustic waves. Thus, Alfvén-acoustic energy channeling emerges as a viable mechanism for plasma heating near plasma boundaries where large-amplitude Alfvén waves are present.         ",
    "url": "https://arxiv.org/abs/2406.14782",
    "authors": [
      "Xin An",
      "Anton Artemyev",
      "Vassilis Angelopoulos",
      "Terry Z. Liu",
      "Ivan Vasko",
      "David Malaspina"
    ],
    "subjectives": [
      "Space Physics (physics.space-ph)",
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2407.10858",
    "title": "Engineering efficient light sources for silicon photonics: III-V nano-heterostructures monolithically grown on silicon",
    "abstract": "           The demand for advanced photonics technology is increasing rapidly, fueled by the necessity for high-performance and cost-effective optical information processing systems extending into the quantum domain. Silicon, benefiting from its mature fabrication processes, stands as an ideal platform. However, its inherent indirect bandgap leads to inefficient light emission. The integration of III-V materials has been proven essential to overcome this drawback. These materials are recognized for their efficient light emission and superior bandgap engineering capabilities, making them indispensable in photonics and beyond. Here, we present the monolithic integration of small-volume III-V nano-heterostructures with silicon via selective area epitaxy in the pyramidal openings etched in (100)-oriented silicon substrate. The precise positioning of the nano-heterostructures is achieved using electron beam lithography. Our atomic resolution imaging and chemical analysis confirms the epitaxial nature of InP growth, revealing well-defined heterointerfaces. Each structure incorporates an InAsP quantum dot-like active medium, and the correlation of the growth parameters with the nanoscale structure was analyzed using advanced electron microscopy. The eight-band k.p calculations demonstrate energy level quantization in three spatial dimensions. Optical characterization shows that heterostructure emission can be engineered to cover the entire telecom wavelength range. Consequently, these InAsP/InP nano-heterostructures could serve as a gain medium for silicon-based hybrid nano-lasers and nano-LEDs and quantum light sources in the telecom wavelength range.         ",
    "url": "https://arxiv.org/abs/2407.10858",
    "authors": [
      "Alisha Nanwani",
      "Paweł Wyborski",
      "Michael S. Seifner",
      "Shima Kadkhodazadeh",
      "Grzegorz Sęk",
      "Kresten Yvind",
      "Paweł Holewa",
      "Elizaveta Semenova"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2409.04455",
    "title": "A physical perspective on lithium therapy",
    "abstract": "           Lithium salts have strong medical properties in neurological disorders such as bipolar disorder and lithium-responsive headaches. They have recently gathered attention due to their potential preventive effect in viral infections. Though the therapeutic effect of lithium was documented by Cade in the late 1940s, its underlying mechanism of action is still disputed. Acute lithium exposure has an activating effect on excitable organic tissue and organisms, and is highly toxic. Lithium exposure is associated with a strong metabolic response in the organism, with large changes in phospholipid and cholesterol expression. Opposite to acute exposure, this metabolic response alleviates excessive cellular activity. The presence of lithium ions strongly affects lipid conformation and membrane phase unlike other alkali ions, with consequences for membrane permeability, buffer property and excitability. This review investigates how lithium ions affect lipid membrane composition and function, and how lithium response might in fact be the body's attempt to counteract the physical presence of lithium ions at cell level. Ideas for further research in microbiology and drug development are discussed.         ",
    "url": "https://arxiv.org/abs/2409.04455",
    "authors": [
      "Dana Kamp"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)",
      "Medical Physics (physics.med-ph)",
      "Quantitative Methods (q-bio.QM)"
    ]
  },
  {
    "id": "arXiv:2411.03515",
    "title": "Tutorial: Classifying Photonic Topology Using the Spectral Localizer and Numerical $K$-Theory",
    "abstract": "           Recently, the spectral localizer framework has emerged as an efficient approach to classifying topology in photonic systems featuring local nonlinearities and radiative environments. In nonlinear systems, this framework provides rigorous definitions for concepts like topological solitons and topological dynamics, where a system's occupation induces a local change in its topology due to the nonlinearity. For systems embedded in radiative environments that do not possess a shared bulk spectral gap, this framework enables the identification of local topology and shows that local topological protection is preserved despite the lack of a common gap. However, as the spectral localizer framework is rooted in the mathematics of $C^*$-algebras, and not vector bundles, understanding and using this framework requires developing intuition for a somewhat different set of underlying concepts than those that appear in traditional approaches to classifying material topology. In this tutorial, we introduce the spectral localizer framework from a ground-up perspective, and provide physically motivated arguments for understanding its local topological markers and associated local measure of topological protection. In doing so, we provide numerous examples of the framework's application to a variety of topological classes, including crystalline and higher-order topology. We then show how Maxwell's equations can be reformulated to be compatible with the spectral localizer framework, including the possibility of radiative boundary conditions. To aid in this introduction, we also provide a physics-oriented introduction to multi-operator pseudospectral methods and numerical $K$-theory, two mathematical concepts that form the foundation for the spectral localizer framework.         ",
    "url": "https://arxiv.org/abs/2411.03515",
    "authors": [
      "Alexander Cerjan",
      "Terry A. Loring"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Mathematical Physics (math-ph)"
    ]
  },
  {
    "id": "arXiv:2411.15749",
    "title": "Enabling low threshold laser through an asymmetric tetramer metasurface harnessing polarization-independent quasi-BICs",
    "abstract": "           We propose and numerically demonstrate a novel strategy to achieve dual-band symmetry-protected bound states in the continuum (BICs) based on a nanodisk tetramer metasurface for lasing generation. The method involves breaking the in-plane symmetry along the diagonal of the metasurface unit cell by introducing air holes in the tetramers. Through our simulations, we show that this flexible approach enables the support of dual-band BICs in the telecom-band range, with these modes evolving into quasi-BICs with remarkably high quality factors by breaking the symmetry of the system. Furthermore, the ultracompact device exhibits the unique characteristic of being polarization-independent across all viewing angles. Finally, the optically pumped gain medium provides sufficient optical gain to compensate the quasi-BIC mode losses, enabling two mode lasing with ultra-low pump threshold and very narrow optical linewidth in the telecom-band range. Our adaptable device paves the way for polarization-insensitive metasurfaces with multiple lasing resonances. This innovation holds the potential to transform areas like low-threshold lasing and biosensing by delivering improved performance and broader capabilities.         ",
    "url": "https://arxiv.org/abs/2411.15749",
    "authors": [
      "T. Wang",
      "W. Z. Di",
      "W. E. I. Sha",
      "R. P. Zaccaria"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.06747",
    "title": "Graph Frequency Features of Cancer Gene Co-Expression Networks",
    "abstract": "           Complex gene interactions play a significant role in cancer progression, driving cellular behaviors that contribute to tumor growth, invasion, and metastasis. Gene co-expression networks model the functional connectivity between genes under various biological conditions. Understanding the system-level evolution of these networks in cancer is critical for elucidating disease mechanisms and informing the development of targeted therapies. While previous studies have primarily focused on structural differences between cancer and normal cell co-expression networks, this study applies graph frequency analysis to cancer transcriptomic signals defined on gene co-expression networks, highlighting the graph spectral characteristics of cancer systems. Using a range of graph frequency filters, we showed that cancer cells display distinctive patterns in the graph frequency content of their gene transcriptomic signals, effectively distinguishing between cancer types and stages. The transformation of the original gene feature space into the graph spectral space captured more intricate cancer properties, as validated by significantly higher F-statistic scores for graph frequency-filtered gene features compared to those in the original space.         ",
    "url": "https://arxiv.org/abs/2311.06747",
    "authors": [
      "Radwa Adel",
      "Ercan Engin Kuruoglu"
    ],
    "subjectives": [
      "Molecular Networks (q-bio.MN)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2410.07712",
    "title": "Quantum Optics Applications of Hexagonal Boron Nitride Defects",
    "abstract": "           Hexagonal boron nitride (hBN) has emerged as a compelling platform for both classical and quantum technologies. In particular, the past decade has witnessed a surge of novel ideas and developments, which may be overwhelming for newcomers to the field. This review provides an overview of the fundamental concepts and key applications of hBN, including quantum sensing, quantum key distribution, quantum computing, and quantum memory. Additionally, we highlight critical experimental and theoretical advances that have expanded the capabilities of hBN, in a cohesive and accessible manner. The objective is to equip readers with a comprehensive understanding of the diverse applications of hBN, and provide insights into ongoing research efforts.         ",
    "url": "https://arxiv.org/abs/2410.07712",
    "authors": [
      "Aslı Çakan",
      "Chanaprom Cholsuk",
      "Angus Gale",
      "Mehran Kianinia",
      "Serkan Paçal",
      "Serkan Ateş",
      "Igor Aharonovich",
      "Milos Toth",
      "Tobias Vogl"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  }
]