[
  {
    "id": "arXiv:2409.18196",
    "title": "Inverse Design of an All-Dielectric Nonlinear Polaritonic Metasurface",
    "abstract": "           Nonlinear metasurfaces offer a new paradigm to realize optical nonlinear devices with new and unparalleled behavior compared to nonlinear crystals, due to the interplay between photonic resonances and materials properties. The complicated interdependency between efficiency and emission directionality of the nonlinear optical signal on the existence, localization, and lifetimes of photonic resonances, as well as on the nonlinear susceptibility, makes it extremely difficult to design optimal metasurfaces using conventional materials and geometries. Inverse design using topology optimization is a powerful design tool for photonic structures, but traditional approaches developed for linear photonics are not suitable for such high dimensional nonlinear problems. Here, we use a topology optimization approach to inverse-design a fabrication-robust nonlinear metasurface that includes quantum-engineered resonant nonlinearities in semiconductor heterostructures for efficient and directional second harmonic generation. Furthermore, we also demonstrate that under practical constraints, among all the parameters, the nonlinear modal overlap emerges as the dominant parameter that enhances conversion efficiency, a finding that contrasts with intuition-driven studies that often emphasize Purcell enhancement. Our results open new opportunities for optimizing nonlinear processes in nanophotonic structures for novel light sources, quantum information applications, and communication.         ",
    "url": "https://arxiv.org/abs/2409.18196",
    "authors": [
      "Simon Stich",
      "Jewel Mohajan",
      "Domenico de Ceglia",
      "Luca Carletti",
      "Hyunseung Jung",
      "Nicholas Karl",
      "Igal Brener",
      "Alejandro W. Rodriguez",
      "Mikhail A. Belkin",
      "Raktim Sarma"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2409.18226",
    "title": "Two-dimensional heat transfer and melt flow in the laser-impact zone at selective laser melting of thin walls -- II: Modeling",
    "abstract": "           Part II of the present work concerns modeling and analyzing the experimental data obtained in Part I. A computational fluid dynamics (CFD) model of two-dimensional conductive heat transfer and thermocapillary-driven convection is developed. The conservation laws for mass, momentum, and energy are numerically solved by a second-order Godunov finite-volume method using an original Riemann solver developed for the applied equation of state. The CFD model is validated by comparison with the experiments. Formation of two outward vortices in the melt pool is revealed. Surface-active impurities can make the surface tension-temperature function non-monotonous giving raise additional vortices with the opposite inward flow direction. The influence of melt convection on the melt pool size is not considerable in the conditions of selective laser melting (SLM). The flow velocity in the melt pool is around or less than the laser scanning speed. This means insufficient mixing in the melt pool. One cannot expect a complete homogenization of chemical composition when using powder blends in SLM. The correlation between the error of the Rosenthal model and the latent heat of fusion is carefully studied resulting an analytical model for estimating the melt pool depth. In the studied SLM cases, the accuracy of the developed analytical model is within 10% relative the CFD model. The obtained experimental and theoretical results indicate that the melt depth is approximately proportional to linear energy density LED in the typical conditions of SLM. This can be useful when optimizing the SLM process.         ",
    "url": "https://arxiv.org/abs/2409.18226",
    "authors": [
      "Andrey V. Gusarov",
      "Tatiana V. Tarasova",
      "Sergey N. Grigoriev"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2409.18284",
    "title": "Inverse Design of Unitary Transmission Matrices in Silicon Photonic Coupled Waveguide Arrays using a Neural Adjoint Model",
    "abstract": "           The development of low-loss reconfigurable integrated optical devices enables further research into technologies including photonic signal processing, analogue quantum computing, and optical neural networks. Here, we introduce digital patterning of coupled waveguide arrays as a platform capable of implementing unitary matrix operations. Determining the required device geometry for a specific optical output is computationally challenging and requires a robust and versatile inverse design protocol. In this work we present an approach using high speed neural network surrogate based gradient optimization, capable of predicting patterns of refractive index perturbations based on switching of the ultra-low loss chalcogenide phase change material, antimony tri-selinide ($\\text{Sb}_{2}\\text{Se}_{3}$). Results for a $3 \\times 3$ silicon waveguide array are presented, demonstrating control of both amplitude and phase for each transmission matrix element. Network performance is studied using neural network optimization tools such as dataset augmentation and supplementation with random noise, resulting in an average fidelity of 0.94 for unitary matrix targets. Our results show that coupled waveguide arrays with perturbation patterns offer new routes for achieving programmable integrated photonics with a reduced footprint compared to conventional interferometer-mesh technology.         ",
    "url": "https://arxiv.org/abs/2409.18284",
    "authors": [
      "Thomas W. Radford",
      "Peter R. Wiecha",
      "Alberto Politi",
      "Ioannis Zeimpekis",
      "Otto L. Muskens"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2409.18460",
    "title": "Semiclassical Truncated-Wigner-Approximation Theory of Molecular Exciton-Polariton Dynamics in Optical Cavities",
    "abstract": "           Molecular exciton polaritons are hybrid states resulting from the strong coupling of molecular electronic excitations with an optical cavity mode, presenting a promising approach for controlling photophysical and photochemical properties in molecular systems. In this study, we develop a semiclassical theory for molecular exciton-polariton dynamics using the truncated Wigner approximation (TWA) to explore the collective behavior of molecular electronic excited states under strong light-matter coupling. Our approach expands the previously developed TWA theory for molecular vibration-polariton dynamics (J. Chem. Theory Comput. 2024, 20, 3019--3027) by incorporating semiclassical treatment of quantum coherence between ground and excited molecular states. We initially apply the TWA theory to a simplified system of molecules modeled as two-level (spin-1/2) systems, omitting vibronic coupling. The semiclassical results derived from applying the TWA to single-spin operators demonstrate excellent agreement with full quantum dynamic simulations in systems with a sufficiently large number of molecules. Lastly, the TWA theory is extended to incorporate molecular vibronic coupling, revealing the dynamic polaron decoupling effect, where quantum coherence between molecular excitations is preserved under strong light-matter coupling.         ",
    "url": "https://arxiv.org/abs/2409.18460",
    "authors": [
      "Nguyen Thanh Phuc"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2409.18477",
    "title": "Non-symmetrical vortex beam shaping in VECSEL laser arrays",
    "abstract": "           We propose and numerically test a novel concept for asymmetric vortex beam generation in a Degenerate Vertical External Cavity Surface Emitting Laser (DVECSEL). The method is based on a phase-locking ring array of lasers created inside a degenerate cavity with a binary amplitude mask containing circular holes. The diffraction engineering of the mask profile allows to control the complex coupling between the lasers. The asymmetry between different lasers is introduced by varying the hole diameters corresponding to different lasers. Several examples of masks with non-uniform or uniform circular holes are investigated numerically and analytically to assess the impact of non-uniform complex coupling coefficients on the degeneracy between the vortex and anti-vortex steady-states of the ring laser arrays. It is found that the in-phase solution always dominates irrespective of non-uniform masks. The only solution to make one particular vortex solution dominant over other possible steady-state solutions consists in imprinting the necessary phase shift among neighboring lasers in the argument of their coupling coefficients. We also investigate the role of the Henry factor inherent to the use of a semiconductor active medium in the probabilities to generate vortex solutions. Analytical calculations are performed to generalize a formula previously reported in Opt. Express 30, 15648 (2022) for the limiting Henry factor to cover the case of complex couplings.         ",
    "url": "https://arxiv.org/abs/2409.18477",
    "authors": [
      "Sopfy Karuseichyk",
      "Ilan Audoin",
      "Vishwa Pal",
      "Fabien Bretenaker"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2409.18746",
    "title": "Balanced Air-Biased Detection of Terahertz Waveforms",
    "abstract": "           A novel balanced air-biased coherent detection scheme for capturing ultrabroadband terahertz (THz) waveforms is implemented. The balanced detection scheme allows for coherent detection at the full repetition rate of the laser system without requiring bias modulation, signal generators, or lock-in amplifiers while doubling the dynamic range and quadrupling the signal-to-noise ratio compared to conventional air-biased coherent detection. These advantages are achieved by rotating the bias electrodes by 90° relative to the conventional scheme. With a 1 kHz driving laser, the scheme enables sub-second, high-fidelity waveform acquisition with a continuously moving delay stage, demonstrated by collecting 200 waveforms in 100 s. The balanced detection scheme paves the way for much faster and higher quality 2D ultrabroadband terahertz spectroscopy.         ",
    "url": "https://arxiv.org/abs/2409.18746",
    "authors": [
      "Alexander Holm Ohrt",
      "Olivér Nagy",
      "Robin Löscher",
      "Clara J. Saraceno",
      "Binbin Zhou",
      "Peter Uhd Jepsen"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2409.18887",
    "title": "Deep Learning Enhanced Quantum Holography with Undetected Photons",
    "abstract": "           Holography is an essential technique of generating three-dimensional images. Recently, quantum holography with undetected photons (QHUP) has emerged as a groundbreaking method capable of capturing complex amplitude images. Despite its potential, the practical application of QHUP has been limited by susceptibility to phase disturbances, low interference visibility, and limited spatial resolution. Deep learning, recognized for its ability in processing complex data, holds significant promise in addressing these challenges. In this report, we present an ample advancement in QHUP achieved by harnessing the power of deep learning to extract images from single-shot holograms, resulting in vastly reduced noise and distortion, alongside a notable enhancement in spatial resolution. The proposed and demonstrated deep learning QHUP (DL-QHUP) methodology offers a transformative solution by delivering high-speed imaging, improved spatial resolution, and superior noise resilience, making it suitable for diverse applications across an array of research fields stretching from biomedical imaging to remote sensing. DL-QHUP signifies a crucial leap forward in the realm of holography, demonstrating its immense potential to revolutionize imaging capabilities and pave the way for advancements in various scientific disciplines. The integration of DL-QHUP promises to unlock new possibilities in imaging applications, transcending existing limitations and offering unparalleled performance in challenging environments.         ",
    "url": "https://arxiv.org/abs/2409.18887",
    "authors": [
      "Weiru Fan",
      "Gewei Qian",
      "Yutong Wang",
      "Chen-Ran Xu",
      "Ziyang Chen",
      "Xun Liu",
      "Wei Li",
      "Xu Liu",
      "Feng Liu",
      "Xingqi Xu",
      "Da-Wei Wang",
      "Vladislav V. Yakovlev"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2409.18241",
    "title": "On Inverse Problems for Two-Dimensional Steady Supersonic Euler Flows past Curved Wedges",
    "abstract": "           We are concerned with the well-posedness of an inverse problem for determining the wedge boundary and associated two-dimensional steady supersonic Euler flow past the wedge, provided that the pressure distribution on the boundary surface of the wedge and the incoming state of the flow are given. We first establish the existence of wedge boundaries and associated entropy solutions of the inverse problem when the pressure on the wedge boundary is larger than that of the incoming flow but less than a critical value, and the total variation of the incoming flow and the pressure distribution is sufficiently small. This is achieved by carefully constructing suitable approximate solutions and approximate boundaries via developing a wave-front tracking algorithm and the rigorous proof of their strong convergence to a global entropy solution and a wedge boundary respectively. Then we establish the $L^{\\infty}$--stability of the wedge boundaries, by introducing a modified Lyapunov functional for two different solutions with two distinct boundaries, each of which may contain a strong shock-front. The modified Lyapunov functional is carefully designed to control the distance between the two boundaries and is proved to be Lipschitz continuous with respect to the differences of the incoming flow and the pressure on the wedge, which leads to the existence of the Lipschitz semigroup. Finally, when the pressure distribution on the wedge boundary is sufficiently close to that of the incoming flow, using this semigroup, we compare two solutions of the inverse problem in the respective supersonic full Euler flow and potential flow and prove that, at $x>0$, the distance between the two boundaries and the difference of the two solutions are of the same order of $x$ multiplied by the cube of the perturbations of the initial boundary data in $L^\\infty\\cap BV$.         ",
    "url": "https://arxiv.org/abs/2409.18241",
    "authors": [
      "Gui-Qiang G. Chen",
      "Yun Pu",
      "Yongqian Zhang"
    ],
    "subjectives": [
      "Analysis of PDEs (math.AP)",
      "Mathematical Physics (math-ph)",
      "Optimization and Control (math.OC)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2409.18287",
    "title": "Understanding the chemical and structural variability in the efficiency of band edge optical transitions of 2D monolayer materials",
    "abstract": "           We conducted a high-throughput density functional theory calculation and comprehensive analysis of the momentum matrix elements between the band edges across a wide range of nonmagnetic two-dimensional monolayer materials with direct band gaps. The primary objectives of our study were twofold: (i) to identify and rank the materials as potential optical emitters and (ii) to enhance our understanding of the physical and chemical factors that determine the strength of the optical coupling. The momentum matrix elements range from nearly 0 to 1.13 at.u., depending on the specific structure and composition of the materials. By comparison, the most prominent group III-V bulk semiconductors have momentum matrix elements on the order of 1 at.u., indicating the high potential of two-dimensional monolayer materials as optical emitters. We applied a criterion derived from the atomic orbital selection rules for electronic transitions. Finally, we examined the prominent family of monolayer transition metal dichalcogenides, which exhibited high optical coupling and low criterion values. We propose a connection between the significant contribution to the momentum matrix elements for interband optical transitions and the anomalous Born effective charge phenomena. The implications of this phenomenon are such that, unlike materials that exhibit conventional Born effective charges, in which increased ionicity leads to diminished optical coupling. If the anomalous situation is present, it arises from a distinctive charge transfer and bonding mechanism, resulting in a positive correlation between ionicity and the optical coupling.         ",
    "url": "https://arxiv.org/abs/2409.18287",
    "authors": [
      "A. F. Gómez-Bastidas",
      "Karthik Sriram",
      "A. C. Garcia-Castro",
      "Oleg Rubel"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2409.18326",
    "title": "Automated Segmentation and Analysis of Microscopy Images of Laser Powder Bed Fusion Melt Tracks",
    "abstract": "           With the increasing adoption of metal additive manufacturing (AM), researchers and practitioners are turning to data-driven approaches to optimise printing conditions. Cross-sectional images of melt tracks provide valuable information for tuning process parameters, developing parameter scaling data, and identifying defects. Here we present an image segmentation neural network that automatically identifies and measures melt track dimensions from a cross-section image. We use a U-Net architecture to train on a data set of 62 pre-labelled images obtained from different labs, machines, and materials coupled with image augmentation. When neural network hyperparameters such as batch size and learning rate are properly tuned, the learned model shows an accuracy for classification of over 99% and an F1 score over 90%. The neural network exhibits robustness when tested on images captured by various users, printed on different machines, and acquired using different microscopes. A post-processing module extracts the height and width of the melt pool, and the wetting angles. We discuss opportunities to improve model performance and avenues for transfer learning, such as extension to other AM processes such as directed energy deposition.         ",
    "url": "https://arxiv.org/abs/2409.18326",
    "authors": [
      "Aagam Shah",
      "Reimar Weissbach",
      "David A. Griggs",
      "A. John Hart",
      "Elif Ertekin",
      "Sameh Tawfick"
    ],
    "subjectives": [
      "Computer Vision and Pattern Recognition (cs.CV)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2409.18447",
    "title": "Controlling the band structure and quench dynamics in one-dimensional optomechanical array driven by a phase modulated laser",
    "abstract": "           We theoretically investigated an array of coupled optomechanical cavities driven by a phase-modulated laser. We show that phase modulation enables the control of band structure and switching of the relative weights of photons and phonons in hybrid eigenmodes. Finally, we show how phase affects the population of hybrid modes and quench dynamics.         ",
    "url": "https://arxiv.org/abs/2409.18447",
    "authors": [
      "Divya Mishra",
      "Parvendra Kumar"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2409.18734",
    "title": "On Adaptive Frequency Sampling for Data-driven MOR Applied to Antenna Responses",
    "abstract": "           Frequency domain sweeps of array antennas are well-known to be time-intensive, and different surrogate models have been used to improve the performance. Data-driven model order reduction algorithms, such as the Loewner framework and vector fitting, can be integrated with these adaptive error estimates, in an iterative algorithm, to reduce the number of full-wave simulations required to accurately capture the requested frequency behavior of multiport array antennas. In this work, we propose two novel adaptive methods exploiting a block matrix function which is a key part of the Loewner framework generating system approach. The first algorithm leverages an inherent matrix parameter freedom in the block matrix function to identify frequency points with large errors, whereas the second utilizes the condition number of the block matrix function. Both methods effectively provide frequency domain error estimates, essential for improved performance. Numerical experiments on multiport array antenna S-parameters demonstrate the effectiveness of our proposed algorithms within the Loewner framework.         ",
    "url": "https://arxiv.org/abs/2409.18734",
    "authors": [
      "Lucas Åkerstedt",
      "Darwin Blanco",
      "B. L. G. Jonsson"
    ],
    "subjectives": [
      "Systems and Control (eess.SY)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2409.18781",
    "title": "Bypassing the filtering challenges in microwave-optical quantum transduction through optomechanical four-wave mixing",
    "abstract": "           Microwave-optical quantum transduction is a key enabling technology in quantum networking, but has been plagued by a formidable technical challenge. As most microwave-optical-transduction techniques rely on three-wave mixing processes, the processes consume photons from a driving telecom-band (pump) laser to convert input microwave photons into telecom-band photons detuned from the laser by this microwave frequency. However, cleanly separating out single photons detuned only a few GHz away from a classically bright laser in the same spatial mode requires frequency filters of unprecedented extinction over a very narrow transition band, straining the capabilities of today's technology. Instead of confronting this challenge directly, we show how one may achieve the same transduction objective with comparable efficiency using a four-wave mixing process in which $pairs$ of pump photons are consumed to produce transduced optical photons widely separated in frequency from the pump. We develop this process by considering higher-order analogues of photoelasticity and electrostriction than those used in conventional optomechanics, and examine how the efficiency of this process can be made to exceed conventional optomechanical couplings.         ",
    "url": "https://arxiv.org/abs/2409.18781",
    "authors": [
      "James Schneeloch",
      "Erin Sheridan",
      "A. Matthew Smith",
      "Christopher C. Tison",
      "Daniel L. Campbell",
      "Matthew D. LaHaye",
      "Michael L. Fanto",
      "Paul M. Alsing"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2409.18843",
    "title": "Thermal Conductivity of Cubic Silicon Carbide Single Crystals Heavily Doped by Nitrogen",
    "abstract": "           High-purity cubic silicon carbide possesses the second-highest thermal conductivity among large-scale crystals, surpassed only by diamond, making it crucial for practical applications of thermal management. Recent theoretical studies predict that heavy doping reduces the thermal conductivity of 3C-SiC via phonon-defect and phonon-electron scattering. However, experimental evidence has been limited. In this work, we report the thermal conductivity of heavily nitrogen doped 3C SiC single crystals, grown using the top-seeded solution growth method, measured via time domain thermoreflectance. Our results show that a significant reduction (up to 30%) in thermal conductivity is observed with nitrogen doping concentrations around 1020 cm-3. A comparison with theoretical calculations indicates less intensive scatterings are observed in the measured thermal conductivity. We speculate that the electron-phonon scattering may have a smaller impact than previously anticipated or the distribution of defects are nonuniform which leads to less intensive scatterings. These findings shed light on understanding the doping effects on thermal transport in semiconductors and support further exploration of 3C SiC for thermal management in electronics.         ",
    "url": "https://arxiv.org/abs/2409.18843",
    "authors": [
      "Zifeng Huang",
      "Yunfan Yang",
      "Da Sheng",
      "Hui Li",
      "Yuxiang Wang",
      "Zixuan Sun",
      "Ming Li",
      "Runsheng Wang",
      "Ru Huang",
      "Zhe Cheng"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2112.15428",
    "title": "How can scientists establish an observer-independent science? Embodied cognition, consciousness and quantum mechanics",
    "abstract": "           Evidence is growing for the theory of embodied cognition, which posits that action and perception co-determine each other, forming an action-perception loop. This suggests that we humans somehow participate in what we perceive. So, how can scientists escape the action-perception loop to obtain an observer-independent description of the world? Here we present a set of conjectures informed by the philosophy of mind and a reverse-engineering of science and quantum physics to explore this question. We argue that embodiment, as traditionally understood, can manifest aspects of imaginary-time quantum dynamics. We then explore what additional constraints are required to obtain aspects of genuine, real-time quantum dynamics. In particular, we conjecture that an embodied scientist doing experiments must be described from the perspective of another scientist, which is ignored in traditional approaches to embodied cognition, and that observers play complementary roles as both objects experienced by other observers and ``subjects'' that experience other objects.         ",
    "url": "https://arxiv.org/abs/2112.15428",
    "authors": [
      "John Realpe-Gómez"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2311.14449",
    "title": "Influence of Feedback Phase on Time Delay Signature and Chaos Bandwidth in a Laser subject to Dual Optical Feedback",
    "abstract": "           Semiconductor lasers subject to optical feedback can behave chaotically, which can be used as a source of randomness. The optical feedback, provided by mirrors at a distance, determines the characteristics of the chaos and thus the quality of the randomness. However, this fixed distance also shows itself in the intensity, an unwanted feature called the Time Delay Signature (TDS). One promising solution to suppress the TDS is using double optical feedback. We study this system numerically in this paper. In particular, we focus on the impact of the feedback phase, a sub-wavelength change in the position of the mirrors, on the TDS and chaos bandwidth (CBW) of the system. We show that by precisely setting the feedback parameters, including the feedback phases, the TDS can be suppressed, and that the feedback phase control is necessary rather than optional to robustly suppress the TDS. In addition, it is possible to suppress the TDS without loss of the CBW. At strong feedback rates the system can restabilize, and one can switch between a chaotic and steady state by changing only the feedback phase. Finally, we relate the feedback phase sensitivity to interference between the two delayed signals. This system is promising for applications of chaotic lasers as one can either suppress the TDS or increase the CBW.         ",
    "url": "https://arxiv.org/abs/2311.14449",
    "authors": [
      "Robbe de Mey",
      "Spencer W. Jolly",
      "Martin Virte"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Chaotic Dynamics (nlin.CD)"
    ]
  },
  {
    "id": "arXiv:2404.15102",
    "title": "Omnidirectional gradient force optical trapping in dielectric nanocavities by inverse design",
    "abstract": "           Optical trapping enables precise control of individual particles of different sizes, such as atoms, molecules, or nanospheres. Optical tweezers provide free-space omnidirectional optical trapping of objects in laboratories around the world. As an alternative to standard macroscopic setups based on lenses, which are inherently bound by the diffraction limit, plasmonic and photonic nanostructures promise trapping by near-field optical effects on the extreme nanoscale. However, the practical design of lossless waveguide-coupled nanostructures capable of trapping sub-wavelength-sized particles in all spatial directions has until now proven insurmountable. In this work, we demonstrate an omnidirectional optical trap realized by inverse-designing fabrication-ready integrated dielectric nanocavities. The sub-wavelength optical trap is designed to rely solely on the gradient force and is thus particle-size agnostic. In particular, we show how a trapped particle with a radius of 15 nm experiences a force strong enough to overcome room-temperature thermal fluctuations. Furthermore, through the robust inverse design framework, we tailor manufacturable devices operating at short-wave infrared and near-infrared wavelengths. Our results open a new regime of levitated optical trapping by achieving a deep trapping potential capable of trapping single sub-wavelength particles in all directions using optical gradient forces. We anticipate potentially groundbreaking applications of the optimized optical trapping system for biomolecular analysis in aqueous environments, levitated cavity-optomechanics, and cold atom physics, constituting an important step towards realizing integrated bio-nanophotonics and mesoscopic quantum mechanical experiments.         ",
    "url": "https://arxiv.org/abs/2404.15102",
    "authors": [
      "Beñat Martinez de Aguirre Jokisch",
      "Benjamin Falkenberg Gøtzsche",
      "Philip Trøst Kristensen",
      "Martijn Wubs",
      "Ole Sigmund",
      "Rasmus Ellebæk Christiansen"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2405.01475",
    "title": "Experimental demonstration of frequency downconverted arm length stabilization for a future upgraded gravitational wave detector",
    "abstract": "           Ground-based laser interferometric gravitational wave detectors consist of complex multiple optical cavity systems. An arm-length stabilization (ALS) system has played an important role in bringing such complex detector into operational state and enhance the duty cycle. The sensitivity of these detectors can be improved if the thermal noise of their test mass mirror coatings is reduced. Crystalline AlGaAs coatings are a promising candidate for this. However, traditional ALS system with frequency-doubled 532 nm light is no longer an option with AlGaAs coatings due to the narrow bandgap of GaAs, thus alternative locking schemes must be developed. In this letter, we describe an experimental demonstration of a novel ALS scheme which is compatible with AlGaAs coatings. This ALS scheme will enable the use of AlGaAs coatings and contribute to improved sensitivity of future detectors.         ",
    "url": "https://arxiv.org/abs/2405.01475",
    "authors": [
      "Satoshi Tanioka",
      "Bin Wu",
      "Stefan W. Ballmer"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ]
  },
  {
    "id": "arXiv:2405.09340",
    "title": "Laser Printing of Silver and Silver Oxide",
    "abstract": "           We show that direct laser writing in aqueous silver nitrate with a $\\lambda$ = 1030 nm femtosecond laser results in deposition of a mixture of silver oxide and silver, in contrast to the pure silver deposition previously reported with 780 nm femtosecond direct laser writing. However, adding photoinitiator prevents silver oxide formation in a concentration-dependent manner. As a result, the resistivity of the material can also be controlled by photoinitiator concentration with resistivity being reduced from approximately 9e-3 $\\Omega$m to 3e-7 $\\Omega$m. Silver oxide peaks dominate the X-ray diffraction spectra when no photoinitiator is present, while the peaks disappear with photoinitiator concentrations above 0.05 wt%. A THz polarizer and metamaterial are printed as a demonstration of silver oxide printing.         ",
    "url": "https://arxiv.org/abs/2405.09340",
    "authors": [
      "Jordan M. Adams",
      "Daniel Heligman",
      "Ryan O'Dell",
      "Christine Y. Wang",
      "Daniel Young"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2407.20160",
    "title": "Quantum efficiency and vertical position of quantum emitters in hBN determined by Purcell effect in hybrid metal-dielectric planar photonic structures",
    "abstract": "           Color centers in hexagonal boron nitride (hBN) advantageously combine excellent photophysical properties with a potential for integration in highly compact devices. Progress towards scalable integration necessitates a high quantum efficiency and an efficient photon collection. In this context, we compare the optical characteristics of individual hBN color centers generated by electron irradiation, in two different electromagnetic environments. We keep track of well-identified emitters that we characterize before and after dry transfer of exfoliated crystals. This comparison provides information about their quantum efficiency - which we find close to unity - as well as their vertical position in the crystal with nanometric precision, which we find away from the flake surfaces. Our work suggests hybrid dielectric-metal planar structures as an efficient tool for characterizing quantum emitters in addition to improving the count rate, and can be generalized to other emitters in 2D materials or in planar photonic structures.         ",
    "url": "https://arxiv.org/abs/2407.20160",
    "authors": [
      "Domitille Gérard",
      "Aurélie Pierret",
      "Helmi Fartas",
      "Bruno Bérini",
      "Stéphanie Buil",
      "Jean-Pierre Hermier",
      "Aymeric Delteil"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2409.06234",
    "title": "Optical Neural Engine for Solving Scientific Partial Differential Equations",
    "abstract": "           Solving partial differential equations (PDEs) is the cornerstone of scientific research and development. Data-driven machine learning (ML) approaches are emerging to accelerate time-consuming and computation-intensive numerical simulations of PDEs. Although optical systems offer high-throughput and energy-efficient ML hardware, there is no demonstration of utilizing them for solving PDEs. Here, we present an optical neural engine (ONE) architecture combining diffractive optical neural networks for Fourier space processing and optical crossbar structures for real space processing to solve time-dependent and time-independent PDEs in diverse disciplines, including Darcy flow equation, the magnetostatic Poisson equation in demagnetization, the Navier-Stokes equation in incompressible fluid, Maxwell's equations in nanophotonic metasurfaces, and coupled PDEs in a multiphysics system. We numerically and experimentally demonstrate the capability of the ONE architecture, which not only leverages the advantages of high-performance dual-space processing for outperforming traditional PDE solvers and being comparable with state-of-the-art ML models but also can be implemented using optical computing hardware with unique features of low-energy and highly parallel constant-time processing irrespective of model scales and real-time reconfigurability for tackling multiple tasks with the same architecture. The demonstrated architecture offers a versatile and powerful platform for large-scale scientific and engineering computations.         ",
    "url": "https://arxiv.org/abs/2409.06234",
    "authors": [
      "Yingheng Tang",
      "Ruiyang Chen",
      "Minhan Lou",
      "Jichao Fan",
      "Cunxi Yu",
      "Andy Nonaka",
      "Zhi Yao",
      "Weilu Gao"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2409.09049",
    "title": "Two-Time Relativistic Bohmian Model of Quantum Mechanics",
    "abstract": "           In this paper, the recently presented Two-Time relativistic Bohmian Model (TTBM) is first rigorously and thoroughly summarized: definition, salient properties and observational explanations (double-slit experiment). Secondly, the theory is applied to a generic spherical atomic orbit, obtaining oscillations of the electron in the new time dimension, tau, that demonstrate the static nature of the orbitals. Something very similar happens in the case of a particle in box, where tau-oscillations cause the particle to spread out at steady states. Some speculations about spin and astrophysical follow. Finally, strengths and pending tasks of the model are summarized.         ",
    "url": "https://arxiv.org/abs/2409.09049",
    "authors": [
      "Giuseppe Raguní"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2305.15230",
    "title": "Limit on spatial quantum superpositions with massive objects due to phonons",
    "abstract": "           It has been a long-standing goal to bring massive objects into a superposition of different locations in real space, not only to confirm quantum theory in new regimes, but also to explore the interface with gravity. The main challenge is usually thought to arise from forces or scattering due to environmental fields and particles that decohere the large object's wave function into a statistical mixture. We unveil a decoherence channel which cannot be eliminated by improved isolation from the environment. It originates from sound waves within the object, which are excited as part of any splitting process and carry partial \"Welcher Weg\" information. This puts stringent constraints on future spatial superpositions of large objects.         ",
    "url": "https://arxiv.org/abs/2305.15230",
    "authors": [
      "Carsten Henkel",
      "Ron Folman"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2309.09933",
    "title": "Improving the convergence of an iterative algorithm for solving arbitrary linear equation systems using classical or quantum binary optimization",
    "abstract": "           Recent advancements in quantum computing and quantum-inspired algorithms have sparked renewed interest in binary optimization. These hardware and software innovations promise to revolutionize solution times for complex problems. In this work, we propose a novel method for solving linear systems. Our approach leverages binary optimization, making it particularly well-suited for problems with large condition numbers. We transform the linear system into a binary optimization problem, drawing inspiration from the geometry of the original problem and resembling the conjugate gradient method. This approach employs conjugate directions that significantly accelerate the algorithm's convergence rate. Furthermore, we demonstrate that by leveraging partial knowledge of the problem's intrinsic geometry, we can decompose the original problem into smaller, independent sub-problems. These sub-problems can be efficiently tackled using either quantum or classical solvers. While determining the problem's geometry introduces some additional computational cost, this investment is outweighed by the substantial performance gains compared to existing methods.         ",
    "url": "https://arxiv.org/abs/2309.09933",
    "authors": [
      "Erick R. Castro",
      "Eldues O. Martins",
      "Roberto S. Sarthour",
      "Alexandre M. Souza",
      "Ivan S. Oliveira"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2403.16791",
    "title": "Nonlinear dynamics as a ground-state solution on quantum computers",
    "abstract": "           For the solution of time-dependent nonlinear differential equations, we present variational quantum algorithms (VQAs) that encode both space and time in qubit registers. The spacetime encoding enables us to obtain the entire time evolution from a single ground-state computation. We describe a general procedure to construct efficient quantum circuits for the cost function evaluation required by VQAs. To mitigate the barren plateau problem during the optimization, we propose an adaptive multigrid strategy. The approach is illustrated for the nonlinear Burgers equation. We classically optimize quantum circuits to represent the desired ground-state solutions, run them on IBM Q System One and Quantinuum System Model H1, and demonstrate that current quantum computers are capable of accurately reproducing the exact results.         ",
    "url": "https://arxiv.org/abs/2403.16791",
    "authors": [
      "Albert J. Pool",
      "Alejandro D. Somoza",
      "Conor Mc Keever",
      "Michael Lubasch",
      "Birger Horstmann"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2406.00296",
    "title": "A Novel Quantum-Classical Hybrid Algorithm for Determining Eigenstate Energies in Quantum Systems",
    "abstract": "           Developing efficient quantum computing algorithms is essential for tackling computationally challenging problems across various fields. This paper presents a novel quantum algorithm, XZ24, for efficiently computing the eigen-energy spectra of arbitrary quantum systems. Given a Hamiltonian $\\hat{H}$ and an initial reference state $|\\psi_{\\text{ref}} \\rangle$, the algorithm extracts information about $\\langle \\psi_{\\text{ref}} | \\cos(\\hat{H} t) | \\psi_{\\text{ref}} \\rangle$ from an auxiliary qubit's state. By applying a Fourier transform, the algorithm resolves the energies of eigenstates of the Hamiltonian with significant overlap with the reference wavefunction. We provide a theoretical analysis and numerical simulations, showing XZ24's superior efficiency and accuracy compared to existing algorithms. XZ24 has three key advantages: 1. It removes the need for eigenstate preparation, requiring only a reference state with non-negligible overlap, improving upon methods like the Variational Quantum Eigensolver. 2. It reduces measurement overhead, measuring only one auxiliary qubit. For a system of size $L$ with precision $\\epsilon$, the sampling complexity scales as $O(L \\cdot \\epsilon^{-1})$. When relative precision $\\epsilon$ is sufficient, the complexity scales as $O(\\epsilon^{-1})$, making measurements independent of system size. 3. It enables simultaneous computation of multiple eigen-energies, depending on the reference state. We anticipate that XZ24 will advance quantum system simulations and enhance applications in quantum computing.         ",
    "url": "https://arxiv.org/abs/2406.00296",
    "authors": [
      "Qing-Xing Xie",
      "Yan Zhao"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2407.15961",
    "title": "Benchmarking of quantum fidelity kernels for Gaussian process regression",
    "abstract": "           Quantum computing algorithms have been shown to produce performant quantum kernels for machine-learning classification problems. Here, we examine the performance of quantum kernels for regression problems of practical interest. For an unbiased benchmarking of quantum kernels, it is necessary to construct the most optimal functional form of the classical kernels and the most optimal quantum kernels for each given data set. We develop an algorithm that uses an analog of the Bayesian information criterion to optimize the sequence of quantum gates used to estimate quantum kernels for Gaussian process models. The algorithm increases the complexity of the quantum circuits incrementally, while improving the performance of the resulting kernels, and is shown to yield much higher model accuracy with fewer quantum gates than a fixed quantum circuit ansatz. We demonstrate that quantum kernels thus obtained can be used to build accurate models of global potential energy surfaces (PES) for polyatomic molecules. The average interpolation error of the six-dimensional PES obtained with a random distribution of 2000 energy points is 16 cm$^{-1}$ for H$_3$O$^+$, 15 cm$^{-1}$ for H$_2$CO and 88 cm$^{-1}$ for HNO$_2$. We show that a compositional optimization of classical kernels for Gaussian process regression converges to the same errors. This indicates that quantum kernels can achieve the same, though not better, expressivity as classical kernels for regression problems.         ",
    "url": "https://arxiv.org/abs/2407.15961",
    "authors": [
      "Xuyang Guo",
      "Jun Dai",
      "Roman V. Krems"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  }
]