[
  {
    "id": "arXiv:2212.06216",
    "title": "A spatially uniform illumination source for widefield multi-spectral  optical microscopy",
    "abstract": "Illumination uniformity is a critical parameter for excitation and data extraction quality in widefield biological imaging applications. However, typical imaging systems suffer from spatial and spectral non-uniformity due to non-ideal optical elements, thus require complex solutions for illumination corrections. We present Effective Uniform Color-Light Integration Device (EUCLID), a simple and cost-effective illumination source for uniformity corrections. EUCLID employs a diffuse-reflective, adjustable hollow cavity that allows for uniform mixing of light from discrete light sources and modifies the source field distribution to compensate for spatial non-uniformity introduced by optical components in the imaging system. In this study, we characterize the light coupling efficiency of the proposed design and compare the uniformity performance with the conventional method. EUCLID demonstrates a remarkable illumination improvement for multi-spectral imaging in both Nelsonian and Koehler alignment with a maximum spatial deviation of ~1% across a wide field-of-view. ",
    "url": "https://arxiv.org/abs/2212.06216",
    "authors": [
      "Iris Celebi",
      "Mete Aslan",
      "M. Selim Unlu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.06222",
    "title": "Frozen Mode Regime in an Optical Waveguide With Distributed Bragg  Reflector",
    "abstract": "We introduce a glide symmetric optical waveguide exhibiting a stationary inflection point (SIP) in the Bloch wavenumber dispersion relation. An SIP is a third order exceptional point of degeneracy (EPD) where three Bloch eigenmodes coalesce to form a so-called frozen mode with vanishing group velocity and diverging amplitude. We show that the incorporation of chirped distributed Bragg reflectors and distributed coupling between waveguides in the periodic structure facilitates the SIP formation and greatly enhances the characteristics of the frozen mode regime. We confirm the existence of an SIP in two ways: by observing the flatness of the dispersion diagram and also by using a coalescence parameter describing the separation of the three eigenvectors collapsing on each other. We find that in the absence of losses, both the quality factor and the group delay at the SIP grow with the cubic power of the cavity length. The frozen mode regime can be very attractive for light amplification and lasing, in optical delay lines, sensors, and modulators. ",
    "url": "https://arxiv.org/abs/2212.06222",
    "authors": [
      "Nathaniel Furman",
      "Tarek Mealy",
      "Md Shafiqul Islam",
      "Ilya Vitebskiy",
      "Ricky Gibson",
      "Robert Bedford",
      "Ozdal Boyraz",
      "Filippo Capolino"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.06298",
    "title": "High-power, low-phase-noise, frequency-agile laser system for delivering  fiber-noise-cancelled pulses for Strontium clock atom interferometry",
    "abstract": "We present the development of a laser system for performing single-photon atom interferometry on the 698 nm clock transition in ultracold Strontium. We coherently combine the power of two Titanium:Sapphire lasers and demonstrate chirps of 200 MHz in 2.5 ms while phase-locked to an optical reference. Moreover, we demonstrate a novel scheme to deliver 4 W pulsed beams to the atoms via a mode-cleaning optical fiber using active noise cancellation. ",
    "url": "https://arxiv.org/abs/2212.06298",
    "authors": [
      "Kenneth DeRose",
      "Tejas Deshpande",
      "Yiping Wang",
      "Tim Kovachy"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2212.06326",
    "title": "A Silicon Nitride Microring Based High-Speed, Tuning-Efficient,  Electro-Refractive Modulator",
    "abstract": "The use of the Silicon-on-Insulator (SOI) platform has been prominent for realizing CMOS-compatible, high-performance photonic integrated circuits (PICs). But in recent years, the silicon-nitride-on-silicon-dioxide (SiN-on-SiO$_2$) platform has garnered increasing interest as an alternative to the SOI platform for realizing high-performance PICs. This is because of its several beneficial properties over the SOI platform, such as low optical losses, high thermo-optic stability, broader wavelength transparency range, and high tolerance to fabrication-process variations. However, SiN-on-SiO$_2$ based active devices such as modulators are scarce and lack in desired performance, due to the absence of free-carrier based activity in the SiN material and the complexity of integrating other active materials with SiN-on-SiO$_2$ platform. This shortcoming hinders the SiN-on-SiO$_2$ platform for realizing active PICs. To address this shortcoming, we demonstrate a SiN-on-SiO$_2$ microring resonator (MRR) based active modulator in this article. Our designed MRR modulator employs an Indium-Tin-Oxide (ITO)-SiN-ITO thin-film stack, in which the ITO thin films act as the upper and lower claddings of the SiN MRR. The ITO-SiN-ITO thin-film stack leverages the free-carrier assisted, high-amplitude refractive index change in the ITO films to effect a large electro-refractive optical modulation in the device. Based on the electrostatic, transient, and finite difference time domain (FDTD) simulations, conducted using photonics foundry-validated tools, we show that our modulator achieves 280 pm/V resonance modulation efficiency, 67.8 GHz 3-dB modulation bandwidth, $\\sim$19 nm free-spectral range (FSR), $\\sim$0.23 dB insertion loss, and 10.31 dB extinction ratio for optical on-off-keying (OOK) modulation at 30 Gb/s. ",
    "url": "https://arxiv.org/abs/2212.06326",
    "authors": [
      "Venkata Sai Praneeth Karempudi",
      "Ishan G Thakkar",
      "Jeffrey Todd Hastings"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2212.06441",
    "title": "Inverse Design of High-NA Metalens for Maskless Lithography",
    "abstract": "We demonstrate an axisymmetric inverse-designed metalens to improve the performance of zone-plate-array lithography (ZPAL), one of the maskless lithography approaches, that offer a new paradigm for nanoscale research and industry. First, we derive a computational upper bound for a unit-cell-based axisymmetric metalens. Then, we demonstrate a fabrication-compatible inverse-designed metalens with 85.50\\% transmission normalized focusing efficiency at 0.6 numerical aperture at 405nm wavelength; a higher efficiency than a theoretical gradient index lens design (79.98\\%). We also demonstrate experimental validation for our axisymmetric inverse-designed metalens via electron beam lithography. Metalens-based maskless lithography may open a new way of achieving low-cost, large-area nanofabrication. ",
    "url": "https://arxiv.org/abs/2212.06441",
    "authors": [
      "Haejun Chung",
      "Feng Zhang",
      "Hao Li",
      "Owen D. Miller",
      "Henry I. Smith"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.06474",
    "title": "The density and pressure of helium nano-bubbles encapsulated in silicon",
    "abstract": "The $1s^2->1s2p(^1P)$ excitation in confined and compressed helium atoms in either the bulk material or encapsulated in a bubble is shifted to energies higher than that in the free atom. For bulk helium, the energy shifts predicted from non-empirical electronic structure computations are in excellent agreement with the experimentally determined values. However, there are significant discrepancies both between the results of experiments on different bubbles and between these and the well established descriptions of the bulk. A critique is presented of previous attempts to determine the densities in bubbles by measuring the intensities of the electrons inelastically scattered in STEM experiments. The reported densities are untrustworthy because it was assumed that the cross section for inelastic electron scattering was the same as that of a free atom whilst it is now known that this property is greatly enhanced for atoms confined at significant pressures. It is shown how experimental measurements of bubbles can be combined with data on the bulk using a graphical method to determine whether the behavior of an encapsulated guest differs from that in the bulk material. Experimental electron energy loss data from an earlier study of helium encapsulated in silicon is reanalyzed using this new method to show that the properties of the helium in these bubbles do not differ significantly from those in the bulk thereby enabling the densities in the bubbles to be determined. These enable the bubble pressures to be deduced from a well established experimentally derived equation of state. It is shown that the errors of up to 80% in the incorrectly determined densities are greatly magnified in the predicted pressures which can be too large by factors of over seven. This has major practical implications for the study of radiation damage of materials exposed to $\\alpha$ particle bombardment. ",
    "url": "https://arxiv.org/abs/2212.06474",
    "authors": [
      "N.C. Pyper",
      "A.J.W. Thom",
      "Colm T. Whelan"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2212.06488",
    "title": "Tracking exceptional points above laser threshold",
    "abstract": "Recent studies on non-Hermitian optical systems having exceptional points (EPs) have revealed a host of unique characteristics associated with these singularities, including unidirectional invisibility, chiral mode switching and laser self-termination, to mention just a few examples. The vast majority of these works focused either on passive systems or active structures where the EPs were accessed below the lasing threshold, i.e. when the system description is inherently linear. In this work, we experimentally demonstrate that EP singularities in coupled semiconductor nanolasers can be accessed and tracked above the lasing threshold, where they become branch points of a nonlinear dynamical system. Contrary to the common belief that unavoidable cavity detuning will impede the formation of an EP, here we demonstrate that this same detuning is necessary for compensating the carrier-induced frequency shift, hence restoring the nonlinear EP in the lasing regime. Furthermore, unlike linear non-Hermitian systems, we find that the spectral location of EPs above laser threshold varies as a function of total pump power and can therefore be continuously tracked. Our work is a first step towards the realization of lasing EPs in more complex laser geometries, and enabling the enhancement of photonic local density of states through non-Hermitian symmetries combined with nonlinear interactions in coupled laser arrays. ",
    "url": "https://arxiv.org/abs/2212.06488",
    "authors": [
      "Kaiwen Ji",
      "Qi Zhong",
      "Li Ge",
      "Gregoire Beaudoin",
      "Isabelle Sagnes",
      "Fabrice Raineri",
      "Ramy El-Ganainy",
      "Alejandro M. Yacomotti"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.06583",
    "title": "Acoustic surface modes on metasurfaces with embedded next-nearest  neighbor coupling",
    "abstract": "We design, simulate, and experimentally characterize an acoustic metasurface comprising of a 1D array of open, sound-hard, cavities, modulated with beyond-nearest-neighbor (BNN) couplings in the form of additional connecting cavities embedded beneath the surface. The hidden complex structure is realized readily with additive manufacturing techniques (3D printing). The dispersive properties of the supported localized acoustic surface waves are influenced by competing power-flow channels provided by the BNN couplings, that generate extrema in the dispersion spectra within the first Brillouin zone. The structure supports negatively dispersing 'backwards' waves that we experimentally verify. Such structures thereby provide a route to enhanced acoustic sensing by acoustic metasurfaces. ",
    "url": "https://arxiv.org/abs/2212.06583",
    "authors": [
      "D. B. Moore",
      "J. R. Sambles",
      "A. P. Hibbins",
      "T. A. Starkey",
      "G. J. Chaplain"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2212.06699",
    "title": "Deep multilevel wet etching of fused silica glass microstructures in BOE  solution",
    "abstract": "Fused silica glass is a material of choice for micromechanical, microfluidic, and optical devices due to its ultimate chemical resistance, optical, electrical, and mechanical performance. Wet etching in hydrofluoric solutions especially a buffered oxide etching (BOE) solution is still the key method for fabricating fused silica glass-based microdevices. It is well known that protective mask integrity during deep fused silica wet etching is a big challenge due to chemical stability of fused glass and extremely aggressive BOE properties. Here, we propose a multilevel fused silica glass microstructures fabrication route based on deep wet etching through a stepped mask with just a one grayscale photolithography step. First, we provide a deep comprehensive analysis of a fused quartz dissolution mechanism in BOE solution and calculate the main fluoride fractions like $HF^-_2$, $F^-$, $(HF)_2$ components in a BOE solution as a function of pH and $NH_4F:HF$ ratio at room temperature. Then, we experimentally investigate the influence of BOE concentration ($NH_4F:HF$ from 1:1 to 14:1) on the mask resistance, etch rate and profile isotropy during fused silica 60 minutes etching through a metal/photoresist mask. Finally, we demonstrate a high-quality multilevel over-200 um isotropic wet etching process with the rate up to 3 um/min, which could be of a great interest for advanced fused silica microdevices with flexure suspensions, inertial masses, microchannels, and through-wafer holes. ",
    "url": "https://arxiv.org/abs/2212.06699",
    "authors": [
      "T.G. Konstantinova",
      "M.M. Andronic",
      "D.A. Baklykov",
      "V.E. Stukalova",
      "D.A. Ezenkova",
      "E.V. Zikiy",
      "M.V.Bashinova",
      "A.A. Solovev",
      "E.S. Lotkov",
      "I.A. Ryzhikov",
      "I.A. Rodionov"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2212.06725",
    "title": "Amplitude/Phase Retrieval for Terahertz Holography with Supervised and  Unsupervised Physics-Informed Deep Learning",
    "abstract": "Recently, digital holographic imaging techniques (including methods with heterodyne detection) have found increased attention in the terahertz (THz) frequency range. However, holographic techniques rely on the use of a reference beam in order to obtain phase information. This letter investigates the potential of reference-free THz holographic imaging and proposes novel supervised and unsupervised deep learning (DL) methods for amplitude and phase recovery. The calculations incorporate Fresnel diffraction as prior knowledge. We first show that our unsupervised dual network can predict amplitude and phase simultaneously, thus overcoming the limitation of previous studies which could only predict phase objects. This is demonstrated with synthetic 2D image data as well as with measured 2D THz diffraction images. The advantage of unsupervised DL is that it can be used directly without labeling by human experts. We then address supervised DL -- a concept of general applicability. We introduce training with a database set of 2D images taken in the visible spectra range and modified by us numerically to emulate THz images. With this approach, we avoid the prohibitively time-consuming collection of a large number of THz-frequency images. The results obtained with both approaches represent the first steps towards fast holographic THz imaging with reference-beam-free low-cost power detection. ",
    "url": "https://arxiv.org/abs/2212.06725",
    "authors": [
      "Mingjun Xiang",
      "Hui Yuan",
      "Lingxiao Wang",
      "Kai Zhou",
      "Hartmut G. Roskos"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.06141",
    "title": "Dual adaptive training of photonic neural networks",
    "abstract": "Photonic neural network (PNN) is a remarkable analog artificial intelligence (AI) accelerator that computes with photons instead of electrons to feature low latency, high energy efficiency, and high parallelism. However, the existing training approaches cannot address the extensive accumulation of systematic errors in large-scale PNNs, resulting in a significant decrease in model performance in physical systems. Here, we propose dual adaptive training (DAT) that allows the PNN model to adapt to substantial systematic errors and preserves its performance during the deployment. By introducing the systematic error prediction networks with task-similarity joint optimization, DAT achieves the high similarity mapping between the PNN numerical models and physical systems and high-accurate gradient calculations during the dual backpropagation training. We validated the effectiveness of DAT by using diffractive PNNs and interference-based PNNs on image classification tasks. DAT successfully trained large-scale PNNs under major systematic errors and preserved the model classification accuracies comparable to error-free systems. The results further demonstrated its superior performance over the state-of-the-art in situ training approaches. DAT provides critical support for constructing large-scale PNNs to achieve advanced architectures and can be generalized to other types of AI systems with analog computing errors. ",
    "url": "https://arxiv.org/abs/2212.06141",
    "authors": [
      "Ziyang Zheng",
      "Zhengyang Duan",
      "Hang Chen",
      "Rui Yang",
      "Sheng Gao",
      "Haiou Zhang",
      "Hongkai Xiong",
      "Xing Lin"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Artificial Intelligence (cs.AI)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.06233",
    "title": "Controlling Purity, Indistinguishability and Quantum Yield of  Incoherently Pumped Two-Level System by Spectral Filters",
    "abstract": "Dephasing processes significantly impact the performance of deterministic single-photon sources. Dephasing broadens the spectral line and suppresses the indistinguishability of the emitted photons, which is undesirable for many applications, primarily for quantum computing. We consider a light emitted by a two-level system with a pulsed incoherent pump in the presence of the spectral filter. The spectral filter allows control of the second-order autocorrelation function, indistinguishability, and quantum yield. We show that narrow spectral filters can increase the indistinguishability of the emitted light while undermining the quantum yield. The influence of the spectral filter on the second-order correlation function depends on the duration of the pump. When the pumping pulse is long compared to the lifetime of the two-level system, the narrow spectral filters lead to a rapid increase in the second-order autocorrelation function. In this limit, the statistics of the light from the two-level system inherit the statistics of the incoherent pump. In the case of the short duration of the pump pulse, it is possible to preserve single-photon properties to some degree for the sub-lifetime width of the spectral filter. Moreover, when the light emitted by the single-photon source is used to control a quantum system, e.g., cavity, the single-photon properties of the light manifest themselves differently, depending on the response time of the quantum system. In particular, in the case of long response time, the spectral filter with sub-lifetime width can provide the near-zero second-order autocorrelation function. ",
    "url": "https://arxiv.org/abs/2212.06233",
    "authors": [
      "Ivan V. Panyukov",
      "Vladislav Yu. Shishkov",
      "Evgeny S. Andrianov"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.06316",
    "title": "Quantum gates with weak van der Waals interactions of neutral Rydberg  atoms",
    "abstract": "Neutral atoms are promising for large-scale quantum computing, but accurate neutral-atom entanglement depends on large Rydberg interactions which strongly limit the interatomic distances. Via a phase accumulation in detuned Rabi cycles enabled by a Rydberg interaction of similar magnitude to the Rydberg Rabi frequency, we study a controlled-phase gate with an arbitrary phase and extend it to the controlled-NOT gate. The gates need only three steps for coupling one Rydberg state, depend on easily accessible van der Waals interaction that naturally arises between distant atoms, and have no rotation error in the weak interaction regime. Importantly, they can work with very weak interactions so that well-separated qubits can be entangled. The gates are sensitive to the irremovable fluctuation of Rydberg interactions, but can still have a fidelity over 98\\% with realistic position fluctuation of qubits separated over 20~$\\mu$m. ",
    "url": "https://arxiv.org/abs/2212.06316",
    "authors": [
      "Xiao-Feng Shi",
      "Yan Lu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.06427",
    "title": "Quantum logic and entanglement by neutral Rydberg atoms: methods and  fidelity",
    "abstract": "Quantum gates and entanglement based on dipole-dipole interactions of neutral Rydberg atoms are relevant to both fundamental physics and quantum information science. The precision and robustness of the Rydberg-mediated entanglement protocols are the key factors limiting their applicability in experiments and near-future industry. There are various methods for generating entangling gates by exploring the Rydberg interactions of neutral atoms, each equipped with its own strengths and weaknesses. The basics and tricks in these protocols are reviewed, with specific attention paid to the achievable fidelity and the robustness to the technical issues and detrimental innate factors. ",
    "url": "https://arxiv.org/abs/2212.06427",
    "authors": [
      "Xiao-Feng Shi"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.06667",
    "title": "Observation of Acoustic Non-Hermitian Bloch Braids and Associated  Topological Phase Transitions",
    "abstract": "Topological features embedded in ancient braiding and knotting arts endow significant impacts on our daily life and even cutting-edge science. Recently, fast growing efforts are invested to the braiding topology of complex Bloch bands in non-Hermitian systems. This new classification of band topology goes far beyond those established in Hermitian counterparts. Here, we present the first acoustic realization of the topological non-Hermitian Bloch braids, based on a two-band model easily accessible for realizing any desired knot structure. The non-Hermitian bands are synthesized by a simple binary cavity-tube system, where the long-range, complex-valued, and momentum-resolved couplings are accomplished by a well-controlled unidirectional coupler. In addition to directly visualizing various two-band braiding patterns, we unambiguously observe the highly-elusive topological phase transitions between them. Not only do our results provide a direct demonstration for the non-Hermitian band topology, but also the experimental techniques open new avenues for designing unconventional acoustic metamaterials. ",
    "url": "https://arxiv.org/abs/2212.06667",
    "authors": [
      "Qicheng Zhang",
      "Yitong Li",
      "Huanfa Sun",
      "Xun Liu",
      "Luekai Zhao",
      "Xiling Feng",
      "Xiying Fan",
      "Chunyin Qiu"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2212.06692",
    "title": "Improving Josephson junction reproducibility for superconducting quantum  circuits: shadow evaporation and oxidation",
    "abstract": "The most commonly used physical realization of superconducting qubits for quantum circuits is a transmon. There are a number of superconducting quantum circuits applications, where Josephson junction critical current reproducibility over a chip is crucial. Here, we report on a robust chip scale $Al/AlO_x/Al$ junctions fabrication method due to comprehensive study of shadow evaporation and oxidation steps. We experimentally demonstrate the evidence of optimal Josephson junction electrodes thickness, deposition rate and deposition angle, which ensure minimal electrode surface and line edge roughness. The influence of oxidation method, pressure and time on critical current reproducibility is determined. With the proposed method we demonstrate $Al/AlO_x/Al$ junction fabrication with the critical current variation ($\\sigma/I_c$) less than 3.9% (from $150\\times200$ to $150\\times600$ $nm^2$ area) and 7.7% (for $100\\times100$ $nm^2$ area) over $20\\times20$ $mm^2$ chip. Finally, we fabricate separately three $5\\times10$ $mm^2$ chips with 18 transmon qubits (near 4.3 GHz frequency) showing less than 1.9% frequency variation between qubit on different chips. The proposed approach and optimization criteria can be utilized for a robust wafer-scale superconducting qubit circuits fabrication. ",
    "url": "https://arxiv.org/abs/2212.06692",
    "authors": [
      "D.O. Moskalev",
      "E.V. Zikiy",
      "A.A. Pishchimova",
      "D.A. Ezenkova",
      "N.S. Smirnov",
      "A.I. Ivanov",
      "N.D. Korshakov",
      "I.A. Rodionov"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2212.06716",
    "title": "A high-cooperativity confocal cavity QED microscope",
    "abstract": "Cavity QED with cooperativity far greater than unity enables high-fidelity quantum sensing and information processing. The high-cooperativity regime is often reached through the use of short, single-mode resonators. More complicated multimode resonators, such as the near-confocal optical Fabry-P\\'{e}rot cavity, can provide intracavity atomic imaging in addition to high cooperativity. This capability has recently proved important for exploring quantum many-body physics in the driven-dissipative setting. In this work, we show that a confocal cavity QED microscope can realize cooperativity in excess of 110. This cooperativity is on par with the very best single-mode cavities (which are far shorter) and 21$\\times$ greater than single-mode resonators of similar length and mirror radii. The 1.7-$\\mu$m imaging resolution is naturally identical to the photon-mediated interaction range. We measure these quantities by determining the threshold of cavity superradiance when small, optically tweezed Bose-Einstein condensates are pumped at various intracavity locations. Transmission measurements of an ex situ cavity corroborate these results. We provide a theoretical description that shows how cooperativity enhancement arises from the dispersive coupling to the atoms of many near-degenerate modes. ",
    "url": "https://arxiv.org/abs/2212.06716",
    "authors": [
      "Ronen M. Kroeze",
      "Brendan P. Marsh",
      "Kuan-Yu Lin",
      "Jonathan Keeling",
      "Benjamin L. Lev"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2111.09090",
    "title": "Purifying single photon emission from giant shell CdSe/CdS quantum dots  at room temperature",
    "abstract": " Comments: Supporting information is available ",
    "url": "https://arxiv.org/abs/2111.09090",
    "authors": [
      "Sergii Morozov",
      "Stefano Vezzoli",
      "Alina Myslovska",
      "Alessio Di Giacomo",
      "N. Asger Mortensen",
      "Iwan Moreels",
      "Riccardo Sapienza"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2111.13426",
    "title": "The visual appearances of disordered optical metasurfaces",
    "abstract": " Comments: Last revision. 5 figures ",
    "url": "https://arxiv.org/abs/2111.13426",
    "authors": [
      "Kevin Vynck",
      "Romain Pacanowski",
      "Adrian Agreda",
      "Arthur Dufay",
      "Xavier Granier",
      "Philippe Lalanne"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2202.00757",
    "title": "Near Resonant Approximation of the Rotating Stratified Boussinesq system  on a 3-Torus",
    "abstract": " Title: Near Resonant Approximation of the Rotating Stratified Boussinesq system  on a 3-Torus ",
    "url": "https://arxiv.org/abs/2202.00757",
    "authors": [
      "Bin Cheng",
      "Zisis N. Sakellaris"
    ],
    "subjectives": [
      "Analysis of PDEs (math.AP)",
      "Fluid Dynamics (physics.flu-dyn)",
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2202.01255",
    "title": "Large scale quantum chemistry with Tensor Processing Units",
    "abstract": " Title: Large scale quantum chemistry with Tensor Processing Units ",
    "url": "https://arxiv.org/abs/2202.01255",
    "authors": [
      "Ryan Pederson",
      "John Kozlowski",
      "Ruyi Song",
      "Jackson Beall",
      "Martin Ganahl",
      "Markus Hauru",
      "Adam G.M. Lewis",
      "Yi Yao",
      "Shrestha Basu Mallick",
      "Volker Blum",
      "Guifre Vidal"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2209.05086",
    "title": "Full quantum theory of nonequilibrium phonon condensation and phase  transition",
    "abstract": " Comments: 5 pages ",
    "url": "https://arxiv.org/abs/2209.05086",
    "authors": [
      "Xuanhua Wang",
      "Jin Wang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Biological Physics (physics.bio-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2211.07685",
    "title": "Highly optimized quantum circuits synthesized via data-flow engines",
    "abstract": " Comments: 28 pages, 3 figures, 1 table ",
    "url": "https://arxiv.org/abs/2211.07685",
    "authors": [
      "Peter Rakyta",
      "Gregory Morse",
      "Jakab Nádori",
      "Zita Majnay-Takács",
      "Oskar Mencer",
      "Zoltán Zimborás"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2212.04845",
    "title": "Modelling assisted tunneling on the Bloch sphere using the Quantum  Composer",
    "abstract": " Comments: 18 pages, 10 figures, submitted to European Journal of Physics ",
    "url": "https://arxiv.org/abs/2212.04845",
    "authors": [
      "Jonas Bley",
      "Vieri Mattei",
      "Simon Goorney",
      "Jacob Sherson",
      "Stefan Heusler"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2212.06014",
    "title": "Reaction profiles for quantum chemistry-computed [3 + 2] cycloaddition  reactions",
    "abstract": " Comments: 19 pages, 9 figures, journal manuscript ",
    "url": "https://arxiv.org/abs/2212.06014",
    "authors": [
      "Thijs Stuyver",
      "Kjell Jorner",
      "Connor Coley"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2212.06087",
    "title": "Fast, broad-band magnetic resonance spectroscopy with diamond widefield  relaxometry",
    "abstract": " Comments: Main text (15 pages, 6 Figures) + Supplementary (6 Pages, 7 Figures) ",
    "url": "https://arxiv.org/abs/2212.06087",
    "authors": [
      "C. Mignon",
      "A. R. Ortiz Moreno",
      "H. Shirzad",
      "S. K. Padamati",
      "V. Damle",
      "Y. Ong",
      "R. Schirhagl",
      "M. Chipaux"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  }
]