[
  {
    "id": "arXiv:2301.03653",
    "title": "A Quantum Mechanical Description of Photosensitization in Photodynamic  Therapy using a Two-Electron Molecule Approximation",
    "abstract": "A fundamental, Quantum Mechanical description of photoactivation of a generic photosensitizer and the ensuing transfer of energy to endogenous oxygen as part of the Type II pathway to photodamage during photodynamic therapy (PDT) is presented. The PS and molecular oxygen are approximated as two-electron molecules. Conservation of energy and of angular momenta of the two molecule system are abided via selection rules throughout the four-stage process, including initial states, absorption of a photon by the PS, conversion of the PS to an excited spin triplet via intersystem crossing (ISC), and the transition of molecular oxygen to an excited spin singlet state via a Triplet-Triplet Exchange of electrons with the PS. The provided description of photosensitization will provide students and researchers with a fundamental introduction to PDT, while offering the broader population of Quantum Mechanics and Physical Chemistry students an advanced example of quantum systems in an applied, medical context. ",
    "url": "https://arxiv.org/abs/2301.03653",
    "authors": [
      "Vincent M. Rossi"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2301.03657",
    "title": "Monolithically Integrated Wavelength-meter in InP with measurement  bandwidth of 100nm centered on the C band",
    "abstract": "In this paper we will explore the creation of a monolithically integrated wavelength meter in InP. This type of devices are a key requirement for many applications and it is especially important to have them integrated with active components like lasers and gain sections. We present a wavelength meter based on multiple ring resonators that has been realized in a commercial MPW run and tested using a tunable laser. The designed circuit is theoretically capable of resolution down to 1.6pm and a measurement speed down to 500ps within a wavelength range of 100nm. ",
    "url": "https://arxiv.org/abs/2301.03657",
    "authors": [
      "Andrea Volpini",
      "Damiano Massella",
      "David Alvarez-Outerelo",
      "Francisco Soares",
      "Francisco J.Diaz-Otero"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2301.03678",
    "title": "Numerical simulation of the radiation force from transient acoustic  fields: Application to laser-guided acoustic tweezers",
    "abstract": "Using pulsed acoustic waves could provide a superior selectivity for microscale acoustic tweezers. However, the theory for the radiation force of pulsed acoustic waves has only been recently derived and no numerical implementations are available. In this paper, we present a finite-element implementation of this model to simulate the transient acoustic radiation force on small spheres. We use the model to simulate laser-guided acoustic tweezers and optimize their performance. By enabling numerical simulations of the transient radiation force, this work may accelerate the rational design of pulse-based high-selectivity acoustic tweezers devices. ",
    "url": "https://arxiv.org/abs/2301.03678",
    "authors": [
      "Shuhan Chen",
      "Qing Wang",
      "Qi Wang",
      "Jia Zhou",
      "Antoine Riaud"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.03684",
    "title": "Monolithically integrated circuits for Optical injection locking of ring  lasers with QKD and QPSK applications",
    "abstract": "Optical injection locking of integrated ring lasers promises to be a key technology of the future, but it is still lacking experimental verification. In this paper we present two monolithically integrated photonic circuits that experimentally realize Optically injection locking of ring lasers. The presented circuits pave the way for future application in Quantum Key Distribution and coherent communication ",
    "url": "https://arxiv.org/abs/2301.03684",
    "authors": [
      "Damiano Massella",
      "Michael Wallace",
      "Ronald Broeke",
      "Francisco Diaz"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.03748",
    "title": "Harmonic-Gaussian double-well potential stochastic resonance with its  application to enhance weak fault characteristics of machinery",
    "abstract": "Noise is ubiquitous and unwanted in detecting weak signals, which would give rise to incorrect filtering frequency-band selection in signal filtering-based methods including fast kurtogram, teager energy operators and wavelet packet transform filters and meanwhile would result in incorrect selection of useful components and even mode mixing, end effects and etc. in signal decomposition-based methods including empirical mode decomposition, singular value decomposition and local mean decomposition. On the contrary, noise in stochastic resonance (SR) is beneficial to enhance weak signals of interest embedded in signals with strong background noise. Taking into account that nonlinear systems are crucial ingredients to activate the SR, here we investigate the SR in the cases of overdamped and underdamped harmonic-Gaussian double-well potential systems subjected to noise and a periodic signal. We derive and measure the analytic expression of the output signal-to-noise ratio (SNR) and the steady-state probability density (SPD) function under approximate adiabatic conditions. When the harmonic-Gaussian double-well potential loses its stability, we can observe the antiresonance phenomenon, whereas adding the damped factor into the overdamped system can change the stability of the harmonic-Gaussian double-well potential, resulting that the antiresonance behavior disappears in the underdamped system. Then, we use the overdamped and underdamped harmonic-Gaussian double-well potential SR to enhance weak useful characteristics for diagnosing incipient rotating machinery failures. ",
    "url": "https://arxiv.org/abs/2301.03748",
    "authors": [
      "Zijian Qiao",
      "Shuai Chen",
      "Zhihui Lai",
      "Shengtong Zhou",
      "Miguel A. F. Sanjuan"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2301.03789",
    "title": "Determination of the Zak phase of one-dimensional photonic systems via  far-field diffraction",
    "abstract": "Bloch waves in 1D periodic systems carry Zak phase, which plays a key role in determining the band topology. In general, for systems that possess inversion symmetry, the Zak phase of an isolated band is quantized as 0 or Pi and is associated with the spatial field symmetries at the Brillouin zone center and boundary. The phase is Pi if the field symmetries are different but is 0 when they are the same. Since the radiation losses from leaky systems are strongly associated with the Bloch waves, one may probe the far-field continuum to determine the Zak phases. Here, we formulate the diffractions from photonic systems at the zone center and boundary and find their spectral profiles reveal the Bloch wave symmetries and thereby the corresponding Zak phase. The field symmetries also generalize the occurrence of bound states in the continuum at high symmetry points. For verification, we have studied the Zak phases of one-dimensional TM plasmonic and TE photonic crystals by electrodynamic simulations and measuring the optical properties of plasmonic crystals using Fourier space diffraction spectroscopy and common path interferometry. In addition, a topological protected interface state is demonstrated when two 0 and Pi systems are joined together. The results prove our method provides a simple way for characterizing the band topology of non-Hermitian systems via far-fields. ",
    "url": "https://arxiv.org/abs/2301.03789",
    "authors": [
      "Chao Liu",
      "Haoran Wang",
      "H.C. Ong"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.03860",
    "title": "Nonlinear interactions of ion acoustic waves explored using fast imaging  decompositions",
    "abstract": "Fast camera imaging is used to study ion acoustic waves propagating azimuthally in a magnetized plasma column. The high speed image sequences are analyzed using Proper Orthogonal Decomposition and 2D Fourier Transform, allowing to evaluate the assets and differences of both decomposition techniques. The spatio-temporal features of the waves are extracted from the high speed images, and highlight energy exchanges between modes. Growth rates of the modes are extracted from the reconstructed temporal evolution of the modes, revealing the influence of ion-neutral collisions as pressure increases. Finally, the nonlinear interactions between modes are extracted using bicoherence computations, and show the importance of interactions between modes with azimuthal wave numbers $m$, $m-1$ and $-1$, with $m$ an integer. ",
    "url": "https://arxiv.org/abs/2301.03860",
    "authors": [
      "Simon Vincent",
      "Vincent Dolique",
      "Nicolas Plithon"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2301.03908",
    "title": "Laser control of an excited-state vibrational wave packet in neutral  H$_2$",
    "abstract": "We observe and control a molecular vibrational wave packet in an electronically excited state of the neutral hydrogen molecule. In an extreme-ultraviolet (XUV) transient-absorption experiment we launch a vibrational wave packet in the $D ^1\\Pi_u 3p\\pi$ state of H$_2$ and observe its time evolution via the coherent dipole response. The reconstructed time-dependent dipole from experimentally measured XUV absorption spectra provides access to the revival of the vibrational wave packet, which we control via an intense near-infrared (NIR) pulse. Tuning the intensity of the NIR pulse we observe the revival of the wave packet to be significantly modified, which is supported by the results of a multi-level simulation. The NIR field is applied only 7 fs after the creation of the wave packet but influences its evolution up to at least its first revival at 270 fs. This experimental approach for nonlocal-in-time laser control of quantum dynamics is generally applicable to a large range of molecules and materials as it only requires the observation of absorption spectra. ",
    "url": "https://arxiv.org/abs/2301.03908",
    "authors": [
      "Gergana D. Borisova",
      "Paula Barber Belda",
      "Shuyuan Hu",
      "Paul Birk",
      "Veit Stooß",
      "Maximilian Hartmann",
      "Daniel Fan",
      "Robert Moshammer",
      "Alejandro Saenz",
      "Christian Ott",
      "Thomas Pfeifer"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2301.03912",
    "title": "MALTA-Cz: A radiation hard full-size monolithic CMOS sensor with small  electrodes on high-resistivity Czochralski substrate",
    "abstract": "Depleted Monolithic Active Pixel Sensor (DMAPS) sensors developed in the Tower Semiconductor 180 nm CMOS imaging process have been designed in the context of the ATLAS ITk upgrade Phase-II at the HL-LHC and for future collider experiments. The ``MALTA-Czochralski (MALTA-Cz)'' full size DMAPS sensor has been developed with the goal to demonstrate a radiation hard, thin CMOS sensor with high granularity, high hit-rate capability, fast response time and superior radiation tolerance. The small pixel size ($36.4\\times 36.4$~$\\mu$m$^2$) provides high spatial resolution. Its asynchronous readout architecture is designed for high hit-rates and fast time response in triggered and trigger-less detector applications. The readout architecture is designed to stream all hit data to the multi-channel output which allows an off-sensor trigger formation and the use of hit-time information for event tagging. The sensor manufacturing has been optimised through process adaptation and special implant designs to allow the manufacturing of small electrode DMAPS on thick high-resistivity p-type Czochralski substrate. The special processing ensures excellent charge collection and charge particle detection efficiency even after a high level of radiation. Furthermore the special implant design and use of a Czochralski substrate improves the sensor's time resolution. This paper presents a summary of sensor design optimisation through process and implant choices and TCAD simulation to model the signal response. Beam and laboratory test results on unirradiated and irradiated sensors have shown excellent detection efficiency after a dose of $2\\times10^{15}$ 1 MeV n$_{eq}$/cm$^{2}$. The time resolution of the sensor is measured to be $\\sigma=2$~ns. ",
    "url": "https://arxiv.org/abs/2301.03912",
    "authors": [
      "H. Pernegger",
      "P. Allport",
      "D.V. Berlea",
      "A. Birman",
      "D. Bortoletto",
      "C. Buttar",
      "E. Charbon",
      "F. Dachs",
      "V. Dao",
      "H. Denizli",
      "D. Dobrijevic",
      "M. Dyndal",
      "A. Fenigstein",
      "L. Flores Sanz de Acedo",
      "P. Freeman",
      "A. Gabrielli",
      "M. Gazi",
      "L. Gonella",
      "V. Gonzalez",
      "G. Gustavino",
      "A. Haim",
      "T. Kugathasan",
      "M. LeBlanc",
      "M. Munker",
      "K.Y. Oyulmaz",
      "F. Piro",
      "P. Riedler",
      "H. Sandaker",
      "E.J. Schioppa",
      "A. Sharma",
      "W. Snoeys",
      "C. Solans Sanchez",
      "T. Suligoj",
      "E. Toledano",
      "M. van Rijnbach",
      "M. Vazquez Nunez",
      "J. Weick",
      "S. Worm",
      "A.M. Zoubir"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2301.03963",
    "title": "Genetic optimization of Brillouin scattering gain in  subwavelength-structured silicon membrane waveguides",
    "abstract": "On-chip Brillouin optomechanics has great potential for applications in communications, sensing, and quantum technologies. Tight confinement of near-infrared photons and gigahertz phonons in integrated waveguides remains a key challenge to achieving strong on-chip Brillouin gain. Here, we propose a new strategy to harness Brillouin gain in silicon waveguides, based on the combination of genetic algorithm optimization and periodic subwavelength structuration to engineer photonic and phononic modes simultaneously. The proposed geometry is composed of a waveguide core and a lattice of anchoring arms with a subwavelength period requiring a single etch step. The waveguide geometry is optimized to maximize the Brillouin gain using a multi-physics genetic algorithm. Our simulation results predict a remarkable Brillouin gain exceeding 3300 1/(W m), for a mechanical frequency near 15 GHz. ",
    "url": "https://arxiv.org/abs/2301.03963",
    "authors": [
      "Paula Nuño Ruano",
      "Jianhao Zhang",
      "Xavier Le Roux",
      "David González-Andrade",
      "Eric Cassan",
      "Delphine Marris-Morini",
      "Laurent Vivien",
      "Norberto Daniel Lanzillotti-Kimura",
      "Carlos Alonso-Ramos"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.03979",
    "title": "Apodized photonic crystals: A non-dissipative system hosting multiple  exceptional points",
    "abstract": "Optical systems obeying non-Hermitian dynamics have been the subject of intense and concerted investigation over the last two decades owing to their broad implications in photonics, acoustics, electronics as well as atomic physics. A vast majority of such investigations rely on a dissipative, balanced loss-gain system which introduces unavoidable noise and consequently, this limits the coherent control of propagation dynamics. Here, we show that an all-dielectric, non-dissipative photonic crystal (PC) could host, at least two exceptional points in its eigenvalue spectrum. By introducing optimum apodization in the PC architecture, namely 1D-APC, we show that such a configuration supports a spectrum of exceptional points which distinctly demarcates the PT-symmetric region from the region where PT -symmetry is broken in the parameter space. The analytical framework allows us to estimate the geometric phase of the reflected beam and derive the constraint that governs the excitation of topologically-protected optical Tamm-plasmon modes in 1D-APCs. ",
    "url": "https://arxiv.org/abs/2301.03979",
    "authors": [
      "Abhishek Mondal",
      "Shailja Sharma",
      "Ritwick Das"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.04018",
    "title": "Origin of heterogeneous stripping of lithium in liquid electrolytes",
    "abstract": "Lithium metal batteries suffer from low cycle life. During discharge, parts of the lithium are not stripped reversibly and remain isolated from the current collector. This isolated lithium is trapped in the insulating remaining solid-electrolyte interphase (SEI) shell and contributes to the capacity loss. However, a fundamental understanding of why isolated lithium forms and how it can be mitigated is lacking. In this article, we perform a combined theoretical and experimental study to understand isolated lithium formation during stripping. We derive a thermodynamic consistent model of lithium dissolution and find that the interaction between lithium and SEI leads to locally preferred stripping and isolated lithium formation. Based on a cryogenic transmission electron microscopy (TEM) setup, we reveal that these local effects are particularly pronounced at kinks of lithium whiskers. We find that lithium stripping can be heterogeneous both on a nanoscale and on a larger scale. Cryo TEM observations confirm our theoretical prediction that isolated lithium occurs less at higher stripping current densities. The origin of isolated lithium lies in local effects, such as heterogeneous SEI, stress fields, or the geometric shape of the deposits. We conclude that in order to mitigate isolated lithium, a uniform lithium morphology during plating and a homogeneous SEI is indispensable. ",
    "url": "https://arxiv.org/abs/2301.04018",
    "authors": [
      "Martin Werres",
      "Yaobin Xu",
      "Hao Jia",
      "Chongmin Wang",
      "Wu Xu",
      "Arnulf Latz",
      "Birger Horstmann"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2301.03712",
    "title": "Cavity Quantum Electrodynamics with Hyperbolic van der Waals Materials",
    "abstract": "The ground-state properties and excitation energies of a quantum emitter can be modified in the ultrastrong coupling regime of cavity quantum electrodynamics (QED) where the light-matter interaction strength becomes comparable to the cavity resonance frequency. Recent studies have started to explore the possibility to control an electronic material by embedding it in a cavity that confines electromagnetic fields in deep subwavelength scales. Currently, there is a strong motivation to realize ultrastrong-coupling cavity QED in the terahertz (THz) range, since most of the elementary excitations of quantum materials are in this frequency window. We propose and analyze an ideal platform to achieve this aim where a two-dimensional electronic material is encapsulated by a planar cavity consisting of ultrathin polar van der Waals crystals. As a concrete setup, we show that nanometer-thick hexagonal boron nitride layers allow for reaching the ultrastrong coupling regime for single-electron cyclotron resonance in a bilayer graphene. The proposed cavity setting can be realized by a wide variety of thin dielectric materials with hyperbolic dispersions. Consequently, van der Waals heterostructures could provide an ideal playground for exploring the ultrastrong-coupling physics of cavity QED materials. ",
    "url": "https://arxiv.org/abs/2301.03712",
    "authors": [
      "Yuto Ashida",
      "Atac Imamoglu",
      "Eugene Demler"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2301.03795",
    "title": "Wave correlations and quantum noise in cosmology",
    "abstract": "Wave noise is correlated. While it may look random in space, correlations appear in space-time, because the noise is carried by wave propagation. These correlations of wave noise give rise to fluctuation forces such as the Casimir force, they are responsible for the particle creation in the dynamical Casimir effect and in the expanding universe. This paper considers the noise correlations for light waves in non-exponentially expanding flat space. The paper determines the high-frequency asymptotics of the correlation spectrum in the conformal vacuum. These noise correlations give rise to a nontrivial vacuum energy that may appear as the cosmological constant. ",
    "url": "https://arxiv.org/abs/2301.03795",
    "authors": [
      "Ulf Leonhardt"
    ],
    "subjectives": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2301.03855",
    "title": "Continuous optical-to-mechanical quantum state transfer in the  unresolved sideband regime",
    "abstract": "Optical-to-mechanical quantum state transfer is an important capability for future quantum networks, quantum communication, and distributed quantum sensing. However, existing continuous state transfer protocols operate in the resolved sideband regime, necessitating a high-quality optical cavity and a high mechanical resonance frequency. Here, we propose a continuous protocol that operates in the unresolved sideband regime. The protocol is based on feedback cooling, can be implemented with current technology, and is able to transfer non-Gaussian quantum states with high fidelity. Our protocol significantly expands the kinds of optomechanical devices for which continuous optical-to-mechanical state transfer is possible, paving the way towards quantum technological applications and the preparation of macroscopic superpositions to test the fundamentals of quantum science. ",
    "url": "https://arxiv.org/abs/2301.03855",
    "authors": [
      "Amy Navarathna",
      "James S. Bennett",
      "Warwick P. Bowen"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.04061",
    "title": "Measuring and simulating the biophysical basis of the acoustic contrast  factor of biological cells",
    "abstract": "The acoustic contrast factor (ACF) is calculated from the relative density and compressibility differences between a fluid and an object in the fluid. To name but one application, this acoustic contrast can be exploited using acoustophoretic systems to isolate cancer cells from a liquid biopsy, such as a blood sample. Knowing the ACF of a cancer cell represents a crucial step in the design of acoustophoretic systems for this purpose, potentially allowing the isolation of circulating cancer cells without labels or contact. For biological cells the static compressibility is different from the high frequency counterpart relevant for the ACF. In this study, we started by characterizing the ACF of low vs. high metastatic cell lines with known associated differences in phenotypic static E-modulus. The change in the static E-modulus, however, was not reflected in a change of the ACF, prompting a more in depth analysis of the influences on the ACF. We demonstrate that static E-modulus increased biological cells through formaldehyde fixation have an increased ACF. Conversely static E-modulus decreased biological cells treated with actin polymerization inhibitor cytochalasin D have a decreased ACF. Complementing these mechanical tests, a numerical COMSOL model was implemented and used to parametrically explore the effects of cell density, cell density ratios, dynamic compressibility and therefore the dynamic bulk modulus. Collectively the combined laboratory and numerical experiments reveal that a change in the static E-modulus alone might, but does not automatically lead to a change of the dynamic ACF for biological cells. This highlights the need for a multiparametic view of the biophysical basis of the cellular ACF, as well as the challenges in harnessing acoustophoretic systems to isolate circulating cells based on their mechanical properties alone. ",
    "url": "https://arxiv.org/abs/2301.04061",
    "authors": [
      "Cooper Lars Harshbarger",
      "Alen Pavlic",
      "Davide Cesare Bernardoni",
      "Amelie Viol",
      "Jess Gerrit Snedeker",
      "Jürg Dual",
      "Unai Silván"
    ],
    "subjectives": [
      "Cell Behavior (q-bio.CB)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2301.04065",
    "title": "Lower-temperature fabrication of airbridges by grayscale lithography to  increase yield of nanowire transmons in circuit QED quantum processors",
    "abstract": "Quantum hardware based on circuit quantum electrodynamics makes extensive use of airbridges to suppress unwanted modes of wave propagation in coplanar-waveguide transmission lines. Airbridges also provide an interconnect enabling transmission lines to cross. Traditional airbridge fabrication produces a curved profile by reflowing resist at elevated temperature prior to metallization. The elevated temperature can affect the coupling energy and even yield of pre-fabricated Josephson elements of superconducting qubits, tuneable couplers and resonators. We employ grayscale lithography in place of reflow to reduce the peak airbridge processing temperature from $200$ to $150^\\circ\\mathrm{C}$, showing a substantial yield increase of transmon qubits with Josephson elements realized using Al-contacted InAs nanowires. ",
    "url": "https://arxiv.org/abs/2301.04065",
    "authors": [
      "T. Stavenga",
      "L. DiCarlo"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2301.04100",
    "title": "Triggered Superradiance and Inversion Storage in a Hybrid Quantum System",
    "abstract": "We study the superradiant emission of an inverted spin ensemble strongly coupled to a superconducting cavity. After fast inversion, we detune the spins from the cavity and store the inversion for tens of milliseconds, during which the remaining transverse spin components disappear. Switching back on resonance enables to study the onset of superradiance. A weak trigger pulse of a few hundred photons shifts the superradiant burst to earlier times and imprints its phase onto the emitted radiation. For long hold times, the inversion decreases below the threshold for spontaneous superradiance. There the energy stored in the ensemble can be used to amplify microwave pulses passing through the cavity. ",
    "url": "https://arxiv.org/abs/2301.04100",
    "authors": [
      "Wenzel Kersten",
      "Nikolaus de Zordo",
      "Oliver Diekmann",
      "Tobias Reiter",
      "Matthias Zens",
      "Andrew N. Kanagin",
      "Stefan Rotter",
      "Jörg Schmiedmayer",
      "Andreas Angerer"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2111.12832",
    "title": "Incorporating Nuclear Quantum Effects in Molecular Dynamics with a  Constrained Minimized Energy Surface",
    "abstract": " Title: Incorporating Nuclear Quantum Effects in Molecular Dynamics with a  Constrained Minimized Energy Surface ",
    "url": "https://arxiv.org/abs/2111.12832",
    "authors": [
      "Zehua Chen",
      "Yang Yang"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2207.03033",
    "title": "Predicting the structural colors of films of disordered photonic balls",
    "abstract": " Title: Predicting the structural colors of films of disordered photonic balls ",
    "url": "https://arxiv.org/abs/2207.03033",
    "authors": [
      "Anna B. Stephenson",
      "Ming Xiao",
      "Victoria Hwang",
      "Liangliang Qu",
      "Paul A. Odorisio",
      "Michael Burke",
      "Keith Task",
      "Ted Deisenroth",
      "Solomon Barkley",
      "Rupa H. Darji",
      "Vinothan N. Manoharan"
    ],
    "subjectives": [
      "Soft Condensed Matter (cond-mat.soft)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.02013",
    "title": "Simulation framework for microwave SQUID multiplexer optimization",
    "abstract": " Comments: This article has been submitted to the Journal of Applied Physics ",
    "url": "https://arxiv.org/abs/2208.02013",
    "authors": [
      "Constantin Schuster",
      "Mathias Wegner",
      "Sebastian Kempf"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Superconductivity (cond-mat.supr-con)"
    ]
  },
  {
    "id": "arXiv:2208.06519",
    "title": "One-Electron Quantum Cyclotron as a Milli-eV Dark-Photon Detector",
    "abstract": " Comments: 6 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2208.06519",
    "authors": [
      "Xing Fan",
      "Gerald Gabrielse",
      "Peter W. Graham",
      "Roni Harnik",
      "Thomas G. Myers",
      "Harikrishnan Ramani",
      "Benedict A. D. Sukra",
      "Samuel S. Y. Wong",
      "Yawen Xiao"
    ],
    "subjectives": [
      "High Energy Physics - Experiment (hep-ex)",
      "Cosmology and Nongalactic Astrophysics (astro-ph.CO)",
      "High Energy Physics - Phenomenology (hep-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2208.10287",
    "title": "Simultaneous Multi-Band Demodulation Using a Rydberg Atomic Sensor",
    "abstract": " Comments: 9 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2208.10287",
    "authors": [
      "David H. Meyer",
      "Joshua C. Hill",
      "Paul D. Kunz",
      "Kevin C. Cox"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2211.13379",
    "title": "Laser cooling of molecules",
    "abstract": " Comments: 13 pages, 13 figures ",
    "url": "https://arxiv.org/abs/2211.13379",
    "authors": [
      "Eunmi Chae"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2212.12359",
    "title": "A novel harmonic klystron configuration for high power microwave  frequency conversion",
    "abstract": " Comments: 12 pages, 7 figures ",
    "url": "https://arxiv.org/abs/2212.12359",
    "authors": [
      "Alberto Leggieri",
      "Mostafa Behtouei",
      "Graeme Burt",
      "Franco Di Paolo",
      "Bruno Spataro"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  }
]