[
  {
    "id": "arXiv:2307.15145",
    "title": "Lightwave Electronic Harmonic Frequency Mixing",
    "abstract": "Frequency mixers are fundamental building blocks in many electronic systems. They enable frequency conversion for signal detection and processing. While conventional electronic frequency mixers operate in the GHz or at best in the THz frequency range, a compact and scalable petahertz-scale electronic frequency mixer would enable practical field-resolved optical signal processing and readout without the need for nonlinear optical elements. We used nanoscale antenna structures to experimentally demonstrate electronic harmonic mixing beyond 0.350 PHz. Through this harmonic mixing process, we demonstrate time-domain sampling of optical field waveforms spanning more than one octave of bandwidth. The high nonlinearity of the devices enabled field-resolved detection of spectral content outside of that contained within the local oscillator, greatly extending the range of detectable frequencies compared to conventional heterodyning techniques. We anticipate these devices to provide compact, PHz-scale solid-state detection for integration with emerging technologies such as compact frequency combs, optical waveform synthesizers, and compact timing systems. Our work has important implications for various fields such as chemistry, physics, material science, and biology, where PHz signals exhibiting femtosecond-scale dynamics are of great interest for spectroscopic analysis or imaging. ",
    "url": "https://arxiv.org/abs/2307.15145",
    "authors": [
      "Matthew Yeung",
      "Lu-Ting Chou",
      "Marco Turchetti",
      "Shih-Hsuan Chia",
      "Karl K. Berggren",
      "Philip. D. Keathley"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2307.15221",
    "title": "Inverse design and experimental realization of plasma metamaterials",
    "abstract": "We apply inverse design methods to produce two-dimensional triangular-lattice plasma metamaterial (PMM) devices which are then constructed and demonstrated experimentally. Finite difference frequency domain simulations are used along with forward-mode automatic differentiation to optimize the plasma densities of each of the plasma elements in the PMM to perform beam steering and demultiplexing under transverse magnetic polarization. The optimal device parameters are then used to assign plasma density values to elements that make up an experimental version of the device. Device performance is evaluated against both the simulated results and human-designed alternatives, showing the benefits and disadvantages of in-silico inverse design and paving the way for future fully in-situ optimization. ",
    "url": "https://arxiv.org/abs/2307.15221",
    "authors": [
      "Jesse A. Rodriguez",
      "Mark A. Cappelli"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2307.15302",
    "title": "Programmable spectral shaping to improve the measurement precision of  frequency comb mode-resolved spectral interferometric ranging",
    "abstract": "Comb-mode resolved spectral domain interferometry (CORE-SDI), which is capable of measuring length of kilometers or more with precision on the order of nanometers, is considered to be a promising technology for next-generation length standards, replacing laser displacement interferometers. In this study, we aim to improve the measurement precision of CORE-SDI using programmable spectral shaping. We report the generation of effectively broad and symmetric light sources through the programmable spectral shaping. The light source used here was generated by the spectrally-broadened electro-optic comb with a repetition rate of 17.5 GHz. Through the programmable spectral shaping, the optical spectrum was flattened within 1 dB, resulting in a square-shaped optical spectrum. As a result, the 3-dB spectral width was extended from 1.15 THz to 6.7 THz. We performed a comparison between the measurement results of various spectrum shapes. We confirmed an improvement in the measurement precision from 69 nm to 6 nm, which was also corroborated by numerical simulations. We believe that this study on enhancing the measurement precision of CORE-SDI through the proposed spectral shaping will make a significant contribution to reducing the measurement uncertainty of future CORE-SDI systems, thereby advancing the development of next-generation length standards. ",
    "url": "https://arxiv.org/abs/2307.15302",
    "authors": [
      "Yoon-Soo Jang",
      "Sunghoon Eom",
      "Jungjae Park",
      "Jonghan Jin"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2307.15373",
    "title": "Conflict-free joint decision by lag and zero-lag synchronization in  laser network",
    "abstract": "With the end of Moore's Law and the increasing demand for computing, photonic accelerators are garnering considerable attention. This is due to the physical characteristics of light, such as high bandwidth and multiplicity, and the various synchronization phenomena that emerge in the realm of laser physics. These factors come into play as computer performance approaches its limits. In this study, we explore the application of a laser network, acting as a photonic accelerator, to the competitive multi-armed bandit problem. In this context, conflict avoidance is key to maximizing environmental rewards. We experimentally demonstrate cooperative decision-making using zero-lag and lag synchronization within a network of four semiconductor lasers. Lag synchronization of chaos realizes effective decision-making and zero-delay synchronization is responsible for the realization of the collision avoidance function. We experimentally verified a low collision rate and high reward in a fundamental 2-player, 2-slot scenario, and showed the scalability of this system. This system architecture opens up new possibilities for intelligent functionalities in laser dynamics. ",
    "url": "https://arxiv.org/abs/2307.15373",
    "authors": [
      "Hisako Ito",
      "Takatomo Mihana",
      "Ryoichi Horisaki",
      "Makoto Naruse"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Machine Learning (cs.LG)",
      "Systems and Control (eess.SY)",
      "Chaotic Dynamics (nlin.CD)"
    ]
  },
  {
    "id": "arXiv:2307.15414",
    "title": "Bilayer Metasurface: Induced Transparency and Fabry Perot Resonance",
    "abstract": "A Fabry-Perot resonator utilizes two solid, non-resonating, reflecting mirrors to form resonant patterns when the separation between the mirrors satisfies the resonance conditions. The resonant mode concentrates at the middle of the cavity. In this study, we constructed a Fabry-Perot cavity with nanostructured resonant metasurfaces as meta-mirrors. The individual metasurfaces exhibit resonant transmission dips with a minimum transmission and a quality factor of t0 and Qs, respectively. The coherent interference between the two metasurfaces changes the behavior of the entire resonant system, generating an induced transparency in the original spectrum. The sharpness of the induced transparency peak is linearly related to the group delay of the single metasurface. Assuming a Lorentzian lineshape, we show that for small t0, the quality factor of the induced transparency peak is Qs/t0^3. The field confines to the meta-mirrors region rather than at the middle of the Fabry-Perot cavity. We provide examples of practical metasurfaces made from dielectric scatters composed of silicon thin nanodisks and demonstrate high quality factors and phase dispersion that are unattainable by any nano or microscale flat optics systems. ",
    "url": "https://arxiv.org/abs/2307.15414",
    "authors": [
      "G. Alagappan",
      "F. J. Garcia-Vidal",
      "C. E. Png"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2307.15417",
    "title": "Dense and Sharp Resonance Peaks in Stretched Moiré Waveguides",
    "abstract": "In this article, we demonstrate dense resonant peaks in the transmission spectra of a rectangular waveguide inscribed with a stretched moir\\'e pattern. We investigated an array of silicon waveguides with sinusoidally modulated cladding of varying depth of modulation. The investigation reveals a critical depth of modulation that splits the geometries into weakly scattering and strongly scattering regimes. Geometries in the weakly scattering regime resemble Bragg waveguides with shallow cladding modulation, whereas in the strongly scattering regime, the geometries resemble chains of isolated dielectric particles. The guided mode photonic bandgap for geometries in the strongly scattering regime is much larger than that of the weakly scattering regime. By inscribing stretched moir\\'e patterns in the strongly scattering regime, we show that a large number of sharp peaks can be created in the transmission spectra of the waveguide. All periodic stretched moir\\'e patterns can be identified with an R parameter. The R parameter indicates the ratio of the supercell period of the stretched system to the unstretched system. Our empirical study shows that the density of peaks linearly increases with R. The multiple resonance peaks evolve along well-defined trajectories with quality factor defined by exponential functions of R. ",
    "url": "https://arxiv.org/abs/2307.15417",
    "authors": [
      "G. Alagappan",
      "C. E. Png"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2307.15532",
    "title": "Impact of feedback time-distribution on laser dynamics",
    "abstract": "Time-distributed optical feedback in semiconductor lasers has gained attention for its ability to produce high-quality chaos and effectively suppress the time-delay signature. However, the fundamental impact of the distribution of feedback in time on laser dynamics remains unexplored. In this paper, we investigate this topic by using fiber Bragg grating (FBG) feedback. We theoretically study the laser response using FBGs of different lengths but similar reflectivity, effectively stretching the impulse response over a longer period while maintaining its overall shape. We observe that above a critical value corresponding to a grating length of approximately $1$\\,cm, fluctuations in laser stability emerge. We attribute this phenomenon to the damping of relaxation oscillations when the zeros of the FBG reflectivity spectrum align with the laser side lobes around the relaxation oscillation frequency. We also uncover an asymmetrical dynamical behavior of the laser for positive and negative frequency detuning. We deduce that this asymmetry is a characteristic feature of FBG feedback and delve into the specificities that trigger such behavior. ",
    "url": "https://arxiv.org/abs/2307.15532",
    "authors": [
      "Martin Skenderas",
      "Spencer W. Jolly",
      "Martin Virte"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Chaotic Dynamics (nlin.CD)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2307.15556",
    "title": "High efficiency coupling of free electrons to sub-$λ^3$ modal  volume, high-Q photonic cavities",
    "abstract": "We report on the design, realization and experimental investigation by spatially resolved monochromated electron energy loss spectroscopy (EELS) of high quality factor cavities with modal volumes smaller than $\\lambda^3$, with $\\lambda$ the free-space wavelength of light. The cavities are based on a slot defect in a 2D photonic crystal slab made up of silicon. They are optimized for high coupling of electrons accelerated to 100 kV, to quasi-Transverse Electrical modes polarized along the slot direction. We studied the cavities in two geometries. The first geometry, for which the cavities have been designed, corresponds to an electron beam travelling along the slot direction. The second consists in the electron beam travelling perpendicular to the slab. In both cases, a large series of modes is identified. The dielectric slot modes energies are measured to be in the 0.8- 0.85 eV range, as per design, and surrounded by two bands of dielectric and air modes of the photonic structure. The dielectric even slot modes, to which the cavity mode belongs, are highly coupled to the electrons with up to 3.2$\\%$ probability of creating a slot photon per incident electron. Although the experimental spectral resolution (around 30 meV) alone does not allow to disentangle cavity photons from other slot photons, the remarkable agreement between the experiments and FDTD simulations permits us to deduce that amongst the photons created in the slot, around 30$\\%$ are stored in the cavity mode. A systematic study of the energy and coupling strength as a function of the photonic band gap parameters permits to foresee increase of coupling strength by fine-tuning phase matching. Our work demonstrates free electron coupling to high quality factor cavities with low mode density, sub-$\\lambda^3$ modal volume, making it an excellent candidate for applications such as quantum nano-optics with free electrons. ",
    "url": "https://arxiv.org/abs/2307.15556",
    "authors": [
      "Malo Bézard",
      "Imène Si Hadj Mohand",
      "Luigi Ruggierio",
      "Arthur Le Roux",
      "Yves Auad",
      "Paul Baroux",
      "Luiz H. G. Tizei",
      "Xavier Chécoury",
      "Mathieu Kociak"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2307.15598",
    "title": "First-Principles Approach for Coupled Quantum Dynamics of Electrons and  Protons in Heterogeneous Systems",
    "abstract": "The coupled quantum dynamics of electrons and protons is ubiquitous in many dynamical processes involving light-matter interaction, such as solar energy conversion in chemical systems and photosynthesis. A first-principles description of such nuclear-electronic quantum dynamics requires not only the time-dependent treatment of nonequilibrium electron dynamics but also that of quantum protons. Quantum mechanical correlation between electrons and protons adds further complexity to such coupled dynamics. Here we extend real-time nuclear-electronic orbital time-dependent density functional theory (RT-NEO-TDDFT) to periodic systems and perform first-principles simulations of coupled quantum dynamics of electrons and protons in complex heterogeneous systems. The process studied is electronically excited state intramolecular proton transfer of o-hydroxybenzaldehyde in water and at a silicon (111) semiconductor-molecule interface. These simulations illustrate how environments such as hydrogen-bonding water molecules and an extended material surface impact the dynamical process on the atomistic level. Depending on how the molecule is chemisorbed on the surface, excited state electron transfer from the molecule to the semiconductor surface can inhibit ultrafast proton transfer within the molecule. This work elucidates how heterogeneous environments influence the balance between the quantum mechanical proton transfer and excited electron dynamics. The periodic RT-NEO-TDDFT approach is applicable to a wide range of other photoinduced heterogeneous processes. ",
    "url": "https://arxiv.org/abs/2307.15598",
    "authors": [
      "Jianhang Xu",
      "Ruiyi Zhou",
      "Tao E. Li",
      "Volker Blum",
      "Sharon Hammes-Schiffer",
      "Yosuke Kanai"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2307.15712",
    "title": "Quantum-noise-limited optical neural networks operating at a few quanta  per activation",
    "abstract": "Analog physical neural networks, which hold promise for improved energy efficiency and speed compared to digital electronic neural networks, are nevertheless typically operated in a relatively high-power regime so that the signal-to-noise ratio (SNR) is large (>10). What happens if an analog system is instead operated in an ultra-low-power regime, in which the behavior of the system becomes highly stochastic and the noise is no longer a small perturbation on the signal? In this paper, we study this question in the setting of optical neural networks operated in the limit where some layers use only a single photon to cause a neuron activation. Neuron activations in this limit are dominated by quantum noise from the fundamentally probabilistic nature of single-photon detection of weak optical signals. We show that it is possible to train stochastic optical neural networks to perform deterministic image-classification tasks with high accuracy in spite of the extremely high noise (SNR ~ 1) by using a training procedure that directly models the stochastic behavior of photodetection. We experimentally demonstrated MNIST classification with a test accuracy of 98% using an optical neural network with a hidden layer operating in the single-photon regime; the optical energy used to perform the classification corresponds to 0.008 photons per multiply-accumulate (MAC) operation, which is equivalent to 0.003 attojoules of optical energy per MAC. Our experiment used >40x fewer photons per inference than previous state-of-the-art low-optical-energy demonstrations, to achieve the same accuracy of >90%. Our work shows that some extremely stochastic analog systems, including those operating in the limit where quantum noise dominates, can nevertheless be used as layers in neural networks that deterministically perform classification tasks with high accuracy if they are appropriately trained. ",
    "url": "https://arxiv.org/abs/2307.15712",
    "authors": [
      "Shi-Yuan Ma",
      "Tianyu Wang",
      "Jérémie Laydevant",
      "Logan G. Wright",
      "Peter L. McMahon"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Emerging Technologies (cs.ET)",
      "Machine Learning (cs.LG)",
      "Neural and Evolutionary Computing (cs.NE)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2307.15141",
    "title": "Photon discerner: Adaptive quantum optical sensing near the shot noise  limit",
    "abstract": "Photon statistics of an optical field can be used for quantum optical sensing in low light level scenarios free of bulky optical components. However, photon-number-resolving detection to unravel the photon statistics is challenging. Here, we propose a novel detection approach, that we call `photon discerning', which uses adaptive photon thresholding for photon statistical estimation without recording exact photon numbers. Our photon discerner is motivated by the field of neural networks where tunable thresholds have proven efficient for isolating optimal decision boundaries in machine learning tasks. The photon discerner maximizes Fisher information per photon by iteratively choosing the optimal threshold in real-time to approach the shot noise limit. Our proposed scheme of adaptive photon thresholding leads to unique remote-sensing applications of quantum DoLP (degree of linear polarization) camera and quantum LiDAR. We investigate optimal thresholds and show that the optimal photon threshold can be counter-intuitive (not equal to 1) even for weak signals (mean photon number much less than 1), due to the photon bunching effect. We also put forth a superconducting nanowire realization of the photon discerner which can be experimentally implemented in the near-term. We show that the adaptivity of our photon discerner enables it to beat realistic photon-number-resolving detectors with limited photon-number resolution. Our work suggests a new class of detectors for information-theory driven, compact, and learning-based quantum optical sensing. ",
    "url": "https://arxiv.org/abs/2307.15141",
    "authors": [
      "F. Bao",
      "L. Bauer",
      "A. E. Rubio Lopez",
      "Z. Jacob"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2307.15233",
    "title": "Complex 3-Dimensional Microscale Structures for Quantum Sensing  Applications",
    "abstract": "We present a novel method for fabricating highly customizable three-dimensional structures hosting quantum sensors based on Nitrogen Vacancy (NV) centers using two-photon polymerization. This approach overcomes challenges associated with structuring traditional single-crystal quantum sensing platforms and enables the creation of complex, fully three-dimensional, sensor assemblies with sub-microscale resolutions (down to 400 nm) and large fields of view (>1 mm). By embedding NV center-containing nanoparticles in exemplary structures, we demonstrate high sensitivity optical sensing of temperature and magnetic fields at the microscale. Our work showcases the potential for integrating quantum sensors with advanced manufacturing techniques, facilitating the incorporation of sensors into existing microfluidic and electronic platforms, and opening new avenues for widespread utilization of quantum sensors in various applications. ",
    "url": "https://arxiv.org/abs/2307.15233",
    "authors": [
      "Brian W. Blankenship",
      "Zachary Jones",
      "Naichen Zhao",
      "Harpreet Singh",
      "Adrisha Sarkar",
      "Runxuan Li",
      "Erin Suh",
      "Alan Chen",
      "Costas Grigoropoulos",
      "Ashok Ajoy"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2307.15492",
    "title": "Quantum scaling atomic superheterodyne receiver",
    "abstract": "Measurement sensitivity is one of the critical indicators for Rydberg atomic radio receivers. This work quantitatively studies the relationship between the atomic superheterodyne receiver's sensitivity and the number of atoms involved in the measurement. The atom number is changed by adjusting the length of the interaction area. The results show that for the ideal case, the sensitivity of the atomic superheterodyne receiver exhibits a quantum scaling: the amplitude of its output signal is proportional to the atom number, and the amplitude of its read-out noise is proportional to the square root of the atom number. Hence, its sensitivity is inversely proportional to the square root of the atom number. This work also gives a detailed discussion of the properties of transit noise in atomic receivers and the influence of some non-ideal factors on sensitivity scaling. This work is significant in the field of atom-based quantum precision measurements. ",
    "url": "https://arxiv.org/abs/2307.15492",
    "authors": [
      "Peng Zhang",
      "Mingyong Jing",
      "Zheng Wang",
      "Yan Peng",
      "Shaoxin Yuan",
      "Hao Zhang",
      "Liantuan Xiao",
      "Suotang Jia",
      "Linjie Zhang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2307.15603",
    "title": "Nonlinear optical diode effect in a magnetic Weyl semimetal",
    "abstract": "Weyl semimetals have emerged as a promising quantum material system to discover novel electrical and optical phenomena, due to their combination of nontrivial quantum geometry and strong symmetry breaking. One crucial class of such novel transport phenomena is the diode effect, which is of great interest for both fundamental physics and modern technologies. In the electrical regime, giant electrical diode effect (the nonreciprocal transport) has been observed in Weyl systems. In the optical regime, novel optical diode effects have been theoretically considered but never probed experimentally. Here, we report the observation of the nonlinear optical diode effect (NODE) in the magnetic Weyl semimetal CeAlSi, where the magnetic state of CeAlSi introduces a pronounced directionality in the nonlinear optical second-harmonic generation (SHG). By physically reversing the beam path, we show that the measured SHG intensity can change by at least a factor of six between forward and backward propagation over a wide bandwidth exceeding 250 meV. Supported by density-functional theory calculations, we establish the linearly dispersive bands emerging from Weyl nodes as the origin of the extreme bandwidth. Intriguingly, the NODE directionality is directly controlled by the direction of magnetization. By utilizing the electronically conductive semimetallic nature of CeAlSi, we demonstrate current-induced magnetization switching and thus electrical control of the NODE in a mesoscopic spintronic device structure with current densities as small as 5 kA/cm$^2$. Our results advance ongoing research to identify novel nonlinear optical/transport phenomena in magnetic topological materials. The NODE also provides a way to measure the phase of nonlinear optical susceptibilities and further opens new pathways for the unidirectional manipulation of light such as electrically controlled optical isolators. ",
    "url": "https://arxiv.org/abs/2307.15603",
    "authors": [
      "Christian Tzschaschel",
      "Jian-Xiang Qiu",
      "Xue-Jian Gao",
      "Hou-Chen Li",
      "Chunyu Guo",
      "Hung-Yu Yang",
      "Cheng-Ping Zhang",
      "Ying-Ming Xie",
      "Yu-Fei Liu",
      "Anyuan Gao",
      "Damien Bérubé",
      "Thao Dinh",
      "Sheng-Chin Ho",
      "Yuqiang Fang",
      "Fuqiang Huang",
      "Johanna Nordlander",
      "Qiong Ma",
      "Fazel Tafti",
      "Philip J.W. Moll",
      "Kam Tuen Law",
      "Su-Yang Xu"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2307.15617",
    "title": "Approaching the standard quantum limit of a Rydberg-atom microwave  electrometer",
    "abstract": "The development of a microwave electrometer with inherent uncertainty approaching its ultimate limit carries both fundamental and technological significance. Recently, the Rydberg electrometer has garnered considerable attention due to its exceptional sensitivity, small-size, and broad tunability. This specific quantum sensor utilizes low-entropy laser beams to detect disturbances in atomic internal states, thereby circumventing the intrinsic thermal noise encountered by its classical counterparts8,9. However, due to the thermal motion of atoms10, the advanced Rydberg-atom microwave electrometer falls considerably short of the standard quantum limit by over three orders of magnitude. In this study, we utilize an optically thin medium with approximately 5.2e5 laser-cooled atoms11 to implement heterodyne detection. By mitigating a variety of noises and strategically optimizing the parameters of the Rydberg electrometer, our study achieves an electric-field sensitivity of 10.0 nV/cm/Hz^1/2 at a 100 Hz repetition rate, reaching a factor of 2.6 above the standard quantum limit and a minimum detectable field of 540 pV cm. We also provide an in-depth analysis of noise mechanisms and determine optimal parameters to bolster the performance of Rydberg-atom sensors. Our work provides insights into the inherent capacities and limitations of Rydberg electrometers, while offering superior sensitivity for detecting weak microwave signals in numerous applications. ",
    "url": "https://arxiv.org/abs/2307.15617",
    "authors": [
      "Hai-Tao Tu",
      "Kai-Yu Liao",
      "Guo-Dong He",
      "Yi-Fei Zhu",
      "Si-Yuan Qiu",
      "Hao Jiang",
      "Wei Huang",
      "Wu Bian",
      "Hui Yan",
      "Shi-Liang Zhu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2307.15696",
    "title": "Development of a Boston-area 50-km fiber quantum network testbed",
    "abstract": "Distributing quantum information between remote systems will necessitate the integration of emerging quantum components with existing communication infrastructure. This requires understanding the channel-induced degradations of the transmitted quantum signals, beyond the typical characterization methods for classical communication systems. Here we report on a comprehensive characterization of a Boston-Area Quantum Network (BARQNET) telecom fiber testbed, measuring the time-of-flight, polarization, and phase noise imparted on transmitted signals. We further design and demonstrate a compensation system that is both resilient to these noise sources and compatible with integration of emerging quantum memory components on the deployed link. These results have utility for future work on the BARQNET as well as other quantum network testbeds in development, enabling near-term quantum networking demonstrations and informing what areas of technology development will be most impactful in advancing future system capabilities. ",
    "url": "https://arxiv.org/abs/2307.15696",
    "authors": [
      "Eric Bersin",
      "Matthew Grein",
      "Madison Sutula",
      "Ryan Murphy",
      "Yan Qi Huan",
      "Mark Stevens",
      "Aziza Suleymanzade",
      "Catherine Lee",
      "Ralf Riedinger",
      "David J. Starling",
      "Pieter-Jan Stas",
      "Can M. Knaut",
      "Neil Sinclair",
      "Daniel R. Assumpcao",
      "Yan-Cheng Wei",
      "Erik N. Knall",
      "Bartholomeus Machielse",
      "Denis D. Sukachev",
      "David S. Levonian",
      "Mihir K. Bhaskar",
      "Marko Lončar",
      "Scott Hamilton",
      "Mikhail Lukin",
      "Dirk Englund",
      "P. Benjamin Dixon"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Networking and Internet Architecture (cs.NI)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2307.15701",
    "title": "Prevalence of two-dimensional photonic topology",
    "abstract": "The topological characteristics of photonic crystals have been the subject of intense research in recent years. Despite this, the basic question of whether photonic band topology is rare or abundant -- i.e., its relative prevalence -- remains unaddressed. Here, we determine the prevalence of stable, fragile, and higher-order photonic topology in the 11 two-dimensional crystallographic symmetry settings that admit diagnosis of one or more of these phenomena by symmetry analysis. Our determination is performed on the basis of a data set of 550000 randomly sampled, two-tone photonic crystals, spanning 11 symmetry settings and 5 dielectric contrasts, and examined in both transverse electric (TE) and magnetic (TM) polarizations. We report the abundance of nontrivial photonic topology in the presence of time-reversal symmetry and find that stable, fragile, and higher-order topology are generally abundant. Below the first band gap, which is of primary experimental interest, we find that stable topology is more prevalent in the TE polarization than the TM; is only weakly, but monotonically, dependent on dielectric contrast; and that fragile topology is near-absent. In the absence of time-reversal symmetry, nontrivial Chern phases are also abundant in photonic crystals with 2-, 4-, and 6-fold rotational symmetries but comparatively rare in settings with only 3-fold symmetry. Our results elucidate the interplay of symmetry, dielectric contrast, electromagnetic polarization, and time-reversal breaking in engendering topological photonic phases and may inform general design principles for their experimental realization. ",
    "url": "https://arxiv.org/abs/2307.15701",
    "authors": [
      "Ali Ghorashi",
      "Sachin Vaidya",
      "Mikael Rechtsman",
      "Wladimir Benalcazar",
      "Marin Soljačić",
      "Thomas Christensen"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.14007",
    "title": "The hidden quantum origin of gauge connections",
    "abstract": " Comments: Accepted for publication in this form in Physica Scripta ",
    "url": "https://arxiv.org/abs/2205.14007",
    "authors": [
      "Andrei Tudor Patrascu"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)",
      "High Energy Physics - Theory (hep-th)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2211.05023",
    "title": "Optical property measurements of lithium chloride aqueous solution for a  novel solar neutrino experiment",
    "abstract": " Comments: 12 pages, 8 figures. Published version ",
    "url": "https://arxiv.org/abs/2211.05023",
    "authors": [
      "Ye Liang",
      "Tong Xu",
      "Jialiang Zhang",
      "Shuo Li",
      "Ming Qi",
      "Zhe Wang"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2212.00185",
    "title": "Phase-Resolved Rydberg Atom Field Sensing using Quantum Interferometry",
    "abstract": " Title: Phase-Resolved Rydberg Atom Field Sensing using Quantum Interferometry ",
    "url": "https://arxiv.org/abs/2212.00185",
    "authors": [
      "Samuel Berweger",
      "Alexandra B. Artusio-Glimpse",
      "Andrew P. Rotunno",
      "Nikunjkumar Prajapati",
      "Joseph D. Christesen",
      "Kaitlin R. Moore",
      "Matthew T. Simons",
      "Christopher L. Holloway"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2305.00516",
    "title": "Dissipative Soliton Resonance: Adiabatic Theory and Thermodynamics",
    "abstract": " Comments: 31 pages, 15 figures ",
    "url": "https://arxiv.org/abs/2305.00516",
    "authors": [
      "Vladimir L. Kalashnikov",
      "Alexander Rudenkov",
      "Evgeni Sorokin",
      "Irina Sorokina"
    ],
    "subjectives": [
      "Pattern Formation and Solitons (nlin.PS)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2307.14577",
    "title": "Hydrophobic Silica Microcavities with Sustainable Nonlinear Photonic  Performance",
    "abstract": " Title: Hydrophobic Silica Microcavities with Sustainable Nonlinear Photonic  Performance ",
    "url": "https://arxiv.org/abs/2307.14577",
    "authors": [
      "Jiadu Xie",
      "Yang Wang",
      "Hui Kang",
      "Jinsong Cheng",
      "Xiaoqin Shen"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  }
]