[
  {
    "id": "arXiv:2301.01418",
    "title": "Magnetic light amplification by stimulated emission of radiation in  subwavelength systems of a dielectric cavity and magnetic quantum emitters",
    "abstract": "We propose a magnetic laser in a subwavelength system consisting of a high-refractive-index dielectric cavity and an active medium formed by magnetic quantum emitters. Stimulated emissions of magnetic quantum emitters induced by their coherent interactions with quantized magnetic fields of a cavity are theoretically considered. The condition to archive such a magnetic laser is obtained. Numerical results show that magnetic lasers are feasible in some realistic systems, for example, a silicon disk of high-quality whispering gallery modes with embedded emitters. Furthermore, the competitions between the electric interaction and magnetic one in terms of their Purcell factors are also considered in some magnetic laser achievable systems. In a wavelength-scale silicon block of a high-order magnetic mode, the ratio of magnetic Purcell factor to the electric one can reach more than ~103 large. Our results open up ways to enhanced magnetic light-matter interactions. ",
    "url": "https://arxiv.org/abs/2301.01418",
    "authors": [
      "Zhong-Jian Yang",
      "Xiao-Jing Du",
      "Ma-Long Hu",
      "Jun He"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2301.01608",
    "title": "Free-electron superfluorescence: collective optical dynamics at  deep-subwavelength resolution",
    "abstract": "Long-range coherence and correlations between electrons in solids are the cornerstones for developing future quantum materials and devices. In 1954, Dicke described correlated spontaneous emission from closely packed quantum emitters, forming the theoretical basis of superradiance and superfluorescence. Since then, it has remained an open challenge to observe such phenomena with nanometer spatial resolution, precisely the important scale at which the collective correlations occur. Here, we report the first instance of free-electron-driven superfluorescence - superfluorescent cathodoluminescence - enabling us to excite and observe correlations at nanometer spatial scales. To exemplify this concept in our experiments, superlattices of lead halide perovskite quantum dots are excited by focused pulses of multiple free electrons. The electrons trigger superfluorescence: collective ultrafast emission observed at rates faster than both the lifetime and decoherence time. By controlling the area illuminated by the electron beam, we create a transition from a non-correlated spontaneous emission to a correlated superfluorescent emission. The observed signatures of superfluorescence are a reduction of the intrinsic emitter lifetime, a narrower linewidth, and a distinct redshift. We develop the theory of superfluorescent cathodoluminescence, which matches the results and highlights the unique features of electron-driven versus light-driven superfluorescence. Our observation and theory introduce a novel way to characterize coherence and correlations in quantum materials with nanometer spatial resolution, a key for future engineering of quantum devices. ",
    "url": "https://arxiv.org/abs/2301.01608",
    "authors": [
      "Orr Be'er",
      "Alexey Gorlach",
      "Alina Nage",
      "Reut Shechter",
      "Yaniv Kurman",
      "Marc Fouchier",
      "Ido Kaminer",
      "Yehonadav Bekenstein"
    ],
    "subjectives": [
      "Atomic and Molecular Clusters (physics.atm-clus)"
    ]
  },
  {
    "id": "arXiv:2301.01614",
    "title": "A Voigt laser operating on $^{87}$Rb 780 nm transition",
    "abstract": "We report the development of laser systems -- a \"Voigt laser\" -- using a Voigt anomalous dispersion optical filter as the frequency-selective element, working at the wavelength of 780 nm of $^{87}$Rb-D2 resonance line. Compared with Faraday anomalous dispersion optical filter, the Voigt anomalous dispersion optical filter can generate a stronger and more uniform magnetic field with a compact size of magnet, and obtains a transmission spectrum with narrower linewidth and more stable lineprofile. In this case, the frequency stability of the Voigt laser reaches 5$\\times$10$^{-9}$ at the averaging time of 200 s, and the wavelength fluctuation of 8-hours free operation is $\\pm$0.1 pm. Besides, the Voigt laser has greater immunity to diode current than the Faraday laser, with a wavelength fluctuation of $\\pm$0.5 pm in the current range from 73 mA to 150 mA. Finally, the Voigt laser frequency can be controlled by the cell temperature of the Voigt optical filter, which is expected to achieve a frequency detuning of 20 GHz. Consequently, the Voigt laser, whose frequency could correspond to the atomic transition frequency by tuning the cell temperature, obtains good robustness to the current and temperature fluctuation of laser diode, and could realize a compact optical standard for precise measurement once stabilized by modulation transfer spectroscopy. ",
    "url": "https://arxiv.org/abs/2301.01614",
    "authors": [
      "Zijie Liu",
      "Xiaolei Guan",
      "Xiaomin Qin",
      "Zhiyang Wang",
      "Hangbo Shi",
      "Jia Zhang",
      "Jianxiang Miao",
      "Tiantian Shi",
      "Anhong Dang",
      "Jingbiao Chen"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2301.01636",
    "title": "Optical fiber-based key for remote authentication of users and optical  fiber line",
    "abstract": "We have shown the opportunity to use the unique inhomogeneities of the internal structure of an optical fiber waveguide for remote authentication of users or an optic fiber line. Optical Time Domain Reflectometry (OTDR) is demonstrated to be applicable to observing unclonable backscattered signal patterns at distances of tens of kilometers. The physical nature of the detected patterns was explained, and their characteristic spatial periods were investigated. The patterns are due to the refractive index fluctuations of a standard telecommunication fiber. We have experimentally verified that the patterns are an example of a Physically Unclonable Function (PUF). The uniqueness and reproducibility of the patterns have been demonstrated and an authentication protocol has been provided. ",
    "url": "https://arxiv.org/abs/2301.01636",
    "authors": [
      "Mikhail Yarovikov",
      "Alexander Smirnov",
      "Ekaterina Zhdanova",
      "Alexander Gutor",
      "Mikhail Vyatkin"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Cryptography and Security (cs.CR)"
    ]
  },
  {
    "id": "arXiv:2301.01689",
    "title": "Process Variation-Aware Compact Model of Strip Waveguides for Photonic  Circuit Simulation",
    "abstract": "We report a novel process variation-aware compact model of strip waveguides that is suitable for circuit-level simulation of waveguide-based process design kit (PDK) elements. The model is shown to describe both loss and -- using a novel expression for the thermo-optic effect in high index contrast materials -- the thermo-optic behavior of strip waveguides. A novel group extraction method enables modeling the effective index's ($n_{\\mathrm{eff}}$) sensitivity to local process variations without the presumption of variation source. Use of Euler-bend Mach-Zehnder interferometers (MZIs) fabricated in a 300~mm wafer run allow model parameter extraction at widths up to 2.5~$\\mu$m (highly multi-mode) with strong suppression of higher-order mode excitation. Experimental results prove the reported model can self-consistently describe waveguide phase, loss, and thermo-optic behavior across all measured devices over an unprecedented range of optical bandwidth, waveguide widths, and temperatures. ",
    "url": "https://arxiv.org/abs/2301.01689",
    "authors": [
      "Aneek James",
      "Anthony Rizzo",
      "Yuyang Wang",
      "Asher Novick",
      "Songli Wang",
      "Robert Parsons",
      "Kaylx Jang",
      "Maarten Hattink",
      "Keren Bergman"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2301.01386",
    "title": "Sub-shot-noise sensitivity in a ring laser gyroscope",
    "abstract": "Absolute angular rotation rate measurements with sensitivity better than prad/sec would be beneficial for fundamental science investigations. On this regard, large frame Earth based ring laser gyroscopes are top instrumentation as far as bandwidth, long term operation and sensitivity are concerned. Their classical sensitivity limit is given by the shot-noise of the two beams counter propagating inside the cavity usually considered as two independent propagating modes. Thus, it is given by the sum of the shot-noise associated to each beam. Here we prove that the GINGERINO active ring laser prototype upper limiting noise allows an unprecedented sensitivity close to 10$^{-15}$ rad/sec. This is more than a factor 10 better than the theoretical prediction so far accounted for ring lasers shot-noise. ",
    "url": "https://arxiv.org/abs/2301.01386",
    "authors": [
      "Angela D. V. Di Virgilio",
      "Francesco Bajardi",
      "Andrea Basti",
      "Nicolò Beverini",
      "Giorgio Carelli",
      "Donatella Ciampini",
      "Giuseppe Di Somma",
      "Francesco Fuso",
      "Enrico Maccioni",
      "Paolo Marsili",
      "Antonello Ortolan",
      "Alberto Porzio",
      "David Vitali"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.01457",
    "title": "Bootstrap Embedding on a Quantum Computer",
    "abstract": "We extend molecular bootstrap embedding to make it appropriate for implementation on a quantum computer. This enables solution of the electronic structure problem of a large molecule as an optimization problem for a composite Lagrangian governing fragments of the total system, in such a way that fragment solutions can harness the capabilities of quantum computers. By employing state-of-art quantum subroutines including the quantum SWAP test and quantum amplitude amplification, we show how a quadratic speedup can be obtained over the classical algorithm, in principle. Utilization of quantum computation also allows the algorithm to match -- at little additional computational cost -- full density matrices at fragment boundaries, instead of being limited to 1-RDMs. Current quantum computers are small, but quantum bootstrap embedding provides a potentially generalizable strategy for harnessing such small machines through quantum fragment matching. ",
    "url": "https://arxiv.org/abs/2301.01457",
    "authors": [
      "Yuan Liu",
      "Oinam R. Meitei",
      "Zachary E. Chin",
      "Arkopal Dutt",
      "Max Tao",
      "Troy Van Voorhis",
      "Isaac L. Chuang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2301.01557",
    "title": "Super-Resolution Imaging with Multiparameter Quantum Metrology in  Passive Remote Sensing",
    "abstract": "We study super-resolution imaging theoretically using a distant n-mode interferometer in the microwave regime for passive remote sensing, used e.g., for satellites like the \"soil moisture and ocean salinity (SMOS)\" mission to observe the surface of the Earth. We give a complete quantum mechanical analysis of multiparameter estimation of the temperatures on the source plane. We find the optimal detection modes by combining incoming modes with an optimized unitary that enables the most informative measurement based on photon counting in the detection modes and saturates the quantum Cram\\'er-Rao bound from the symmetric logarithmic derivative for the parameter set of temperatures. In our numerical analysis, we achieved a quantum-enhanced super-resolution by reconstructing an image using the maximum likelihood estimator with a pixel size of 3 km, which is ten times smaller than the spatial resolution of SMOS with comparable parameters. Further, we find the optimized unitary for uniform temperature distribution on the source plane, with the temperatures corresponding to the average temperatures of the image. Even though the corresponding unitary was not optimized for the specific image, it still gives a super-resolution compared to local measurement scenarios for the theoretically possible maximum number of measurements. ",
    "url": "https://arxiv.org/abs/2301.01557",
    "authors": [
      "Emre Köse",
      "Daniel Braun"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.01630",
    "title": "Equalization of a 10 Gbps IMDD signal by a small silicon photonics time  delayed neural network",
    "abstract": "A small 4-channels time-delayed complex perceptron is used as a silicon photonics neural network (NN) device to compensate for chromatic dispersion in optical fiber links. The NN device is experimentally tested with non-return-to-zero optical signals at 10 Gbps after propagation through up to 125 km optical fiber link. During the learning phase, a separation-loss function is optimized in order to maximally separate the transmitted levels of 0s from the 1s, which implies an optimization of the bit-error-rate. Testing of the NN device shows that the excess losses introduced by the NN device are compensated by the gain in transmitted signal equalization for a link longer than 100 km. The measured data are reproduced by a model which accounts for the optical link and the neural network device. This allows simulating the network performances for higher data rates, where the device shows improvement with respect to the benchmark both in terms of performance as well as ease of use. ",
    "url": "https://arxiv.org/abs/2301.01630",
    "authors": [
      "Emiliano Staffoli",
      "Mattia Mancinelli",
      "Paolo Bettotti",
      "Lorenzo Pavesi"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.01650",
    "title": "An elongated quantum dot as a distributed charge sensor",
    "abstract": "Increasing the separation between semiconductor quantum dots offers scaling advantages by fa- cilitating gate routing and the integration of sensors and charge reservoirs. Elongated quantum dots have been utilized for this purpose in GaAs heterostructures to extend the range of spin-spin interactions. Here, we study a metal-oxide-semiconductor (MOS) device where two quantum dot arrays are separated by an elongated quantum dot (340 nm long, 50 nm wide). We monitor charge transitions of the elongated quantum dot by measuring radiofrequency single-electron currents to a reservoir to which we connect a lumped-element resonator. We operate the dot as a single electron box to achieve charge sensing of remote quantum dots in each array, separated by a distance of 510 nm. Simultaneous charge detection on both ends of the elongated dot demonstrates that the charge is well distributed across its nominal length, supported by the simulated quantum-mechanical electron density. Our results illustrate how single-electron boxes can be realised with versatile foot- prints that may enable novel and compact quantum processor layouts, offering distributed charge sensing in addition to the possibility of mediated coupling. ",
    "url": "https://arxiv.org/abs/2301.01650",
    "authors": [
      "S. M. Patomäki",
      "J. Williams",
      "F. Berritta",
      "C. Laine",
      "M. A. Fogarty",
      "R. C. C. Leon",
      "J. Jussot",
      "S. Kubicek",
      "A. Chatterjee",
      "B. Govoreanu",
      "F. Kuemmeth",
      "J. J. L. Morton",
      "M. F. Gonzalez-Zalba"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2301.01706",
    "title": "On-chip Hong-Ou-Mandel interference from separate quantum dot emitters  in an integrated circuit",
    "abstract": "Scalable quantum photonic technologies require low-loss integration of many identical single-photon sources with photonic circuitry on a chip. Relatively complex quantum photonic circuits have already been demonstrated; however, sources used so far relied on parametric-down-conversion. Hence, the efficiency and scalability are intrinsically limited by the probabilistic nature of the sources. Quantum emitter-based single-photon sources are free of this limitation, but frequency matching of multiple emitters within a single circuit remains a challenge. In this work, we demonstrate a key component in this regard in the form of a fully monolithic GaAs circuit combing two frequency-matched quantum dot single-photon sources interconnected with a low-loss on-chip beamsplitter connected via single-mode ridge waveguides. This device enabled us to perform a two-photon interference experiment on-chip with visibility reaching 66%, limited by the coherence of the emitters. Our device could be further scaled up, providing a clear path to increase the complexity of quantum circuits toward fully scalable integrated quantum technologies. ",
    "url": "https://arxiv.org/abs/2301.01706",
    "authors": [
      "Łukasz Dusanowski",
      "Dominik Köck",
      "Christian Schneider",
      "Sven Höfling"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2206.06521",
    "title": "Ultra-High-Precision Detection of Single Microwave Photons based on a  Hybrid System between Majorana Zero Mode and a Quantum Dot",
    "abstract": " Comments: 19 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2206.06521",
    "authors": [
      "Eric Chatterjee",
      "Wei Pan",
      "Daniel Soh"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Superconductivity (cond-mat.supr-con)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2207.02513",
    "title": "Spectral correlation between surface-enhanced resonant Raman and far  field scattering destructed by dipole quadrupole coupled plasmon resonance",
    "abstract": " Comments: 43 pages, 15 figures ",
    "url": "https://arxiv.org/abs/2207.02513",
    "authors": [
      "Tamitake Itoh",
      "Yuko S. Yamamoto"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.02996",
    "title": "Utilizing photonic band gap in triangular silicon carbide structures for  efficient quantum nanophotonic hardware",
    "abstract": " Title: Utilizing photonic band gap in triangular silicon carbide structures for  efficient quantum nanophotonic hardware ",
    "url": "https://arxiv.org/abs/2208.02996",
    "authors": [
      "Pranta Saha",
      "Sridhar Majety",
      "Marina Radulaski"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2209.11147",
    "title": "Front-end Electronics for Timing with pico-seconds precision using 3D  Trench Silicon Sensors",
    "abstract": " Title: Front-end Electronics for Timing with pico-seconds precision using 3D  Trench Silicon Sensors ",
    "url": "https://arxiv.org/abs/2209.11147",
    "authors": [
      "Gian Matteo Cossu",
      "Adriano Lai"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2212.08763",
    "title": "An Experimental Double-Integrating Sphere Spectrophotometer for In Vitro  Optical Analysis of Blood and Tissue Samples, Including Examples of Analyte  Measurement Results",
    "abstract": " Comments: 31 pages, 20 figures authors 1, 2, 3, 5: Mayo Clinic, Special Purpose Processor Development Group, Rochester MN 55905 author 4: Mayo Clinic, Division of Laboratory Medicine and Pathology, Rochester MN 55905 This paper is released with its companion Mayo-SPPDG-R22-15-V01 arXiv:2301.00938 ",
    "url": "https://arxiv.org/abs/2212.08763",
    "authors": [
      "Daniel J. Schwab",
      "Clifton R. Haider",
      "Gary S. Delp",
      "Stefan K. Grebe",
      "Barry K. Gilbert"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2212.11496",
    "title": "Transient chirp reconstruction of electron beam via tightly focused  chirped laser pulse",
    "abstract": " Comments: 13 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2212.11496",
    "authors": [
      "Zhijun Zhang",
      "Shiyi Zhou",
      "Jiansheng Liu",
      "Changhai Yu",
      "Zhiyong Qin",
      "Jianshuo Wang",
      "Yuteng Cao",
      "Liran Hao",
      "Xuan Ye",
      "Yan Lv"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2212.12676",
    "title": "Using thermal interface resistance for non-invasive operando mapping of  buried interfacial lithium morphology in-solid state batteries",
    "abstract": " Title: Using thermal interface resistance for non-invasive operando mapping of  buried interfacial lithium morphology in-solid state batteries ",
    "url": "https://arxiv.org/abs/2212.12676",
    "authors": [
      "Divya Chalise",
      "Robert Jonson",
      "Joseph Schaadt",
      "Pallab Barai",
      "Yuqiang Zeng",
      "Sumanjeet Kaur",
      "Sean D. Lubner",
      "Venkat Srinivasan",
      "Michael C. Tucker",
      "Ravi S. Prasher"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  }
]