[
  {
    "id": "arXiv:2310.04555",
    "title": "Optical trapping and manipulation of fluorescent polymer-based  nanostructures: measuring optical properties of materials in the nanoscale  range",
    "abstract": "We present a novel approach to determine the optical properties of materials in the nanoscale range using optical tweezers (OT). Fluorescent polymer-based nanostructures (pdots) are optically trapped in a Gaussian beam OT and the trap stiffness is studied as a function of various parameters of interest. We explicitly show that properties such as the refractive index and the optical anisotropy of these nanostructures can be determined with high accuracy by comparing the experimental data to an optical force model. In particular, we demonstrate that the effective optical properties of these pdots can be modulated by changing the light wavelength that excites the sample, opening the door for a fine tuning of their optical response, with possible applications in the development of new sensors and/or other optoelectronic devices. ",
    "url": "https://arxiv.org/abs/2310.04555",
    "authors": [
      "T. A. Moura",
      "M. L. Lana Júnior",
      "C. H. V. da Silva",
      "L. R. Américo",
      "J. B. S. Mendes",
      "M. C. N. P. Brandão",
      "A. G. S. Subtil",
      "M. S. Rocha"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.04725",
    "title": "Delocalization of light in photonic lattices with unbounded potentials",
    "abstract": "In classical mechanics, a particle cannot escape from an unbounded potential well. Naively, one would expect a similar result to hold in wave mechanics, since high barriers make tunneling difficult. However, this is not always the case and it is known that wave delocalization can arise in certain models with incommensurate unbounded potentials sustaining critical states, i.e. states neither fully extended nor fully localized. Here we introduce a different and broader class of unbounded potentials, which are not quasi-periodic and do not require any specially-tailored shape, where wave delocalization is observed. The results are illustrated by considering light dynamics in synthetic photonic lattices, which should provide a feasible platform for the experimental observation of wave delocalization in unbounded potentials. ",
    "url": "https://arxiv.org/abs/2310.04725",
    "authors": [
      "Stefano Longhi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2310.04860",
    "title": "Optical Trapping of Large Metallic Particles in Air",
    "abstract": "In this paper, we introduce a horizontally-oriented, photophoretic `boat' trap that is capable of capturing and self-loading large (radius ${\\ge}1$ $\\mu$m) solid gold particles in air for more than one hour. Once trapped, particles are held stably, even as the trap is modified to scan axially or expanded to a larger size to increase the capture cross-section. We theoretically present and experimentally demonstrate each of these affordances. We describe the utility of such to investigate large, metallic, and plasmonic particles for display applications. ",
    "url": "https://arxiv.org/abs/2310.04860",
    "authors": [
      "Siavash Mirzaei-Ghormish",
      "S. Griffith",
      "Daniel Smalley",
      "Ryan M. Camacho"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2310.04909",
    "title": "On the quantum theory of light interacting with nano-materials",
    "abstract": "The fundamental processes of absorption, stimulated and spontaneous emission, and elastic as well as inelastic scattering involving light and atoms, molecules, and nano-particles have been studied for decades using both classical and quantum theories. While providing an overview of the subject, this paper presents a streamlined approach to studying atom-photon interactions in the context of modern quantum optics in the hope of providing guidance for applications in the general area of molecular and nano-photonic machines. ",
    "url": "https://arxiv.org/abs/2310.04909",
    "authors": [
      "Masud Mansuripur"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.05097",
    "title": "Resonant excitation of plasma waves in a plasma channel",
    "abstract": "We demonstrate resonant excitation of a plasma wave by a train of short laser pulses guided in a pre-formed plasma channel, for parameters relevant to a plasma-modulated plasma accelerator (P-MoPA). We show experimentally that a train of $N \\approx 10$ short pulses, of total energy $\\sim 1$ J, can be guided through $110$ mm long plasma channels with on-axis densities in the range $10^{17} - 10^{18}$ cm$^{-3}$. The spectrum of the transmitted train is found to be strongly red-shifted when the plasma period is tuned to the intra-train pulse spacing. Numerical simulations are found to be in excellent agreement with the measurements and indicate that the resonantly excited plasma waves have an amplitude in the range $3$ - $10$ GV m$^{-1}$, corresponding to an accelerator stage energy gain of order $1$ GeV. ",
    "url": "https://arxiv.org/abs/2310.05097",
    "authors": [
      "Aimee J. Ross",
      "James Chappell",
      "Johannes J. van de Wetering",
      "James Cowley",
      "Emily Archer",
      "Nicolas Bourgeois",
      "Laura Corner",
      "David R. Emerson",
      "Linus Feder",
      "Xiao J. Gu",
      "Oscar Jakobsson",
      "Harry Jones",
      "Alexander Picksley",
      "Linus Reid",
      "Wei-Ting Wang",
      "Roman Walczak",
      "Simon M. Hooker"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2310.05132",
    "title": "Real-time spectral characterization of photonic microchips with  femtometer resolution (SOHO)",
    "abstract": "Here we present a new measurement method for the characterization of photonic integrated circuits (PIC) with an ultrahigh resolution, speed, and sensitivity that outperforms the existing PIC characterization methods. It is based on the heterodyne process and employs a tunable laser and a fixed-wavelength laser (termed sweeping optical heterodyne method, SOHO). By varying the wavelength of the tunable laser that is fed into the photonic microchip, the beat frequency is swept from DC to the GHz range. An outstanding advantage of this method is that it does not require any advanced components such as a narrow linewidth tunable laser or light modulator. Moreover, there is no need for an additional calibration procedure. We compared the performance of this method with the standard measurement method based on a tunable laser and a photodiode and achieved 100 times higher spectral resolution and 6 dB higher sensitivity. We further advanced this method to operate in real-time. The wavelength resolution of <40 fm is verified by measuring the spectrum of an unbalanced fiber Mach-Zehnder interferometer. Finally, using this method, we characterized high-quality factor microring resonators that are realized in our new hybrid platform. This new measurement approach, which has superior performance parameters compared to existing methods, has the potential to become an essential characterization tool in integrated photonics. ",
    "url": "https://arxiv.org/abs/2310.05132",
    "authors": [
      "Mahdi Mozdoor Dashtabi",
      "Hamed Nikbakht",
      "Mohammad Talebi Khoshmehr",
      "B. Imran Akca"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2310.05214",
    "title": "Resonant optical trapping of Janus nanoparticles in plasmonic  nanoaperture",
    "abstract": "Controlled trapping of light absorbing nanoparticles with low-power optical tweezers is crucial for remote manipulation of small objects. This study takes advantage of the synergetic effects of tightly confined local fields of plasmonic nanoaperture, self-induced back-action of nanoparticles, and resonant optical trapping scheme to demonstrate enhanced manipulation of Janus nanoparticles in metallic nanohole aperture. We theoretically demonstrate that displacement of Au-coated Janus nanoparticles toward plasmonic nanoaperture and proper orientation of the metal coating give rise to enhanced near-field intensity and pronounced optical force. We also explore the effect of resonant optical trapping by employing two-laser system, where an on-resonant green laser excites the metal-coated nanoparticle whereas an off-resonant near-infrared laser plays trapping role. It is found that, at optimum nanoparticle configuration, the resonant optical trapping method can result in three-fold enhancement of optical force, which is attributed to excitation of surface plasmon resonance in Janus nanoparticles. These findings might have implications for efficient manipulation of light-absorbing nanoparticles of various compositions with low-power. ",
    "url": "https://arxiv.org/abs/2310.05214",
    "authors": [
      "Alemayehu Nana Koya",
      "Longnan Li",
      "Wei Li"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.05289",
    "title": "Inference of Highly Time-resolved Melt Pool Visual Characteristics in  Laser Powder Bed Fusion from Acoustic and Thermal Emission Data",
    "abstract": "With a growing demand for high-quality fabrication, the interest in real-time monitoring of laser powder bed fusion (LPBF) processes has increased, leading manufacturers to incorporate a variety of online sensing methods including acoustic sensing, photodiode sensing, and high-speed imaging. However, real-time acquisition of high-resolution melt pool images in particular remains computationally demanding in practice due to the limitation of data caching and transfer. In this work, we present a new acoustic and thermal information-based monitoring approach that can infer critical melt pool morphological features in LPBF and represent them in image forms. We utilize wavelet scalogram matrices of acoustic and photodiode clip data to identify and predict highly time-resolved (within a 1.0 ms window) visual melt pool characteristics via a well-trained data-driven pipeline. With merely the acoustic and photodiode-collected thermal emission data as the input, the proposed pipeline enables data-driven inference and tracking of melt pool visual characteristics with an R-2 value of 0.8. Our work demonstrates the feasibility of using an efficient and cost-effective method to facilitate online visual melt pool characterization, and we believe it can further contribute to the advances in quality control for LPBF. ",
    "url": "https://arxiv.org/abs/2310.05289",
    "authors": [
      "Haolin Liu",
      "Christian Gobert",
      "Kevin Ferguson",
      "Brandon Abranovic",
      "Hongrui Chen",
      "Jack L. Beuth",
      "Anthony D. Rollett",
      "Levent Burak Kara"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2310.05705",
    "title": "Non-integrable soliton gas: The Schamel equation framework",
    "abstract": "Soliton gas or soliton turbulence is a subject of intense studies due to its great importance to optics, hydrodynamics, electricity, chemistry, biology and plasma physics. Usually, this term is used for integrable models where solitons interact elastically. However, soliton turbulence can also be a part of non-integrable dynamics, where long-lasting solutions in the form of almost solitons may exist. In the present paper, the complex dynamics of ensembles of solitary waves is studied within the Schamel equation using direct numerical simulations. Some important statistical characteristics (distribution functions, moments) are calculated numerically for unipolar and bipolar soliton gases. Comparison of results with integrable Korteweg-de Vries (KdV) and modified KdV (mKdV) models are given qualitatively. Our results agree well with the predictions of the KdV equation in the case of unipolar solitons. However, in the bipolar case, we observed a notable departure from the mKdV model, particularly in the behavior of kurtosis. The observed increase in kurtosis signifies the amplification of distribution function tails, which, in turn, corresponds to the presence of high-amplitude waves. ",
    "url": "https://arxiv.org/abs/2310.05705",
    "authors": [
      "Marcelo V. Flamarion",
      "Efim Pelinovsky",
      "Ekaterina Didenkulova"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2310.04520",
    "title": "Implementation of the Projective Quantum Eigensolver on a Quantum  Computer",
    "abstract": "We study the performance of our previously proposed Projective Quantum Eigensolver (PQE) on IBM's quantum hardware in conjunction with error mitigation techniques. For a single qubit model of H$_2$, we find that we are able to obtain energies within 4 millihartree (2.5 kcal/mol) of the exact energy along the entire potential energy curve, with the accuracy limited by both stochastic error and inconsistent performance of the IBM devices. We find that an optimization algorithm using direct inversion of the iterative subspace can converge swiftly, even to excited states, but stochastic noise can cause large parameter updates. For the four-site transverse-field Ising model at the critical point, PQE with an appropriate application of qubit tapering can recover 99% of the correlation energy, even discarding several parameters. The large number of CNOT gates needed for the additional parameters introduces a concomitant error that, on the IBM devices, results in loss of accuracy, despite the increased expressivity of the trial state. Error extrapolation techniques and tapering or postselection are recommended to mitigate errors in PQE hardware experiments. ",
    "url": "https://arxiv.org/abs/2310.04520",
    "authors": [
      "Jonathon P. Misiewicz",
      "Francesco A. Evangelista"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2310.04575",
    "title": "Real-time Optical Network Sensing Control Plane Enabled by a Novel Sub  us Response Time Fibre Sensing Control Device",
    "abstract": "We propose and implement a novel fibre sensing control device and associated sensing control plane that effectively controls backscatter and polarization-based fibre sensing. We experimentally demonstrate in a fibre network that this device and associated control plane can achieve sub-us response time. ",
    "url": "https://arxiv.org/abs/2310.04575",
    "authors": [
      "Mijail Szczerban",
      "Mikael Mazur",
      "Lauren Dallachiesa",
      "Haïk Mardoyan",
      "Sarvesh Bidkar",
      "Roland Ryf",
      "Jesse Simsarian"
    ],
    "subjectives": [
      "Systems and Control (eess.SY)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.04939",
    "title": "Terahertz phonon engineering and spectroscopy with van der Waals  heterostructures",
    "abstract": "Phononic engineering at GHz frequencies form the foundation of microwave acoustic filters, high-speed acousto-optic modulators, and quantum transducers. THz phononic engineering could lead to acoustic filters and modulators at higher bandwidth and speed, as well as quantum circuits operating at higher temperatures. It can also enable new ways to manipulate and control thermal transport, as THz acoustic phonons are the main heat carriers in nonmetallic solids. Despite its potential, methods for engineering THz phonons have been little explored due to the challenges of achieving the required material control at sub-nanometer precision and efficient phonon coupling at THz frequencies. Here, we demonstrate efficient generation, detection, and manipulation of THz phonons through precise integration of atomically thin layers in van der Waals heterostructures. We employ few-layer graphene as an ultrabroadband transducer, converting fs near-infrared pulses to broadband acoustic phonon pulses with spectral content up to 3 THz. A single layer of WSe$_2$ is used as a sensor, where high-fidelity readout is enabled by the exciton-phonon coupling and strong light-matter interactions. By combining these capabilities in a single van der Waals heterostructure and detecting responses to incident mechanical waves, we performed THz phononic spectroscopy, similar to conventional optical spectroscopy which detects responses to incident electromagnetic waves. We demonstrate high-Q THz phononic cavities using hBN stacks. We further show that a single layer of WSe$_2$ embedded in hBN can efficiently block the transmission of THz phonons. By comparing our measurements to a nanomechanical model, we obtain the important force constants at the heterointerfaces. Our results could enable THz phononic metamaterials based on van der Waals heterostructures, as well as novel routes for thermal engineering. ",
    "url": "https://arxiv.org/abs/2310.04939",
    "authors": [
      "Yoseob Yoon",
      "Zheyu Lu",
      "Can Uzundal",
      "Ruishi Qi",
      "Wenyu Zhao",
      "Sudi Chen",
      "Qixin Feng",
      "Kenji Watanabe",
      "Takashi Taniguchi",
      "Michael F. Crommie",
      "Feng Wang"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2310.05008",
    "title": "High-Sensitive Microwave Electrometry with Enhanced Instantaneous  Bandwidth",
    "abstract": "Rydberg microwave (MW) sensors are superior to conventional antenna-based techniques because of their wide operating frequency range and outstanding potential sensitivity. Here, we demonstrate a Rydberg microwave receiver with a high sensitivity of $62\\,\\mathrm{nV} \\mathrm{cm}^{-1} \\mathrm{Hz}^{-1/2}$ and broad instantaneous bandwidth of up to $10.2\\,\\mathrm{MHz}$. Such excellent performance was achieved by the amplification of one generated sideband wave induced by the strong coupling field in the six-wave mixing process of the Rydberg superheterodyne receiver, which was well predicted by our theory. Our system, which possesses a uniquely enhanced instantaneous bandwidth and high-sensitivity features that can be improved further, will promote the application of Rydberg microwave electrometry in radar and communication. ",
    "url": "https://arxiv.org/abs/2310.05008",
    "authors": [
      "Bowen Yang",
      "Yuhan Yan",
      "Xuejie Li",
      "Ling Xiao",
      "Xiaolin Li",
      "L. Q. Chen",
      "Jianliao Deng",
      "Huadong Cheng"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2310.05148",
    "title": "An innovative clay metaBrick-based motif to enhance thermal and acoustic  insulation",
    "abstract": "Metamaterials have gained popularity in recent years as a promising avenue for producing innovative materials with distinctive properties that offer unprecedented features. In this study, we address the thermal and acoustic challenges of building materials. We numerically and experimentally investigate a clay metaBrick, which is an innovative metamaterial design based on the existing hollow brick that has shown strong sound and thermal performances. We evaluate the acoustic and thermal characteristics of the clay metaBrick, including sound transmission and heat resistance, using the finite element method. Furthermore, we validate the results experimentally by investigating the behaviors of the wall built on metaBricks in two tests: sound and thermal. We contrast the findings of the metaBrick based wall with performances of a standard hollow brick wall. The metaBrick offers enhanced acoustic and thermal insulation properties compared to the standard brick, with a compressive strength above standards required in the building materials. ",
    "url": "https://arxiv.org/abs/2310.05148",
    "authors": [
      "Brahim Lemkalli",
      "Saad Bensallam",
      "Muamer Kadic",
      "Sébastien Guenneau",
      "Hicham Jakjoud",
      "Abdellah Mir",
      "Younes Achaoui"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2310.05268",
    "title": "The Debye layer as a transmission line in the 4Hz-100kHz frequency range",
    "abstract": "We report measurements on the dynamics of the Debye layer at a gold electrode in several electrolytes. In the experiments, the Debye layer transmits a damped voltage wave along the electrode, which we use to probe the dynamics. We compare the measurements with traditional impedance models, which schematize the Debye layer as a capacitance. We find good agreement for very dilute electrolytes, but also for an ionic liquid. However, the same model fails for the concentrated electrolyte, as ion - solvent - ion interactions become important. ",
    "url": "https://arxiv.org/abs/2310.05268",
    "authors": [
      "Thanh-Tri Châu",
      "Giovanni Zocchi"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2310.05582",
    "title": "Composition and optical properties of (In,Ga)As nanowires grown by  group-III-assisted molecular beam epitaxy",
    "abstract": "(In,Ga) alloy droplets are used to catalyse the growth of (In,Ga)As nanowires by molecular beam epitaxy on Si(111) substrates. The composition, morphology and optical properties of these nanowires can be tuned by the employed elemental fluxes. To incorporate more than 10% of In, a high In/(In+Ga) flux ratio above 0.7 is required. We report a maximum In content of almost 30% in bulk (In,Ga)As nanowires for an In/(In+Ga) flux ratio of 0.8. However, with increasing In/(In+Ga) fl ux ratio, the nanowire length and diameter are notably reduced. Using photoluminescence and cathodoluminescence spectroscopy on nanowires covered by a passivating (In,Al)As shell, two luminescence bands are observed. A significant segment of the nanowires shows homogeneous emission, with a wavelength corresponding to the In content in this segment, while the consumption of the catalyst droplet leads to a spectrally-shifted emission band at the top of the nanowires. The (In,Ga)As nanowires studied in this work provide a new approach for the integration of infrared emitters on Si platforms. ",
    "url": "https://arxiv.org/abs/2310.05582",
    "authors": [
      "M Gómez Ruiz",
      "Aron Castro",
      "Jesús Herranz",
      "Alessandra da Silva",
      "Achim Trampert",
      "Oliver Brandt",
      "Lutz Geelhaar",
      "Jonas Lähnemann"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2310.05854",
    "title": "Time Crystal in a Single-mode Nonlinear Cavity",
    "abstract": "Time crystal is a class of non-equilibrium phase with broken time-translational symmetry. Here we demonstrate the time crystal in a single-model nonlinear cavity. The time crystal originates from the self-oscillation induced by the linear gain and is stabilized by the nonlinear damping. We show this time crystal model exhibits four different characteristics: the emergence of classical limit cycle under the mean-field approximation, the dissipative gap closing in the thermodynamic limit, the quantum oscillation in the Husimi function, and the emergence of quantum limit cycle in the steady state. These properties provide a complete description of the time crystal and thus pave the way to investigate the time crystal in nonlinear systems. ",
    "url": "https://arxiv.org/abs/2310.05854",
    "authors": [
      "Yaohua Li",
      "Chenyang Wang",
      "Yuanjiang Tang",
      "Yong-Chun Liu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.05906",
    "title": "Variational quantum eigensolver boosted by adiabatic connection",
    "abstract": "In this work we integrate the variational quantum eigensolver (VQE) with the adiabatic connection (AC) method for efficient simulations of chemical problems on near-term quantum computers. Orbital optimized VQE methods are employed to capture the strong correlation within an active space and classical AC corrections recover the dynamical correlation effects comprising electrons outside of the active space. On two challenging strongly correlated problems, namely the dissociation of N$_2$ and the electronic structure of the tetramethyleneethane biradical, we show that the combined VQE-AC approach enhances the performance of VQE dramatically. Moreover, since the AC corrections do not bring any additional requirements on quantum resources or measurements, they can literally boost the VQE algorithms. Our work paves the way towards quantum simulations of real-life problems on near-term quantum computers. ",
    "url": "https://arxiv.org/abs/2310.05906",
    "authors": [
      "Mikuláš Matoušek",
      "Katarzyna Pernal",
      "Fabijan Pavošević",
      "Libor Veis"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2203.03887",
    "title": "Integrated optical quantum memory controlled by electro-optic effect",
    "abstract": " Title: Integrated optical quantum memory controlled by electro-optic effect ",
    "url": "https://arxiv.org/abs/2203.03887",
    "authors": [
      "Xia-Xia Li",
      "Pai Zhou",
      "Yu-Hui Chen",
      "Xiangdong Zhang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2301.09575",
    "title": "Black holes as tools for quantum computing by advanced extraterrestrial  civilizations",
    "abstract": " Comments: 18 pages, 0 figures ",
    "url": "https://arxiv.org/abs/2301.09575",
    "authors": [
      "Gia Dvali",
      "Zaza N. Osmanov"
    ],
    "subjectives": [
      "Popular Physics (physics.pop-ph)",
      "High Energy Astrophysical Phenomena (astro-ph.HE)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "High Energy Physics - Theory (hep-th)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2302.06425",
    "title": "The Upper Bound on Antenna Gain and Its Feasibility as a Sum of  Characteristic Gains",
    "abstract": " Comments: 13 pages, 19 figures ",
    "url": "https://arxiv.org/abs/2302.06425",
    "authors": [
      "Miloslav Capek",
      "Lukas Jelinek"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2302.07481",
    "title": "Dynamics of Rapidly Rotating Bose-Einstein Quantum Droplets",
    "abstract": " Title: Dynamics of Rapidly Rotating Bose-Einstein Quantum Droplets ",
    "url": "https://arxiv.org/abs/2302.07481",
    "authors": [
      "Szu-Cheng Cheng",
      "Yu-Wen Wang",
      "Wen-Hsuan Kuan"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2303.10051",
    "title": "Mid-circuit measurements on a single species neutral alkali atom quantum  processor",
    "abstract": " Comments: v3: additional appendices with fidelity analysis added ",
    "url": "https://arxiv.org/abs/2303.10051",
    "authors": [
      "T. M. Graham",
      "L. Phuttitarn",
      "R. Chinnarasu",
      "Y. Song",
      "C. Poole",
      "K. Jooya",
      "J. Scott",
      "A. Scott",
      "P. Eichler",
      "M. Saffman"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2304.04295",
    "title": "A wideband, high-resolution vector spectrum analyzer for integrated  photonics",
    "abstract": " Title: A wideband, high-resolution vector spectrum analyzer for integrated  photonics ",
    "url": "https://arxiv.org/abs/2304.04295",
    "authors": [
      "Yi-Han Luo",
      "Baoqi Shi",
      "Wei Sun",
      "Ruiyang Chen",
      "Sanli Huang",
      "Zhongkai Wang",
      "Jinbao Long",
      "Chen Shen",
      "Zhichao Ye",
      "Hairun Guo",
      "Junqiu Liu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.15381",
    "title": "Role of unbounded operators in quantum mechanics: scattering a particle  on a one-dimensional $δ$-potential",
    "abstract": " Comments: 19 pages, no figures, 4 pages added, improved text ",
    "url": "https://arxiv.org/abs/2305.15381",
    "authors": [
      "N. L. Chuprikov"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2307.12495",
    "title": "Chiral topological whispering gallery modes formed by gyromagnetic  photonic crystals",
    "abstract": " Comments: 17 pages, 8 figures ",
    "url": "https://arxiv.org/abs/2307.12495",
    "authors": [
      "Yongqi Chen",
      "Nan Gao",
      "Guodong Zhu",
      "Yurui Fang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2308.00086",
    "title": "An unsupervised machine-learning-based shock sensor for high-order  supersonic flow solvers",
    "abstract": " Title: An unsupervised machine-learning-based shock sensor for high-order  supersonic flow solvers ",
    "url": "https://arxiv.org/abs/2308.00086",
    "authors": [
      "Andrés Mateo-Gabín",
      "Kenza Tlales",
      "Eusebio Valero",
      "Esteban Ferrer",
      "Gonzalo Rubio"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Computational Physics (physics.comp-ph)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2308.05047",
    "title": "Large-Scale Simulation of Shor's Quantum Factoring Algorithm",
    "abstract": " Comments: differs from the published version in formatting and style; open source code available at this https URL ",
    "url": "https://arxiv.org/abs/2308.05047",
    "authors": [
      "Dennis Willsch",
      "Madita Willsch",
      "Fengping Jin",
      "Hans De Raedt",
      "Kristel Michielsen"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2308.08341",
    "title": "Analytical description of the time-over-threshold method based on the  time properties of plastic scintillators equipped with silicon  photomultipliers",
    "abstract": " Title: Analytical description of the time-over-threshold method based on the  time properties of plastic scintillators equipped with silicon  photomultipliers ",
    "url": "https://arxiv.org/abs/2308.08341",
    "authors": [
      "N. Karpushkin",
      "D. Finogeev",
      "F. Guber",
      "D. Lyapin",
      "A. Makhnev",
      "S. Morozov",
      "D. Serebryakov"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2308.12246",
    "title": "Feasibility of a trapped atom interferometer with accelerating optical  traps",
    "abstract": " Comments: 25 pages. 9 figures. New subsection on achievable sensitivities added. Some corrections of factors of 2 and \\pi. Numerics updated ",
    "url": "https://arxiv.org/abs/2308.12246",
    "authors": [
      "Gayathrini Premawardhana",
      "Jonathan Kunjummen",
      "Sarthak Subhankar",
      "Jacob M. Taylor"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2308.14239",
    "title": "Quantum Next Generation Reservoir Computing: An Efficient Quantum  Algorithm for Forecasting Quantum Dynamics",
    "abstract": " Comments: 15 pages, 5 figures. v2: additional forecasting results for a chaotic quantum system ",
    "url": "https://arxiv.org/abs/2308.14239",
    "authors": [
      "Apimuk Sornsaeng",
      "Ninnat Dangniam",
      "Thiparat Chotibut"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Machine Learning (cs.LG)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2309.03614",
    "title": "Measurement of Time Resolution of Scintillation Detectors with EQR-15  Silicon Photodetectors for the Time-of-Flight Neutron Detector of the BM@N  Experiment",
    "abstract": " Title: Measurement of Time Resolution of Scintillation Detectors with EQR-15  Silicon Photodetectors for the Time-of-Flight Neutron Detector of the BM@N  Experiment ",
    "url": "https://arxiv.org/abs/2309.03614",
    "authors": [
      "F. Guber",
      "A. Ivashkin",
      "N. Karpushkin",
      "A. Makhnev",
      "S. Morozov",
      "D. Serebryakov",
      "V. Baskov",
      "V. Polyansky"
    ],
    "subjectives": [
      "High Energy Physics - Experiment (hep-ex)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2309.05481",
    "title": "Photovoltaic potential of tin perovskites revealed through  layer-by-layer investigation of optoelectronic and charge transport  properties",
    "abstract": " Comments: 22 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2309.05481",
    "authors": [
      "Mahmoud H. Aldamasy",
      "Artem Musiienko",
      "Marin Rusu",
      "Davide Regaldo",
      "Shengnan Zho",
      "Hannes Hampel",
      "Chiara Frasca",
      "Zafar Iqbal",
      "Thomas W. Gries",
      "Guixiang Li",
      "Ece Aktas",
      "Giuseppe Nasti",
      "Meng Li",
      "Jorge Pascual",
      "Noor Titan Putri Hartono",
      "Qiong Wang",
      "Thomas Unold",
      "Antonio Abate"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  }
]