[
  {
    "id": "arXiv:2406.10470",
    "title": "Tandem Photovoltaics from 2D Transition Metal Dichalcogenides on Silicon",
    "abstract": "           The demand for high-efficiency photovoltaic systems necessitates innovations that transcend the efficiency limitations of single-junction solar cells. This study investigates a tandem photovoltaic architecture comprising a top-cell with a transition metal dichalcogenide (TMDC) superlattice absorber and a bottom-cell of crystalline silicon (c-Si), focusing on optimizing the light absorption and electrical performance of the combined structure. Through the transfer matrix method and electrical simulations, we optimized the geometry of the superlattice, determining that a siz-layer MoSe2 configuration with a 40 nm SiO2 antireflective layer maximizes photon absorption while mitigating additional weight and preserving the cell's structural integrity. The results show that the optimized TMDC superlattice significantly improves the PCE of the tandem design to 28.96%, and increase of 5.68% over the original single-junction c-Si solar cell's efficiency. This advancement illustrates the potential of TMDC material in next-generation solar cells and presents a promising avenue for the development of highly efficient, tandem photovoltaic systems via van der Waals integration of the top cell on c-Si         ",
    "url": "https://arxiv.org/abs/2406.10470",
    "authors": [
      "Zekun Hu",
      "Sudong Wang",
      "Jason Lynch",
      "Adam Alfieri",
      "Deep Jariwala"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2406.10565",
    "title": "Gain assistant control of photonic spin Hall effect",
    "abstract": "           In the photonic spin Hall effect (SHE), also known as transverse shift, incident light photons with opposite spins are spatially separated in the transverse direction due to the spin-orbit interaction of light. Here, we propose a gain-assisted model to control the SHE in the reflected probe light. In this model, a probe light is incident on a cavity containing a three-level dilute gaseous atomic medium, where the interaction between the atom and the control field follows two-photon Raman transitions. We show that the direction of photonic spin accumulations can be switched between positive and negative values across the Brewster angle in both the anomalous and normal dispersion regimes. For the same magnitude of control fields, the peak value of the photonic SHE is higher in the anomalous dispersion region compared to the normal dispersion regime. Additionally, the angular range around the Brewster angle is wider in the normal dispersion regime than in the anomalous dispersion region. Furthermore, the peak value of the photonic SHE and the angular range is controllable by changing the Rabi frequencies of the control fields and the probe field detuning. The measurement of photonic SHE based on gain assistance may enable spin-related applications such as optical sensing.         ",
    "url": "https://arxiv.org/abs/2406.10565",
    "authors": [
      "Muhammad Waseem",
      "Muzamil Shah",
      "Gao Xianlong"
    ],
    "subjectives": [
      "Atomic and Molecular Clusters (physics.atm-clus)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2406.10702",
    "title": "Direct laser acceleration in varying plasma density profiles",
    "abstract": "           Direct laser acceleration has proven to be an efficient source of high-charge electron bunches and high brilliance X-rays. However, an analytical description of the acceleration in the interaction with varying plasma density targets is still missing. Here, we provide an analytical estimate of the maximum energies that electrons can achieve in such a case. We demonstrate that the maximum energy depends on the local electron properties at the moment when the electron fulfills the resonant condition at the beginning of the acceleration. This knowledge enables density shaping for various purposes. One application is to decrease the required acceleration distance which has important implications for multi-petawatt laser experiments, where strong laser depletion could play a crucial role. Another use for density tailoring is to achieve acceleration beyond the radiation reaction limit. We derive the energy scaling law that is valid for arbitrary density profile that varies slowly compared with the betatron period. Our results can be applied to electron heating in exponential preplasma of thin foils, ablating plasma plumes, or gas jets with long-scale ramp-up.         ",
    "url": "https://arxiv.org/abs/2406.10702",
    "authors": [
      "Robert Babjak",
      "Bertrand Martinez",
      "Miroslav Krus",
      "Marija Vranic"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2406.10747",
    "title": "Threshold bounce -- occupancy-dependent modulation of the discriminating threshold in silicon detectors",
    "abstract": "           The front-end electronics of silicon detectors are typically designed to ensure optimal noise performance for the expected input charge. A combination of preamplifiers and shaper circuits result in a nontrivial response of the front-end to injected charge, and the magnitude of the response may be sizeable in readout windows subsequent to that in which the charge was initially injected. The modulation of the discriminator threshold due to the superposition of the front-end response across multiple readout windows is coined \"threshold bounce\". In this paper, we report a measurement of threshold bounce using silicon modules built for the Phase-II Upgrade of the ATLAS detector at the Large Hadron Collider. These modules utilize ATLAS Binary Chips for their hit readout. The measurement was performed using a micro-focused 15 keV photon beam at the Diamond Light Source synchrotron. The effect of the choice of photon flux and discriminator threshold on the magnitude of the threshold bounce is studied. A Monte Carlo simulation which accounts for the front-end behaviour of the silicon modules is developed, and its predicted hit efficiency is found to be in good agreement with the measured hit efficiency.         ",
    "url": "https://arxiv.org/abs/2406.10747",
    "authors": [
      "M.J. Basso",
      "E. Buchanan",
      "B.J. Gallop",
      "J.J. John",
      "J. Kaplon",
      "P.T. Keener",
      "P.W. Phillips",
      "L. Poley",
      "C.A. Sawyer",
      "D. Sperlich",
      "M. Warren"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2406.11071",
    "title": "Color-switching in an optical parametric oscillator using a phase-conjugate mirror",
    "abstract": "           We construct a phase-conjugate resonator which passively produces stable pulses that alternate between the probe and the conjugate colors. The requisite phase-conjugate mirror inside the resonator is constructed using non-degenerate four-wave mixing (4WM) in rubidium vapor. The glancing-angle phase-conjugate mirror is a 100\\% output coupler, and therefore this resonator is unusual in that no light circulates the cavity more than once. Without the gain of the phase-conjugate mirror, the cavity boundary conditions, and thus resonant modes, are not defined and therefore can be tuned by the pump. The output of the optical parametric oscillator that is formed above threshold can passively mode-lock. The phase-conjugate mirror removes thermal or acoustic instabilities that are on a MHz or slower timescale. This work provides a new method for stable pulsing using phase-conjugate optics, and suggests a platform for producing mode-locked pulses with squeezed light, as the 4WM process has already demonstrated quantum correlations.         ",
    "url": "https://arxiv.org/abs/2406.11071",
    "authors": [
      "B. E. Anderson",
      "J. Zhao",
      "Z. Zhou",
      "R. Speirs",
      "K. M. Jones",
      "P. D. Lett"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2406.11101",
    "title": "Large and layer dependent nonlinear optical absorption of MXene 2D thin films",
    "abstract": "           As a rapidly expanding family of two dimensional (2D) materials, MXenes have recently gained considerable attention due to their appealing properties. Here, by developing a solution based coating method that enables transfer free and layer by layer film coating, we investigate the layer dependent nonlinear optical absorption of Ti3C2Tx films, an important member of the MXene family. By using the Zscan technique, we characterize the nonlinear absorption of the prepared MXene films consisting of different numbers of monolayers. The results show that there is a strong and layer dependent nonlinear absorption behavior, transitioning from revisable saturable absorption (RSA) to saturable absorption (SA) as the layer number increases from 5 to 30. Notably, the nonlinear absorption coefficient beta varies significantly within this range, changing from 7.13 x 100 cm/GW to -2.69 100 cm/GW. We also characterize the power dependent nonlinear absorption of the MXene films at various incident laser intensities, and a decreasing trend in beta is observed for increasing laser intensity. These results reveal the intriguing layer dependent nonlinear optical properties of 2D MXene films, highlighting their versatility and potential for implementing high-performance nonlinear photonic devices.         ",
    "url": "https://arxiv.org/abs/2406.11101",
    "authors": [
      "David J. Moss"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2406.11300",
    "title": "Chiral dichroism in resonant metasurfaces with monoclinic lattices",
    "abstract": "           We reveal that chiral response can be achieved in resonant metasurfaces with a monoclinic lattice symmetry (the so-called Bravais oblique lattices) where the mirror symmetry is broken by the lattice asymmetry and by a substrate, while each individual meta-atom remains fully achiral. We describe the underlying mechanism by introducing the mode chirality parameter as a quantitative measure of the lattice chiral eigenmodes. We confirm experimentally selective linear and nonlinear chiral interaction of resonant silicon metasurfaces with circularly polarized light.         ",
    "url": "https://arxiv.org/abs/2406.11300",
    "authors": [
      "Ivan Toftul",
      "Pavel Tonkaev",
      "Kirill Koshelev",
      "Fangxing Lai",
      "Qinghai Song",
      "Maxim Gorkunov",
      "Yuri Kivshar"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2406.11359",
    "title": "Quantized orbital angular momentums of dipolar magnons and magnetoelectric cavity polaritons",
    "abstract": "           Magnons are viewed as local deviations from the ordered state. Usually, the spin magnetic moment of magnons is considered. In a 3D-confined structure of a magnetic insulator with magnetodipolar mode (MDM) oscillations, an orbital angular momentum (OAM) as well as a spin angular momentum (SAM) can be observed along a static magnetic field. In such a confined structure as quasi-2D ferrite disk, energy levels of MDM oscillations are quantized. Quantum confinement is characterized by a half-integer internal OAM, which is also associated with a circulating energy flow. The observation of MDM resonances in the 3D-confined structure of a magnetic insulator is due to the interaction of two subsystems: ferromagnetic and electric polarization orders. The coupling states of these two concurrent orders, caused by OAMs, are considered as magnetoelectric (ME) states. The fields in the vicinity of MDM resonators are characterized by simultaneous violation of time reversal and inversion symmetry. This plays a significant role in the problems of strong light-matter interaction regime and quantum atmosphere. The analysis of SAM and OAM in 3D-confined magnetic insulators becomes very important for the realization of ME meta-atomic structures. Current interest lies in considering such artificial systems as subwavelength ME quantum emitters of electromagnetic radiation.         ",
    "url": "https://arxiv.org/abs/2406.11359",
    "authors": [
      "E. O. Kamenetskii"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2406.11489",
    "title": "Transverse optical gradient force in untethered rotating metaspinners",
    "abstract": "           We introduce optical metasurfaces as components of ultracompact untethered microscopic metaspinners capable of efficient light-induced rotation in a liquid environment. Illuminated by weakly focused light, a metaspinner generates torque via photon recoil through the metasurfaces' ability to bend light towards high angles despite their sub-wavelength thickness, thereby creating orbital angular momentum. We find that a metaspinner is subject to an anomalous transverse optical gradient force that acts in concert with the classical gradient force. Consequently, when two or more metaspinners are trapped together in a laser beam, they collectively orbit the optical axis in the opposite direction to their spinning motion, in stark contrast to rotors coupled through hydrodynamic or mechanical interactions. The metaspinners delineated herein not only serve to illustrate the vast possibilities of utilizing optical metasurfaces for fundamental exploration of optical torques, but they also represent potential building-blocks of artificial active matter systems, light-driven micromachinery, and general-purpose optomechanical devices.         ",
    "url": "https://arxiv.org/abs/2406.11489",
    "authors": [
      "Einstom Engay",
      "Mahdi Shanei",
      "Vasilii Mylnikov",
      "Gan Wang",
      "Peter Johansson",
      "Giovanni Volpe",
      "Mikael Käll"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2406.11606",
    "title": "Non-Weyl Behavior Induced by Superradiance: A Microwave Graph Study",
    "abstract": "           We study experimentally the manifestation of non-Weyl graph behavior in open systems using microwave networks. For this a coupling variation to the network is necessary, which was out of reach till now. The coupling to the environment is changed by indirectly varying the boundary condition at the coupling vertex from Dirichlet to Neumann using a dangling bond with variable length attached the coupling vertex. A transformation of equal length spectra to equal reflection phase spectra of the dangling bond allows to create spectra with different fixed coupling strength. This allows to follow the resonances in the complex plane as a function of the coupling. While going from closed (Dirichlet) to fully open (Neumann) graph we see resonances escaping via a superradiant transition leading to non-Weyl behavior if the coupling to the outside is balanced. The open tetrahedral graph displays a rich parametric dynamic of the resonances in the complex plane presenting loops, regions of connected resonances and resonances approaching infinite imaginary parts.         ",
    "url": "https://arxiv.org/abs/2406.11606",
    "authors": [
      "Junjie Lu",
      "Tobias Hofmann",
      "Hans-Jürgen Stöckmann",
      "Ulrich Kuhl"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2406.11655",
    "title": "Monolithic Multi-parameter Terahertz Nano-micro Detector Based on Plasmon Polariton Atomic Cavity",
    "abstract": "           Terahertz signals hold significant potential for ultra-wideband communication and high-resolution radar, necessitating miniaturized detectors capable of multi-parameter detection of intensity, frequency, polarization, and phase. Conventional detectors cannot meet these requirements. Here, we propose plasmon polariton atomic cavities (PPAC) made from single-atom-thick graphene, demonstrating the monolithic multifunctional miniaturized detector. With a footprint one-tenth the incident wavelength, the detector offers benchmarking intensity-, frequency-, and polarization-sensitive detection, rapid response, and sub-diffraction spatial resolution, all operating at room temperature across 0.22 to 4.24 THz. We present the monolithic detection applications for free-space THz polarization-coded communication and stealth imaging of physical properties. These results showcase the PPAC's unique ability to achieve strong absorption and weak signal detection with a thickness of only 10^-5 of the excitation wavelength, which is inaccessible with other approaches.         ",
    "url": "https://arxiv.org/abs/2406.11655",
    "authors": [
      "Huanjun Chen",
      "Ximiao Wang",
      "Shaojing Liu",
      "Zhaolong Cao",
      "Jinyang Li",
      "Hongjia Zhu",
      "Shangdong Li",
      "Ningsheng Xu",
      "Shaozhi Deng"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2406.11679",
    "title": "Voltage control of spin resonance in phase change materials",
    "abstract": "           Metal-insulator transitions (MITs) in resistive switching materials can be triggered by an electric stimulus that produces significant changes in the electrical response. When these phases have distinct magnetic characteristics, dramatic changes in spin excitations are also expected. The transition metal oxide La0.7Sr0.3MnO3 (LSMO) is a ferromagnetic metal at low temperatures and a paramagnetic insulator above room temperature. When LSMO is in its metallic phase a critical electrical bias has been shown to lead to an MIT that results in the formation of a paramagnetic resistive barrier transverse to the applied electric field. Using spin-transfer ferromagnetic resonance spectroscopy, we show that even for electrical biases less than the critical value that triggers the MIT, there is magnetic phase separation with the spin-excitation resonances varying systematically with applied bias. Thus, applied voltages provide a means to alter spin resonance characteristics of interest for neuromorphic circuits.         ",
    "url": "https://arxiv.org/abs/2406.11679",
    "authors": [
      "Tian-Yue Chen",
      "Haowen Ren",
      "Nareg Ghazikhanian",
      "Ralph El Hage",
      "Dayne Y. Sasaki",
      "Pavel Salev",
      "Yayoi Takamura",
      "Ivan K. Schuller",
      "Andrew D. Kent"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2406.10257",
    "title": "Analysis of the Third Harmonic of a Vacuum Response in a Subcritical Laser Field",
    "abstract": "           We investigate a nonlinear response of the physical vacuum by the example of the third harmonic in radiation of the electron-positron-photon plasma excited by a strong time dependent electric field at the focus spot of counterpropagating laser pulses. The investigation was developed within the framework of the Bogoliubov-Born-Green-Kirkwood-Yvon kinetic theory nonperturbatively describing vacuum creation of the quasiparticle electron-positron plasma (EPP) and different channels of its interaction with the photon subsystem in the single-photon approximation that are opened in the presence of a strong semiclassical field. We investigate the radiation of EPP in the annihilation channel on the basis of the well known approximations and compare the obtained result with the semiclassical radiation of the plasma oscillations. In the high-frequency range for large adiabaticity parameter the quantum radiation dominates in comparison with the semiclassical one.         ",
    "url": "https://arxiv.org/abs/2406.10257",
    "authors": [
      "V.V. Dmitriev",
      "S.A. Smolyansky",
      "V.A. Tseryupa"
    ],
    "subjectives": [
      "High Energy Physics - Phenomenology (hep-ph)",
      "High Energy Physics - Theory (hep-th)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2406.10394",
    "title": "The Black Hole Explorer: Preliminary Antenna Design",
    "abstract": "           We present the basic design of a large, light weight, spaceborne antenna for the Black Hole Explorer (BHEX) space Very Long Baseline Interferometry (space-VLBI) mission, achieving high efficiency operation at mm/sub-mm wavelengths. An introductory overview of the mission and its science background are provided. The BHEX mission targets fundamental black hole physics enabled by the detection of the finely structured image feature around black holes known as the photon ring, theoretically expected due to light orbiting the black hole before reaching the observer. Interferometer baselines much longer than an earth diameter are necessary to attain the spatial resolution required to detect the photon ring, leading to a space component. The science goals require high sensitivity observations at mm/sub-mm wavelengths, placing stringent constraints on antenna performance. The design approach described, seeks to balance the antenna aperture, volume and mass constraints of the NASA Explorers mission opportunity profile and the desired high performance. A 3.5 m aperture with a 40 $\\mu$m surface rms is targeted. Currently, a symmetric, dual reflector, axially displaced ellipse (Gregorian ring focus) optical design and metallized carbon fiber reinforced plastic (CFRP) sandwich construction have been chosen to deliver high efficiency and light weight. Further exploration of design choices and parameter space and reflector shaping studies are in progress         ",
    "url": "https://arxiv.org/abs/2406.10394",
    "authors": [
      "T.K. Sridharan",
      "R. Lehmensiek",
      "D. Marrone",
      "M. Johnson",
      "J. Houston",
      "M. Freeman",
      "P. Cheimets",
      "M.Silver"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Space Physics (physics.space-ph)"
    ]
  },
  {
    "id": "arXiv:2406.10446",
    "title": "Extended Cyclotron Resonant Heating of the Turbulent Solar Wind",
    "abstract": "           Circularly polarized, nearly parallel propagating waves are prevalent in the solar wind at ion-kinetic scales. At these scales, the spectrum of turbulent fluctuations in the solar wind steepens, often called the transition-range, before flattening at sub-ion scales. Circularly polarized waves have been proposed as a mechanism to couple electromagnetic fluctuations to ion gyromotion, enabling ion-scale dissipation that results in observed ion-scale steepening. Here, we study Parker Solar Probe observations of an extended stream of fast solar wind ranging from 15-55 solar radii. We demonstrate that, throughout the stream, transition-range steepening at ion-scales is associated with the presence of significant left handed ion-kinetic scale waves, which are thought to be ion-cyclotron waves. We implement quasilinear theory to compute the rate at which ions are heated via cyclotron resonance with the observed circularly polarized waves given the empirically measured proton velocity distribution functions. We apply the Von Karman decay law to estimate the turbulent decay of the large-scale fluctuations, which is equal to the turbulent energy cascade rate. We find that the ion-cyclotron heating rates are correlated with, and amount to a significant fraction of, the turbulent energy cascade rate, implying that cyclotron heating is an important dissipation mechanism in the solar wind.         ",
    "url": "https://arxiv.org/abs/2406.10446",
    "authors": [
      "Trevor A. Bowen",
      "Ivan Y. Vasko",
      "Stuart D. Bale",
      "Benjamin D. G. Chandran",
      "Alexandros Chasapis",
      "Thierry Dudok de Wit",
      "Alfred Mallet",
      "Michael McManus",
      "Romain Meyrand",
      "Marc Pulupa",
      "Jonathan Squire"
    ],
    "subjectives": [
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      "Plasma Physics (physics.plasm-ph)",
      "Space Physics (physics.space-ph)"
    ]
  },
  {
    "id": "arXiv:2406.10566",
    "title": "Inverse design of programmable shape-morphing kirigami structures",
    "abstract": "           Shape-morphing structures have the capability to transform from one state to another, making them highly valuable in engineering applications. In this study, it is propose a two-stage shape-morphing framework inspired by kirigami structures to design structures that can deploy from a compacted state to a prescribed state under certain mechanical stimuli -- although the framework may also be extended to accommodate various physical fields, such as magnetic, thermal, and electric fields. The framework establishes a connection between the geometry and mechanics of kirigami structures. The proposed approach combines the finite element analysis (FEA), genetic algorithm (GA), and an analytical energy-based model to obtain kirigami designs with robustness and efficiency.         ",
    "url": "https://arxiv.org/abs/2406.10566",
    "authors": [
      "Xiaoyuan Ying",
      "Dilum Fernando",
      "Marcelo A. Dias"
    ],
    "subjectives": [
      "Soft Condensed Matter (cond-mat.soft)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2406.10597",
    "title": "On-chip microwave coherent source with in-situ control of the photon number distribution",
    "abstract": "           Coherent photon sources are key elements in different applications, ranging from quantum sensing to quantum computing. In the context of circuit quantum electrodynamics, there have been multiple proposals for potential coherent sources of photons, but a well established candidate is still missing. The possibility of designing and engineering superconducting circuits behaving like artificial atoms supports the realization of quantum optics protocols, including microwave photons generation. Here we propose and theoretically investigate a new design that allows a tunable photon injection directly on-chip. The scheme is based on initiating a population inversion in a superconducting circuit that will act as the photon source of one or multiple target resonators. The key novelty of the proposed layout consists in replacing the usual capacitive link between the source and the target cavity with a tunable coupler, with the advantage of having on-demand control on the injected steady-state photons. We validate the dynamical control of the generated coherent states under the effect of an external flux threading the tunable coupler and discuss the possibility of employing this scheme also in the context of multiple bosonic reservoirs.         ",
    "url": "https://arxiv.org/abs/2406.10597",
    "authors": [
      "Pasquale Mastrovito",
      "Halima Giovanna Ahmad",
      "Martina Esposito",
      "Davide Massarotti",
      "Francesco Tafuri"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Superconductivity (cond-mat.supr-con)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2406.11322",
    "title": "Mask-coding-assisted continuous-variable quantum direct communication with orbital angular momentum multiplexing",
    "abstract": "           Quantum secure direct communication (QSDC) is a approach of communication to transmit secret messages base on quantum mechanics. Different from the quantum key distribution, secret messages can be transmitted directly on quantum channel with QSDC. Higher channel capacity and noise suppression capabilities are key to achieving long-distance quantum communication. Here we report a continuous-variable QSDC scheme based on mask-coding and orbital angular momentum, in which the mask-coding is employed to protect the security of the transmitting messages and to suppression the influence of excess noise. And the combination of orbital angular momentum and the information block transmission can effectively improve the secrecy capacity. In the 800 information blocks * 1310 bits length 10-km experiment, the results show that the statistical average of bit error rate has decreased by 36% and reached 0.38% comparing to existing solutions, and the system excess noise is 0.0184 SNU, and the final secrecy capacity is 6.319 * 106 bps. Therefore, this scheme reduces error bits while increasing secrecy capacity, providing a solution for long-distance large-scale quantum communication.         ",
    "url": "https://arxiv.org/abs/2406.11322",
    "authors": [
      "Zhengwen Cao",
      "Yujie Wang",
      "Geng Chai",
      "Xinlei Chen",
      "Yuan Lu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2406.11350",
    "title": "Quantum Algorithm for a Stochastic Multicloud Model",
    "abstract": "           Quantum computers have attracted much attention in recent years. This may be because the development of the actual quantum machine is accelerating. Research on how to use quantum computers is active in the fields such as quantum chemistry and machine learning, where vast amounts of computation are required. However, in weather and climate simulations, less research has been done despite similar computational demands. In this study, a quantum computing algorithm was applied to a problem of the atmospheric science to demonstrate that it can achieve the same simulations as a conventional algorithm designed for the classical computers. More specifically, the stochastic nature of a multi-cloud model was reproduced by utilizing probabilistic outputs of computed quantum states. Our results demonstrate that quantum computers can suitably solve some problems in atmospheric and oceanic phenomena, in which stochasticity is widely inherent.         ",
    "url": "https://arxiv.org/abs/2406.11350",
    "authors": [
      "Kazumasa Ueno",
      "Hiroaki Miura"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atmospheric and Oceanic Physics (physics.ao-ph)"
    ]
  },
  {
    "id": "arXiv:2406.11613",
    "title": "Lecture Notes on Quantum Algorithms in Open Quantum Systems",
    "abstract": "           These lecture notes aim to provide a clear and comprehensive introduction to using open quantum system theory for quantum algorithms. The main arguments are Variational Quantum Algorithms, Quantum Error Correction, Dynamical Decoupling and Quantum Error Mitigation.         ",
    "url": "https://arxiv.org/abs/2406.11613",
    "authors": [
      "Matteo Carlesso"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2406.11639",
    "title": "GHZ protocols enhance frequency metrology despite spontaneous decay",
    "abstract": "           The use of correlated states and measurements promises improvements in the accuracy of frequency metrology and the stability of atomic clocks. However, developing strategies robust against dominant noise processes remains challenging. We address the issue of decoherence due to spontaneous decay and show that Greenberger-Horne-Zeilinger (GHZ) states, in conjunction with a correlated measurement and nonlinear estimation strategy, achieve gains comparable to fundamental bounds for ensembles of up to 40 atoms. This result is surprising since GHZ states do not provide any enhancement under dephasing noise compared to the standard quantum limit of uncorrelated states. The gain arises from a veto signal, which allows for the detection and mitigation of errors caused by spontaneous emission events. Through comprehensive Monte-Carlo simulations of atomic clocks, we demonstrate the robustness of the GHZ protocol.         ",
    "url": "https://arxiv.org/abs/2406.11639",
    "authors": [
      "Timm Kielinski",
      "Piet O. Schmidt",
      "Klemens Hammerer"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2306.13609",
    "title": "Ultraviolet astronomical spectrograph calibration with laser frequency combs from nanophotonic lithium niobate waveguides",
    "abstract": "           Astronomical precision spectroscopy underpins searches for life beyond Earth, direct observation of the expanding Universe and constraining the potential variability of physical constants across cosmological scales. Laser frequency combs can provide the critically required accurate and precise calibration to the astronomical spectrographs. For cosmological studies, extending the calibration with such astrocombs to the ultraviolet spectral range is highly desirable, however, strong material dispersion and large spectral separation from the established infrared laser oscillators have made this exceedingly challenging. Here, we demonstrate for the first time astronomical spectrograph calibrations with an astrocomb in the ultraviolet spectral range below 400 nm. This is accomplished via chip-integrated highly nonlinear photonics in periodically-poled, nano-fabricated lithium niobate waveguides in conjunction with a robust infrared electro-optic comb generator, as well as a chip-integrated microresonator comb. These results demonstrate a viable route towards astronomical precision spectroscopy in the ultraviolet and may contribute to unlocking the full potential of next generation ground- and future space-based astronomical instruments.         ",
    "url": "https://arxiv.org/abs/2306.13609",
    "authors": [
      "Markus Ludwig",
      "Furkan Ayhan",
      "Tobias M. Schmidt",
      "Thibault Wildi",
      "Thibault Voumard",
      "Roman Blum",
      "Zhichao Ye",
      "Fuchuan Lei",
      "François Wildi",
      "Francesco Pepe",
      "Mahmoud A. Gaafar",
      "Ewelina Obrzud",
      "Davide Grassani",
      "Olivia Hefti",
      "Sylvain Karlen",
      "Steve Lecomte",
      "François Moreau",
      "Bruno Chazelas",
      "Rico Sottile",
      "Victor Torres-Company",
      "Victor Brasch",
      "Luis G.Villanueva",
      "François Bouchy",
      "Tobias Herr"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ]
  },
  {
    "id": "arXiv:2211.05127",
    "title": "Continuous-variable quantum state designs: theory and applications",
    "abstract": "           We generalize the notion of quantum state designs to infinite-dimensional spaces. We first prove that, under the definition of continuous-variable (CV) state $t$-designs from Comm. Math. Phys. 326, 755 (2014), no state designs exist for $t\\geq2$. Similarly, we prove that no CV unitary $t$-designs exist for $t\\geq 2$. We propose an alternative definition for CV state designs, which we call rigged $t$-designs, and provide explicit constructions for $t=2$. As an application of rigged designs, we develop a design-based shadow-tomography protocol for CV states. Using energy-constrained versions of rigged designs, we define an average fidelity for CV quantum channels and relate this fidelity to the CV entanglement fidelity. As an additional result of independent interest, we establish a connection between torus $2$-designs and complete sets of mutually unbiased bases.         ",
    "url": "https://arxiv.org/abs/2211.05127",
    "authors": [
      "Joseph T. Iosue",
      "Kunal Sharma",
      "Michael J. Gullans",
      "Victor V. Albert"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mathematical Physics (math-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.04657",
    "title": "Quantum spin ice in three-dimensional Rydberg atom arrays",
    "abstract": "           Quantum spin liquids are exotic phases of matter whose low-energy physics is described as the deconfined phase of an emergent gauge theory. With recent theory proposals and an experiment showing preliminary signs of $\\mathbb{Z}_2$ topological order [G. Semeghini et al., Science 374, 1242 (2021)], Rydberg atom arrays have emerged as a promising platform to realize a quantum spin liquid. In this work, we propose a way to realize a $U(1)$ quantum spin liquid in three spatial dimensions, described by the deconfined phase of $U(1)$ gauge theory in a pyrochlore lattice Rydberg atom array. We study the ground state phase diagram of the proposed Rydberg system as a function of experimentally relevant parameters. Within our calculation, we find that by tuning the Rabi frequency, one can access both the confinement-deconfinement transition driven by a proliferation of \"magnetic\" monopoles and the Higgs transition driven by a proliferation of \"electric\" charges of the emergent gauge theory. We suggest experimental probes for distinguishing the deconfined phase from ordered phases. This work serves as a proposal to access a confinement-deconfinement transition in three spatial dimensions on a Rydberg-based quantum simulator.         ",
    "url": "https://arxiv.org/abs/2301.04657",
    "authors": [
      "Jeet Shah",
      "Gautam Nambiar",
      "Alexey V. Gorshkov",
      "Victor Galitski"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "High Energy Physics - Lattice (hep-lat)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2311.12030",
    "title": "On-chip multi-degree-of-freedom control of two-dimensional quantum and nonlinear materials",
    "abstract": "           Two-dimensional materials (2DM) and their derived heterostructures have electrical and optical properties that are widely tunable via several approaches, most notably electrostatic gating and interfacial engineering such as twisting. While electrostatic gating is simple and has been ubiquitously employed on 2DM, being able to tailor the interfacial properties in a similar real-time manner represents the next leap in our ability to modulate the underlying physics and build exotic devices with 2DM. However, all existing approaches rely on external machinery such as scanning microscopes, which often limit their scope of applications, and there is currently no means of tuning a 2D interface that has the same accessibility and scalability as electrostatic gating. Here, we demonstrate the first on-chip platform designed for 2D materials with in situ tunable interfacial properties, utilizing a microelectromechanical system (MEMS). Each compact, cost-effective, and versatile device is a standalone micromachine that allows voltage-controlled approaching, twisting, and pressurizing of 2DM with high accuracy. As a demonstration, we engineer synthetic topological singularities, known as merons, in the nonlinear optical susceptibility of twisted hexagonal boron nitride (h-BN), via simultaneous control of twist angle and interlayer separation. The chirality of the resulting moire pattern further induces a strong circular dichroism in the second-harmonic generation. A potential application of this topological nonlinear susceptibility is to create integrated classical and quantum light sources that have widely and real-time tunable polarization. Our invention pushes the boundary of available technologies for manipulating low-dimensional quantum materials, which in turn opens up the gateway for designing future hybrid 2D-3D devices for condensed-matter physics, quantum optics, and beyond.         ",
    "url": "https://arxiv.org/abs/2311.12030",
    "authors": [
      "Haoning Tang",
      "Yiting Wang",
      "Xueqi Ni",
      "Kenji Watanabe",
      "Takashi Taniguchi",
      "Pablo Jarillo-Herrero",
      "Shanhui Fan",
      "Eric Mazur",
      "Amir Yacoby",
      "Yuan Cao"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2312.02270",
    "title": "Study of a cubic cavity resonator for gravitational waves detection in the microwave frequency range",
    "abstract": "           The direct detection of gravitational waves (GWs) of frequencies above MHz has recently received considerable attention. In this work we present a precise study of the reach of a cubic cavity resonator to GWs in the microwave range, using for the first time tools allowing to perform realistic simulations. Concretely, the BI-RME 3D method, which allows us to obtain not only the detected power but also the detected voltage (magnitude and phase), is used here. After analyzing three cubic cavities for different frequencies and working simultaneously with three different degenerate modes at each cavity, we conclude that the sensitivity of the experiment is strongly dependent on the polarization and incidence angle of the GW. The presented experiment can reach sensitivities up to $ 1 \\cdot 10^{-19}$ at 100\\, MHz, $ 2 \\cdot 10^{-20}$ at 1\\, GHz, and $ 6 \\cdot 10^{-19}$ at 10\\, GHz for optimal angles and polarizations, and where in all cases we assumed an integration time of $\\Delta t = 1$ ms. These results provide a strong case for further developing the use of cavities to detect GWs. Moreover, the possibility of analyzing the detected voltage (magnitude and phase) opens a new interferometric detection scheme based on the combination of the detected signals from multiple cavities.         ",
    "url": "https://arxiv.org/abs/2312.02270",
    "authors": [
      "Pablo Navarro",
      "Benito Gimeno",
      "Juan Monzó-Cabrera",
      "Alejandro Díaz-Morcillo",
      "Diego Blas"
    ],
    "subjectives": [
      "High Energy Physics - Phenomenology (hep-ph)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "High Energy Physics - Experiment (hep-ex)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2405.18709",
    "title": "Towards an exact electronic quantum many-body treatment of Kondo correlation in magnetic impurities",
    "abstract": "           The Kondo effect is a prototypical quantum phenomenon arising from the interaction between localized electrons in a magnetic impurity and itinerant electrons in a metallic host. Although it has served as the testing ground for quantum many-body methods for decades, the precise description of Kondo physics with material specificity remains challenging. Here, we present a systematic ab initio approach to converge towards an exact zero-temperature electronic treatment of Kondo correlations. Across a series of 3d transition metals, we extract Kondo temperatures matching the subtle experimental trends, with an accuracy far exceeding that of standard models. We further obtain microscopic insight into the origin of these trends. More broadly, we demonstrate the possibility to start from fully ab initio many-body simulations and push towards the realm of converged predictions.         ",
    "url": "https://arxiv.org/abs/2405.18709",
    "authors": [
      "Tianyu Zhu",
      "Linqing Peng",
      "Huanchen Zhai",
      "Zhi-Hao Cui",
      "Garnet Kin-Lic Chan"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  }
]