[
  {
    "id": "arXiv:2601.14282",
    "title": "Quantum scientists for disarmament: a manifesto",
    "abstract": "           We, as researchers in quantum science and technology, are publishing this manifesto to express our deep concerns about the current geopolitical situation and the global race to rearm. We firmly oppose all forms of militarization in our societies and, in particular, within the academic world. We categorically reject the use of our research for military applications, population control, or surveillance. We stand against the practice of military funding for research. This manifesto is a call to action: to confront the elephant in the room of quantum research, and to unite all researchers who share our views. Our main goals are: i) To express, as a unified collective, our rejection of the use of our research for military purposes; ii) To open a debate in our community about the ethical implications of quantum research for military purposes; iii) To create a forum where concerned scientists can share their opinions and join forces in support of demilitarized research; iv) To advocate for the establishment of a public database listing all research projects at public universities funded by military or defense agencies. In what follows, we lay out our concerns and the rationale behind our opposition to the militarization of quantum research.         ",
    "url": "https://arxiv.org/abs/2601.14282",
    "authors": [
      "Quantum Scientists for Disarmament"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)"
    ]
  },
  {
    "id": "arXiv:2601.14297",
    "title": "Meeting the Needs of the Global Quantum Science Community: A Call to Action",
    "abstract": "           2025 marks one hundred years since the discovery of quantum mechanics. In the century since then, quantum science has blossomed into a global community composed of academics, engineers, developers, and entrepreneurs. The world is currently in the middle of the so-called second quantum revolution, with increased public awareness of quantum science and technology, and growing investment in both quantum hardware and software applications. However, representation remains low among historically marginalized groups: women, LGBTQ+, BIPOC, and people from the global south make up disproportionately few physicists. There are numerous efforts to improve diversity within quantum science, including through workforce development. But many of the changes enacted at the highest levels have failed to result in real change, as highlighted and discussed in the recent Women For Quantum Manifesto of Values. Here, we seek to echo and amplify the need for real change in the quantum ecosystem, emphasizing intersectionality and a feminist approach that centers the most vulnerable members of the quantum community: young students and researchers, especially those communities historically marginalized from quantum science. This report is our attempt to help quantum communities meet this need; we have conducted a survey of quantum scientists all over the world, and here we include both a preliminary report of our findings and policy suggestions we have built to address them. The primary results of our survey are that, 1) marginalized quantum scientists are experiencing hardships and challenges more than their more privileged peers across all metrics, 2) that this fact is hurting retention of diverse, talented quantum scientists in our field, and 3) quantum EDI is an investment in talent retention and resilience building, which are essential for a thriving, globally competitive quantum ecosystem.         ",
    "url": "https://arxiv.org/abs/2601.14297",
    "authors": [
      "Tzula B. Propp",
      "Brandy Todd",
      "Sara A. Metwalli",
      "Alina Helena S. Gallardo",
      "Michael Dascal",
      "Denise Ruffner",
      "Klaus D. Jöns",
      "Shaeema Zaman",
      "Judith Kreukels",
      "Marilù Chiofalo",
      "Lydia Sanmartí-Vila"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2601.14321",
    "title": "High-Resolution Electron Paramagnetic Resonance",
    "abstract": "           Electron paramagnetic resonance (EPR) is a valuable tool for physics, chemistry, biology and medicine, providing complementary spectroscopic information to NMR. It has long been known that EPR at high magnetic fields offers greater spectral resolution, but limitations in the THz instrumentation have prevented the full realization of these opportunities. Here we describe an EPR spectrometer at the high magnetic field of 14 T using 396 GHz excitation, which adapts techniques from liquid-state NMR to obtain sharp EPR resonances with a width of 210 ppb (full-width half-maximum). We use this to measure resonance positions, and hence g-factors, with a precision that reaches $\\pm$16 ppb. Our use of in-situ liquid-state NMR of our solvent within the same sample improves the accuracy of these measurements: it allows us to reference our EPR measurement back to dilute gas 3He NMR for which quantum calculations are accurate. We measure the g-factor of N@C60 in deuterated toluene as g = 2.002 099 09 (3), where the 3 in brackets means that the uncertainty on the last digit is $\\pm$3.         ",
    "url": "https://arxiv.org/abs/2601.14321",
    "authors": [
      "Colin J. Stephen",
      "Anton Tcholakov",
      "Maik Icker",
      "Stuart M. Graham",
      "Xiaoming Zhao",
      "Robert Day",
      "Jeanette Chattaway",
      "T. John S. Dennis",
      "Wolfgang Harneit",
      "Gavin W. Morley"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2601.14471",
    "title": "Understanding Carbon Sourcing and Transport Originating from the Helicon Antenna Surfaces During High-Power Helicon Discharge in DIII-D Tokamak",
    "abstract": "           The high-power helicon wave system in the DIII-D tokamak introduces new plasma--material interaction (PMI) challenges due to rectified RF sheath potentials forming near antenna structures and surrounding tiles. Using the STRIPE modeling framework-which integrates SOLPS-ITER, COMSOL, RustBCA, and GITR/GITRm-we simulate carbon erosion, re-deposition, and global impurity transport in two H-mode discharges with varying antenna--plasma gaps and RF powers. COMSOL predicts rectified sheath potentials of 1-5 kV, localized near the bottom of the antenna where magnetic field lines intersect at grazing angles. Erosion is dominated by carbon self-sputtering, with RF-accelerated D+ ions contributing up to 1 % of the total erosion flux. GITRm simulations show that in the small-gap case, only ~ 13 % of eroded carbon is re-deposited locally, with 58 % transported into the core. In contrast, the large-gap case exhibits lower total erosion, along with reduced core penetration (~ 35 %) and weaker re-deposition (~ 4 %), consistent with lower collisionality and limited plasma contact. The simulation trends are consistent with experimental observations, which have not shown elevated core impurity levels during helicon operation in the present graphite-wall configuration. However, under certain plasma conditions and magnetic configurations, the helicon antenna may still act as a finite source of net erosion and core-directed impurity transport, potentially influencing the overall core impurity balance. These findings emphasize the need for sheath-aware antenna designs and predictive impurity transport modeling to support future high-power RF systems with high-Z first wall materials in fusion devices.         ",
    "url": "https://arxiv.org/abs/2601.14471",
    "authors": [
      "A. Kumar",
      "D. Nath",
      "W. Tierens",
      "J.D. Lore",
      "R. Wilcox",
      "G. Ronchi",
      "M. Shafer",
      "A. Y. Joshi",
      "O. Sahni",
      "M. S. Shephard",
      "B. Van Compernolle",
      "R.I. Pinsker",
      "A. Demby",
      "O. Schmitz"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2601.14552",
    "title": "Self-Aligned Heterogeneous Quantum Photonic Integration",
    "abstract": "           Integrated quantum photonics holds significant promise for scalable photonic quantum information processing, quantum repeaters, and quantum networks, but its development is hindered by the mismatch between materials hosting high-quality quantum emitters and those compatible with mature photonic technologies. Heterogeneous integration offers a potential solution to this challenge, yet practical implementations have been limited by inevitable insertion losses at material interfaces. Here, we present a self-aligned heterogeneous quantum photonic integration approach that can deterministically achieve near-unity coupling efficiency at the interface. To showcase our approach, we demonstrate Purcell enhancement of a silicon vacancy (SiV) center in diamond induced by a heterogeneous photonic crystal cavity defined by titanium dioxide (TiO2), as well as optical spin control and readout via a TiO2 photonic circuit. We further show that, when combined with inverse photonic design, our approach enables efficient and broadband collection of single photons from a color center into a heterogeneous waveguide. Our approach is not restricted to SiV centers or TiO2; it can be broadly applied to integrate diverse solid-state quantum emitters with thin-film photonic devices where conformal deposition is possible. Together, these results establish a practical route to scalable quantum photonic integrated circuits that combine high-quality quantum emitters with technologically mature photonic platforms.         ",
    "url": "https://arxiv.org/abs/2601.14552",
    "authors": [
      "Kinfung Ngan",
      "Yeeun Choi",
      "Chun-Chieh Chang",
      "Dongyeon Daniel Kang",
      "Shuo Sun"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2601.14656",
    "title": "Transient Pauli blocking in a InN film as a mechanism for broadband ultrafast optical switching",
    "abstract": "           The transient Pauli blocking effect offers a promising route for achieving ultrafast optical switching in semiconductors, enabling a rapid switching from an initially opaque state to a relatively transparent state upon photoexcitation. Herein, we demonstrate broadband ultrafast optical switching in degenerate InN thin films, spanning the visible to near-infrared spectral range, using pump-probe transient transmittance measurements. To elucidate the underlying physical mechanism, we perform probe-energy-resolved analysis for ultrafast dynamics, and develop a theoretical model based on a quasi-equilibrium Fermi-Dirac distribution. The model successfully captures the experimental transients and yields an electron-phonon coupling constant of $1.0\\times10^{17}\\,\\mathrm{W\\,m^{-3}\\,K^{-1}}$, along with an electronic specific heat coefficient ranging from 1.52 to 2.02 $\\mathrm{mJ\\,mol^{-1}\\,K^{-2}}$, which allow direct prediction of the spectral switching window. Notably, we demonstrate that the Pauli blocking effect can be induced solely by a laser-excitation driven rise in electronic temperature, without requiring significant carrier injection into the conduction band in degenerate semiconductors. These findings offer new insights for designing ultrafast optical modulators, shutters, and photonic devices for next-generation communication and computing technologies.         ",
    "url": "https://arxiv.org/abs/2601.14656",
    "authors": [
      "Junjun Jia",
      "Minseok Kim",
      "Yuzo Shigesato",
      "Ryotaro Nakazawa",
      "Keisuke Fukutani",
      "Satoshi Kera",
      "Toshiki Makimoto",
      "Takashi Yagi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2601.14670",
    "title": "In-Situ Inverse Design of a Plasma Metamaterial Beam Steering Device",
    "abstract": "           Inverse design is a commonly used methodology for creating devices that manipulate electromagnetic (EM) waves by algorithmically modifying device parameters to achieve a desired functionality. Utilizing plasma, a dynamically tunable medium, allows the optimization of the design process to be conducted directly on the experimental hardware (in-situ). A key advantage of this method is the creation of devices that are inherently switchable and dynamically reconfigurable. Bayesian optimization is used to tune the plasma density of 91 independent discharges that make up a plasma metamaterial (PMM) device to steer incoming EM waves to desired exit waveguides. Measurements were conducted in an automated loop where a vector network analyzer records the PMM transmission characteristics for each device setting. By relying only on measured scattering parameters, this gradient-free approach is robust to experimental drift and noise and does not require complex full-wave models. Significant performance improvements over traditional simulation-based (in-silico) inverse design are demonstrated, with in-situ Bayesian optimization achieving up to 10,000x higher isolation between ports than the best in-silico design at the same target frequency. This work also presents guidelines for applying Bayesian optimization to noisy, high-dimensional physical systems.         ",
    "url": "https://arxiv.org/abs/2601.14670",
    "authors": [
      "Katherine P. Bronstein",
      "Noah A. Harris",
      "Aleczander J. Harder",
      "Jennay L. Edmondson",
      "Jesse A. Rodríguez"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2601.14924",
    "title": "Ring oscillator performance of the ATLAS inner tracker pixel readout chip",
    "abstract": "           This paper presents experimental and simulation data to characterize the Ring Oscillators (RO) produced in 65-nm CMOS technology for the next promising generation of readout chips for the pixel detector in the Inner Tracker (ITk) at the ATLAS experiment at CERN. To enable a better understanding of the RO block embedded in ITkPixV1.1 single chip card (SCC), tests at various temperatures, voltages, accumulated total ionizing dose (TID) with X-ray irradiation, and high-temperature annealing will be presented. The objective of this study is to examine the RO output dependency based on different variable conditions and provide simulation data using Cadence, an electronic design automation (EDA) software to validate the experimental outcomes.         ",
    "url": "https://arxiv.org/abs/2601.14924",
    "authors": [
      "Yahya Khwaira",
      "Abdenour Lounis",
      "Maurice Cohen-Solal",
      "Mohsine Menouni",
      "Pierre Barrillon",
      "Denis Fougeron"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2601.14938",
    "title": "Solution-derived barium titanate waveguides for integrated electro-optic modulation",
    "abstract": "           Metal oxides with strong nonlinear optical properties and wide transparency window are key materials for the development of compact and efficient photonic integrated circuits used for electro-optic modulators and entangled photon sources. Among them, barium titanate (BaTiO$_{3}$) is particularly attractive due to its large Pockels coefficient. However, its use has been limited by challenges in material synthesis and in nanopatterning, owing to its chemical stability and inertness. Here, we demonstrate a monolithic electro-optic modulator entirely based on solution-deposited BaTiO$_{3}$, fabricated through a bottom-up soft nanoimprinting lithography process. Fine-tuning the synthesis and nanofabrication enhances the optical properties of the polycrystalline material. By optimizing the process parameters, we achieve a reduction in propagation losses of two orders of magnitude, enabling efficient electro-optic modulation. This scalable, etch-free approach enables direct patterning of high-quality BaTiO$_{3}$ structures, establishing a new route for low-cost, large-scale integrated electro-optic devices entirely based on oxide material compatible with a wide range of substrates.         ",
    "url": "https://arxiv.org/abs/2601.14938",
    "authors": [
      "Virginia Falcone",
      "Eleni Prountzou",
      "Jost Kellner",
      "Ülle-Linda Talts",
      "Rachel Grange"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2601.15181",
    "title": "Single-laser scheme for reaching strong field QED regime via direct laser acceleration",
    "abstract": "           We investigate a single-laser scheme for reaching the strong-field QED regime based on direct laser acceleration (DLA) of electrons followed by their head-on collision with the same laser pulse reflected from an overdense foil. In this configuration, electrons are first accelerated inside an underdense plasma by a relativistic laser pulse and subsequently interact with the reflected laser field, emitting high-energy photons via nonlinear Compton scattering which decay into electron-positron pairs through the nonlinear Breit-Wheeler process. Using analytical scalings supported by quasi-3D particle-in-cell simulations including QED effects, we demonstrate that a laser pulse with power as low as 2 PW is sufficient to reach the quantum regime characterized by $\\chi_e> 1$ . For higher powers, we observe a rapid nonlinear increase in the number of generated positrons, reaching more than 2 nC for a 10 PW laser pulse with energy of approximately 1.1 kJ. A semi-analytical model is employed to estimate the positron yield, showing good agreement with simulation results. We further study the influence of laser depletion and the positioning of the reflecting foil on the efficiency of pair production. The presented scheme provides an experimentally feasible platform for probing strong-field QED effects using currently available multi-petawatt laser systems.         ",
    "url": "https://arxiv.org/abs/2601.15181",
    "authors": [
      "Robert Babjak",
      "Marija Vranic"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2601.15210",
    "title": "Enhanced posterior sampling via diffusion models for efficient metasurfaces inverse design",
    "abstract": "           The inverse design of metasurfaces faces inherent challenges due to the nonlinear and highly complex relationship between geometric configurations and their electromagnetic behavior. Traditional optimization approaches often suffer from excessive computational demands and a tendency to converge to suboptimal solutions. This study presents a diffusion-based generative framework that incorporates a dedicated consistency constraint and advanced posterior sampling methods to ensure adherence to desired electromagnetic specifications. Through rigorous validation on small-scale metasurface configurations, the proposed approach demonstrates marked enhancements in both accuracy and reliability of the generated this http URL, we introduce a scalable methodology that extends inverse design capabilities to large-scale metasurfaces, validated for configurations of up to $98 \\times 98$ nanopillars. Notably, this approach enables rapid design generation completed in minute by leveraging models trained on substantially smaller arrays ($23 \\times 23$). These innovations establish a robust and efficient framework for high-precision metasurface inverse design.         ",
    "url": "https://arxiv.org/abs/2601.15210",
    "authors": [
      "Mathys Le Grand",
      "Pascal Urard",
      "Denis Rideau",
      "Loumi Trémas",
      "Damien Maitre",
      "Louis-Henri Fernandez-Mouron",
      "Adam Fuchs",
      "Régis Orobtchouk"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mathematical Physics (math-ph)"
    ]
  },
  {
    "id": "arXiv:2601.14565",
    "title": "Programming Quantum Measurements of Time inside a Complex Medium",
    "abstract": "           The temporal degree-of-freedom of light is incredibly powerful for modern quantum technologies, enabling large-scale quantum computing architectures and record key-rates in quantum key distribution. However, the generalized measurement of large and complex quantum superpositions of the time-of-arrival of a photon remains a unique experimental challenge. Conventional methods based on unbalanced Franson-type interferometers scale poorly with dimension, requiring multiple cascaded devices and active phase stabilization. In addition, these are limited by construction to a restricted set of phase-only superposition measurements. Here we show how the coupling of spatial and temporal information inside a single multi-mode fiber can be harnessed to program completely generalized measurements for high-dimensional superpositions of photonic time-bin. Using the multi-spectral transmission matrix of the fiber, we find special sets of spatial modes that experience distinct dispersive delays through the fiber. By exciting coherent superpositions of these spatial modes, we engineer the equivalent of large, unbalanced multi-mode interferometers inside the fiber and use them to perform high-quality measurements of arbitrary time-bin superpositions in up to dimension 11. The single fiber functions as a scalable, common-path interferometer for time-bin qudits that significantly eases the experimental overheads of standard approaches based on unbalanced Franson-type interferometers, serving as an essential tool for quantum technologies that harness the temporal properties of light.         ",
    "url": "https://arxiv.org/abs/2601.14565",
    "authors": [
      "Dylan Danese",
      "Vatshal Srivastav",
      "Will McCutcheon",
      "Saroch Leedumrongwatthanakun",
      "Mehul Malik"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2601.14708",
    "title": "Scaling Enhancement in Distributed Quantum Sensing via Causal Order Switching",
    "abstract": "           Sensing networks underpin applications from fundamental physics to real-world engineering. Recently, distributed quantum sensing (DQS) has been investigated to boost the sensing performance, yet current schemes typically rely on entangled probes that are fragile to noise and difficult to scale. Here, we propose a DQS protocol that incorporates a causal-order switch into a cyclic network, enabling a single probe to sequentially query N independent sensors in a coherent superposition or a probabilistic mixture of opposite causal orders. By exploiting the noncommutativity between propagation and sensing processes, our scheme achieves a 1/N^2-scaling precision limit without involving entangled probes. Importantly, our approach utilizes a classical mixture of causal orders rather than a quantum switch, making it more feasible for practical realization. We experimentally implement this scheme for distributed beam tilts sensing in a free-space quantum optical network comprising up to 9 sensors, achieving picoradian-scale precision in estimating tilt angle. Our results demonstrate a robust and scalable DQS protocol that surpasses the conventional 1/N Heisenberg scaling in precision, advancing the practical deployment of quantum sensing networks.         ",
    "url": "https://arxiv.org/abs/2601.14708",
    "authors": [
      "Binke Xia",
      "Zhaotong Cui",
      "Jingzheng Huang",
      "Yuxiang Yang",
      "Guihua Zeng"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2601.14963",
    "title": "Resonant Excitation Induced Vibronic Mollow Triplets",
    "abstract": "           The Mollow triplet is the definitive spectral signature of an optically dressed quantum emitter. We predict that for emitters coupled to localized phonons, this signature is not confined to the zero-phonon line. Under a strong resonant drive, we show that Mollow triplets are strikingly replicated on the associated phonon sidebands -a surprising result, given that phonon sidebands are typically viewed as incoherent, inelastic scattering pathways. These vibronic Mollow triplets are a direct fingerprint of dynamically generated dressed states that hybridize the emitter's electronic, photonic, and vibrational degrees of freedom. We develop a scalable analytical formalism to model this effect in complex, multi-mode molecular systems, such as dibenzoterrylene. Our work provides the precise driving conditions for observing these novel spectral features, establishing a new signature of coherence in vibronically coupled systems.         ",
    "url": "https://arxiv.org/abs/2601.14963",
    "authors": [
      "Devashish Pandey",
      "Corne Koks",
      "Martijn Wubs",
      "Nicolas Stenger",
      "Jake Iles-Smith"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2601.15193",
    "title": "Purcell enhanced electroluminescence of a unipolar light emitting quantum device at 10 micron",
    "abstract": "           Efficient generation of radiation in the mid- and far- infrared relies primarily on lasers and coherent nonlinear optical phenomena driven by lasers. This wavelength range lacks of luminescent devices because the spontaneous emission rate becomes much longer than the nonradiative energy relaxation processes and therefore emitters have to count on stimulated emission produced by linear or non-linear optical gain. However, spontaneous emission is not a fundamental property of the emitter. By engineering metamaterials composed of arrays of nano-emitters into microcavities coupled to patch antennas, we have demonstrated mid-infrared electroluminescent devices emitting a collimated beam with excellent spatial properties and a factor 100 increase in the collected power, compared to standard devices. Our results illustrate that by reshaping the photonic environment around emitting dipoles, as in the Purcell effect, it is possible to enhance the spontaneous emission and conceive efficient optoelectronic light emitting devices that operate close to the thermodynamical equilibrium as LEDs in the visible range.         ",
    "url": "https://arxiv.org/abs/2601.15193",
    "authors": [
      "Marta Mastrangelo",
      "Djamal Gacemi",
      "Axel Evirgen",
      "Salvatore Pes",
      "Alexandre Larrue",
      "Pascal Filloux",
      "Isabelle Sagnes",
      "Abdelmounaim Harouri",
      "Angela Vasanelli",
      "Carlo Sirtori"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2601.15253",
    "title": "QDK/Chemistry: A Modular Toolkit for Quantum Chemistry Applications",
    "abstract": "           We present QDK/Chemistry, a software toolkit for quantum chemistry workflows targeting quantum computers. The toolkit addresses a key challenge in the field: while quantum algorithms for chemistry have matured considerably, the infrastructure connecting classical electronic structure calculations to quantum circuit execution remains fragmented. QDK/Chemistry provides this infrastructure through a modular architecture that separates data representations from computational methods, enabling researchers to compose workflows from interchangeable components. In addition to providing native implementations of targeted algorithms in the quantum-classical pipeline, the toolkit builds upon and integrates with widely used open-source quantum chemistry packages and quantum computing frameworks through a plugin system, allowing users to combine methods from different sources without modifying workflow logic. This paper describes the design philosophy, current capabilities, and role of QDK/Chemistry as a foundation for reproducible quantum chemistry experiments.         ",
    "url": "https://arxiv.org/abs/2601.15253",
    "authors": [
      "Nathan A. Baker",
      "Brian Bilodeau",
      "Chi Chen",
      "Yingrong Chen",
      "Marco Eckhoff",
      "Alexandra Efimovskaya",
      "Piero Gasparotto",
      "Puck van Gerwen",
      "Rushi Gong",
      "Kevin Hoang",
      "Zahra Hooshmand",
      "Andrew J. Jenkins",
      "Conrad S. N. Johnston",
      "Run R. Li",
      "Jiashu Liang",
      "Hongbin Liu",
      "Alexis Mills",
      "Maximilian Mörchen",
      "George Nishibuchi",
      "Chong Sun",
      "Bill Ticehurst",
      "Matthias Troyer",
      "Jan P. Unsleber",
      "Stefan Wernli",
      "David B. Williams-Young",
      "Boqin Zhang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2501.10536",
    "title": "On photonic band gaps in two-dimensional photonic crystal fibres. Analysis in the vicinity of the low-dielectric light line",
    "abstract": "           We consider `off-axis' electromagnetic wave propagation down the homogeneous direction of a low-loss two-dimensional periodic dielectric (or photonic crystal fibre) near the light line of the low-dielectric material constituent. Numerous physical and numerical experiments demonstrate the presence of photonic band gaps in the vicinity of this `critical' light line. We mathematically analyse the existence of photonic band gaps near the line and characterise them in terms of frequency gaps in the spectrum of the Maxwell equations restricted to the line. We apply the results to both one-dimensional photonic crystal fibres, and a genuinely two-dimensional photonic crystal fibres with `thin' inclusions, namely ``ARROW'' fibres. In the case of ARROW fibres, by an asymptotic analysis, in terms of the small inclusion parameter, we demonstrate the existence of low frequency photonic band gaps. It is important to note that our analysis does not assume any specific ratio between the dielectric contrasts; as a result, moderate or even low contrast models are fully encompassed. Similarly, no limiting assumptions are imposed on the wave propagation constant along the fibre.         ",
    "url": "https://arxiv.org/abs/2501.10536",
    "authors": [
      "Shane Cooper",
      "Ilia Kamotski"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mathematical Physics (math-ph)",
      "Analysis of PDEs (math.AP)"
    ]
  },
  {
    "id": "arXiv:2506.06814",
    "title": "An analytical optimization of plasma density profiles for downramp injection in laser wake-field acceleration",
    "abstract": "           We propose and detail a multi-step analytical procedure, based on an improved fully relativistic plane model for Laser Wake Field Acceleration, to tailor the initial density of a cold diluted plasma to the laser pulse profile, so as to control and optimize the partial wave-breaking of the plasma wave and maximize the acceleration of small bunches of electrons self-injected by the first wave-breaking at the density down-ramp, at least in the first stages of their acceleration phase. We find an excellent agreement with the results of Particle In Cell simulations obtained with the same input data.         ",
    "url": "https://arxiv.org/abs/2506.06814",
    "authors": [
      "Gaetano Fiore",
      "Paolo Tomassini"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2509.18564",
    "title": "Impact of Nitrogen and Oxygen Interstitials on Niobium SRF Cavity Performance",
    "abstract": "           Superconducting radiofrequency (SRF) cavities are the leading technology for highly efficient particle acceleration, and their performance can be significantly enhanced through the controlled introduction of interstitial impurities into bulk niobium. Nitrogen doping has demonstrated a substantial reduction in surface resistance, which improves the quality factor of the cavities. More recently, oxygen doping has emerged as a promising alternative, demonstrating comparable reductions in surface resistance. In this study, we combine cavity measurements on 1.3 GHz niobium SRF cavities subjected to a range of nitrogen- and oxygen-based treatments with material characterizations performed on cavity cutouts processed under identical conditions. This approach allows us to quantitatively assess the contribution of each impurity to the reduction of surface resistance. We find that nitrogen is ten times more effective than oxygen in reducing surface resistance at 16 MV/m. We also observe an additive effect of O and N impurities in reducing R$_\\mathrm{T}$. We discuss these results in the context of field dependent nonequilibrium superconductivity, gap enhancement, and hydrogen trapping mechanisms.         ",
    "url": "https://arxiv.org/abs/2509.18564",
    "authors": [
      "Hannah Hu",
      "Young-Kee Kim",
      "Daniel Bafia"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "Superconductivity (cond-mat.supr-con)"
    ]
  },
  {
    "id": "arXiv:2510.17856",
    "title": "Carrier envelope phase and laser pulse shape effects on Schwinger vacuum pair production in super-Gaussian asymmetric electric fields",
    "abstract": "           We investigate the combined effects of carrier envelope phase and laser pulse shape on electron-positron pair production in the presence of an external asymmetric super-Gaussian electric field by solving the quantum Vlasov equation. By varying the field asymmetry, the pulse shape from Gaussian to super-Gaussian, and the carrier envelope phase, we show the momentum distribution and the number density of created pairs to exhibit extreme sensitivity to these field characteristics. The effects are also qualitatively explained by analyzing the turning-point structures within the WKB formalism. We observed that multiphoton pair production dominates in the case of long falling-pulse asymmetry. For a short falling pulse with a flat-top super-Gaussian laser profile, pair production is further facilitated. For certain field parameters, we demonstrate that the number density can be enhanced by two to three orders of magnitude.         ",
    "url": "https://arxiv.org/abs/2510.17856",
    "authors": [
      "Abhinav Jangir",
      "Anees Ahmed"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2601.07849",
    "title": "Quantum mechanics provides the physical basis of teleological evolutions",
    "abstract": "           We show that the quantum computational speedup is due to the teleological character of quantum algorithms, their being evolutions toward a goal (the solution of the problem) with an attractor in the very goal they will produce in the future (the solution of the problem again). We also show that, under the quantum cosmological assumption and for the Fine-tuned Universe version of the Anthropic Principle, the physical basis of the teleological character of quantum algorithms applies as well to the evolutions of the living for which the teleological notion was originally conceived.         ",
    "url": "https://arxiv.org/abs/2601.07849",
    "authors": [
      "Giuseppe Castagnoli"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  }
]