[
  {
    "id": "arXiv:2205.02317",
    "title": "Expansion formulae for two-center non-integer Slater-type orbital charge  densities. I. Complete orthonormal sets of exponential-type orbitals with  non-integer principal quantum numbers",
    "abstract": "The numerical Gram-Schmidt procedure is performed for the non-integer Slater-type orbitals. Formulas for the linear combination coefficients used to transform orthonormal basis functions into the Slater-type orbitals are derived. A closed form expression for the orthogonalized Slater-type orbitals is achieved. It is used to generalize complete orthonormal exponential-type orbitals basis sets obtained by Guseinov in [Int. J. Quant. Chem. \\textbf{90}, 114 (2002)] to non-integer values of principal quantum numbers. ",
    "url": "https://arxiv.org/abs/2205.02317",
    "authors": [
      "A. Bağcı",
      "P. E. Hoggan"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2205.02369",
    "title": "When gold is not enough: platinum standard of quantum chemistry with  $N^7$ cost",
    "abstract": "In this paper we extend the rank-reduced coupled-cluster formalism to the calculation of non-iterative energy corrections due to quadruple excitations. There are two major components of the proposed formalism. The first is an approximate compression of the quadruple excitation amplitudes using the Tucker format. The second is a modified functional used for evaluation of the corrections which gives exactly the same results for the exact amplitudes, but is less susceptible to errors resulting from the aforementioned compression. We show, both theoretically and numerically, that the computational cost of the proposed method scales as the seventh power of the system size. Using reference results for a set of small molecules, the method is calibrated to deliver relative accuracy of a few percent in energy corrections. To illustrate the potential of the theory we calculate the isomerization energy of \\emph{ortho}/\\emph{meta} benzyne (C$_6$H$_4$) and the barrier height for the Cope rearrangement in bullvalene (C$_{10}$H$_{10}$). The method retains a near-black-box nature of the conventional coupled-cluster formalism and depends on only one additional parameter that controls the accuracy. ",
    "url": "https://arxiv.org/abs/2205.02369",
    "authors": [
      "Michał Lesiuk"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2205.02463",
    "title": "Quartz Whispering-Gallery-Mode Resonator with Microfluidic Chip as  Sensor for Permittivity Measurement of Liquids",
    "abstract": "Studies of biological solutions require high measurement accuracy, the ability to detect low changes in substance concentration, and small amounts of the liquid under test. A microwave complex permittivity measurement technique based on a high-quality-factor whispering-gallery-mode resonator with a microfluidic chip allows small amounts of dielectric liquids to be investigated with high accuracy. An existing technique based on a sapphire resonator does not provide for a low-concentration detection limit for substances with low molecular weight. Here, we present an advanced technique based on a quartz dielectric resonator. The detection limit obtained for glucose in water solution was found to be about one order of magnitude lower for the quartz resonator cell than for the sapphire-resonator-based measurement cell. The limit is about or lower than the concentration of glucose in human blood. This fact means that the technique can be used as the sensor for investigations of biological solutions in the microwave range. A study of glucose, lactalbumin, and bovine serum albumin was successfully performed in the Ka -band using the developed sensor. ",
    "url": "https://arxiv.org/abs/2205.02463",
    "authors": [
      "Alexey I. Gubin",
      "Irina A. Protsenko",
      "Alexander A. Barannik",
      "Svetlana Vitusevich",
      "Alexandr A. Lavrinovich",
      "Nickolay T. Cherpak"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Biological Physics (physics.bio-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2205.02560",
    "title": "Experimental study of the interaction of two laser-driven radiative  shocks at the PALS laser",
    "abstract": "Radiative shocks (RS) are complex phenomena which are ubiquitous in astrophysical environments. The study of such hypersonic shocks in the laboratory, under controlled conditions, is of primary interest to understand the physics at play and also to check the ability of numerical simulations to reproduce the experimental results. In this context, we conducted, at the Prague Asterix Laser System facility (PALS), the first experiments dedicated to the study of two counter-propagating radiative shocks propagating at non-equal speeds up to 25-50 km/s in noble gases at pressures ranging between 0.1 and 0.6 bar. These experiments highlighted the interaction between the two radiative precursors. This interaction is qualitatively but not quantitatively described by 1D simulations. Preliminary results obtained with XUV spectroscopy leading to the estimation of shock temperature and ion charge of the plasma are also presented. ",
    "url": "https://arxiv.org/abs/2205.02560",
    "authors": [
      "R.L.Singh",
      "C.Stehle",
      "F.Suzuki-Vidal",
      "M.Kozlova",
      "J.Larour",
      "U.Chaulagain",
      "T.Clayson",
      "R.Rodriguez",
      "J.M.Gil",
      "J.Nejdl",
      "M.Krus",
      "J.Dostal",
      "R.Dudzak",
      "P.Barroso",
      "O.Acef",
      "M.Cotelo",
      "P.Velarde"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2205.02575",
    "title": "500 W rod-type 4x4 multi-core ultrafast fiber laser",
    "abstract": "We present a coherently-combined femtosecond fiber CPA system based on a rod-type, Ytterbium-doped, multicore fiber with 4x4 cores. A high average power of up to 500 W (after combination and compression) could be achieved at 10 MHz repetition rate with an excellent beam quality. Additionally, <500 fs pulses with up to 600 uJ of pulse energy were also realized with this setup. This architecture is intrinsically power scalable by increasing the number of cores in the fiber. ",
    "url": "https://arxiv.org/abs/2205.02575",
    "authors": [
      "A. Klenke",
      "A. Steinkopff",
      "C. Aleshire",
      "C. Jauregui",
      "S. Kuhn",
      "J. Nold",
      "C. Hupel",
      "S. Hein",
      "S. Schulze",
      "N. Haarlammert",
      "T. Schreiber",
      "A. Tünnermann",
      "J. Limpert"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.02623",
    "title": "Geometry Relaxation and Transition State Search throughout Chemical  Compound Space with Quantum Machine Learning",
    "abstract": "We apply response operator based quantum machine learning (OQML) to the problem of geometry optimization and transition state search throughout chemical compound space. Using legacy optimizers for both applications, the impact of including of OQML based atomic forces on optimization outcome has been explored. Numerical results for randomly sampled small organic query molecules indicate systematic improvement of equilibrium and transition state geometries as training set sizes increase. For geometry optimizations, we have considered 5'989 randomly chosen instances of relaxation paths of 5'500 constitutional isomers (sum formula: C$_7$H$_{10}$O$_2$) from the QM9-database. Using the resulting OQML models with an LBFGS optimizer reproduces the minimum geometry with an RMSD of 0.15\\r{A}. Training on 3812 instances drawn at random from 200 transition state search trajectories from the QMrxn20 data-set, out-of-sample S$_\\mathrm{N}$2 transition state geometries have been obtained using OQML based forces within the QST2 algorithm with an RMSD of 0.3 \\r{A}. For the converged equilibrium and transition state geometries subsequent vibrational normal mode frequency analysis deviates from MP2 reference results on average 39 and 41 cm$^{-1}$, respectively. The number of steps until convergence is typically larger for OQML than for DFT based forces. However, the success rate for reaching convergence increases systematically with training set size, indicating OQML's considerable potential applicability. ",
    "url": "https://arxiv.org/abs/2205.02623",
    "authors": [
      "S. Heinen. G. F. von Rudorff",
      "A. O. von Lilienfeld"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2205.02745",
    "title": "New Nonrelativistic Quantum Theory of Cold Dark Matter",
    "abstract": "Cold dark matter is conceived as a gas of massive particles that undergo collisions, interact gravitationaly, and exchange quanta of energy. A new nonrelativistic quantum theory is presented for this model of dark matter, based on recently discovered equation for a spinless, no charge, and free particle. This theory describes the quantum processes undergoing by the particles, specifies the required characteristic wavelength of the quanta of energy, gives constraints on mass of dark matter particles, and predicts a detectable gravitational wave background associated with dark matter halos. ",
    "url": "https://arxiv.org/abs/2205.02745",
    "authors": [
      "Z. E. Musielak"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2205.02747",
    "title": "Optimizing Polarizability Distributions for Metasurface Apertures with  Lorentzian-Constrained Radiators",
    "abstract": "We present a design strategy for selecting the effective polarizability distribution for a metasurface aperture needed to form a desired radiation pattern. A metasurface aperture consists of an array of subwavelength metamaterial elements, each of which can be conceptualized as a radiating, polarizable dipole. An ideal polarizability distribution can be determined by using a holographic approach to first obtain the necessary aperture fields, which can then be converted to a polarizability distribution using equivalence principles. To achieve this ideal distribution, the polarizability of each element would need to have unconstrained magnitude and phase; however, for a single, passive, metamaterial resonator the magnitude and phase of the effective polarizability are inextricably linked through the properties of the Lorentzian resonance, with the range of phase values restricted to a span of at most 180 degrees. Here, we introduce a family of mappings from the ideal to the available polarizability distributions, easily visualized by plotting both polarizabilities in the complex plane. Using one of these mappings it is possible to achieve highly optimized beam patterns from a metasurface antenna, despite the inherent resonator limitations. We introduce the mapping technique and provide several specific examples, with numerical simulations used to confirm the design approach. ",
    "url": "https://arxiv.org/abs/2205.02747",
    "authors": [
      "Patrick T. Bowen",
      "Michael Boyarsky",
      "Laura M. Pulido-Mancera",
      "David R. Smith",
      "Okan Yurduseven",
      "Mohsen Sazegar"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.02761",
    "title": "Quantum computers as an amplifier for existential risk",
    "abstract": "Quantum computing is expected to have a profound impact on society. In this work we discuss the potential consequences on existential risk for humanity. Even with the timeline for large-scale fault-tolerant quantum computing still unclear, it is highly likely that quantum computers will eventually realize an exponential speedup for certain practical applications. We identify quantum simulation as the most relevant application in this regard and we qualitatively outline different risk trajectories. Both amplifying and mitigating effects of quantum computing for existential risk are anticipated. In order to prevent quantum computing from being an amplifier of existential risk, we call for increased efforts by the scientific community towards reducing potential future quantum risk. This viewpoint seeks to add a new perspective to the discussion on technological risk of quantum computing. ",
    "url": "https://arxiv.org/abs/2205.02761",
    "authors": [
      "Benjamin F. Schiffer"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)",
      "History and Philosophy of Physics (physics.hist-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2205.02763",
    "title": "Confined Continuous-Flow Plasma Source For High-Average-Power Laser  Plasma Acceleration",
    "abstract": "Over the last decades, significant advances in high-power laser systems have enabled rapid progress in the development of laser-driven plasma accelerators. Today, the results obtained in beam stability and reproducibility present laser plasma acceleration as a viable and promising alternative to conventional accelerators. As several electron beam and secondary sources applications require high average currents, a major focus is now on increasing the beam's repetition rate. In the following, we introduce a novel plasma source for kHz electron acceleration, providing a continuous and spatially confined gas flow, while minimising the gas load in the acceleration chamber. ",
    "url": "https://arxiv.org/abs/2205.02763",
    "authors": [
      "B. Farace",
      "R. J. Shalloo",
      "K. Põder",
      "W. P. Leemans"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2205.02776",
    "title": "Optical gravity in a graviton spacetime",
    "abstract": "While the Hubble redshift is generally linked to expansion of spacetime, an open question concerns where the energy lost from redshifted photons, gravitons and gravitational waves goes. One possibility is that it gives rise to gravity. In the optical-mechanical analogy in general relativity, relativistic light deflection is treated as refraction in an optical medium of varying density gradient. We now model the optical medium analogue of spacetime as a real graviton conjugate interlinking all masses. Gravitons in local mass systems are assumed to be organized in coherent quantum states overlapping with those of particles within spacetime structures. With the Hubble redshift, however, gravitons acquire longer wavelengths as they are shifted to less coherent states. Assuming that the momentum and energy lost from gravitons is transferrable to particles, mutual screening by masses then gives rise to an attractive force with a magnitude consistent with gravity. Some possible cosmological implications of the model are discussed. ",
    "url": "https://arxiv.org/abs/2205.02776",
    "authors": [
      "Matthew R. Edwards"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2205.02780",
    "title": "Alcubierre Warp Drive in Bohmian Quantum Gravity",
    "abstract": "Alcubierre warp drive metric is coupled to quantum mechanical scalar matter field. The requirement of the exotic matter for the warp drive is mapped into a conformal wave equation. This result into a fourth order partial differential equation in terms of the quantum mechanical density. Finding a proper quantum mechanical density obeying the proposed partial differential equation will be a resolution to the exotic matter problem of Alcubierre warp drive in Bohmian Quantum Gravity context. ",
    "url": "https://arxiv.org/abs/2205.02780",
    "authors": [
      "Sijo K. Joseph"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2205.02785",
    "title": "Quantum measurement process with an ideal detector array",
    "abstract": "Any observable with finite eigenvalue spectrum can be measured using a multiport apparatus realizing an appropriate unitary transformation and an array of detector instruments, where each detector operates as an indicator of one possible value of the observable. The study of this setup in the frame of von Neumann's quantum mechanical measurement process has a remarkable result: already after the interaction of the measured system with the detector array without collapse, exactly one detector is indicating a detection. Each single detector indicates either 0 or 1 detection, and no superposition can be attributed to it. ",
    "url": "https://arxiv.org/abs/2205.02785",
    "authors": [
      "Michael Zirpel"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2205.02787",
    "title": "A New Perspective on Quantum Field Theory Revealing Possible Existence  of Another Kind of Fermions Forming Dark Matter",
    "abstract": "Quantum fields are considered as generators of infinite-dimensional Clifford algebra $Cl(\\infty)$, which can be either orthogonal (in case of fermions) or symplectic (in case of bosons). A generic quantum state can be expressed as a superposition of the basis elements of $Cl(\\infty)$, the superposition coefficients being multiparticle complex-valued wave functions. The basis elements, that are products of the generators of $Cl(\\infty)$ in the Witt basis, act as creation and annihilation operators. They create positive and negative energy states that include the bare and the Dirac vacuum as special cases. It is shown that the nonvanishing electric charge arises from an extra dimension or from doubling the number of creation and annihilation operators, which brings an extra imaginary unit ${\\bar i}$ into the description. A further extension is to consider the ${\\bar i}$ as one of the quaternionic imaginary units and consider a generic state as having values in the quaternionic algebra or, equivalently, in the complexified 2-dimensional Clifford algebra, $Cl(2)\\otimes C$.contains two distinct fundamental representations of $SU(2)$, one associated with the weak isospin oublet $(\\nu_e,e^-)$, and the other one with the doublet of new leptons, denoted $(\\epsilon^+,\\nu_\\epsilon)$, that together with the new quarks $(u',d')$ can be identified with dark matter. ",
    "url": "https://arxiv.org/abs/2205.02787",
    "authors": [
      "Matej Pavšič"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)",
      "High Energy Physics - Theory (hep-th)"
    ]
  },
  {
    "id": "arXiv:2205.02816",
    "title": "Antenna Designs for Recent Millimeter and THz Applications",
    "abstract": "Over the previous few years, the millimetre wave frequency range and sub-THz range have been received a lot of attention as they include unused frequency spectrum resources that are appropriate for providing a lot of applications such as automotive radars, short communication, medical imaging, security, and 5G communications to provide end-user access to Multi-Gbit/s services. On the other hand and because of the restrictions on the communication systems in these ranges such as power, path losses, and attenuation, the present RF antennas can't be used for millimeter and THz applications. The needed antennas should have low-profile, high-gain, acceptable technology, high efficiency and low cost to compensate for these ranges restrictions. Although there are some antenna designs for millimeter and sub THz ranges through the last decay, the antenna designs in these ranges still under investigation and studies to complete the vision of the proposed designs for the aforementioned applications. Thus, they cannot be carried by the optimum response and efficiency for these applications. This thesis aims to introduce a comprehensive study of the main applications that occupy these ranges of frequencies. In addition to introducing efficient antennas for each application with acceptable technology for it. ",
    "url": "https://arxiv.org/abs/2205.02816",
    "authors": [
      "Kamel S. Sultan"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Systems and Control (eess.SY)"
    ]
  },
  {
    "id": "arXiv:2205.02358",
    "title": "A variational approach for linearly dependent moving bases in quantum  dynamics: application to Gaussian functions",
    "abstract": "In this paper, we present a variational treatment of the linear dependence for a non-orthogonal time-dependent basis set in solving the Schr\\\"odinger equation. The method is based on: i) the definition of a linearly independent working space, and ii) a variational construction of the propagator over finite time-steps. The second point allows the method to properly account for changes in the dimensionality of the working space along the time evolution. In particular, the time evolution is represented by a semi-unitary transformation. Tests are done on a quartic double-well potential with Gaussian basis function whose centers evolve according to classical equations of motion. We show that the resulting dynamics converges to the exact one and is unitary by construction. ",
    "url": "https://arxiv.org/abs/2205.02358",
    "authors": [
      "Loïc Joubert-Doriol"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2205.02405",
    "title": "Enhanced optoelectronic performance and photogating effect in  quasi-one-dimensional BiSeI wires",
    "abstract": "Quasi-one-dimensional (quasi-1D) materials are a newly arising topic in low-dimensional researches. As a result of reduced dimensionality and enhanced anisotropy, the quasi-1D structure gives rise to novel properties and promising applications such as photodetectors. However, it remains an open question whether performance crossover will occur when the channel material is downsized. Here we report on the fabrication and testing of photodetectors based on exfoliated quasi-1D BiSeI thin wires. Compared with the device on bulk crystal, a significantly enhanced photoresponse is observed, which is manifested by a series of performance parameters, including ultrahigh responsivity (7 x 10$^4$ A W$^{-1}$), specific detectivity (2.5 x 10$^{14}$ Jones) and external quantum efficiency (1.8 x 10$^7$%) when $V_{\\textrm {ds}}$ = 3 V, $\\lambda$ = 515 nm and $P$ = 0.01 mW cm$^{-2}$. The conventional photoconductive effect is unlikely to account for such a superior photoresponse, which is ultimately understood in terms of the increased specific surface area and the photogating effect caused by trapping states. This work provides a perspective for the modulation of optoelectronic properties and performance in quasi-1D materials. ",
    "url": "https://arxiv.org/abs/2205.02405",
    "authors": [
      "H. J. Hu",
      "W. L. Zhen",
      "S. R. Weng",
      "Y. D. Li",
      "R. Niu",
      "Z. L. Yue",
      "F. Xu",
      "L. Pi",
      "C. J. Zhang",
      "W. K. Zhu"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.02716",
    "title": "TV and Video Game Streaming with a Quantum Receiver: A Study on a  Rydberg atom-based receivers bandwidth and reception clarity",
    "abstract": "We demonstrate the ability to receive live color analog television and video game signals with the use of the Rydberg atom receiver. The typical signal expected for traditional 480i NSTC format video signals requires a bandwidth of over 3 MHz. We determine the beam sizes, powers, and detection method required for the Rydberg atoms to receive this type of signal. The beam size affects the average time the atoms remain in the interaction volume, which is inversely proportional to the bandwidth of the receiver. We find that small beam diameters (less than 100 {\\mu}m) lead to much faster responses and allow for color reception. We demonstrate the effect of beam size on bandwidth by receiving a live 480i video stream with the Rydberg atom receiver. The best fidelity was achieved with a beam width of 85 {\\mu}m full-width at half-max. ",
    "url": "https://arxiv.org/abs/2205.02716",
    "authors": [
      "Nikunjkumar Prajapati",
      "Andrew Rotunno",
      "Samuel Berweger",
      "Matt Simons",
      "Aly Artusio-Glimpse",
      "Christopher L. Holloway"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.02826",
    "title": "Quantum State Preparation and Non-Unitary Evolution with Diagonal  Operators",
    "abstract": "Realizing non-unitary transformations on unitary-gate based quantum devices is critically important for simulating a variety of physical problems including open quantum systems and subnormalized quantum states. We present a dilation based algorithm to simulate non-unitary operations using probabilistic quantum computing with only one ancilla qubit. We utilize the singular-value decomposition (SVD) to decompose any general quantum operator into a product of two unitary operators and a diagonal non-unitary operator, which we show can be implemented by a diagonal unitary operator in a 1-qubit dilated space. While dilation techniques increase the number of qubits in the calculation, and thus the gate complexity, our algorithm limits the operations required in the dilated space to a diagonal unitary operator, which has known circuit decompositions. We use this algorithm to prepare random sub-normalized two-level states on a quantum device with high fidelity. Furthermore, we present the accurate non-unitary dynamics of two-level open quantum systems in a dephasing channel and an amplitude damping channel computed on a quantum device. The algorithm presented will be most useful for implementing general non-unitary operations when the SVD can be readily computed, which is the case with most operators in the noisy intermediate-scale quantum computing era. ",
    "url": "https://arxiv.org/abs/2205.02826",
    "authors": [
      "Anthony W. Schlimgen",
      "Kade Head-Marsden",
      "LeeAnn M. Sager-Smith",
      "Prineha Narang",
      "David A. Mazziotti"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2102.00283",
    "title": "Demonstration and modelling of time-bin entangled photons from a quantum  dot in a nanowire",
    "abstract": " Title: Demonstration and modelling of time-bin entangled photons from a quantum  dot in a nanowire ",
    "url": "https://arxiv.org/abs/2102.00283",
    "authors": [
      "Philipp Aumann",
      "Maximilian Prilmüller",
      "Florian Kappe",
      "Laurin Ostermann",
      "Dan Dalacu",
      "Philip J. Poole",
      "Helmut Ritsch",
      "Wolfgang Lechner",
      "Gregor Weihs"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2109.14482",
    "title": "Dissipative Quantum Feedback in Measurements Using a Parametrically  Coupled Microcavity",
    "abstract": " Title: Dissipative Quantum Feedback in Measurements Using a Parametrically  Coupled Microcavity ",
    "url": "https://arxiv.org/abs/2109.14482",
    "authors": [
      "Liu Qiu",
      "Guanhao Huang",
      "Itay Shomroni",
      "Jiahe Pan",
      "Paul Seidler",
      "Tobias J. Kippenberg"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.15631",
    "title": "Scintillation detectors with silicon photomultiplier readout in a  dilution refrigerator at temperatures down to 0.2 K",
    "abstract": " Title: Scintillation detectors with silicon photomultiplier readout in a  dilution refrigerator at temperatures down to 0.2 K ",
    "url": "https://arxiv.org/abs/2203.15631",
    "authors": [
      "J.Zhang",
      "D. Goeldi",
      "R. Iwai",
      "M. Sakurai",
      "A. Soter"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2203.15806",
    "title": "Bayesian Photonic Accelerators for Energy Efficient and Noise Robust  Neural Processing",
    "abstract": " Comments: 10 pages, 8 figures ",
    "url": "https://arxiv.org/abs/2203.15806",
    "authors": [
      "George Sarantoglou",
      "Adonis Bogris",
      "Charis Mesaritakis",
      "Sergios Theodoridis"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.17062",
    "title": "Quantum coherence versus interferometric visibility in a generalized  Mach-Zehnder interferometer",
    "abstract": " Title: Quantum coherence versus interferometric visibility in a generalized  Mach-Zehnder interferometer ",
    "url": "https://arxiv.org/abs/2203.17062",
    "authors": [
      "Diego S. S. Chrysosthemos",
      "Marcos L. W. Basso",
      "Jonas Maziero"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  }
]