[
  {
    "id": "arXiv:2305.14390",
    "title": "Needle guidance with Doppler-tracked polarization-sensitive optical  coherence tomography",
    "abstract": "We demonstrate that a simple, unscanned polarization-sensitive optical coherence tomography needle probe can be used to perform layer identification in biological tissues. Broadband light from a laser centered at 1310 nm was sent through a fiber that was embedded into a needle, and analysis of the polarization state of the returning light after interference coupled with Doppler-based tracking allowed the calculation of phase retardation and optic axis orientation at each needle location. Proof-of-concept phase retardation mapping was shown in Atlantic salmon tissue, while axis orientation mapping was demonstrated in white shrimp tissue. The needle probe was then tested on the ex vivo porcine spine, where mock epidural procedures were performed. Our imaging results demonstrate that unscanned, Doppler-tracked polarization-sensitive optical coherence tomography imaging successfully identified the skin, subcutaneous tissue, and ligament layers, before successfully reaching the target of the epidural space. The addition of polarization-sensitive imaging into the bore of a needle probe therefore allows layer identification at deeper locations in the tissue. ",
    "url": "https://arxiv.org/abs/2305.14390",
    "authors": [
      "Danielle J. Harper",
      "Yongjoo Kim",
      "Alejandra Gómez-Ramírez",
      "Benjamin J. Vakoc"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.14469",
    "title": "A Reversed Inverse Faraday Effect",
    "abstract": "The inverse Faraday effect is a magneto-optical process allowing the magnetization of matter by an optical excitation carrying a non-zero spin of light. In particular, a right circular polarization generates a magnetization in the direction of light propagation and a left circular polarization in the opposite direction to this propagation. We demonstrate here that by manipulating the spin density of light, i.e., its polarization, in a plasmonic nanostructure, we generate a reversed inverse Faraday effect. A right circular polarization will generate a magnetization in the opposite direction of the light propagation, a left circular polarization in the direction of propagation. Also, we demonstrate that this new physical phenomenon is chiral, generating a strong magnetic field only for one helicity of the light, the opposite helicity producing this effect only for the mirror structure. This new optical concept opens the way to the generation of magnetic fields with unpolarized light, finding application in the ultrafast manipulation of magnetic domains and processes, such as spin precession, spin currents, and waves, magnetic skyrmion or magnetic circular dichroism, with direct applications in data storage and processing technologies. ",
    "url": "https://arxiv.org/abs/2305.14469",
    "authors": [
      "Ye Mou",
      "Xingyu Yang",
      "Bruno Gallas",
      "Mathieu Mivelle"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.14581",
    "title": "Imaging electron angular distributions to assess a full-power  petawatt-class laser focus",
    "abstract": "We present a novel technique to assess the focal volume of petawatt-class lasers at full power. Our approach exploits quantitative measurement of the angular distribution of electrons born in the focus via ionization of rarefied gas, which are accelerated forward and ejected ponderomotively by the field. We show that a bivariate ($\\theta, \\phi$) angular distribution, which was obtained with image plates, not only enables the peak intensity to be extracted, it also reflects nonideality of the focal-spot intensity distribution. In our prototype demonstration at intensities of a few $\\times 10^{19}$ to a few $\\times 10^{20}$ $\\mathrm{W/cm^2}$, an f/10 optic produced a focal spot in the paraxial regime, allowing a plane-wave parameterization of the peak intensity ($\\tan{\\theta} \\propto 1/a_0$) to be compared with our measurements; qualitative agreement was found. Furthermore, we show that scintillation detection of electrons is sensitive to real-time, shot-to-shot fluctuations, which means the technique would support single-shot measurement. Finally, we estimate that this approach should be usable with electrons up to intensities $\\sim 10^{21}\\ \\mathrm{W/cm^2}$ before angular measurements start to be less effective. However, angular measurements will again be possible at $\\sim 10^{24}\\ \\mathrm{W/cm^2}$ when protons become relativistic within a single cycle. ",
    "url": "https://arxiv.org/abs/2305.14581",
    "authors": [
      "Smrithan Ravichandran",
      "Andrew Longman",
      "Marine Huault",
      "Roberto Lera",
      "Calvin Z. He",
      "Robert Fedosejevs",
      "Luis Roso",
      "Wendell T. Hill III"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.14747",
    "title": "Versatile Femtosecond Laser Synchronization for Multiple-Timescale  Transient IR Spectroscopy",
    "abstract": "Several ways to electronically synchronize different types of amplified femtosecond laser systems are presented, based on a single freely programmable electronics hardware: Arbitrary-detuning asynchronous optical sampling, as well as actively locking two femtosecond laser oscillators, albeit not necessarily to the same round-trip frequency. They allow us to rapidly probe a very wide range of timescales, from picoseconds to potentially seconds, in a single transient absorption experiment without the need to move any delay stage. Experiments become possible that address a largely unexplored aspect of many photochemical reactions, in particular in the context of photo-catalysis as well as photoactive proteins, where an initial femtosecond trigger very often initiates a long-lasting cascade of follow-up processes. The approach is very versatile, and allows us to synchronize very different lasers, such as a Ti:Sa amplifier and a 100~kHz Yb-laser system. The jitter of the synchronisation, and therewith the time-resolution in the transient experiment, lies in the range from 1~ps to 3~ps, depending on the method. For illustration, transient IR measurements of the excited state solvation and decay of a metal carbonyl complex as well as the full reaction cycle of bacteriorhodopsin are shown. The pros and cons of the various methods are discussed, with regard to the scientific question one might want to address, and also with regard to the laser systems that might be already existent in a laser lab. ",
    "url": "https://arxiv.org/abs/2305.14747",
    "authors": [
      "Jan Helbing",
      "Peter Hamm"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2305.14927",
    "title": "Scalable wavelength-multiplexing photonic reservoir computing",
    "abstract": "Photonic reservoir computing (PRC) is a special hardware recurrent neural network, which is featured with fast training speed and low training cost. This work shows a wavelength-multiplexing PRC architecture, taking advantage of the numerous longitudinal modes in a Fabry-Perot semiconductor laser. These modes construct connected physical neurons in parallel, while an optical feedback loop provides interactive virtual neurons in series. We experimentally demonstrate a four-channel wavelength-multiplexing PRC, which runs four times faster than the single-channel case. It is proved that the multiplexing PRC exhibits superior performance on the task of signal equalization in an optical fiber communication link. Particularly, this scheme is highly scalable owing to the rich mode resources in Fabry-Perot lasers. ",
    "url": "https://arxiv.org/abs/2305.14927",
    "authors": [
      "Rui-Qian Li",
      "Yi-Wei Shen",
      "Bao-De Lin",
      "Jingyi Yu",
      "Xuming He",
      "Cheng Wang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Signal Processing (eess.SP)"
    ]
  },
  {
    "id": "arXiv:2305.15200",
    "title": "Reducing Rydberg state dc polarizability by microwave dressing",
    "abstract": "We demonstrate reduction of the dc polarizability of Cesium atom Rydberg states in a 77 K environment utilizing microwave field dressing. In particular we reduce the polarizability of $52P_{3/2}$ states which have resonances at 5.35 GHz to $51D_{5/2}$, suitable for interfacing Rydberg atoms to superconducting resonators in a cryogenic environment. We measure the polarizability of the Rydberg states using Magneto-Optical-Trap (MOT) loss spectroscopy. Using an off-resonant radio-frequency (RF) dressing field coupling $52P_{3/2}$ and $51D_{5/2}$ we demonstrate a reduction in dc polarizability of the $ 52P_{3/2}$ states over 80$\\%$. Experimental findings are in good agreement with a numerical model of the atom-dressing field system developed using the Shirley-Floquet formalism. We also demonstrate that the dc polarizability reduction is highly anisotropic, with near total nulling possible when the dc and dressing fields are aligned, but only a factor of two reduction in polarizability when the fields are orthogonal. These results may aid in stabilizing Rydberg resonances against varying dc fields present near surfaces, enabling advancement in the development of hybrid Rydberg atom - superconducting resonator quantum gates. ",
    "url": "https://arxiv.org/abs/2305.15200",
    "authors": [
      "J.C. Bohorquez",
      "R. Chinnarasu",
      "J. Isaacs",
      "D. Booth",
      "M. Beck",
      "R. McDermott",
      "M. Saffman"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2305.15243",
    "title": "Photonic Time Crystals and Parametric Amplification: similarity and  distinction",
    "abstract": "Photonic Time crystals (PTC) arise in time-modulated media when the frequency of modulation of permittivity is on the order of twice the frequency of light and are manifested by the generation and amplification of so-called time reversed waves propagating in the direction opposite to the incoming light. Superficially, the observed phenomenon bears resemblance to the widely known phenomena of optical parametric generation (OPG) and amplification (OPA) using second or third order optical nonlinearities. I show that while indeed the same physical mechanism underpins both PTC and OPA , the difference arises from the boundary conditions. Thus , while dispersion for both PTC and OPA exhibit the same bandgap in momentum space, only in the case of PTC can one have propagation in that bandgap with exponential amplification. I also show that PTC can be engineered with both second and third order nonlinearities, and that rather unexpectedly, modulating permittivity on the ultrafast (few fs) rate is not a necessity, and that one can emulate all the PTC features using materials with a few picoseconds response time commensurate with the propagation time through the medium. ",
    "url": "https://arxiv.org/abs/2305.15243",
    "authors": [
      "Jacob B Khurgin"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.15322",
    "title": "Robust Optical Data Encryption by Projection-Photoaligned  Polymer-Stabilized-Liquid-Crystals",
    "abstract": "The emerging Internet of Things (IoTs) invokes increasing security demands that require robust encryption or anti-counterfeiting technologies. Albeit being acknowledged as efficacious solutions in processing elaborate graphical information via multiple degrees of freedom, optical data encryption and anti-counterfeiting techniques are typically inept in delivering satisfactory performance without compromising the desired ease-of-processibility or compatibility, thus leading to the exploration of novel materials and devices that are competent. Here, a robust optical data encryption technique is demonstrated utilizing polymer-stabilized-liquid-crystals (PSLCs) combined with projection photoalignment and photopatterning methods. The PSLCs possess implicit optical patterns encoded via photoalignment, as well as explicit geometries produced via photopatterning. Furthermore, the PSLCs demonstrate improved robustness against harsh chemical environments and thermal stability, and can be directly deployed onto various rigid and flexible substrates. Based on this, it is demonstrated that single PSLC is apt to carry intricate information, or serve as exclusive watermark with both implicit features and explicit geometries. Moreover, a novel, generalized design strategy is developed, for the first time, to encode intricate and exclusive information with enhanced security by spatially programming the photoalignment patterns of a pair of cascade PSLCs, which further illustrates the promising capabilies of PSLCs in optical data encryption and anti-counterfeiting. ",
    "url": "https://arxiv.org/abs/2305.15322",
    "authors": [
      "Siying Liu",
      "Saleh Alfarhan",
      "Wenbo Wang",
      "Shuai Feng",
      "Yuxiang Zhu",
      "Luyang Liu",
      "Kenan Song",
      "Sui Yang",
      "Kailong Jin",
      "Xiangfan Chen"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2305.10458",
    "title": "Non-Gaussian Quantum Illumination with three modes",
    "abstract": "It is shown how quantum illumination with non-Gaussian states describing three photons, where the signal is described by two photon states and the idler is described one photon state, can outperform standard Gaussian quantum illumination in a high noisy background. ",
    "url": "https://arxiv.org/abs/2305.10458",
    "authors": [
      "Ricardo Gallego Torromé"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2305.14643",
    "title": "Terahertz imaging system with on-chip superconducting Josephson plasma  emitters for nondestructive testing",
    "abstract": "Compared with adjacent microwaves and infrared frequencies, terahertz (THz) frequency offers numerous advantages for imaging applications. The unique THz spectral signatures of chemicals allow the development of THz imaging systems for nondestructive tests and the evaluation of biological objects, materials, components, circuits, and systems, which are especially useful in the security, medical, material, pharmaceutical, aeronautical, and electronics industries. However, technological advancements have been hindered owing to the lack of power-efficient and compact THz sources. Here, we use high-temperature superconducting monolithic sources known as Josephson plasma emitters (JPEs)-which are compact, chip-integrated coherent and monochromatic sources of broadly tunable THz waves-and report the art of non-destructive imaging of concealed metallic surgical blades, floppy disks, dandelion leaves, and slices of pork meat in the THz spectral range. The quality of the images, exhibiting high-contrast differentiation between metallic and non-metallic parts, making different features of objects visible, and targeting different powders, demonstrates the viability of this THz imaging system for nondestructive, contactless, quick, and accurate environmental monitoring, security, medicine, materials, and quantum science and technology applications. ",
    "url": "https://arxiv.org/abs/2305.14643",
    "authors": [
      "Manabu Tsujimoto",
      "Kaveh Delfanazari",
      "Takanari Kashiwagi",
      "Toshiaki Hattori",
      "Kazuo Kadowaki"
    ],
    "subjectives": [
      "Superconductivity (cond-mat.supr-con)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.14817",
    "title": "Evidence for a Many-Body Anderson Metal-Insulator Transition using  Kicked Quantum Gases",
    "abstract": "Understanding the interplay of interactions and disorder in quantum transport poses long-standing fundamental challenges for theory and experiment. Despite remarkable advances using ultracold atomic platforms combining atomic interactions with spatially disordered lattices, many-body effects on quantum transport phenomena in high-dimensional disordered systems, such as the three-dimensional (d = 3) Anderson metal-insulator transition (MIT), have largely remained unexplored. Here we utilize a momentum space lattice platform using quasi-periodically kicked ultracold atomic gases as a quantum simulator to experimentally investigate the role of many-body interactions in the d = 3 Anderson MIT. We observe interaction-driven sub-diffusive delocalization and find a divergence of the delocalization onset time as kick strength approaches the many-body phase boundary. By modifying the kick quasi-periodicity, we demonstrate interaction-driven sub-diffusion in d = 2 and d = 4. Our numerical simulations using a mean-field treatment exhibit an interaction-induced shift of the d = 3 transition boundary and many-body delocalization dynamics, that are both in qualitative agreement with experimental observations. However, there are significant quantitative deviations between experiment and mean-field theory which increase with higher interaction strengths, calling for further study of the underlying many-body physics. ",
    "url": "https://arxiv.org/abs/2305.14817",
    "authors": [
      "Jun Hui See Toh",
      "Mengxin Du",
      "Xinxin Tang",
      "Ying Su",
      "Tristan Rojo",
      "Carson O. Patterson",
      "Nicolas R. Williams",
      "Chuanwei Zhang",
      "Subhadeep Gupta"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2305.14868",
    "title": "Resonance of Domain Wall in a Ferromagnetic Nanostrip: Relation Between  Distortion and Velocity",
    "abstract": "The resonance of the magnetic domain wall under the applied field amplifies its velocity compared to the one-dimensional model. To quantify the amplification, we define the distortion variation rate of the domain wall that can represent how fast and severely the wall shape is variated. Introducing that rate gives a way to bring the resonance into the one-dimensional domain wall dynamics model. We obtain the dissipated energy and domain wall velocity amplification by calculating the distortion variation rate. The relationship between velocity and distortion variation rate agrees well with micromagnetic simulation. ",
    "url": "https://arxiv.org/abs/2305.14868",
    "authors": [
      "Ganghwi Kim",
      "Dae-Han Jung",
      "Hee-Sung Han",
      "Ki-Suk Lee"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2305.15230",
    "title": "Universal limit on spatial quantum superpositions with massive objects  due to phonons",
    "abstract": "The superposition principle is one of the founding principles of quantum theory. Spatial quantum superpositions have so far been tested only with small systems, from photons and elementary particles to atoms and molecules. Such superpositions for massive objects have been a long-standing sought-after goal. This is important not only in order to confirm quantum theory in new regimes, but also in order to probe the quantum-gravity interface. In addition, such an experiment will enable to test exotic theories, and may even enable new technology. Creating such superpositions is notoriously hard because of environmental decoherence, whereby the large object couples strongly to the environment which turns the delicate quantum state into a statistical mixture (classical state). However, advances in the technology of isolation could in future suppress such decoherence. Here we present a decoherence channel which is not external but internal to the object, and consequently improved isolation would not help. This channel originates from the phonons (sound waves) within the object. We show that such phonons are excited as part of any splitting process, and thus we establish a fundamental and universal limit on the possibility of future spatial quantum superpositions with massive objects. ",
    "url": "https://arxiv.org/abs/2305.15230",
    "authors": [
      "Carsten Henkel",
      "Ron Folman"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2305.15283",
    "title": "High Speed Human Action Recognition using a Photonic Reservoir Computer",
    "abstract": "The recognition of human actions in videos is one of the most active research fields in computer vision. The canonical approach consists in a more or less complex preprocessing stages of the raw video data, followed by a relatively simple classification algorithm. Here we address recognition of human actions using the reservoir computing algorithm, which allows us to focus on the classifier stage. We introduce a new training method for the reservoir computer, based on \"Timesteps Of Interest\", which combines in a simple way short and long time scales. We study the performance of this algorithm using both numerical simulations and a photonic implementation based on a single non-linear node and a delay line on the well known KTH dataset. We solve the task with high accuracy and speed, to the point of allowing for processing multiple video streams in real time. The present work is thus an important step towards developing efficient dedicated hardware for video processing. ",
    "url": "https://arxiv.org/abs/2305.15283",
    "authors": [
      "Enrico Picco",
      "Piotr Antonik",
      "Serge Massar"
    ],
    "subjectives": [
      "Computer Vision and Pattern Recognition (cs.CV)",
      "Emerging Technologies (cs.ET)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.15370",
    "title": "Deep learning non-local and scalable energy functionals for quantum  Ising models",
    "abstract": "Density functional theory (DFT) is routinely employed in material science and in quantum chemistry to simulate weakly correlated electronic systems. Recently, deep learning (DL) techniques have been adopted to develop promising functionals for the strongly correlated regime. DFT can be applied to quantum spin models too, but functionals based on DL have not been developed yet. Here, we investigate DL-based DFTs for random quantum Ising chains, both with nearest-neighbor and up to next-nearest neighbor couplings. Our neural functionals are trained and tested on data produced via the Jordan-Wigner transformation, exact diagonalization, and tensor-network methods. An economical gradient-descent optimization is used to find the ground-state properties of previously unseen Hamiltonian instances. Notably, our non-local functionals drastically improve upon the common local density approximations, and they are designed to be scalable, allowing us to simulate chain sizes much larger than those used for training. The prediction accuracy is analyzed, paying attention to the spatial correlations of the learned functionals and to the role of quantum criticality. Our findings indicate a suitable strategy to extend the reach of other computational methods with a controllable accuracy. ",
    "url": "https://arxiv.org/abs/2305.15370",
    "authors": [
      "Emanuele Costa",
      "Rosario Fazio",
      "Sebastiano Pilati"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2301.03179",
    "title": "Behaviour of Ion Acoustic Soliton in a two-electron temperature plasmas  of Multi-pole line cusp Plasma Device (MPD)",
    "abstract": " Comments: arXiv admin note: text overlap with arXiv:2208.00279 ",
    "url": "https://arxiv.org/abs/2301.03179",
    "authors": [
      "Zubin Shaikh",
      "A.D.Patel",
      "P.K.Chattopadhyay",
      "Joydeep Ghosh",
      "H.H.Joshi",
      "N.Ramasubramanian"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2302.12708",
    "title": "Long-term absolute frequency stabilization of a hybrid-integrated  InP-Si3N4 diode laser",
    "abstract": " Comments: 12 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2302.12708",
    "authors": [
      "Albert van Rees",
      "Lisa V. Winkler",
      "Pierre Brochard",
      "Dimitri Geskus",
      "Peter J. M. van der Slot",
      "Christian Nölleke",
      "Klaus-J. Boller"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2305.00815",
    "title": "An Asymmetric Spoof-Fluid-Spoof Acoustic Waveguide and its Application  as a CO$_2$ Sensor",
    "abstract": " Comments: 20 pages, 11 figures ",
    "url": "https://arxiv.org/abs/2305.00815",
    "authors": [
      "Nathan Perchikov",
      "Đorđe Vujić",
      "Branimir Bajac",
      "Andrea Alù",
      "Vesna Bengin",
      "Nikolina Janković"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Signal Processing (eess.SP)"
    ]
  }
]