[
  {
    "id": "arXiv:2408.15359",
    "title": "Quantifying Light-assisted Collisions in Optical Tweezers Across the Hyperfine Spectrum",
    "abstract": "           We investigate the role of hyperfine structure in resonant-dipole interactions between two atoms co-trapped in an optical tweezer. Two-body loss rates from light-assisted collisions (LACs) are measured across the $^{87}$Rb hyperfine spectrum and connected to properties of molecular photoassociation potentials via a semi-classical model. To obtain our results, we introduce an imaging technique that leverages repulsive LACs to detect two atoms in a trap, thereby circumventing parity constraints in tweezers. Our findings offer key insights for exploiting hyperfine structure in laser-induced collisions to control cold atoms and molecules in a broad range of quantum science applications.         ",
    "url": "https://arxiv.org/abs/2408.15359",
    "authors": [
      "Steven K. Pampel",
      "Matteo Marinelli",
      "Mark O. Brown",
      "José P. D'Incao",
      "Cindy A. Regal"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2408.15446",
    "title": "Evaluation Microscopic Origins in Nonlinear Optical Crystals: Based on Rigorous Atomic Space Tessellating",
    "abstract": "           Clarifying the contribution of various atoms and structural units formed in nonlinear optical (NLO) crystal materials to macroscopic optical response is crucial for NLO crystal design. In this work, the rigorous atomic space tessellating (AST) method without any empirical parameters is introduced to evaluate the correlated contributions in wavelength dependent optical responses. The NLO crystal CsSbF2SO4 with significant asymmetric electron distribution of Sb3+ was selected as the case study. This study indicates that there are significant differences in atomic and dipole moment contributions between static and dynamic second harmonic generation (SHG) susceptibility. Using only the information obtained from NLO-active unit analysis of static SHG susceptibilities to explain the NLO phenomenon in actual photoexcitation can even lead to qualitative errors. Among all the transitions in SHG effects, the on-site transition of Sb has the largest component, while the O-Sb off-site transition with multiple transition channels contributes the most to the macroscopic SHG susceptibilities. The relevant methods have also been extended to linear optics and used to study first-order susceptibilities anisotropy, which is important for achieving phase matching. Sb3+ contributes significantly to the linear optical anisotropy with the same sign as SO42-.         ",
    "url": "https://arxiv.org/abs/2408.15446",
    "authors": [
      "Yang Chi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2408.15681",
    "title": "Towards a Unified Benchmark and Framework for Deep Learning-Based Prediction of Nuclear Magnetic Resonance Chemical Shifts",
    "abstract": "           The study of structure-spectrum relationships is essential for spectral interpretation, impacting structural elucidation and material design. Predicting spectra from molecular structures is challenging due to their complex relationships. Herein, we introduce NMRNet, a deep learning framework using the SE(3) Transformer for atomic environment modeling, following a pre-training and fine-tuning paradigm. To support the evaluation of NMR chemical shift prediction models, we have established a comprehensive benchmark based on previous research and databases, covering diverse chemical systems. Applying NMRNet to these benchmark datasets, we achieve state-of-the-art performance in both liquid-state and solid-state NMR datasets, demonstrating its robustness and practical utility in real-world scenarios. This marks the first integration of solid and liquid state NMR within a unified model architecture, highlighting the need for domainspecific handling of different atomic environments. Our work sets a new standard for NMR prediction, advancing deep learning applications in analytical and structural chemistry.         ",
    "url": "https://arxiv.org/abs/2408.15681",
    "authors": [
      "Fanjie Xu",
      "Wentao Guo",
      "Feng Wang",
      "Lin Yao",
      "Hongshuai Wang",
      "Fujie Tang",
      "Zhifeng Gao",
      "Linfeng Zhang",
      "Weinan E",
      "Zhong-Qun Tian",
      "Jun Cheng"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2408.15818",
    "title": "Communication-Free Robust Wireless Power Transfer with Constant Output Power and Stable Frequency",
    "abstract": "           A primary challenge in wireless power transfer (WPT) systems is to achieve efficient and stable power transmission without complex control strategies when load conditions change dynamically. Addressing this issue, we propose a third-order pseudo-Hermitian WPT system whose output characteristics exhibit a stable frequency and constant power. The frequency selection mechanism and energy efficiency of the nonlinear WPT system based on pseudo-Hermitian under the coupling mode theory approximation are analyzed. Theoretical analysis indicates that under certain coupling coefficients and load conditions, the proposed system can achieve frequency adaptation in a stable frequency mode without the need to change the circuit frequency. When the load changes dynamically, the stability of the power output is maintained using a proportional integral (PI) control strategy that only collects the voltage and current at the transmitting end, eliminating the need for wireless communication circuits with feedback from the receiving side. Experimental results demonstrate that the proposed design scheme can achieve constant power transmission when load conditions change, maintaining stable and relatively high transmission efficiency. The proposed scheme exhibits benefits in practical applications since no communication is required.         ",
    "url": "https://arxiv.org/abs/2408.15818",
    "authors": [
      "Zhuoyu Zhang",
      "Junan Lai",
      "Yuangen Huang",
      "Xianglin Hao",
      "Ke Yin",
      "Zhiqin Jiang",
      "Chao Wang",
      "Xikui Ma",
      "Ming Huang",
      "Tianyu Dong"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2408.15134",
    "title": "Design of a release-free piezo-optomechanical quantum transducer",
    "abstract": "           Quantum transduction between microwave and optical photons could combine the long-range connectivity provided by optical photons with the deterministic quantum operations of superconducting microwave qubits. A promising approach to quantum microwave-optics transduction uses an intermediary mechanical mode along with piezo-optomechanical interactions. So far, such transducers have been released from their underlying substrate to confine mechanical fields -- preventing proper thermal anchoring and creating a noise-efficiency trade-off resulting from optical absorption. Here, we introduce a release-free, i.e. non-suspended, piezo-optomechanical transducer intended to circumvent this noise-efficiency trade-off. We propose and design a silicon-on-sapphire (SOS) release-free transducer with appealing piezo- and optomechanical performance. Our proposal integrates release-free lithium niobate electromechanical crystals with silicon optomechanical crystals on a sapphire substrate meant to improve thermal anchoring along with microwave and mechanical coherence. It leverages high-wavevector mechanical modes firmly guided on the chip surface. Beyond quantum science and engineering, the proposed platform and design principles are attractive for low-power acousto-optic systems in integrated photonics.         ",
    "url": "https://arxiv.org/abs/2408.15134",
    "authors": [
      "Paul Burger",
      "Joey Frey",
      "Johan Kolvik",
      "David Hambraeus",
      "Raphaël Van Laer"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2408.15323",
    "title": "Review: Quantum Metrology and Sensing with Many-Body Systems",
    "abstract": "           The main power of quantum sensors is achieved when the probe is composed of several particles. In this situation, quantum features such as entanglement contribute in enhancing the precision of quantum sensors beyond the capacity of classical sensors. Originally, quantum sensing was formulated for non-interacting particles which are prepared in a special form of maximally entangled states. These probes are extremely sensitive to decoherence and any interaction between particles is detrimental to their performance. An alternative framework for quantum sensing has been developed exploiting quantum many-body systems, where the interaction between particles plays a crucial role. In this review, we investigate different aspects of the latter approach for quantum metrology and sensing. Many-body probes have been used in both equilibrium and non-equilibrium scenarios. Quantum criticality has been identified as a resource for achieving quantum enhanced sensitivity in both scenarios. In equilibrium, various types of criticalities, such as first order, second order, topological, and localization phase transitions have been exploited for sensing purposes. In non-equilibrium scenarios, quantum enhanced sensitivity has been discovered for Floquet, dissipative, and time crystal phase transitions. While each type of these criticalities has its own characteristics, the presence of one feature is crucial for achieving quantum enhanced sensitivity: the energy/quasi-energy gap closing. In non-equilibrium quantum sensing, time is another parameter which can affect the sensitivity of the probe. Typically, the sensitivity enhances as the probe evolves in time. In general, a more complete understanding of resources for non-equilibrium quantum sensors is now rapidly evolving. In this review, we provide an overview of recent progress in quantum metrology and sensing using many-body systems.         ",
    "url": "https://arxiv.org/abs/2408.15323",
    "authors": [
      "Victor Montenegro",
      "Chiranjib Mukhopadhyay",
      "Rozhin Yousefjani",
      "Saubhik Sarkar",
      "Utkarsh Mishra",
      "Matteo G. A. Paris",
      "Abolfazl Bayat"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2408.15329",
    "title": "Site-selective cavity readout and classical error correction of a 5-bit atomic register",
    "abstract": "           Optical cavities can provide fast and non-destructive readout of individual atomic qubits; however, scaling up to many qubits remains a challenge. Using locally addressed excited-state Stark shifts to tune atoms out of resonance, we realize site-selective hyperfine-state cavity readout across a 10-site array. The state discrimination fidelity is 0.994(1) for one atom and 0.989(2) averaged over the entire array at a survival probability of 0.975(1). To further speed up array readout, we demonstrate adaptive search strategies utilizing global/subset checks. Finally, we demonstrate repeated rounds of classical error correction, showing exponential suppression of logical error and extending logical memory fivefold beyond the single-bit idling lifetime.         ",
    "url": "https://arxiv.org/abs/2408.15329",
    "authors": [
      "Beili Hu",
      "Josiah Sinclair",
      "Edita Bytyqi",
      "Michelle Chong",
      "Alyssa Rudelis",
      "Joshua Ramette",
      "Zachary Vendeiro",
      "Vladan Vuletić"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2408.15464",
    "title": "Ultrafast symmetry control in photoexcited quantum dots",
    "abstract": "           Symmetry control is essential for realizing unconventional properties, such as ferroelectricity, nonlinear optical responses, and complex topological order, thus it holds promise for the design of emerging quantum and photonic systems. Nevertheless, fast and reversible control of symmetry in materials remains a challenge, especially for nanoscale systems. Here, we unveil reversible symmetry changes in colloidal lead chalcogenide quantum dots on picosecond timescales. Using a combination of ultrafast electron diffraction and total X-ray scattering, in conjunction with atomic-scale structural modeling and first-principles calculations, we reveal that symmetry-broken lead sulfide quantum dots restore to a centrosymmetric phase upon photoexcitation. The symmetry restoration is driven by photoexcited electronic carriers, which suppress lead off-centering for about 100 ps. Furthermore, the change in symmetry is closely correlated with the electronic properties as shown by transient optical measurements. Overall, this study elucidates reversible symmetry changes in colloidal quantum dots, and more broadly defines a new methodology to optically control symmetry in nanoscale systems on ultrafast timescales.         ",
    "url": "https://arxiv.org/abs/2408.15464",
    "authors": [
      "Burak Guzelturk",
      "Joshua Portner",
      "Justin Ondry",
      "Samira Ghanbarzadeh",
      "Mia Tarantola",
      "Ahhyun Jeong",
      "Thomas Field",
      "Alicia M. Chandler",
      "Eliza Wieman",
      "Thomas R. Hopper",
      "Nicolas E. Watkins",
      "Jin Yue",
      "Xinxin Cheng",
      "Ming-Fu Lin",
      "Duan Luo",
      "Patrick L. Kramer",
      "Xiaozhe Shen",
      "Alexander H. Reid",
      "Olaf Borkiewicz",
      "Uta Ruett",
      "Xiaoyi Zhang",
      "Aaron M. Lindenberg",
      "Jihong Ma",
      "Richard Schaller",
      "Dmitri V. Talapin",
      "Benjamin L. Cotts"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2408.15529",
    "title": "Quasi-Lindblad pseudomode theory for open quantum systems",
    "abstract": "           We introduce a new framework to study the dynamics of open quantum systems with linearly coupled Gaussian baths. Our approach replaces the continuous bath with an auxiliary discrete set of pseudomodes with dissipative dynamics, but we further relax the complete positivity requirement in the Lindblad master equation and formulate a quasi-Lindblad pseudomode theory. We show that this quasi-Lindblad pseudomode formulation directly leads to a representation of the bath correlation function in terms of a complex weighted sum of complex exponentials, an expansion that is known to be rapidly convergent in practice and thus leads to a compact set of pseudomodes. The pseudomode representation is not unique and can differ by a gauge choice. When the global dynamics can be simulated exactly, the system dynamics is unique and independent of the specific pseudomode representation. However, the gauge choice may affect the stability of the global dynamics, and we provide an analysis of why and when the global dynamics can retain stability despite losing positivity. We showcase the performance of this formulation across various spectral densities in both bosonic and fermionic problems, finding significant improvements over conventional pseudomode formulations.         ",
    "url": "https://arxiv.org/abs/2408.15529",
    "authors": [
      "Gunhee Park",
      "Zhen Huang",
      "Yuanran Zhu",
      "Chao Yang",
      "Garnet Kin-Lic Chan",
      "Lin Lin"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2408.15594",
    "title": "Theory of tensorial magnetic inertia in terahertz spin dynamics",
    "abstract": "           Magnetic inertia has emerged as a possible way to manipulate ferromagnetic spins at a higher frequency e.g., THz. Theoretical treatments so far have considered the magnetic inertia as a scalar quantity. Here, we explore the magnetic inertial dynamics with a magnetic inertia tensor as macroscopic derivations predicted it to be a tensor. First, the inertia tensor has been decomposed into three terms: (a) scalar and isotropic inertia, (b) anisotropic and symmetric inertia tensor, (c) chiral and antisymmetric tensor. Further, we employ linear response theory to the inertial Landau-Lifshitz-Gilbert equation with the inertia tensor and calculate the effect of chiral and anisotropic inertia on ferromagnets, antiferromagnets, and ferrimagnets. It is established that the precession and nutation resonance frequencies decrease with scalar magnetic inertia. Our results suggest that the nutation resonance frequencies further reduce due to inertia tensor. However, the effective damping of the nutation resonance increases with the chiral and antisymmetric part of the inertia tensor. We show that the precession resonances remain unaffected, while the nutation resonances are modified with the chiral magnetic inertia.         ",
    "url": "https://arxiv.org/abs/2408.15594",
    "authors": [
      "Subhadip Ghosh",
      "Mikhail Cherkasskii",
      "Igor Barsukov",
      "Ritwik Mondal"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2408.15745",
    "title": "High-Order harmonics of Thermal Tides observed in the atmosphere of Mars by the Pressure Sensor on the Insight lander",
    "abstract": "           Thermal tides are atmospheric planetary-scale waves with periods that are harmonics of the solar day. In the Martian atmosphere thermal tides are known to be especially significant compared to any other known planet. Based on the data set of pressure timeseries produced by the InSight lander, which is unprecedented in terms of accuracy and temporal coverage, we investigate thermal tides on Mars and we find harmonics even beyond the number 24, which exceeds significantly the number of harmonics previously reported by other works. We explore comparatively the characteristics and seasonal evolution of tidal harmonics and find that even and odd harmonics exhibit some clearly differentiated trends that evolve seasonally and respond to dust events. High-order tidal harmonics with small amplitudes could transiently interfere constructively to produce meteorologically relevant patterns.         ",
    "url": "https://arxiv.org/abs/2408.15745",
    "authors": [
      "J. Hernandez-Bernal",
      "A. Spiga",
      "F. Forget",
      "D. Banfield"
    ],
    "subjectives": [
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      "Atmospheric and Oceanic Physics (physics.ao-ph)"
    ]
  },
  {
    "id": "arXiv:2402.09114",
    "title": "Non-Volatile Analog Control and Reconfiguration of a Vortex Nano-Oscillator Frequency",
    "abstract": "           Magnetic tunnel junctions are nanoscale devices which have recently attracted interested in the context of frequency multiplexed spintronic neural networks, due to their interesting dynamical properties, which are defined during the fabrication process, and depend on the material parameters and geometry. This paper proposes an approach to extending the functionality of a standard magnetic tunnel junction (MTJ) by introducing an additional ferromagnet/antiferromagnet (FM/AFM) storage layer (SL) vertically integrated with the standard Vortex MTJ stack into the nanopillar. The magnetostatic field created by this storage layer acts on the free layer and can be used to change its static and dynamic properties. To tune the magnitude and direction of this magnetostatic field, magnetic reconfiguration is carried out through a thermally assisted switching mechanism using a voltage pulse that heats the AFM layer in the SL above the Neel temperature in the presence of an external field. It is experimentally shown that using an MTJ based on a 600 nm diameter nanopillar with a vortex in the free layer, reconfiguration of the SL allows to continuously change the core precession frequency in the 15 MHz range. The reconfigurable analogue storage layer locally affects both the static and dynamic properties of the MTJ free layer, demonstrating vertical 3D integration of additional functionalities into a single MTJ nanopillar.         ",
    "url": "https://arxiv.org/abs/2402.09114",
    "authors": [
      "Maksim Stebliy",
      "Alex S. Jenkins",
      "Luana Benetti",
      "Elvira Paz",
      "Ricardo Ferreira"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2403.00589",
    "title": "Resonant wavelengths of whispering gallery modes in dispersive materials",
    "abstract": "           In this work we compute the resonant wavelength of whispering gallery modes for bulk-fused silica microspheres including chromatic dispersion. This is done following two methods: by solving the exact characteristic equation and, on the other hand, by solving the nonlinear equations that result for a variable refractive index in the asymptotic approximations. Similar results with both methods are obtained with differences below $1\\%$ . Nevertheless, important differences are found with respect to the resonant wavelengths computed with a constant index and with a variable index. We compute the free spectral range and the quality factor, and make a comparison between the variable index and the constant index cases. The differences are of significant relevance for the free spectral range, while for the quality factor, the constant case is insensitive to the chromatic dispersion. Our work could be useful as a pathway for designing microspheres for different applications.         ",
    "url": "https://arxiv.org/abs/2403.00589",
    "authors": [
      "L. Velázquez-Ibarra",
      "J. Barranco"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2404.15270",
    "title": "Chiral TeraHertz surface plasmonics",
    "abstract": "           Chiral engineering of TeraHertz (THz) light fields and the use of the handedness of light in THz light-matter interactions promise many novel opportunities for advanced sensing and control of matter in this frequency range. Unlike previously explored methods, this is achieved here by leveraging the chiral properties of highly confined THz surface plasmon modes. More specifically, we design ultrasmall surface plasmonic-based THz cavities and THz metasurfaces that display significant and adjustable chiral behavior under modest magnetic fields (B<500mT). For such a prototypical example of non-hermitian and dispersive photonic system, we demonstrate the capacity to magnetic field-tune both the poles and zeros of cavity resonances, the two fundamental parameters governing their resonance properties. Alongside the observed handedness-dependent cavity frequencies, this highlights the remarkable ability to engineer chiral and tunable radiative couplings for THz resonators and metasurfaces. The extensive tunability offered by the surface plasmonic approach paves the way for the development of agile and multifunctional THz metasurfaces as well as the realization of ultrastrong chiral light-matter interactions at low energy in matter with potential far-reaching applications for the design of material properties.         ",
    "url": "https://arxiv.org/abs/2404.15270",
    "authors": [
      "Ian Aupiais",
      "Romain Grasset",
      "Dmitri Daineka",
      "Javier Briatico",
      "Luca Perfetti",
      "Jean-Paul Hugonin",
      "Jean-Jacques Greffet",
      "Yannis Laplace"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Strongly Correlated Electrons (cond-mat.str-el)"
    ]
  },
  {
    "id": "arXiv:2406.05169",
    "title": "The two-spin enigma: from the helium atom to quantum ontology",
    "abstract": "           The purpose of this article is to provide a novel approach and justification of the idea that classical physics and quantum physics can neither function nor even be conceived one without the other - in line with ideas attributed to e.g. Niels Bohr or Lev Landau. Though this point of view may go against current common wisdom, we will show that it perfectly fits with empirical evidence, and can be maintained without giving up physical realism. In order to place our arguments in a convenient historical perspective, we will proceed as if we were following the path of a police investigation, about the demise, or vanishing, of some valuable properties of the two electrons in the helium atom. We will start from experimentally based evidence in order to analyse and explain physical facts, moving cautiously from a classical to a quantum description, without mixing them up. The overall picture will be that the physical properties of microscopic systems are quantized, as initially shown by Planck and Einstein, and they are also contextual, i.e. that they can be given a physical sense only by embedding a microscopic system within a macroscopic measurement context.         ",
    "url": "https://arxiv.org/abs/2406.05169",
    "authors": [
      "Philippe Grangier",
      "Alexia Auffeves",
      "Nayla Farouki",
      "Mathias Van Den Bossche",
      "Olivier Ezratty"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2408.08750",
    "title": "Nonlinear Quantum Optics at a Topological Interface Enabled by Defect Engineering",
    "abstract": "           The integration of topology into photonics has generated a new design framework for constructing robust and unidirectional waveguides, which are not feasible with traditional photonic devices. Here, we overcome current barriers to the successful integration of quantum emitters such as quantum dots (QDs) into valley-Hall (VH) topological waveguides, utilising photonic defects at the topological interface to stabilise the local charge environment and inverse design for efficient topological-conventional mode conversion. By incorporating QDs within defects of VH-photonic crystals, we demonstrate the first instances of single-photon resonant fluorescence and resonant transmission spectroscopy of a quantum emitter at a topological waveguide interface. Our results bring together topological photonics with optical nonlinear effects at the single-photon level, offering a new avenue to investigate the interaction between topology and quantum nonlinear systems.         ",
    "url": "https://arxiv.org/abs/2408.08750",
    "authors": [
      "L. Hallacy",
      "N.J. Martin",
      "M. Jalali Mehrabad",
      "D. Hallett",
      "X. Chen",
      "R. Dost",
      "A. Foster",
      "L. Brunswick",
      "A. Fenzl",
      "E. Clarke",
      "P.K. Patil",
      "A.M Fox",
      "M.S. Skolnick",
      "L.R. Wilson"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2404.13876",
    "title": "Extracting Universal Corner Entanglement Entropy during the Quantum Monte Carlo Simulation",
    "abstract": "           The subleading corner logarithmic corrections in entanglement entropy (EE) are crucial for revealing universal characteristics of the quantum critical points (QCPs), but they are challenging to detect. Motivated by recent developments in the stable computation of EE in (2+1)D quantum many-body systems, we have developed a new method for directly measuring the corner contribution in EE with less computational cost. The cornerstone of our approach is to measure the subtracted corner entanglement entropy (SCEE) defined as the difference between the EEs of subregions with the same boundary length for smooth and cornered boundaries during the sign-problem free quantum Monte Carlo simulation. Our improved method inherently eliminates not only the area law term of EE but also the subleading log-corrections arising from Goldstone modes, leaving the universal corner contribution as the leading term of SCEE with greatly improved data quality. Utilizing this advanced approach, we calculate the SCEE of the bilayer Heisenberg model on both square and honeycomb lattices across their (2+1)D O(3) QCPs with different opening angles on entanglement boundary, and obtain the accurate values of the corresponding universal corner log-coefficients. These findings will encourage further theoretical investigations to access controlled universal information for interacting CFTs at (2+1)D.         ",
    "url": "https://arxiv.org/abs/2404.13876",
    "authors": [
      "Yuan Da Liao",
      "Menghan Song",
      "Jiarui Zhao",
      "Zi Yang Meng"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2407.13098",
    "title": "Optimal Tree Tensor Network Operators for Tensor Network Simulations: Applications to Open Quantum Systems",
    "abstract": "           Tree tensor network states (TTNS) decompose the system wavefunction to the product of low-rank tensors based on the tree topology, serving as the foundation of the multi-layer multi-configuration time-dependent Hartree (ML-MCTDH) method. In this work, we present an algorithm that automatically constructs the optimal and exact tree tensor network operators (TTNO) for any sum-of-product symbolic quantum operator.The construction is based on the minimum vertex cover of a bipartite graph. With the optimal TTNO, we simulate open quantum systems such as spin relaxation dynamics in the spin-boson model and charge transport in molecular junctions. In these simulations, the environment is treated as discrete modes and its wavefunction is evolved on equal footing with the system. We employ the Cole-Davidson spectral density to model the glassy phonon environment, and incorporate temperature effects via thermo field dynamics. Our results show that the computational cost scales linearly with the number of discretized modes, demonstrating the efficiency of our approach.         ",
    "url": "https://arxiv.org/abs/2407.13098",
    "authors": [
      "Weitang Li",
      "Jiajun Ren",
      "Hengrui Yang",
      "Haobin Wang",
      "Zhigang Shuai"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  }
]