[
  {
    "id": "arXiv:2203.00206",
    "title": "Observation of fractional quantum numbers at photonic topological edges  and corners",
    "abstract": "Topological phases of matter are featured with exotic edge states. However, the fractional quantum numbers at edges, though predicted long ago by Jackiw and Rebbi, remain elusive in topological photonic systems. Here, we report on the observation of fractional quantum numbers at the topological edges and corners in one- and two-dimensional photonic crystals. The fractional quantum numbers are determined via the measurements of the photonic local density-of-states. In one-dimensional photonic crystals, we witness a rapid change of the fractional quantum number at the edges rising from 0 to 1/2 when the photonic band gap experiences a topological transition, confirming the well-known prediction of Jackiw and Rebbi. In two-dimensional systems, we discover that the fractional quantum number in the corner region varies from 0 to 1/2 and 1/4 in different photonic band gap phases. Our study paves a promising way toward topological manipulation of fractional quantum numbers in photonics. ",
    "url": "https://arxiv.org/abs/2203.00206",
    "authors": [
      "Shuwai Leung",
      "Yang Liu",
      "Fei-Fei Li",
      "Chengpeng Liang",
      "Yin Poo",
      "Jian-Hua Jiang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2203.00215",
    "title": "Ultrafast laser inscribed waveguides in tailored fluoride glasses: An  enabling technology for mid-infrared integrated photonics devices",
    "abstract": "Zirconium fluoride (ZBLAN) glass, the standard material used in fiber-based mid-infrared photonics, has been re-designed to enable the fabrication of high index-contrast low-loss waveguides via femtosecond laser direct writing. We demonstrate that in contrast to pure ZBLAN, a positive index change of close to 10$^{-2}$ can be induced in hybrid zirconium/hafnium (Z/HBLAN) glasses during ultrafast laser inscription and show that this can be explained by an electron cloud distortion effect that is driven by the existence of two glass formers with contrasting polarizability. High numerical aperture (NA) type-I waveguides that support a well confined 3.1 $\\mu$m wavelength mode with a mode-field diameter (MFD) as small as 12 $\\mu$m have successfully been fabricated. These findings open the door for the fabrication of mid-infrared integrated photonic devices that can readily be pigtailed to existing ZBLAN fibers. ",
    "url": "https://arxiv.org/abs/2203.00215",
    "authors": [
      "T Toney Fernandez",
      "B Johnston",
      "S Gross",
      "S Cozic",
      "M Poulain",
      "H Mahmodi",
      "I Kabakova",
      "M Withford",
      "A Fuerbach"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2203.00375",
    "title": "Quantum simulations of neutral water clusters and singly-charged water  cluster anions",
    "abstract": "We report a computational study of the structural and energetic properties of water clustersand singly-charged water cluster anions containing from 20 to 573 water molecules. We have used both a classical and a quantum description of the molecular degrees of freedom. Water intra and inter-molecular interactions have been modelled through the SPC/F model, while the water-excess electron interaction has been described via the well-known Turi-Borgis potential. We find that in general the quantum effects of the water degrees of freedom are small, but they do influence the cluster-size at which the excess electron stabilises inside the cluster, which occurs at smaller cluster sizes when quantum effects are taken into consideration. ",
    "url": "https://arxiv.org/abs/2203.00375",
    "authors": [
      "Alfonso Gijón",
      "Eduardo R. Hernández"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Atomic and Molecular Clusters (physics.atm-clus)"
    ]
  },
  {
    "id": "arXiv:2203.00391",
    "title": "Directing Monolayer Tungsten Disulfide Photoluminescence using a Bent  Plasmonic Nanowire on a Mirror Cavity",
    "abstract": "Designing directional optical antennas without compromising the field enhancement requires specially designed optical cavities. Herein, we report on the experimental observations of directional photoluminescence emission from a monolayer Tungsten Disulfide using a bent-plasmonic nanowire on a mirror cavity. The geometry provides field enhancement and directivity to photoluminescence by sandwiching the monolayer between an extended cavity formed by dropcasting bent silver nanowire and a gold mirror. We image the photoluminescence emission wavevectors by using the Fourier plane imaging technique. The cavity out-couples the emission in a narrow range of wavevectors with a radial and azimuthal spreading of only 11.0{\\deg} and 25.1{\\deg}, respectively. Furthermore, we performed three dimensional finite difference time domain based numerical calculations to corroborate and understand the experimental results. We envisage that the results presented here will be readily harnessed for on-chip coupling applications and in designing inelastic optical antennas. ",
    "url": "https://arxiv.org/abs/2203.00391",
    "authors": [
      "Shailendra K. Chaubey",
      "Sunny Tiwari",
      "Ashutosh Shukla",
      "Gokul M. A.",
      "Atikur Rahman",
      "G.V. Pavan Kumar"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2203.00443",
    "title": "Quantum correlation measurement of laser power noise below shot noise",
    "abstract": "In this Letter, the quantum correlation measurement technique as a method of power noise monitoring is investigated. Its principal idea of correlating two photodetector signals is introduced and contrasted to the conventional approach, which uses only a single photodetector. We discuss how this scheme can be used to obtain power noise information below the shot noise of the detected beam and also below the electronic dark noise of the individual photodetectors, both of which is not possible with the conventional approach. Furthermore, experimental results are presented, that demonstrate a detection of technical laser power noise one order of magnitude below the shot noise of the detected beam. ",
    "url": "https://arxiv.org/abs/2203.00443",
    "authors": [
      "Jasper Robert Venneberg",
      "Benno Willke"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.00450",
    "title": "Artificial neural network assisted inverse design of metasurfaces for  microwave absorption",
    "abstract": "We show that a tandem neural network can perform the inverse design of microwave absorbers. After training, the network can give the structural and material parameters of a metamaterial that satisfies some pre-specified requirements. As an example, we use the neural network to design a metamaterial absorber that has a reflection loss of 20 dB from 4.5-31.5 GHz and the thickness is close to the causality limit. The same network can design dual-band absorbers with a pre-specified absorption profile. ",
    "url": "https://arxiv.org/abs/2203.00450",
    "authors": [
      "Xiangxu He",
      "Xiaohan Cui",
      "C. T. Chan"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2203.00527",
    "title": "Tensor-Train Split Operator KSL (TT-SOKSL) Method for Quantum Dynamics  Simulations",
    "abstract": "Numerically exact simulations of quantum reaction dynamics, including non-adiabatic effects in excited electronic states, are essential to gain fundamental insights into ultrafast chemical reactivity and rigorous interpretations of molecular spectroscopy. Here, we introduce the tensor-train split-operator KSL (TT-SOKSL) method for quantum simulations in tensor-train (TT)/matrix product state (MPS) representations. TT-SOKSL propagates the quantum state as a tensor train using the Trotter expansion of the time-evolution operator, as in the tensor-train split-operator Fourier transform (TT-SOFT) method. However, the exponential operators of the Trotter expansion are applied using a rank adaptive TT-KSL scheme instead of using the scaling and squaring approach as in TT-SOFT. We demonstrate the accuracy and efficiency of TT-SOKSL as applied to simulations of the photoisomerization of the retinal chromophore in rhodopsin, including non-adiabatic dynamics at a conical intersection of potential energy surfaces. The quantum evolution is described in full dimensionality by a time-dependent wavepacket evolving according to a two-state 25-dimensional model Hamiltonian. We find that TT-SOKSL converges faster than TT-SOFT with respect to the maximally allowed memory requirement of the tensor-train representation and better preserves the norm of the time-evolving state. When compared to the corresponding simulations based on the TT-KSL method, TT-SOKSL has the advantage of avoiding the need of constructing the matrix product state Laplacian by exploiting the linear scaling of multidimensional tensor train Fourier transforms. ",
    "url": "https://arxiv.org/abs/2203.00527",
    "authors": [
      "Ningyi Lyu",
      "Micheline B. Soley",
      "Victor S. Batista"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2203.00632",
    "title": "RASER MRI: Magnetic Resonance Images formed Spontaneously exploiting  Cooperative Nonlinear Interaction",
    "abstract": "The spatial resolution of magnetic resonance imaging (MRI) is fundamentally limited by the width of Lorentzian point spread functions (PSF) associated with the exponential decay rate of transverse magnetization (1/T2*). Here we show a different contrast mechanism in MRI by establishing RASER (Radio-frequency Amplification by Stimulated Emission of Radiation) in imaged media. RASER imaging bursts emerge out of noise and without applying (Radio Frequency) RF pulses when placing spins with sufficient population inversion in a weak magnetic field gradient. A small difference in initial population inversion density creates a stronger image contrast than conventional MRI. This contrast is based on the cooperative nonlinear interaction between all slices. On the other hand, the cooperative nonlinear interaction gives rise to imaging artifacts, such as amplitude distortions and side lobes outside of the imaging domain. Both the contrast and the artifacts are demonstrated experimentally and predicted by simulations based on a proposed theory. This theory of RASER MRI is strongly connected to many other distinct fields related to synergetics and non-linear dynamics. ",
    "url": "https://arxiv.org/abs/2203.00632",
    "authors": [
      "Sören Lehmkuhl",
      "Simon Fleischer",
      "Lars Lohmann",
      "Matthew S. Rosen",
      "Eduard Y. Chekmenev",
      "Alina Adams",
      "Thomas Theis",
      "Stephan Appelt"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)",
      "Adaptation and Self-Organizing Systems (nlin.AO)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2202.12490",
    "title": "Quantum Radiation and Dissipation in Relation to Classical Radiation and  Radiation Reaction",
    "abstract": "This work continues the investigation of radiation phenomena from atom-field interactions, extending our earlier study of quantum radiation from a stationary atom's internal degree of freedom, modeled by a harmonic oscillator, to the emittance of classical radiation. By assuming that the atom interacts with a quantum scalar field initially in a coherent state, we show how a stochastic component of the internal dynamics of the atom arises from the vacuum fluctuations of the field, resulting in the emittance of quantum radiation, whose reaction induces quantum dissipation in the internal dynamics. We also show how the deterministic mean field drives the internal classical mean component to emit classical radiation and receive classical radiation reaction. Both components are statistically distinct and fully decoupled. It is clearly seen that the effects of the vacuum fluctuations of the field are matched with those of quantum radiation reaction, not with classical radiation reaction, as the folklore goes. In contrast to the quantum component of the atom's internal dynamics, which always equilibrates, the relaxation dynamics of the classical component largely depends on the late-time behavior of the mean field. For the values of the parameters defining the coherent state of the field much greater than unity, if the mean field remains periodic, then the internal dynamics of the atom will appear classical and periodic. If the mean field diminishes with time, then the classical component of the atom's internal dynamics subsides but the quantum component will abide and dynamically equilibrate. This also explains why quantum radiation from a stationary atom is not observed, and a probe located far away only sees classical radiation. Our analysis therefore paints a continuum landscape starting from vacuum fluctuations in the quantum field to classical radiation and radiation reaction. ",
    "url": "https://arxiv.org/abs/2202.12490",
    "authors": [
      "Jen-Tsung Hsiang",
      "Bei-Lok Hu"
    ],
    "subjectives": [
      "High Energy Physics - Theory (hep-th)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2202.13924",
    "title": "Bounds on quantum evolution complexity via lattice cryptography",
    "abstract": "We address the difference between integrable and chaotic motion in quantum theory as manifested by the complexity of the corresponding evolution operators. Complexity is understood here as the shortest geodesic distance between the time-dependent evolution operator and the origin within the group of unitaries. (An appropriate `complexity metric' must be used that takes into account the relative difficulty of performing `nonlocal' operations that act on many degrees of freedom at once.) While simply formulated and geometrically attractive, this notion of complexity is numerically intractable save for toy models with Hilbert spaces of very low dimensions. To bypass this difficulty, we trade the exact definition in terms of geodesics for an upper bound on complexity, obtained by minimizing the distance over an explicitly prescribed infinite set of curves, rather than over all possible curves. Identifying this upper bound turns out equivalent to the closest vector problem (CVP) previously studied in integer optimization theory, in particular, in relation to lattice-based cryptography. Effective approximate algorithms are hence provided by the existing mathematical considerations, and they can be utilized in our analysis of the upper bounds on quantum evolution complexity. The resulting algorithmically implemented complexity bound systematically assigns lower values to integrable than to chaotic systems, as we demonstrate by explicit numerical work for Hilbert spaces of dimensions up to ~10^4. ",
    "url": "https://arxiv.org/abs/2202.13924",
    "authors": [
      "Ben Craps",
      "Marine De Clerck",
      "Oleg Evnin",
      "Philip Hacker",
      "Maxim Pavlov"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Data Structures and Algorithms (cs.DS)",
      "High Energy Physics - Theory (hep-th)",
      "Optimization and Control (math.OC)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2203.00002",
    "title": "SUTD-PRCM Dataset and Neural Architecture Search Approach for Complex  Metasurface Design",
    "abstract": "Metasurfaces have received a lot of attentions recently due to their versatile capability in manipulating electromagnetic wave. Advanced designs to satisfy multiple objectives with non-linear constraints have motivated researchers in using machine learning (ML) techniques like deep learning (DL) for accelerated design of metasurfaces. For metasurfaces, it is difficult to make quantitative comparisons between different ML models without having a common and yet complex dataset used in many disciplines like image classification. Many studies were directed to a relatively constrained datasets that are limited to specified patterns or shapes in metasurfaces. In this paper, we present our SUTD polarized reflection of complex metasurfaces (SUTD-PRCM) dataset, which contains approximately 260,000 samples of complex metasurfaces created from electromagnetic simulation, and it has been used to benchmark our DL models. The metasurface patterns are divided into different classes to facilitate different degree of complexity, which involves identifying and exploiting the relationship between the patterns and the electromagnetic responses that can be compared in using different DL models. With the release of this SUTD-PRCM dataset, we hope that it will be useful for benchmarking existing or future DL models developed in the ML community. We also propose a classification problem that is less encountered and apply neural architecture search to have a preliminary understanding of potential modification to the neural architecture that will improve the prediction by DL models. Our finding shows that convolution stacking is not the dominant element of the neural architecture anymore, which implies that low-level features are preferred over the traditional deep hierarchical high-level features thus explains why deep convolutional neural network based models are not performing well in our dataset. ",
    "url": "https://arxiv.org/abs/2203.00002",
    "authors": [
      "Tianning Zhang",
      "Yee Sin Ang",
      "Erping Li",
      "Chun Yun Kee",
      "L. K. Ang"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Applied Physics (physics.app-ph)",
      "Computational Physics (physics.comp-ph)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2203.00414",
    "title": "Frequency combs with parity-protected cross-correlations from  dynamically modulated qubit arrays",
    "abstract": "We develop a general theoretical framework to dynamically engineer quantum correlations in the frequency-comb emission from an array of superconducting qubits in a waveguide, rigorously accounting for the temporal modulation of the qubit resonance frequencies. We demonstrate, that when the resonance frequencies of the two qubits are periodically modulated with a $\\pi$ phase shift, it is possible to realize simultaneous bunching and antibunching in cross-correlations of the scattered photons from different sidebands. Our approach, based on the dynamical conversion between the quantum excitations with different parity symmetry, is quite universal. It can be used to control two-particle correlations in generic dynamically modulated dissipative quantum systems. ",
    "url": "https://arxiv.org/abs/2203.00414",
    "authors": [
      "Denis Ilin",
      "Alexander V. Poshakinskiy",
      "Alexander N. Poddubny",
      "Ivan V. Iorsh"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.00502",
    "title": "Sensor technologies in cancer research for new directions in diagnosis  and treatment: and exploratory analysis",
    "abstract": "The goal of this study is an exploratory analysis concerning main sensor technologies applied in cancer research to detect new directions in diagnosis and treatments. The study focused on types of cancer having a high incidence and mortality worldwide: breast, lung, colorectal and prostate. Data of the Web of Science (WOS) core collection database are used to retrieve articles related to sensor technologies and cancer research over 1991-2021 period. We utilized Gephi software version 0.9.2 to visualize the co-word networks of the interaction between sensor technologies and cancers under study. Results show main clusters of interaction per typology of cancer. Biosensor is the only type of sensor that plays an essential role in all types of cancer: breast cancer, lung cancer, prostate cancer, and colorectal cancer. Electrochemical sensor is applied in all types of cancer under study except lung cancer. Electrochemical biosensor is used in breast cancer, lung cancer, and prostate cancer research but not colorectal cancer. Optical sensor can also be considered one of the sensor technologies that significantly is used in breast cancer, prostate cancer, and colorectal cancer. This study shows that this type of sensor is applied in more diversified approaches. Moreover, the oxygen sensor is mostly studied in lung cancer and breast cancer due to the usage in breath analysis for the treatment process. Finally, Cmos sensor is a technology used mainly in lung cancer and colorectal cancer. Results here suggest new directions for the evolution of science and technology of sensors in cancer research to support innovation and research policy directed to new technological trajectories having a potential of accelerated growth and positive social impact for diagnosis and treatments of cancer. ",
    "url": "https://arxiv.org/abs/2203.00502",
    "authors": [
      "Mario Coccia",
      "Saeed Roshani",
      "Melika Mosleh"
    ],
    "subjectives": [
      "Signal Processing (eess.SP)",
      "Social and Information Networks (cs.SI)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2203.00631",
    "title": "Asymmetry-Based Quantum Backaction Suppression in Quadratic  Optomechanics",
    "abstract": "As the field of optomechanics advances, quadratic dispersive coupling (QDC) promise an increasingly feasible class of qualitatively new functionality. However, the leading QDC geometries also generate linear dissipative coupling, and an associated quantum radiation force noise that is detrimental to QDC applications. Here, we propose a simple modification that dramatically reduces this noise without altering the QDC strength. We identify optimal regimes of operation, and discuss advantages within the examples of optical levitation and nondestructive phonon measurement. ",
    "url": "https://arxiv.org/abs/2203.00631",
    "authors": [
      "Vincent Dumont",
      "Hoi-Kwan Lau",
      "Aashish A. Clerk",
      "Jack C. Sankey"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2103.16450",
    "title": "C-band single photons from a trapped ion via two-stage frequency  conversion",
    "abstract": " Title: C-band single photons from a trapped ion via two-stage frequency  conversion ",
    "url": "https://arxiv.org/abs/2103.16450",
    "authors": [
      "John Hannegan",
      "Uday Saha",
      "James D. Siverns",
      "Jake Cassell",
      "Edo Waks",
      "Qudsia Quraishi"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2104.11491",
    "title": "Spin-wave frequency combs",
    "abstract": " Comments: 5 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2104.11491",
    "authors": [
      "Tobias Hula",
      "Katrin Schultheiss",
      "Francisco José Trindade Goncalves",
      "Lukas Körber",
      "Mauricio Bejarano",
      "Matthew Copus",
      "Luis Flacke",
      "Lukas Liensberger",
      "Aleksandr Buzdakov",
      "Attila Kákay",
      "Mathias Weiler",
      "Robert Camley",
      "Jürgen Fassbender",
      "Helmut Schultheiß"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2107.06737",
    "title": "Experimental measurement of kinetic parameters using quantum plasmonic  sensing",
    "abstract": " Comments: 10 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2107.06737",
    "authors": [
      "K. T. Mpofu",
      "C. Lee",
      "G. E. M. Maguire",
      "H. G. Kruger",
      "M. S. Tame"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2109.08314",
    "title": "Superresolution microscopy of optical fields using tweezer-trapped  single atoms",
    "abstract": " Comments: 5 pages, 4 figures; Accepted for publication in Phys. Rev. Lett ",
    "url": "https://arxiv.org/abs/2109.08314",
    "authors": [
      "Emma Deist",
      "Justin A. Gerber",
      "Yue-Hui Lu",
      "Johannes Zeiher",
      "Dan M. Stamper-Kurn"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2110.04705",
    "title": "Quantum theory of photonic vortices and quantum statistics of twisted  photons",
    "abstract": " Comments: 16 pages and 7 figures ",
    "url": "https://arxiv.org/abs/2110.04705",
    "authors": [
      "Li-Ping Yang",
      "Dazhi Xu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2202.13002",
    "title": "N-electron valence perturbation theory with reference wavefunctions from  quantum computing: application to the relative stability of hydroxide anion  and hydroxyl radical",
    "abstract": " Comments: 11 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2202.13002",
    "authors": [
      "Alessandro Tammaro",
      "Davide E. Galli",
      "Julia E. Rice",
      "Mario Motta"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  }
]