[
  {
    "id": "arXiv:2409.15288",
    "title": "Efficient excitation transfer in an LH2-inspired nanoscale stacked ring geometry",
    "abstract": "           Subwavelength ring-shaped structures of quantum emitters exhibit outstanding radiation properties and are useful for antennas, excitation transport, and storage. Taking inspiration from the oligomeric geometry of biological light-harvesting 2 (LH2) complexes, we study here generic examples and predict highly efficient excitation transfer in a three-dimensional (3D) subwavelength concentric stacked ring structure with a diameter of 400 \\textit{nm}, formed by two-level atoms. Utilizing the quantum optical open system master equation approach for the collective dipole dynamics, we demonstrate that, depending on the system parameters, our bio-mimicked 3D ring enables efficient excitation transfer between two ring layers. Our findings open prospects for engineering other biomimetic light-matter platforms and emitter arrays to achieve efficient energy transfer.         ",
    "url": "https://arxiv.org/abs/2409.15288",
    "authors": [
      "Arpita Pal",
      "Raphael Holzinger",
      "Maria Moreno-Cardoner",
      "Helmut Ritsch"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2409.15390",
    "title": "Quantum determinism and completeness restored by indistinguishability and long-time particle detection",
    "abstract": "           We argue that measurement data in quantum physics can be rigorously interpreted only as a result of a statistical, macroscopic process, taking into account the indistinguishable character of identical particles. Quantum determinism is in principle possible on the condition that a fully-fledged quantum model is used to describe the measurement device in interaction with the studied object as one system. In contrast, any approach that relies on Born's rule discriminates the dynamics of a quantum system from that of the detector with which it interacts during measurement. In this work, we critically analyze the validity of this measurement postulate applied to single-event signals. In fact, the concept of ``individual'' particle becomes inadequate once both indistinguishability and a scattering approach allowing an unlimited interaction time for an effective detection, are considered as they should be, hence preventing the separability of two successive measurement events. In this context, measurement data should therefore be understood only as a result of statistics over many events. Accounting for the intrinsic noise of the sources and the detectors, we also show with the illustrative cases of the Schrödinger cat and the Bell experiment that once the Born rule is abandoned on the level of a single particle, realism, locality and causality are restored. We conclude that indiscernibility and long-time detection process make quantum physics not fundamentally probabilistic.         ",
    "url": "https://arxiv.org/abs/2409.15390",
    "authors": [
      "Patrick Navez",
      "Henni Ouerdane"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2409.15489",
    "title": "An integrated evanescent-field biosensor in silicon",
    "abstract": "           Decentralized diagnostic testing that is accurate, portable, quantitative, and capable of making multiple simultaneous measurements of different biomarkers at the point-of-need remains an important unmet need in the post-pandemic world. Resonator-based biosensors using silicon photonic integrated circuits are a promising technology to meet this need, as they can leverage (1) semiconductor manufacturing economies of scale, (2) exquisite optical sensitivity, and (3) the ability to integrate tens to hundreds of sensors on a millimeter-scale photonic chip. However, their application to decentralized testing has historically been limited by the expensive, bulky tunable lasers and alignment optics required for their readout. In this work, we introduce a segmented sensor architecture that addresses this important challenge by facilitating resonance-tracking readout using a fixed-wavelength laser. The architecture incorporates an in-resonator phase shifter modulated by CMOS drivers to periodically sweep and acquire the resonance peak shifts as well as a distinct high-sensitivity sensing region, maintaining high performance at a fraction of the cost and size. We show, for the first time, that fixed-wavelength sensor readout can offer similar performance to traditional tunable laser readout, demonstrating a system limit of detection of 6.1 x 10-5 RIU as well as immunoassay-based detection of the SARS-CoV-2 spike protein. We anticipate that this sensor architecture will open the door to a new data-rich class of portable, accurate, multiplexed diagnostics for decentralized testing.         ",
    "url": "https://arxiv.org/abs/2409.15489",
    "authors": [
      "Mohammed A. Al-Qadasi",
      "Samantha M. Grist",
      "Matthew Mitchell",
      "Karyn Newton",
      "Stephen Kioussis",
      "Sheri J. Chowdhury",
      "Avineet Randhawa",
      "Yifei Liu",
      "Piramon Tisapramotkul",
      "Karen C. Cheung",
      "Lukas Chrostowski",
      "Sudip Shekhar"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2409.15686",
    "title": "Lithium Niobate Resonators for Power Conversion: Spurious Mode Suppression Via an Active Ring",
    "abstract": "           In an effort to shift the paradigm of power conversion, acoustic resonators pose as compact alternatives for lossy magnetic inductors. Currently, the acoustic resonator's restricted inductive region between its series and parallel resonances constitutes a major bottleneck, which is further diminished due to spurious modes. Prior work has partially addressed this issue by the introduction of various design guidelines tailored to the material and the mode of interest, but can only provide a limited spurious-free region. Alternatively, a separated grounded ring on LN operating in the first order symmetric lamb mode (S1), maintains optimal device performance with a large fractional spurious mode suppressed region, but has been shown to experience voltage breakdown at high power near the ring at different potentials. Hence, we propose a new spurious mode suppressing design leveraging a thickened active ring in lithium niobate (LN), maintaining high Q and k2 while also reducing resistance at resonance (Rr), and mitigating breakdown effects.         ",
    "url": "https://arxiv.org/abs/2409.15686",
    "authors": [
      "Vakhtang Chulukhadze",
      "Eric Allen Stolt",
      "Clarissa Daniel",
      "Juan Rivas-Davila",
      "Ruochen Lu"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2409.15758",
    "title": "Microwave photonic frequency measurement and time-frequency analysis: Unlocking bandwidths over hundreds of GHz with a 10-nanosecond temporal resolution",
    "abstract": "           Fast and broadband spectrum sensing is an essential component in cognitive radio systems, intelligent transportation systems, electronic warfare systems, etc. However, traditional electronic-based solutions have a trade-off among the analysis bandwidth, temporal resolution, and real-time performance. In comparison, microwave photonic solutions can overcome the trade-off at the cost of frequency accuracy and resolution. Nevertheless, the reported microwave photonic solutions suffer from a very poor frequency resolution and impose extremely high requirements on hardware when the analysis bandwidth is close to or greater than 100 GHz. Here, we show a microwave photonic frequency measurement and time-frequency analysis method, which is implemented by dispersion-based frequency-to-time mapping and assisted by a specially designed V-shape linearly frequency-modulated signal and a duty-cycle-enabling technique. Compared with the reported microwave photonic solutions, the hardware requirements are greatly reduced when achieving similar performance conditions. Using a total dispersion of -6817 ps/nm and a V-shape linearly frequency-modulated signal with a bandwidth of 31.6 GHz and a duty cycle of 1/4, we achieve an ambiguity-free analysis bandwidth of 252.8 GHz, a corresponding temporal resolution of 13.75 ns and a frequency resolution of 1.1 GHz. The temporal resolution can be improved to 6.875 ns when the duty cycle is changed to 1/2, while the analysis bandwidth in this case is 126.4 GHz.         ",
    "url": "https://arxiv.org/abs/2409.15758",
    "authors": [
      "Taixia Shi",
      "Chi Jiang",
      "Chulun Lin",
      "Fangyi Yang",
      "Yiqing Liu",
      "Fangzheng Zhang",
      "Yang Chen"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Signal Processing (eess.SP)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2409.15845",
    "title": "Single-mode Dispersion-engineered Nonlinear Integrated Waveguides for Ultra-broadband Optical Amplification and Wavelength Conversion",
    "abstract": "           Four-wave mixing has extensively been investigated for various applications such as communications, spectroscopy, metrology, quantum computing and bio-imaging. However, there is a clear desire to implement these functionalities in a small footprint nonlinear platform, being capable of efficient operation across a large optical bandwidth. Many such integrated platforms have been explored, but suffer from intrinsic significant performance degradation, because conventional approaches of nonlinear photonic waveguide geometry construction for dispersion engineering focus on waveguide cross section and result in always being multimode as a byproduct. Here we propose and demonstrate a methodology that utilizes not only the impact of the waveguide cross section on the modal and dispersion behavior of the waveguide but also includes the impact of the waveguide bend for cutting off high-order modes. This approach results in simultaneous single-mode operation and dispersion engineering for very broadband operation of four-wave mixing. While we implemented this in silicon nitride waveguides, which has emerged as a promising platform capable of continuous-wave optical parametric amplification, the design approach can be universally used with other platforms as well. By also considering both second- and fourth-order dispersion we achieve unprecedented amplification bandwidths of approximately 300 nm in super-low-loss silicon nitride nonlinear waveguides. In addition, penalty-free all-optical wavelength conversion of 100 Gbit/s data in a single optical carrier over 200 nm is realized, for the first time, without optical amplification of signal or idler waves. These single-mode hyper-dispersion-engineered nonlinear integrated waveguides can become practical building blocks in versatile nonlinear photonic devices and optical networks.         ",
    "url": "https://arxiv.org/abs/2409.15845",
    "authors": [
      "Ping Zhao",
      "Vijay Shekhawat",
      "Marcello Girardi",
      "Zonglong He",
      "Victor Torres-Company",
      "Peter A. Andrekson"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2409.15921",
    "title": "Nonstationary behavior of the upconversion processes of $Er^{3+}:Yb^{3+}$ ions pair doping the $Y_2O_3$ ceramic illuminated with 976 nm laser light",
    "abstract": "           The studies of the upconversion response of RE ions in various hosts usually depict a static picture, whereas, at constant illumination, the upconverted emission is also constant. We discovered here that, at least in the case of $Y_2O_3$ doped with $Er^{3+}:Yb^{3+}$, this is not the case. At constant illuminated power, the upconversion emission is not only fluctuating, but it varies in a manner which seems to be a superposition of intensity waves with different frequencies. We present here the results of the measurements we've performed on $Y_2O_3$ with $1\\%Er^{3+}-2\\%Yb^{3+}$. The origin of this effect remain to be established but it shows that the energy transfers during the upconversion are an interplay of absorption-saturation-emission-relaxation processes.         ",
    "url": "https://arxiv.org/abs/2409.15921",
    "authors": [
      "Liviu Dudas"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2409.15929",
    "title": "Sub-nanosecond all-optically reconfigurable photonics in optical fibres",
    "abstract": "           We introduce a novel all-optical platform in multimode and multicore fibres. By using a low-power probe beam and a high-power counter-propagating control beam, we achieve advanced and dynamic control over light propagation within the fibres. This setup enables all-optical reconfiguration of the probe, which is achieved by solely tuning the control beam power. Key operations such as fully tuneable power splitting and mode conversion, core-to-core switching and combination, along with remote probe characterization, are demonstrated at the sub-nanosecond time scale. Our experimental results are supported by a theoretical model that extends to fibres with an arbitrary number of modes and cores. The implementation of these operations in a single platform underlines its versatility, a critical feature of next-generation photonic systems. These results represent a significant shift from existing methods that rely on electro-optical or thermo-optical modulation for tunability. They pave the way towards a fast and energy-efficient alternative through all-optical modulation, a keystone for the advancement of future reconfigurable optical networks and optical computing. Scaling these techniques to highly nonlinear materials could underpin ultrafast all-optically programmable integrated photonics.         ",
    "url": "https://arxiv.org/abs/2409.15929",
    "authors": [
      "Kunhao Ji",
      "David J. Richardson",
      "Stefan Wabnitz",
      "Massimiliano Guasoni"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Adaptation and Self-Organizing Systems (nlin.AO)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2409.15966",
    "title": "Multichannel joint-polarization-frequency-modulation encrypted metasurface in secure THz communication",
    "abstract": "           Since the discovery of wireless telegraphy, wireless communication via electromagnetic (EM) signals has become a standard solution to meet the growing demand for information transfer in modern society. To prevent counterfeiting and manipulation by unauthorized individuals and agencies, it is crucial to innovate and enhance security through information encryption. In this paper, we introduce a metasurface that controls amplitude modulation at two different frequencies. Here, focusing on amplitude-frequency modulation for both x- and y- polarizations, we present an encrypted wireless communication protocol that using the chaos algorithm to secure the target data and prevent eavesdroppers from accessing it. The encrypted data is transmitted through the varying amplitudes at two different frequencies for both linear polarizations, achieved using two distinct graphene layers individually controlled by external biasing conditions. The extensive freedom enabled by simultaneous modulation of amplitude, frequency, and polarization allows information to be transmitted across diverse channels, thereby enhancing the security of encrypted information. The simulations demonstrate that encoding data, such as images, and transmitting it through amplitude-frequency modulation for both horizontal and vertical polarizations offer promising opportunities for various applications, including THz communications, anti-counterfeiting, THz data storage, and THz data transmission.         ",
    "url": "https://arxiv.org/abs/2409.15966",
    "authors": [
      "Abbas Ozgoli",
      "Parsa Farzin",
      "Mohammad Javad Hajiahmadi",
      "Mohammad Soleimani"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2409.15987",
    "title": "Modeling luminescent coupling in multi-junction solar cells: Perovskite Silicon tandem case study",
    "abstract": "           Luminescent coupling is a characteristic of multi-junction solar cells which has often been neglected in models of their performance. The effect describes the absorption of light emitted from a higher band gap semiconductor by a lower band gap semiconductor. In this way, light which might have been lost can be utilized for current generation. We present a framework for modeling this effect in both planar layer stacks and devices with periodic nanostructuring. As a case study, we evaluate how luminescent coupling is affected by the inclusion of nanostructuring in a perovskite silicon tandem solar cell. We find that nanostructuring, while reducing the reflection loss for tandem solar cells also reduces the luminescent coupling, allowing more light to be emitted to the surroundings, when compared to planar devices. This highlights the need to include modeling of this effect into optimization schemes in order to find the trade-off between these two effects. The published version of this work is available at this https URL.         ",
    "url": "https://arxiv.org/abs/2409.15987",
    "authors": [
      "Phillip Manley",
      "Martin Hammerschmidt",
      "Lin Zschiedrich",
      "Klaus Jäger",
      "Christiane Becker",
      "Sven Burger"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2409.16065",
    "title": "Simple, highly-stable transfer cavity for laser stabilization based on a carbon-fiber reinforced polymer spacer",
    "abstract": "           We describe the design and operation of a high-stability Fabry-Perot cavity, for laser stabilization in cavity quantum-electrodynamics experiments. Our design is based on an inexpensive and readily available uniaxial carbon-fiber reinforced polymer tube spacer, featuring an ultra-low thermal expansion coefficient. As a result, our $136\\mathrm{mm}$-long cavity, which has a finesse of ${5160}$, shows a coefficient of thermal expansion of $1.6 \\times 10^{-6}~\\mathrm{K}^{-1}$. Enclosing it in a hermetic chamber at room-pressure and using a simple temperature stabilization, we observe absolute frequency excursions over a full day below $50~\\mathrm{MHz}$ for a laser operating at $446.785\\mathrm{THz}$. The frequency stability is limited by the imperfect thermal isolation from the environment and can be corrected using a built-in piezo-electric actuator. In addition, we discuss a different variant of this design and identify future improvements. Our system provides a cost-effective and robust solution for transferring laser stability over different wavelengths, as well as for linewidth reduction or spectral filtering of CW laser sources for applications in quantum science.         ",
    "url": "https://arxiv.org/abs/2409.16065",
    "authors": [
      "Timo Zwettler",
      "Zeyang Xue",
      "Gaia Bolognini",
      "Tabea Bühler",
      "Lorenz Hruby",
      "Aurélien Fabre",
      "Tobias Donner",
      "Jean-Philippe Brantut"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2409.16264",
    "title": "Deployment of a Transportable Yb Optical Lattice Clock",
    "abstract": "           We report on the first deployment of a ytterbium (Yb) transportable optical lattice clock (TOLC), commercially shipping the clock 3,000 km from Boulder, Colorado to Washington DC. The system, composed of a rigidly mounted optical reference cavity, atomic physics package, and an optical frequency comb, fully realizes an independent frequency standard for comparisons in the optical and microwave domains. The shipped Yb TOLC was fully operational within 2 days of arrival, enabling frequency comparisons with rubidium (Rb) fountains at the United States Naval Observatory (USNO). To the best of our knowledge, this represents the first deployment of a fully independent TOLC, including the frequency comb, coherently uniting the optical stability of the Yb TOLC to the microwave output of the Rb fountain.         ",
    "url": "https://arxiv.org/abs/2409.16264",
    "authors": [
      "Tobias Bothwell",
      "Wesley Brand",
      "Robert Fasano",
      "Thomas Akin",
      "Joseph Whalen",
      "Tanner Grogan",
      "Yun-Jhih Chen",
      "Marco Pomponio",
      "Takuma Nakamura",
      "Benjamin Rauf",
      "Ignacio Baldoni",
      "Michele Giunta",
      "Ronald Holzwarth",
      "Craig Nelson",
      "Archita Hati",
      "Franklyn Quinlan",
      "Richard Fox",
      "Steven Peil",
      "Andrew Ludlow"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2409.16265",
    "title": "Many-body gap protection of motional dephasing of an optical clock transition",
    "abstract": "           Quantum simulation and metrology with atoms, ions, and molecules often rely on using light fields to manipulate their internal states. The absorbed momentum from the light fields can induce spin-orbit coupling and associated motional-induced (Doppler) dephasing, which may limit the coherence time available for metrology and simulation. We experimentally demonstrate the suppression of Doppler dephasing on a strontium optical clock transition by enabling atomic interactions through a shared mode in a high-finesse optical ring cavity. The interactions create a many-body energy gap that increases with atom number, suppressing motional dephasing when it surpasses the dephasing energy scale. This collective approach offers an alternative to traditional methods, like Lamb-Dicke confinement or Mössbauer spectroscopy, for advancing optical quantum sensors and simulations.         ",
    "url": "https://arxiv.org/abs/2409.16265",
    "authors": [
      "Zhijing Niu",
      "Vera M. Schäfer",
      "Haoqing Zhang",
      "Cameron Wagner",
      "Nathan R. Taylor",
      "Dylan J. Young",
      "Eric Yilun Song",
      "Anjun Chu",
      "Ana Maria Rey",
      "James K. Thompson"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2409.14964",
    "title": "On demand single photon generation and coherent control of excitons from resonantly driven nanowire quantum dots",
    "abstract": "           Coherent control of single photon sources is a key requirement for the advancement of photonic quantum technologies. Among them, nanowire-based quantum dot sources are popular due to their potential for on-chip hybrid integration. Here we demonstrate on-demand single-photon generation ($g^{(2)}(0)(X^{*}) =0.078$ and $g^{(2)}(0)(X)= 0.03$) from resonantly excited InAsP/InP nanowire quantum dots and observe Rabi oscillations in the dot emission, indicating successful coherent manipulation of the excitonic states in the nanowire. We also measure a low emission time jitter for resonant excitation as compared to above-band excitation. This work addresses the long-standing challenge of resonantly exciting nanowire-quantum dots. It paves the way for hybrid quantum photonic integration, enabling spin-photon entanglement and matter memories on-chip.         ",
    "url": "https://arxiv.org/abs/2409.14964",
    "authors": [
      "Jun Gao",
      "Govind Krishna",
      "Edith Yeung",
      "Lingxi Yu",
      "Sayan Gangopadhyay",
      "Kai-Sum Chan",
      "Chiao-Tzu Huang",
      "Thomas Descamps",
      "Michael E. Reimer",
      "Philip J. Poole",
      "Dan Dalacu",
      "Val Zwiller",
      "Ali W. Elshaari"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2409.15307",
    "title": "An adaptive Gaussian process method for multi-modal Bayesian inverse problems",
    "abstract": "           Inverse problems are prevalent in both scientific research and engineering applications. In the context of Bayesian inverse problems, sampling from the posterior distribution is particularly challenging when the forward models are computationally expensive. This challenge escalates further when the posterior distribution is multimodal. To address this, we propose a Gaussian process (GP) based method to indirectly build surrogates for the forward model. Specifically, the unnormalized posterior density is expressed as a product of an auxiliary density and an exponential GP surrogate. In an iterative way, the auxiliary density will converge to the posterior distribution starting from an arbitrary initial density. However, the efficiency of the GP regression is highly influenced by the quality of the training data. Therefore, we utilize the iterative local updating ensemble smoother (ILUES) to generate high-quality samples that are concentrated in regions with high posterior probability. Subsequently, based on the surrogate model and the mode information that is extracted by using a clustering method, MCMC with a Gaussian mixed (GM) proposal is used to draw samples from the auxiliary density. Through numerical examples, we demonstrate that the proposed method can accurately and efficiently represent the posterior with a limited number of forward simulations.         ",
    "url": "https://arxiv.org/abs/2409.15307",
    "authors": [
      "Zhihang Xu",
      "Xiaoyu Zhu",
      "Daoji Li",
      "Qifeng Liao"
    ],
    "subjectives": [
      "Computation (stat.CO)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2409.15556",
    "title": "About the role of short and long trajectories on the quantum optical state after high-harmonic generation",
    "abstract": "           High-harmonic generation (HHG) involves the up-conversion of a high-intensity driving field into its harmonic orders. This process is intrinsically non-classical, requiring from quantum mechanics for a complete explanation as, under suitable conditions, involves phenomena such as particle tunneling through a potential barrier. When exposed to a high-intensity, low-frequency laser field, bound electrons ionize via tunneling, accelerate under the driving field, and recombine with the parent ion, emitting high-harmonic radiation. However, electrons can follow two distinct pathways -- short and long trajectories -- during these steps. In this work, we evaluate the signatures left by these trajectories on the quantum optical state after HHG, and observe that they lead to entanglement between the driving field and the generated harmonics. By leveraging these correlations, we use harmonic generation to herald the creation of optical Schrödinger cat-like states in the driving field. Additionally, using an ab-initio approach, we examine how propagation effects, which spatially separate the harmonic contributions from short and long trajectories, influence the non-classical characteristics of the emitted light.         ",
    "url": "https://arxiv.org/abs/2409.15556",
    "authors": [
      "Javier Rivera-Dean"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2409.15598",
    "title": "Entanglement transfer of a Rydberg W-state to a multi-mode photonic state",
    "abstract": "           A robust quantum protocol has been developed that achieves highly efficient entanglement transfer from a three-atom Rydberg system, initially in a W state (|rrg>+|rgr>+|grr>)/3^0.5, to an equivalent photonic W state (|101>+|110>+|011>)/3^0.5. The entanglement transfer is achieved by dynamically adjusting the cavity mode frequencies and modulating the coupling rates, simplifying the complex transfer process into a sequence of processes involving two-level avoided crossings. We demonstrate that entanglement transfer can be achieved using either a fully adiabatic protocol or one with controlled non-adiabatic transitions at avoided crossings, generated by continuously chirping the cavity modes. Our adiabatic protocol uses the fractional STIRAP method to facilitate the partial population transfer required for generation of the photonic W state. In comparison, the non-adiabatic protocol uses non-adiabatic transitions to achieve the required partial population transfer. Furthermore, we propose two strategies for experimental implementation of our protocols.         ",
    "url": "https://arxiv.org/abs/2409.15598",
    "authors": [
      "Aneesh Ramaswamy",
      "Svetlana Malinovskaya"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2409.15683",
    "title": "Quantum DeepONet: Neural operators accelerated by quantum computing",
    "abstract": "           In the realm of computational science and engineering, constructing models that reflect real-world phenomena requires solving partial differential equations (PDEs) with different conditions. Recent advancements in neural operators, such as deep operator network (DeepONet), which learn mappings between infinite-dimensional function spaces, promise efficient computation of PDE solutions for a new condition in a single forward pass. However, classical DeepONet entails quadratic complexity concerning input dimensions during evaluation. Given the progress in quantum algorithms and hardware, here we propose to utilize quantum computing to accelerate DeepONet evaluations, yielding complexity that is linear in input dimensions. Our proposed quantum DeepONet integrates unary encoding and orthogonal quantum layers. We benchmark our quantum DeepONet using a variety of PDEs, including the antiderivative operator, advection equation, and Burgers' equation. We demonstrate the method's efficacy in both ideal and noisy conditions. Furthermore, we show that our quantum DeepONet can also be informed by physics, minimizing its reliance on extensive data collection. Quantum DeepONet will be particularly advantageous in applications in outer loop problems which require to explore parameter space and solving the corresponding PDEs, such as uncertainty quantification and optimal experimental design.         ",
    "url": "https://arxiv.org/abs/2409.15683",
    "authors": [
      "Pengpeng Xiao",
      "Muqing Zheng",
      "Anran Jiao",
      "Xiu Yang",
      "Lu Lu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2409.15942",
    "title": "The Separability Problem in Quantum Mechanics: Insights from Research on Axiomatics and Human Language",
    "abstract": "           Einstein's article on the EPR paradox is the most cited of his works, but not many know that it was not fully representative of the way he thought about the incompleteness of the quantum formalism. Indeed, his main worry was not Heisenberg's uncertainty principle, which he accepted, but the experimental non-separability of spatially separate systems. The same problem was also recognized, years later, by one of us, as part of an axiomatic analysis of the quantum formalism, which revealed an unexpected structural limitation of the quantum formalism in Hilbert space, preventing the description of separate systems. As we will explain, this limitation does not manifest at the level of the states, but of the projectors describing the properties, in the sense that there are not enough properties in the formalism to describe separate systems. The question remains whether separability is a possibility at the fundamental level and if a formalism should integrate it into its mathematical structure, as a possibility. To aid our intuition, we offer a reflection based on a powerful analogy between physical systems and human conceptual entities, as the question of separability also arises for the latter.         ",
    "url": "https://arxiv.org/abs/2409.15942",
    "authors": [
      "Diederik Aerts",
      "Jonito Aerts Arguëlles",
      "Lester Beltran. Massimiliano Sassoli de Bianchi",
      "Sandro Sozzo"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2409.15976",
    "title": "OpenFMR: A low-cost open-source broadband ferromagnetic resonance spectrometer",
    "abstract": "           We describe a broadband ferromagnetic resonance spectrometer for scientific and educational applications with a frequency range up to 30 GHz. It is built with low-cost components available off-the-shelf and utilizes 3D printed parts for sample holders and support structures, and requires little assembly. A PCB design for the grounded coplanar waveguide (GCPW) is presented and analysed. We further include a software suite for command-line or script driven data acqusition, a graphical user interface, and a graphical data analysis program. The capabilities of the system design are demonstrated with measurements on ferromagnetic thin films with a thickness of 1 nm. All designs and scripts are published under the GNU GPL v3.0 license.         ",
    "url": "https://arxiv.org/abs/2409.15976",
    "authors": [
      "Markus Meinert",
      "Tiago de Oliveira Schneider",
      "Shalini Sharma",
      "Amir Khan"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2409.16090",
    "title": "Manipulation of strongly interacting solitons in optical fiber experiments",
    "abstract": "           The model underlying physics of guiding light in single-mode fibers -- the one-dimensional nonlinear Schrödinger equation (NLSE), reveals a remarkable balance of the fiber dispersion and nonlinearity, leading to the existence of optical solitons. With the Inverse Scattering Transform (IST) method and its perturbation theory extension one can go beyond single-soliton physics and investigate nonlinear dynamics of complex optical pulses driven by soliton interactions. Here, advancing the IST perturbation theory approach, we introduce the eigenvalue response functions, which provide an intuitively clear way to manipulate individual characteristics of solitons even in the case of their entire overlapping, i.e. very strong interactions. The response functions reveal the spatial sensitivity of the multi-soliton pulse concerning its instantaneous perturbations, allowing one to manipulate the velocities and amplitudes of each soliton. Our experimental setup, based on a recirculating optical fiber loop system and homodyne measurement, enables observation of long-distance NLSE dynamics and complete characterization of optical pulses containing several solitons. Adding a localized phase perturbation on a box-shaped wavefield, we change individual soliton characteristics and can detach solitons selectively from the whole pulse. The detached solitons exhibit velocities very close to the theoretical predictions, thereby demonstrating the efficiency and robustness of the response functions approach.         ",
    "url": "https://arxiv.org/abs/2409.16090",
    "authors": [
      "Alexandre Mucci",
      "Pierre Suret",
      "François Copie",
      "Stephane Randoux",
      "Rustam Mullyadzhanov",
      "Andrey Gelash"
    ],
    "subjectives": [
      "Pattern Formation and Solitons (nlin.PS)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2312.06303",
    "title": "The Effect of Symmetry Breaking in Coupled Cavity Photonic Crystal Waveguide on Dispersion Characteristics",
    "abstract": "           In this study, we explore the effect of integrated auxiliary rods at varying angles to the primary cavity rod on the dispersion characteristics of the photonic crystal coupled cavity waveguide (PC CCW). Here, it is intended to break the symmetry of the cavity region by introducing auxiliary rods which gives the degree of freedom for tuning effective index of the PC waveguide. Furthermore, rotational angle variations of auxiliary rods reveal slow light operation of the PC CCW where the group index is maximized and group velocity dispersion, as well as the third-order dispersion, are minimized. In addition, auxiliary rods with a broken symmetry increase not only group index but also operating bandwidth and accordingly increase group bandwidth product by 675\\%. Leveraging these results, we demonstrate effective rainbow trapping by manipulating the auxiliary rod angles in photonic crystal coupled cavity waveguides. Our results have encouraging implications for optical buffering, multiplexing, demultiplexing, advanced time-domain and spatial signal processing.         ",
    "url": "https://arxiv.org/abs/2312.06303",
    "authors": [
      "Hasan Oguz",
      "Zekeriya Mehmet Yuksel",
      "Ozgur Onder Karakilinc",
      "Halil Berberoglu",
      "Mirbek Turduev",
      "Sevgi Ozdemir Kart",
      "Muzaffer Adak"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2307.16876",
    "title": "Quantum coherent and measurement feedback control based on atoms coupled with a semi-infinite waveguide",
    "abstract": "           In this paper, we show that quantum feedback control may be applied to generate desired states for atomic and photonic systems based on a semi-infinite waveguide coupled with multiple two-level atoms. In this set-up, an initially excited atom can emit one photon into the waveguide, which can be reflected by the terminal mirror or other atoms to establish different feedback loops via the coherent interactions between the atom and photon. When there are at most two excitations in the waveguide quantum electrodynamics (waveguide QED) system, the evolution of quantum states can be interpreted using random graph theory. While this process is influenced by the environment, and we clarify that the environment-induced dynamics can be eliminated by measurement-based feedback control or coherent drives. Thus, in the open system atom-waveguide interactions, measurement-based feedback can modulate the final steady quantum state, while simultaneously, the homodyne detection noise in the measurement process can induce oscillations, which is treated by the coherent feedback designs.         ",
    "url": "https://arxiv.org/abs/2307.16876",
    "authors": [
      "Haijin Ding",
      "Nina H. Amini",
      "Guofeng Zhang",
      "John E. Gough"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2309.12124",
    "title": "Individually tunable tunnelling coefficients in optical lattices using local periodic driving",
    "abstract": "           Ultracold atoms in optical lattices have emerged as powerful quantum simulators of translationally invariant systems with many applications in e.g.\\ strongly-correlated and topological systems. However, the ability to locally tune all Hamiltonian parameters remains an outstanding goal that would enable the simulation of a wider range of quantum phenomena. Motivated by recent advances in quantum gas microscopes and optical tweezers, we here show theoretically how local control over individual tunnelling links in an optical lattice can be achieved by incorporating local time-periodic potentials. We propose to periodically modulate the on-site energy of individual lattice sites and employ Floquet theory to demonstrate how this provides full individual control over the tunnelling amplitudes in one dimension. We provide various example configurations realising interesting topological models such as extended Su-Schrieffer-Heeger models that would be challenging to realise by other means. Extending to two dimensions, we demonstrate that local periodic driving in a Lieb lattice engineers a 2D network with fully controllable tunnelling magnitudes. In a three-site plaquette, we show full simultaneous control over the relative tunnelling amplitudes and the gauge-invariant flux piercing the plaquette, providing a clear stepping stone to building a fully programmable 2D tight-binding model. We also explicitly demonstrate how utilise our technique to generate a magnetic field gradient in 2D. This local modulation scheme is applicable to many different lattice geometries.         ",
    "url": "https://arxiv.org/abs/2309.12124",
    "authors": [
      "Georgia M. Nixon",
      "F. Nur Unal",
      "Ulrich Schneider"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2408.11898",
    "title": "Non-Clifford diagonalization for measurement shot reduction in quantum expectation value estimation",
    "abstract": "           Estimating expectation values on near-term quantum computers often requires a prohibitively large number of measurements. One widely-used strategy to mitigate this problem has been to partition an operator's Pauli terms into sets of mutually commuting operators. Here, we introduce a method that relaxes this constraint of commutativity, instead allowing for entirely arbitrary terms to be grouped together, save a locality constraint. The key idea is that we decompose the operator into arbitrary tensor products with bounded tensor size, ignoring Pauli commuting relations. This method -- named $k$-NoCliD ($k$-local non-Clifford diagonalization) -- allows one to measure in far fewer bases in most cases, often (though not always) at the cost of increasing the circuit depth. We introduce several partitioning algorithms tailored to both fermionic and bosonic Hamiltonians. For electronic structure, vibrational structure, Fermi-Hubbard, and Bose-Hubbard Hamiltonians, we show that $k$-NoCliD reduces the number of circuit shots, often by a very large margin.         ",
    "url": "https://arxiv.org/abs/2408.11898",
    "authors": [
      "Nicolas PD Sawaya",
      "Daan Camps",
      "Norm M. Tubman",
      "Grant M. Rotskoff",
      "Ryan LaRose"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2408.12033",
    "title": "Cooperative atomic emission from a line of atoms interacting with a resonant plane surface",
    "abstract": "           Cooperative effects such as super- and subradiance can be observed in the fluorescence emitted by a system of N atoms in vacuum, after interaction with a laser beam. In the vicinity of a dielectric or metallic surface, Casimir-Polder effects can modify collective atomic frequency shifts and decay rates. In this work, we study cooperative fluorescent emission next to resonant surfaces using the coupled dipoles model. We show that cooperative effects, expected in free space, are absent when the atoms are close to a surface whose polariton resonances coincide with the dominant atomic dipole coupling. In this case, cooperative effects are overshadowed by the very fast decay of the atomic fluorescence into surface modes. We illustrate our formalism and our results by considering a line of cesium 6D3/2 atoms in front of a sapphire surface. Finally, we propose the study of Cesium 6P3/2 atoms in front of a resonant metasurface as the most promising scenario for experimentally demonstrating the results of our study.         ",
    "url": "https://arxiv.org/abs/2408.12033",
    "authors": [
      "Michelle O. Araujo",
      "Joao Carlos de Aquino Carvalho",
      "Philippe W. Courteille",
      "Athanasios Laliotis"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  }
]