[
  {
    "id": "arXiv:2311.12960",
    "title": "Teaching Quantum Computing using Microsoft Quantum Development Kit and  Azure Quantum",
    "abstract": "This report describes my experience teaching a graduate-level quantum computing course at Northeastern University in the academic year 2022-23. The course takes a practical, software-driven approach to the course, teaching basic quantum concepts and algorithms through hands-on programming assignments and a software-focused final project. The course guides learners through all stages of the quantum software development process, from solving quantum computing problems and implementing solutions to debugging quantum programs, optimizing the code, and running the code on quantum hardware. This report offers instructors who want to adopt a similar practical approach to teaching quantum computing a comprehensive guide to getting started. ",
    "url": "https://arxiv.org/abs/2311.12960",
    "authors": [
      "Mariia Mykhailova"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2311.13024",
    "title": "Multi-trap optical tweezers based on Kinoform Silver Mean lenses",
    "abstract": "In this paper, we present the design and implementation of multi-trap optical tweezers based on new quadrifocal kinoform lenses. The phase distribution of these diffractive lenses is characterized by the Silver Mean sequence. The focusing properties of the resulting aperiodic DOEs coined Kinoform Silver Mean Lenses (KSMLs) are numerically examined. It is shown that, under monochromatic illumination, a KSML drives most of the incoming light into four single foci whose focal lengths are related to the Silver ratio. In this way, a KSML improves the diffraction efficiency of binary Fresnel Silver Mean Zone Plates. Through experimental results, the simultaneous trapping of particles in the four focal planes and their three-dimensional manipulation is demonstrated. ",
    "url": "https://arxiv.org/abs/2311.13024",
    "authors": [
      "Francisco M. Muñoz-Pérez",
      "Adrián Garmendía-Martínez",
      "Vicente Ferrando",
      "Juan C. Castro-Palacio",
      "Walter D. Furlan",
      "Juan A. Monsoriu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.13065",
    "title": "On-Demand Quantum Light Sources for Underwater Communications",
    "abstract": "Quantum communication has been at the forefront of modern research for decades, however it is severely hampered in underwater applications, where the properties of water absorb nearly all useful optical wavelengths and prevent them from propagating more than, in most cases, a few metres. This research reports on-demand quantum light sources, suitable for underwater optical communication. The single photon emitters, which can be engineered using an electron beam, are based on impurities in hexagonal boron nitride. They have a zero phonon line at ~ 436 nm, near the minimum value of water absorption and are shown to suffer negligible transmission and purity loss when travelling through water channels. These emitters are also shown to possess exceptional underwater transmission properties compared to emitters at other optical wavelengths and are utilised in a proof of principle underwater communication link with rates of several kbits/s. ",
    "url": "https://arxiv.org/abs/2311.13065",
    "authors": [
      "Dominic Scognamiglio",
      "Angus Gale",
      "Ali Al-Juboori",
      "Milos Toth",
      "Igor Aharonovich"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2311.13207",
    "title": "Bunch lengthening affected by the short-range effect of resonant modes  in radio-frequency cavities",
    "abstract": "Longitudinal bunch lengthening via higher harmonic cavities is essential for the new state-of-the-art 4th generation of synchrotron light storage rings, as it can effectively improve the Touschek lifetime and mitigate the transverse emittance growth due to intrabeam scattering. In general, the optimum or near-optimum bunch lengthening condition is widely adopted for the double radio-frequency system. This paper reveals, under this optimum lengthening condition, that the short-range effect of resonant modes of the main and harmonic cavities has the potential to enhance or suppress the bunch lengthening significantly. Using the planned Hefei Advanced Light Facility storage ring as an example, it is particularly demonstrated that the short-range effects of the main and harmonic fundamental modes can dramatically degrade the bunch lengthening for the assumed case of high-charge bunches. This degradation of bunch lengthening is again presented with a realistic example of PETRA-IV that operated in timing mode with high bunch charge. It is found that there exists a setting of harmonic voltage and phase quite different from the conventional optimum lengthening setting, to get optimum bunch lengthening. ",
    "url": "https://arxiv.org/abs/2311.13207",
    "authors": [
      "Tianlong He",
      "Weiwei Li",
      "Zhenghe Bai",
      "Weimin Li"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2311.13235",
    "title": "Strong Light-Matter Coupling Facilitated Charge Carrier Transport in  Cavity Organic Solar Cells",
    "abstract": "Strong light-matter coupling has shown great potential for modifying the electro-optical properties of semiconducting materials in recent years. In the strong coupling regime, excitons and cavity photons form new states named exciton-polaritons, with their properties a hybrid of each constituent. Herein, we report strong coupling observed in solution-processed donor:acceptor bulk-heterojunction organic solar cells (OSCs) evidenced by the observed Rabi splitting of ~300 meV and the effects of strong coupling on OSC operations. Combining the transient photovoltage decay measurement and nanosecond transient absorption spectroscopy, our results reveal that the effective charge carrier lifetimes are longer in cavity devices, attributed to the reduced bimolecular recombination. It is also found that access to CT state(s) of higher energy is enabled in cavity devices. This study demonstrates that strong coupling can effectively modify the device- and photo-physics in OSCs and opens a new pathway for engineering more efficient OSCs. ",
    "url": "https://arxiv.org/abs/2311.13235",
    "authors": [
      "Yahui Tang",
      "Alexandra Stuart",
      "Timothy van der Laan",
      "Girish Lakhwani"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2311.13272",
    "title": "Spin-orbit interaction driven terahertz nonlinear dynamics in transition  metals",
    "abstract": "The interplay of electric charge, spin, and orbital polarizations, coherently driven by picosecond long oscillations of light fields in spin-orbit coupled systems, is the foundation of emerging terahertz spintronics and orbitronics. The essential rules for how terahertz light interacts with these systems in a nonlinear way are still not understood. In this work, we demonstrate a universally applicable electronic nonlinearity originating from spin-orbit interactions in conducting materials, wherein the interplay of light-induced spin and orbital textures manifests. We utilized terahertz harmonic generation spectroscopy to investigate the nonlinear dynamics over picosecond timescales in various transition metal films. We found that the terahertz harmonic generation efficiency scales with the spin Hall conductivity in the studied films, while the phase takes two possible values (shifted by {\\pi}), depending on the d-shell filling. These findings elucidate the fundamental mechanisms governing non-equilibrium spin and orbital polarization dynamics at terahertz frequencies, which is relevant for potential applications of terahertz spin- and orbital-based devices. ",
    "url": "https://arxiv.org/abs/2311.13272",
    "authors": [
      "Ruslan Salikhov",
      "Markus Lysne",
      "Philipp Werner",
      "Igor Ilyakov",
      "Michael Schüler",
      "Thales V. A. G. de Oliveira",
      "Alexey Ponomaryov",
      "Atiqa Arshad",
      "Gulloo Lal Prajapati",
      "Jan-Christoph Deinert",
      "Pavlo Makushko",
      "Denys Makarov",
      "Thomas Cowan",
      "Jürgen Fassbender",
      "Jürgen Lindner",
      "Aleksandra Lindner",
      "Carmine Ortix",
      "Sergey Kovalev"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2311.13425",
    "title": "Towards a general description of the cavitation threshold in acoustic  systems",
    "abstract": "Traditionally, the occurrence of cavitation has been related to the ratio between flow velocity and pressure gradient in the case of hydrodynamic cavitation, or some combination of vapor pressure and surface tension. However, both formulations present a large discrepancy with experimental data for cases in which cavitation is induced by acoustic waves. The present study aims to identify a more suitable cavitation threshold for such cases. The methodology adopted in this work consists of a combination of visualization with high-speed cameras and direct measurements using a hydrophone. The data collected confirmed that the vapor pressure is not a proper indicator of cavitation occurrence for an acoustic system characterized by high frequencies. The main reason behind the inability of vapor pressure to predict incipient cavitation in acoustic systems is that they evolve very quickly toward strong gradients in pressure, and the quasi-static assumptions used by traditional models are not valid. Instead, the system evolves towards a metastable state [Brennen, 2013], where the liquid exhibits an elastic behavior and can withstand negative pressures. A new cavitation number accounting for the tensile strength of the liquid was defined. An acoustic analogy is also proposed for the description, with the same framework, of an impulsive cavitation phenomenon. ",
    "url": "https://arxiv.org/abs/2311.13425",
    "authors": [
      "Gianmaria Viciconte",
      "Paolo Guida",
      "Tadd Truscott",
      "William L. Roberts"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2311.13496",
    "title": "Quantum Cascade Lasers as Broadband Sources via Strong RF Modulation",
    "abstract": "In this work, we demonstrate that in a regime of strong modulation, by generating pulses of the length of the order of a few cavity lifetimes (hundreds of ps), a broadband quantum cascade laser can be driven to lase on a bandwidth (250cm-1) limited by the gain. In addition, the amplitude noise of the radiation was shown to be limited by the detector. A laser linewidth study has been performed under different operating conditions finding values spanning from 20MHz to 800MHz, indicating a trade-off between emission bandwidth, amplitude stability and coherence. ",
    "url": "https://arxiv.org/abs/2311.13496",
    "authors": [
      "Alessio Cargioli",
      "Diego Piciocchi",
      "Mathieu Bertrand",
      "Richard Maulini",
      "Tobias Gresch",
      "Antonine Muller",
      "Giacomo Scalari",
      "Jerome Faist"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2311.13499",
    "title": "Optimal optomechanical cavity setups with highly reflecting membranes",
    "abstract": "Highly reflecting mechanically compliant membranes based on photonic-crystal patterns have recently gained increasing attention within cavity optomechanics due to their prospects of reaching high coupling rates in membrane-in-the-middle experiments. Here we present an analysis and comparison of four different setups in which highly reflecting membranes can be employed for cavity optomechanics, and discuss optimal choices w.r.t. the figures of merit cooperativity and efficiency-weighted cooperativity. The analysis encompasses three different types of membrane-in-the-middle setups (membrane-at-the-edge, membrane-in-the-actual-middle, and membrane-at-the-back), as well as the simple Fabry-Perot cavity. Interestingly, we identify and propose the membrane-at-the-back setup as an optimal choice in the limit of negligible membrane parasitic loss, which can reach enormous enhancements of optomechanical cooperativity, and if implemented with a low-loss membrane would pave the way to nonlinear optomechanics in the quantum regime. ",
    "url": "https://arxiv.org/abs/2311.13499",
    "authors": [
      "Georg Enzian",
      "Eugene S. Polzik",
      "Alexander K. Tagantsev"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2311.13560",
    "title": "Inverse energy cascade in ocean macroscopic turbulence: Kolmogorov  self-similarity in surface drifter observations and Richardson-Obhukov  constant",
    "abstract": "We combine two point velocity and position data from surface drifter observations in the Benguela upwelling region off the coast of Namibia. The compensated third order longitudinal velocity structure function $\\left\\langle{\\Delta u_{\\ell}^{\\rm 3}}\\right\\rangle/s$ shows a positive plateau for inertial separations $s$ roughly between $9~\\rm{km}$ and $120~\\rm{km}$ revealing an inverse energy cascade with energy transfer rate $\\varepsilon\\simeq 1.2 \\pm 0.1 \\cdot 10^{-7} m^3/s^2$. Deviations from Gaussianity of the corresponding probability distribution $P(\\Delta u_{\\ell} |s)$ of two-point velocity increments $\\Delta u_{\\ell}$ for given pair separation $s$ show up in the n$^{th}$ antisymetric structure functions $S_{-}^{(n)}(r)=\\int u^n(P(u)-P(-u)d u$, which scale in agreement with Kolmogorov's prediction, $S_{-}^{(n)}(r)\\sim r^{(n/3)}$, for $n=2,4,6$. The combination of $\\varepsilon$ with Richardson dispersion $\\left\\langle s^2(t)\\right\\rangle=g\\varepsilon t^3$, where $\\left\\langle s^2(t)\\right\\rangle$ is mean squared pair separation at time $ t$, reveals a Richardson-Obhukov constant of $g\\simeq 0.11\\pm 0.03$. ",
    "url": "https://arxiv.org/abs/2311.13560",
    "authors": [
      "J. Dräger-Dietel",
      "A. Griesel"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2311.12843",
    "title": "Acoustic Sensing after 50 km of Transmission Fibre using Coherent  Optical Subassembly",
    "abstract": "A coherent optical subassembly (COSA) is evaluated for coherent-correlation optical time domain reflectometry (CC-OTDR) based fibre sensing. Even though the COSA was originally designed for digital communication applications, acoustic signals with frequencies up to 360 Hz can be detected after 50 km of transmission. ",
    "url": "https://arxiv.org/abs/2311.12843",
    "authors": [
      "Florian Azendorf",
      "André Sandmann",
      "Wolfgang Reimer",
      "Michael Eiselt"
    ],
    "subjectives": [
      "Signal Processing (eess.SP)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.13041",
    "title": "Fast Adaptive Optics for High-Dimensional Quantum Communications in  Turbulent Channels",
    "abstract": "Quantum Key Distribution (QKD) promises a provably secure method to transmit information from one party to another. Free-space QKD allows for this information to be sent over great distances and in places where fibre-based communications cannot be implemented, such as ground-satellite. The primary limiting factor for free-space links is the effect of atmospheric turbulence, which can result in significant error rates and increased losses in QKD channels. Here, we employ the use of a high-speed Adaptive Optics (AO) system to make real-time corrections to the wavefront distortions on spatial modes that are used for high-dimensional QKD in our turbulent channel. First, we demonstrate the effectiveness of the AO system in improving the coupling efficiency of a Gaussian mode that has propagated through turbulence. Through process tomography, we show that our system is capable of significantly reducing the crosstalk of spatial modes in the channel. Finally, we show that employing AO reduces the quantum dit error rate for a high-dimensional orbital angular momentum-based QKD protocol, allowing for secure communication in a channel where it would otherwise be impossible. These results are promising for establishing long-distance free-space QKD systems. ",
    "url": "https://arxiv.org/abs/2311.13041",
    "authors": [
      "Lukas Scarfe",
      "Felix Hufnagel",
      "Manuel F. Ferrer-Garcia",
      "Alessio D'Errico",
      "Khabat Heshami",
      "Ebrahim Karimi"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.13400",
    "title": "Isotropic spin and inverse spin Hall effect in epitaxial (111)-oriented  Pt/Co bilayers",
    "abstract": "The spin-to-charge current interconversion in bilayers composed of ferromagnetic and nonmagnetic layers with strong spin-orbit coupling has garnered considerable attention due to its exceptional potential in advancing spintronics devices for data storage and logic applications. Platinum (Pt) stands out as one of the most effective materials for generating spin current. While the spin conversion efficiency is isotropic in polycrystalline Pt samples, an ongoing debate persists regarding its dependence on the crystalline direction in single crystalline samples. In this study, we aim to comprehensively evaluate the in-plane anisotropy of spin-charge interconversion using an array of complementary Spin Hall and inverse Spin Hall techniques with both incoherent and coherent excitation. Specifically, we investigate the spin-to-charge interconversion in epitaxial, (111)-oriented, Co/Pt bilayers with low surface roughness, as resulted from x-ray experiments. By varying the thickness of the Pt layer, we gain insights into the spin-charge interconversion in epitaxial Pt and highlight the effects of the interfaces. Our results demonstrate an isotropic behavior within the limits of our detection uncertainty. This finding significantly enhances our understanding of spin conversion in one of the most relevant systems in spintronics and paves the way for future research in this field. ",
    "url": "https://arxiv.org/abs/2311.13400",
    "authors": [
      "Adrián Gudín",
      "Alberto Anadón",
      "Iciar Arnay",
      "Rubén Guerrero",
      "Julio Camarero",
      "Sebastien Petit-Watelot",
      "Paolo Perna",
      "Juan-Carlos Rojas-Sánchez"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2311.13419",
    "title": "Simulation of universal optical logic gates under energy sharing  collisions of Manakov solitons and fulfillment of practical optical logic  criteria",
    "abstract": "The universal optical logic gates, namely NAND and NOR gates, have been theoretically simulated by employing the energy sharing collision of bright optical solitons in the Manakov system, governing pulse propagation in a highly birefringent fiber. Further, we also realize the two input optical logic gates such as AND, OR, XOR, XNOR for completeness of our scheme. Interestingly, our idea behind the simulation naturally satisfies all the criteria for practical optical logic which in turn displays the strength and versatility of our theoretical simulation of universal optical logic gates. Hence, our approach paves the way for the experimentalists to create a new avenue in this direction if the energy sharing collisions of Manakov solitons are experimentally realized in the future. ",
    "url": "https://arxiv.org/abs/2311.13419",
    "authors": [
      "M. Vijayajayanthi",
      "T. Kanna",
      "M. Lakshmanan"
    ],
    "subjectives": [
      "Exactly Solvable and Integrable Systems (nlin.SI)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.13456",
    "title": "Variable-temperature lightwave-driven scanning tunneling microscope with  a compact, turn-key terahertz source",
    "abstract": "We report on a lightwave-driven scanning tunneling microscope based on a home-built microscope and a compact, commercial, and cost-effective terahertz-generation unit with a repetition rate of 100 MHz. The measurements are performed in ultrahigh vacuum at temperatures between 10 K and 300 K. The cross-correlation of the pump and probe pulses indicate a temporal resolution on the order of a picosecond. In terms of spatial resolution, CO molecules, step edges and atomically resolved terraces are readily observed in terahertz images, with sometimes better contrast than in the topographic and (DC) current channels. The utilization of a compact, turn-key terahertz-generation system requires only limited experience with optics and terahertz generation, which may facilitate the deployment of the technique to further research groups. ",
    "url": "https://arxiv.org/abs/2311.13456",
    "authors": [
      "Hüseyin Azazoglu",
      "Philip Kapitza",
      "Martin Mittendorff",
      "Rolf Möller",
      "Manuel Gruber"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.13599",
    "title": "Optical Absorption Effects in Thermal Radiation Barrier Coating  Materials",
    "abstract": "Future gas turbine engines will operate at higher gas temperatures and consequentially hot-section components such as blades, vanes and combustors, will be subject to higher thermal radiation fluxes than today. Current thermal barrier coating materials are translucent over the spectral region of the heat flux so future coatings will also have to provide a barrier to thermal radiation. The effects of optical absorption and scattering properties of coating materials on the temperatures and heat fluxes through coatings are explored using a two-flux heat transfer model, and promising combinations are identified that reduce the coating-alloy interface temperatures. Lower interface temperatures occur for thickness normalized absorptions of $\\overline{\\kappa} L$ $>$1. The effect of both a narrow and a broad band spectrally selective absorbing Gd${_2}$Zr${_2}$O$_{7}$ based coating materials are then studied. These show that large values of the product of the normalized absorption length and the spectral width of the absorption are required to significantly decrease the radiative heat transport through a coating. The results emphasize the importance of enhancing the optical absorption of the next generation barrier materials as a strategy to increase gas turbine engine efficiency by decreasing compressor bleed air cooling requirements. ",
    "url": "https://arxiv.org/abs/2311.13599",
    "authors": [
      "Georgios Koutsakis",
      "David R. Clarke"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2305.10458",
    "title": "Non-Gaussian Quantum Illumination with three modes",
    "abstract": " Comments: 6 pages; 1 figure ",
    "url": "https://arxiv.org/abs/2305.10458",
    "authors": [
      "Ricardo Gallego Torromé"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2308.15562",
    "title": "Unraveling the formation dynamics of metallic femtosecond laser induced  periodic surface structures",
    "abstract": " Title: Unraveling the formation dynamics of metallic femtosecond laser induced  periodic surface structures ",
    "url": "https://arxiv.org/abs/2308.15562",
    "authors": [
      "L. Khosravi Khorashad",
      "A. Reicks",
      "A. Erickson",
      "J. E. Shield",
      "D. Alexander",
      "A. Laraoui",
      "G. Gogos",
      "C. Zuhlke",
      "C. Argyropoulos"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.01345",
    "title": "The Superconducting Quasiparticle-Amplifying Transmon: A Qubit-Based  Sensor for meV Scale Phonons and Single THz Photons",
    "abstract": " Comments: 6 pages main, 8 pages appendix, 12 figures. Added new appendix on signal and readout bandwidth. Submitted to PRD ",
    "url": "https://arxiv.org/abs/2310.01345",
    "authors": [
      "Caleb W. Fink",
      "Chiara P. Salemi",
      "Betty A. Young",
      "David I. Schuster",
      "Noah A. Kurinsky"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2311.12596",
    "title": "Extracting Many-Body Quantum Resources within One-Body Reduced Density  Matrix Functional Theory",
    "abstract": " Comments: 11 pages, 3 Figures ",
    "url": "https://arxiv.org/abs/2311.12596",
    "authors": [
      "Carlos L. Benavides-Riveros",
      "Tomasz Wasak",
      "Alessio Recati"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2311.12718",
    "title": "Hybrid III-V/Silicon photonic circuits embedding generation and routing  of entangled photon pairs",
    "abstract": " Title: Hybrid III-V/Silicon photonic circuits embedding generation and routing  of entangled photon pairs ",
    "url": "https://arxiv.org/abs/2311.12718",
    "authors": [
      "J. Schuhmann",
      "L. Lazzari",
      "M. Morassi",
      "A. Lemaitre",
      "I. Sagnes",
      "G. Beaudoin",
      "M.I. Amanti",
      "F. Boeuf",
      "F. Raineri",
      "F. Baboux",
      "S. Ducci"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Quantum Physics (quant-ph)"
    ]
  }
]