[
  {
    "id": "arXiv:2204.12537",
    "title": "Silicon Photonic Single-Sideband Generation with Dual-Parallel  Mach-Zehnder Modulators for Atom Interferometry Applications",
    "abstract": "We demonstrate a silicon photonic carrier-suppressed single-sideband (CS-SSB) modulator with dual-parallel Mach-Zehnder modulators (DP-MZMs) operating near 1550 nm with a measured carrier suppression of 30 dB and an ultra-high sideband suppression (SSR) of 47.8 dB at 1 GHz with peak conversion efficiency of -6.846 dB (20.7%). We extensively study the effects of imbalances in both the optical and RF phases and amplitudes on the side-band performance. Furthermore, with our silicon photonic modulator, we successfully demonstrate state-selective detection for atoms with time-multiplexed frequency shifting and atom interferometer fringes in a Rubidium ($^{87}$Rb) atom system to estimate gravitational acceleration. These multidisciplinary efforts demonstrate progress towards an integrated silicon photonic chip-scale laser system for atom interferometry and quantum information science applications. ",
    "url": "https://arxiv.org/abs/2204.12537",
    "authors": [
      "Ashok Kodigala",
      "Michael Gehl",
      "Gregory W. Hoth",
      "Jongmin Lee",
      "Christopher DeRose",
      "Andrew Pomerene",
      "Christina Dallo",
      "Douglas Trotter",
      "Andrew L. Starbuck",
      "Grant Biedermann",
      "Peter Schwindt",
      "Anthony L. Lentine"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2204.12646",
    "title": "Electron spill-out effect on third-order optical nonlinearity of  metallic nanostructure",
    "abstract": "Over the last three decades, plasmonics using metallic nanostructures has become central to nanophotonics research. Recently, its targets have been extended to nonlinear optical phenomena. In a nonlinear regime, quantum mechanical effects, as exemplified by electron spill-out on the surface of nanostructures, significantly influence the optical response. Quantum hydrodynamic theory (QHT) is a promising basis for the analysis of nonlinear optical responses involving such quantum mechanical effects. Herein, QHT was applied to calculate the third-order optical nonlinearity of a spherical metallic nanostructure. The results demonstrate how electron spill-out strongly affects plasmon resonance and third-order optical nonlinearity. ",
    "url": "https://arxiv.org/abs/2204.12646",
    "authors": [
      "Takashi Takeuchi",
      "Kazuhiro Yabana"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.12728",
    "title": "A cost-effective quantum eraser demonstration",
    "abstract": "The quantum eraser is a variation of the celebrated Young's interference experiment that can be used to demonstrate the elusive complementarity principle in quantum physics. Here we show the construction of its classical analogue for deployment in classrooms in a simple, cost-effective yet robust manner by employing a laser pointer, double-slits, and polarizers. ",
    "url": "https://arxiv.org/abs/2204.12728",
    "authors": [
      "Aarushi Khandelwal",
      "Jit Bin Joseph Tan",
      "Tze Kwang Leong",
      "Yarong Yang",
      "T Venkatesan",
      "Hariom Jani"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)"
    ]
  },
  {
    "id": "arXiv:2204.12745",
    "title": "Optical microscope based universal parameter for identifying layer  number in two-dimensional materials",
    "abstract": "Optical contrast is the most common preliminary method to identify layer number of two-dimensional (2D) materials, but is seldom used as a confirmatory technique. We explain the reason for variation of optical contrast between imaging systems. We introduce a universal method to quantify the layer number using the RGB (red-green-blue) and RAW optical images. For RGB images, the slope of 2D flake (MoS2, WSe2, graphene) intensity vs. substrate intensity is extracted from optical images with varying lamp power. The intensity slope identifies layer number and is system independent. For RAW images, intensity slopes and intensity ratios are completely system and intensity independent. Intensity slope (for RGB) and intensity ratio (for RAW) are thus universal parameters for identifying layer number. A Fresnel-reflectance-based optical model provides an excellent match with experiments. Further, we have created a MATLAB-based graphical user interface that can identify layer number rapidly. This technique is expected to accelerate the preparation of heterostructures, and fulfil a prolonged need for universal optical contrast method. ",
    "url": "https://arxiv.org/abs/2204.12745",
    "authors": [
      "Mainak Mondal",
      "Ajit Kumar Dash",
      "Akshay Singh"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2204.12778",
    "title": "The Sparse Readout RIGEL Application Specific Integrated Circuit for  Pixel Silicon Drift Detectors in Soft X-Ray Imaging Space Applications",
    "abstract": "An Application Specific Integrated Circuit (ASIC), called RIGEL, designed for the sparse readout of a Silicon Pixel Drift Detector (PixDD) for space applications is presented.The low leakage current (less than 1 pA at +20 {\\deg}C) and anode capacitance (less than 40 fF) of each pixel (300 um x 300 um) of the detector, combined with a low-noise electronics readout, allow to reach a high spectroscopic resolution performance even at room temperature. The RIGEL ASIC front-end architecture is composed by a 2-D matrix of 128 readout pixel cells (RPCs), arranged to host, in a 300 um-sided square area, a central octagonal pad (for the PixDD anode bump-bonding), and the full-analog processing chain, providing a full-shaped and stretched signal. In the chip periphery, the back-end electronics features 16 integrated 10-bits Wilkinson ADCs, the configuration register and a trigger management circuit. The characterization of a single RPC has been carried out whose features are: eight selectable peaking times from 0.5 us to 5 us, an input charge range equivalent to 30 keV, and a power consumption of less than 550 uW per channel. The RPC has been tested also with a 4x4 prototype PixDD and 167 eV Full Width at Half Maximum (FWHM) at the 5.9 keV line of 55Fe at 0{\\deg}C and 1.8 us of peaking time has been measured. ",
    "url": "https://arxiv.org/abs/2204.12778",
    "authors": [
      "Massimo Gandola",
      "Marco Grassi",
      "Filippo Mele",
      "Irisa Dedolli",
      "Piero Malcovati",
      "Giuseppe Bertuccio"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Signal Processing (eess.SP)"
    ]
  },
  {
    "id": "arXiv:2204.12803",
    "title": "Polarized Electron Beams from Laser Plasma Acceleration and Their  Polarimetry",
    "abstract": "In recent years, Laser Plasma Acceleration (LPA) has become a promising alternative to conventional RF accelerators. However, so far, it has only been theoretically shown that generating polarized LPA beams is possible. The LEAP (Laser Electron Acceleration with Polarization) project at DESY aims to demonstrate this experimentally for the first time, using a pre-polarized plasma target. The electron polarization will be measured with photon transmission polarimetry, which makes use of the production of circularly polarized bremsstrahlung during the passage of the electron beams through a suitable converter target. The photon polarization is then measured with the aid of transmission asymmetry arising from reversing the magnetization direction of an iron absorber. In this contribution an overview of the LEAP project is presented, detailing the generation of the polarized electron beams along with the design and simulation studies of the polarimeter. ",
    "url": "https://arxiv.org/abs/2204.12803",
    "authors": [
      "Jennifer Popp",
      "Simon Bohlen",
      "Felix Stehr",
      "Jenny List",
      "Gudrid Moortgat-Pick",
      "Jens Osterhoff",
      "Kristjan Põder"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2204.12955",
    "title": "Theoretical Study of Kr Hollow Atoms under X-ray Free-Electron Laser",
    "abstract": "By calculating the correlation between the total photoionization cross-section of the ground state of the Kr atom and photon energy, three particular photon energies close to the near inner orbital energy of 1.75 keV, 1.90 keV, and 14.30 keV are determined in this work. The dynamical simulation under 17.50 keV photon energy in the experimental conditions is achieved by implementing the Monte Carlo method and optimizing the photon flux modeling parameters. As a result, our calculated data are more consistent with the experimental phenomena. The light saturation phenomenon of Kr at 1.75 keV, 1.90 keV, 14.30 keV, and 17.50 keV energies is further calculated and researched using the optimized photon flux model theory. We statistically compare the main ionization paths under those four specific photon energies and calculate the population changes of various hollow atoms. The results demonstrate that the ratio of hollow atoms produced at the critical ionization photon energy is high. Furthermore, the change of position is smooth, showing the significant difference between the generation mode of ions with low photon energy and those with high photon energy, which has important reference significance for studying hollow atoms with medium and high charge states. ",
    "url": "https://arxiv.org/abs/2204.12955",
    "authors": [
      "Jiaxin Ye",
      "Chen Yang",
      "Gang Jiang"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2204.12959",
    "title": "Low Frequency Marsquakes and Where to Find Them: Back Azimuth  Determination Using a Polarization Analysis Approach",
    "abstract": "NASA's InSight mission on Mars continues to record seismic data over 3 years after landing, and to date, over a thousand marsquakes have been identified. With only a single seismic station, the determination of the epicentral location is far more challenging than on Earth. The Marsquake Service (MQS) produces seismicity catalogues from data collected by InSight and provides distance and back azimuth estimates when these can be reliably determined - when both are available these are combined to provide a location. Currently, MQS do not assign a back azimuth to the vast majority of marsquakes. In this work we develop and apply a polarization analysis method to determine the back azimuth of seismic events from the polarization of observed P and S-wave arrivals. The method is first applied to synthetic marsquakes, and then calibrated using a set of well-located earthquakes that have been recorded in Tennant Creek, Australia. We find that the back azimuth is estimated reliably using our polarization method. The same approach is then used for a set of high quality marsquakes recorded up to October 2021. We are able to estimate back azimuths for 24 marsquakes, 16 of these without MQS back azimuths. We locate most events to the east of InSight, in the general region of Cerberus Fossae. ",
    "url": "https://arxiv.org/abs/2204.12959",
    "authors": [
      "Géraldine Zenhäusern",
      "Simon C. Stähler",
      "John F. Clinton",
      "Domenico Giardini",
      "Savas Ceylan",
      "Raphaël F. Garcia"
    ],
    "subjectives": [
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:1804.07851",
    "title": "DeepPET: A deep encoder-decoder network for directly solving the PET  reconstruction inverse problem",
    "abstract": "Positron emission tomography (PET) is a cornerstone of modern radiology. The ability to detect cancer and metastases in whole body scans fundamentally changed cancer diagnosis and treatment. One of the main bottlenecks in the clinical application is the time it takes to reconstruct the anatomical image from the deluge of data in PET imaging. State-of-the art methods based on expectation maximization can take hours for a single patient and depend on manual fine-tuning. This results not only in financial burden for hospitals but more importantly leads to less efficient patient handling, evaluation, and ultimately diagnosis and treatment for patients. To overcome this problem we present a novel PET image reconstruction technique based on a deep convolutional encoder-decoder network, that takes PET sinogram data as input and directly outputs full PET images. Using realistic simulated data, we demonstrate that our network is able to reconstruct images >100 times faster, and with comparable image quality (in terms of root mean squared error) relative to conventional iterative reconstruction techniques. ",
    "url": "https://arxiv.org/abs/1804.07851",
    "authors": [
      "Ida Häggström",
      "C. Ross Schmidtlein",
      "Gabriele Campanella",
      "Thomas J. Fuchs"
    ],
    "subjectives": [
      "Computer Vision and Pattern Recognition (cs.CV)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2204.12661",
    "title": "One-shot trajectory learning of open quantum systems dynamics",
    "abstract": "Nonadiabatic quantum dynamics are important for understanding light-harvesting processes, but their propagation with traditional methods can be rather expensive. Here we present a one-short trajectory learning approach that allows to directly make ultra-fast prediction of the entire trajectory for a new set of such simulation parameters as temperature and reorganization energy. The whole 2.5 ps long propagation takes 50 milliseconds as we demonstrate on the comparatively large quantum system, the Fenna-Matthews-Olsen (FMO) complex. Our approach also significantly reduces time and memory requirements for training. ",
    "url": "https://arxiv.org/abs/2204.12661",
    "authors": [
      "Arif Ullah",
      "Pavlo O. Dral"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2204.12858",
    "title": "Reducing number of gates in quantum random walk search algorithm via  modification of coin operators",
    "abstract": "This paper examines a way to simplify the circuit of quantum random walk search algorithm, when the traversing coin is constructed by both generalized Householder reflection and an additional phase multiplier. If an appropriate relation between corresponding parameters is realized, our algorithm becomes more robust to deviations in the phases. In this modification marking coin is not needed, and all advantages from above mentioned optimization to the stability, are preserved. It is shown explicitly how to construct such walk coin in order to obtain more robust quantum algorithm. ",
    "url": "https://arxiv.org/abs/2204.12858",
    "authors": [
      "Hristo Tonchev",
      "Petar Danev"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2204.13099",
    "title": "DEPFET Active Pixel Sensors",
    "abstract": "An array of DEPFET pixels is one of several concepts to implement an active pixel sensor. Similar to PNCCD and SDD detectors, the typically $450~\\mu\\text{m}$ thick silicon sensor is fully depleted by the principle of sideward depletion. They have furthermore in common to be back-illuminated detectors, which allows for ultra-thin and homogeneous photon entrance windows. This enables relatively high quantum efficiencies at low energies and close to $100\\%$ for photon energies between $1~\\text{keV}$ and $10~\\text{keV}$. Steering of the DEPFET sensor is enabled by a so-called Switcher ASIC and readout is performed by e.g. a VERITAS ASIC. The configuration enables a readout time of a few microseconds per row. This results in full frame readout times of a few milliseconds for a $512 \\times 512$ pixel array in a rolling shutter mode. The read noise is then typically three electrons equivalent noise charge RMS. DEPFET detectors can be applied in particular for spectroscopy in the energy band from $0.2~\\text{keV}$ to $20~\\text{keV}$. For example, an energy resolution of about $130~\\text{eV}~\\text{FWHM}$ is achieved at an energy of $6~\\text{keV}$ which is close to the theoretical limit given by Fano noise. Pixel sizes of a few tens of microns up to a centimetre are feasible by the DEPFET concept. ",
    "url": "https://arxiv.org/abs/2204.13099",
    "authors": [
      "Norbert Meidinger",
      "Johannes Müller-Seidlitz"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2112.02933",
    "title": "ICARUS-Q: A scalable RFSoC-based control system for superconducting  quantum computers",
    "abstract": " Comments: Main text: 15 pages, 23 figures Appendix: 2 pages, 2 figures ",
    "url": "https://arxiv.org/abs/2112.02933",
    "authors": [
      "Kun Hee Park",
      "Yung Szen Yap",
      "Yuanzheng Paul Tan",
      "Christoph Hufnagel",
      "Long Hoang Nguyen",
      "Karn Hwa Lau",
      "Patrick Bore",
      "Stavros Efthymiou",
      "Stefano Carrazza",
      "Rangga P. Budoyo",
      "Rainer Dumke"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2202.05183",
    "title": "Discovering Quantum Phase Transitions with Fermionic Neural Networks",
    "abstract": " Comments: 12 pages, 3 figures ",
    "url": "https://arxiv.org/abs/2202.05183",
    "authors": [
      "G. Cassella",
      "H. Sutterud",
      "S. Azadi",
      "N. D. Drummond",
      "D. Pfau",
      "J. S. Spencer",
      "W. M. C. Foulkes"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Other Condensed Matter (cond-mat.other)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Machine Learning (cs.LG)"
    ]
  },
  {
    "id": "arXiv:2203.07157",
    "title": "Inverse Hamiltonian design by automatic differentiation",
    "abstract": " Title: Inverse Hamiltonian design by automatic differentiation ",
    "url": "https://arxiv.org/abs/2203.07157",
    "authors": [
      "Koji Inui",
      "Yukitoshi Motome"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2203.16783",
    "title": "Mode-walk-off interferometry for position-resolved optical fiber sensing",
    "abstract": " Comments: 18 pages, 11 figures ",
    "url": "https://arxiv.org/abs/2203.16783",
    "authors": [
      "Luis Costa",
      "Zhongwen Zhan",
      "Alireza Marandi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2204.00010",
    "title": "Transition edge sensor based detector: from X-ray to $γ$-ray",
    "abstract": " Comments: 13 pages, 12 figures ",
    "url": "https://arxiv.org/abs/2204.00010",
    "authors": [
      "Shuo Zhang",
      "Jing-Kai Xia",
      "Tao Sun",
      "Wen-Tao Wu",
      "Bing-Jun Wu",
      "Yong-Liang Wang",
      "Robin Cantor",
      "Ke Han",
      "Xiao-Peng Zhou",
      "Hao-Ran Liu",
      "Fu-You Fan",
      "Si-Ming Guo",
      "Jun-Cheng Liang",
      "De-Hong Li",
      "Yan-Ru Song",
      "Xu-Dong Ju",
      "Qiang Fu",
      "Zhi Liu"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ]
  },
  {
    "id": "arXiv:2204.07788",
    "title": "A simple, passive design for large optical trap arrays for single atoms",
    "abstract": " Comments: added localization values with Fresnel zone filter ",
    "url": "https://arxiv.org/abs/2204.07788",
    "authors": [
      "P. Huft",
      "Y. Song",
      "T. M. Graham",
      "K. Jooya",
      "S. Deshpande",
      "C. Fang",
      "M. Kats",
      "M. Saffman"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  }
]