[
  {
    "id": "arXiv:2501.01446",
    "title": "Innovative Approaches to Teaching Quantum Computer Programming and Quantum Software Engineering",
    "abstract": "           Quantum computing is an emerging field that promises to revolutionize various domains, such as simulation optimization, data processing, and more, by leveraging the principles of quantum mechanics. This paper outlines innovative pedagogical strategies developed by university lecturers in Finland and Spain for teaching quantum computer programming and quantum software engineering. Our curriculum integrates essential tools and methodologies such as containerization with Docker, Qiskit, PennyLane, and Ocean SDK to provide a comprehensive learning experience. The approach consists of several steps, from introducing the fundamentals of quantum mechanics to hands-on labs focusing on practical use cases. We believe quantum computer programming is an important topic and one that is hard to teach, so having a teaching agenda and guidelines for teaching can be of great help.         ",
    "url": "https://arxiv.org/abs/2501.01446",
    "authors": [
      "Majid Haghparast",
      "Enrique Moguel",
      "Jose Garcia-Alonso",
      "Tommi Mikkonen",
      "Juan Manuel Murillo"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Software Engineering (cs.SE)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2501.01550",
    "title": "Dynamic realization of emergent high-dimensional optical vortices",
    "abstract": "           The dimensionality of vortical structures has recently been extended beyond two dimensions, providing higher-order topological characteristics and robustness for high-capacity information processing and turbulence control. The generation of high-dimensional vortical structures has mostly been demonstrated in classical systems through the complex interference of fluidic, acoustic, or electromagnetic waves. However, natural materials rarely support three- or higher-dimensional vortical structures and their physical interactions. Here, we present a high-dimensional gradient thickness optical cavity (GTOC) in which the optical coupling of planar metal-dielectric multilayers implements topological interactions across multiple dimensions. Topological interactions in high-dimensional GTOC construct non-trivial topological phases, which induce high-dimensional vortical structures in generalized parameter space in three, four dimensions, and beyond. These emergent high-dimensional vortical structures are observed under electro-optic tomography as optical vortex dynamics in two-dimensional real-space, employing the optical thicknesses of the dielectric layers as synthetic dimensions. We experimentally demonstrate emergent vortical structures, optical vortex lines and vortex rings, in a three-dimensional generalized parameter space and their topological transitions. Furthermore, we explore four-dimensional vortical structures, termed optical vortex sheets, which provide the programmability of real-space optical vortex dynamics. Our findings hold significant promise for emulating high-dimensional physics and developing active topological photonic devices.         ",
    "url": "https://arxiv.org/abs/2501.01550",
    "authors": [
      "Dongha Kim",
      "Geonhyeong Park",
      "Yun-Seok Choi",
      "Arthur Baucour",
      "Jisung Hwang",
      "Sanghyeok Park",
      "Hee Seong Yun",
      "Jonghwa Shin",
      "Haiwen Wang",
      "Shanhui Fan",
      "Dong Ki Yoon",
      "Min-Kyo Seo"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2501.01565",
    "title": "Implementing photonic-crystal resonator frequency combs in a photonics foundry",
    "abstract": "           We explore an AIM Photonics silicon-nitride platform to fabricate photonic-crystal resonators for generating optical parametric oscillators (OPO) and soliton microcombs. Our approach leverages the scalability and fine feature size of silicon-nitride processing on large-scale silicon wafers to achieve low-loss, high-Q microresonators, functionalized by nano-scale photonic-crystal structures. We demonstrate intrinsic microresonator quality factor up to 1.2*10^7 with complete foundry fabrication on 300 mm silicon, a 700 nm thick silicon-nitride device layer, and inclusion of complex nanophotonics. These features enable a host of nonlinear nanophotonics sources on the platform, including OPOs, microcombs, parametric amplifiers, squeezed-light generators, and single-photon sources. By fine-tuning the photonic-crystal design parameters, we achieve broad tunability in the frequency of the OPO output, spanning a significant portion of the near-infrared. Additionally, we observe the formation of soliton frequency combs, enabled by the precise dispersion engineering of the microresonators. These results highlight the potential of widely accessible, photolithographically patterned, silicon-nitride photonics to enable wide access to and complex integration of frequency-comb sources, with applications in spectroscopy, metrology, and communications.         ",
    "url": "https://arxiv.org/abs/2501.01565",
    "authors": [
      "Haixin Liu",
      "Ivan Dickson",
      "Alin Antohe",
      "Lewis G. Carpenter",
      "Jizhao Zang",
      "Alexa R. Carollo",
      "Atasi Dan",
      "Jennifer A. Black",
      "Scott B. Papp"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2501.01641",
    "title": "Fiber-based mid-infrared frequency-swept laser at 50 MScans/s via frequency down-conversion of time-stretched pulses",
    "abstract": "           Increasing the sweep rate of mid-infrared (MIR) frequency-swept sources offers significant potential for various high-speed spectroscopy-based applications. While continuous-wave frequency-swept lasers have achieved sweep rates up to 1 MHz, a recently demonstrated time-stretched ultrashort pulsed laser has reached a significantly higher sweep rate, up to tens of MHz. However, the previous system relied on a bulky femtosecond optical parametric oscillator and produced only ~30 discrete spectral elements due to the use of a free-space time stretcher. In this work, we present a fiber-based frequency-swept MIR source that utilizes the frequency down-conversion of time-stretched near-infrared pulses, employing a compact mode-locked fiber laser and telecommunication fiber. As a proof-of-concept demonstration, we performed MIR spectroscopy of methane gas around 3.4 um at a rate of 50 MSpectra/s, capturing 220 spectral elements over a range of 19.0 cm-1. This compact and robust high-speed MIR frequency-swept laser system holds the potential for deployment in field applications.         ",
    "url": "https://arxiv.org/abs/2501.01641",
    "authors": [
      "Makoto Shoshin",
      "Takahiro Kageyama",
      "Takuma Nakamura",
      "Kazuki Hashimoto",
      "Takuro Ideguchi"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2501.01766",
    "title": "Customizing pseudospin unidirectional states of acoustic and electromagnetic waves in two-dimensional phoxonic topological insulators via multi-objective strategies",
    "abstract": "           Topological materials for classical waves offer remarkable potential in applications such as sensing, waveguiding and signal processing, leveraging topological protection effects like strong robustness, immunity to backscattering and unidirectional transmission. This work presents the simultaneous inverse design of pseudospin-dependent topological edge states for acoustic and electromagnetic waves in two-dimensional $C_{\\textrm{6v}}$ phoxonic crystals. The phoxonic crystals are created by arranging the silicon columns periodically in the air background. We propose a multi-objective optimization framework based on the NSGA-II collaborated with the finite element approach, where the bandgaps of acoustic and electromagnetic waves are treated separately as the objective values. The topological nature of bandgaps is determined by analyzing the positional relationships of paired degenerate modes through the modal field calculations, enabling the customization of one of the two bandgaps within the same unit cell. Unlike traditional approaches relying on the band inversion to induce topological phase transitions, the proposed approach directly generates a pair of unit cells with distinct topological properties for both wave types, achieving the maximum bandgap matching in each case. We further demonstrate the existence of the pseudospin-dependent topological edge states for both acoustic and electromagnetic waves, verifying their unidirectionality and robustness against backscattering and defects. This work establishes a systematic strategy for customizing phoxonic topological states, offering a new avenue for the inverse design of multi-functional devices based on both sound and light.         ",
    "url": "https://arxiv.org/abs/2501.01766",
    "authors": [
      "Gang-Gang Xu",
      "Xiao-Shuang Li",
      "Tian-Xue Ma",
      "Xi-Xian Liu",
      "Xiao-Wei Sun",
      "Yue-Sheng Wang"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2501.01826",
    "title": "780 nm Compact Optical Clock Down-Conversion for Microwave Frequencies with $10^{-14}$ instability",
    "abstract": "           We demonstrated a compact rubidium optical clock, which includes an optical frequency standard and an optical frequency comb, with an optical path volume of merely 11.6 liters. The laser frequency is stabilized to the hyperfine transitions of the rubidium D2 line using modulation transfer spectroscopy (MTS), which eliminites Doppler background and provides a high signal to noise ratio and high sensitivity. A 300 MHz microwave signal, whose phase exactly tracks that of the optical frequency standard (OFC), is generated via the optical frequency comb, yielding a frequency instability of 1.89 E-13@1 s and 5.27 E-14@1000 s in the electronic domain. To the best of our knowledge, this is the first optical clock at Rb D2 line. These results offer a promising approach for the development of portable optical clock.         ",
    "url": "https://arxiv.org/abs/2501.01826",
    "authors": [
      "Zhendong Chen",
      "Tianyu Liu",
      "Qiaohui Yang",
      "Ya Wang",
      "Jie Miao",
      "Jingming Chen",
      "Duo Pan",
      "Ruoao Yang",
      "Jianjun Wu",
      "Zhigang Zhang",
      "Jingbiao Chen"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2501.01869",
    "title": "Dual formulation of the maximum entropy method applied to analytic continuation of quantum Monte Carlo data",
    "abstract": "           Many fields of physics use quantum Monte Carlo techniques, but struggle to estimate dynamic spectra via the analytic continuation of imaginary-time quantum Monte Carlo data. One of the most ubiquitous approaches to analytic continuation is the maximum entropy method (MEM). We supply a dual Newton optimization algorithm to be used within the MEM and provide analytic bounds for the algorithm's error. The MEM is typically used with Bryan's controversial algorithm [Rothkopf, \"Bryan's Maximum Entropy Method\" Data 5.3 (2020)]. We present new theoretical issues that are not yet in the literature. Our algorithm has all the theoretical benefits of Bryan's algorithm without these theoretical issues. We compare the MEM with Bryan's optimization to the MEM with our dual Newton optimization on test problems from lattice quantum chromodynamics and plasma physics. These comparisons show that in the presence of noise the dual Newton algorithm produces better estimates and error bars; this indicates the limits of Bryan's algorithm's applicability. We use the MEM to investigate authentic quantum Monte Carlo data for the uniform electron gas at warm dense matter conditions and further substantiate the roton-type feature in the dispersion relation.         ",
    "url": "https://arxiv.org/abs/2501.01869",
    "authors": [
      "Thomas Chuna",
      "Nicholas Barnfield",
      "Tobias Dornheim",
      "Michael P. Friedlander",
      "Tim Hoheisel"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "High Energy Physics - Lattice (hep-lat)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2501.01883",
    "title": "A high-speed, high-resolution Transition Edge Sensor spectrometer for soft X-rays at the Advanced Photon Source",
    "abstract": "           This project explores the design and development of a transition edge sensor (TES) spectrometer for resonant soft X- ray scattering (RSXS) measurements developed in collaboration between Argonne National Laboratory (ANL) and the National Institute of Standards and Technology (NIST). Soft X-ray scattering is a powerful technique for studying the electronic and magnetic properties of materials on a microscopic level. However, the lack of high-performance soft X-ray spectrometers has limited the potential of this technique. TES spectrometers have the potential to overcome these limitations due to their high energy resolution, high efficiency, and broad energy range. This project aims to optimize the design of a TES spectrometer for RSXS measurements and more generally soft X-ray spectroscopy at the Advanced Photon Source (APS) 29-ID, leading to improved understanding of advanced materials. We will present a detailed description of the instrument design and implementation. The spectrometer consists of a large array of approximately 250 high-speed and high-resolution pixels. The pixels have saturation energies of approximately 1 keV, sub-ms pulse duration and energy resolution of approximately 1 eV. The array is read out using microwave multiplexing chips with MHz bandwidth per channel, enabling efficient data throughput. To facilitate measurement of samples in situ under ultra-high vacuum conditions at the beamline, the spectrometer is integrated with an approximately 1 m long snout.         ",
    "url": "https://arxiv.org/abs/2501.01883",
    "authors": [
      "Orlando Quaranta",
      "Don Jensen",
      "Kelsey Morgan",
      "Joel C. Weber",
      "Jessica L. McChesney",
      "Hao Zheng",
      "Tejas Guruswamy",
      "Jonathan Baldwin",
      "Ben Mates",
      "Nathan Ortiz",
      "Johnathon Gard",
      "Doug Bennet",
      "Dan Schmidt",
      "Lisa Gades",
      "Antonino Miceli"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Superconductivity (cond-mat.supr-con)"
    ]
  },
  {
    "id": "arXiv:2501.01916",
    "title": "Microchip semiconductor membrane external-cavity surface-emitting laser",
    "abstract": "           We demonstrate the first microchip semiconductor membrane external-cavity surface-emitting laser. This compact type of laser consists solely of a semiconductor gain region present as a micron-thin membrane, sandwiched between two transparent heat spreaders. The heat spreaders have a highly reflective coating on their outer facets, which assembles the laser's plane-parallel solid-state cavity with a total length of just ~ 1 mm. One of the coatings with slightly reduced reflectivity acts as outcoupling mirror. The microchip membrane external-cavity surface-emitting laser (microchip MECSEL) is optically pumped with a standard fiber-coupled diode laser module emitting at 808 nm and stabilizes itself due to an occurring thermal lens. More than one watt of continuous wave output power around 1123 nm and a record value in fitted slope efficiency of ~ 51.4% with MECSELs, while maintaining excellent beam quality (TEM00, M^2 < 1.05), is demonstrated. Important properties of semiconductor lasers such as the efficiency, beam quality, and polarization were investigated. Further, this setup was used to characterize the thermal lens and it's dependence on the absorbed pump power in the microchip MECSEL. Such systems represent an attractive solution, when high-power output at customizable emission wavelength with excellent beam quality is needed in combination with very compact built size.         ",
    "url": "https://arxiv.org/abs/2501.01916",
    "authors": [
      "Jakob Hirlinger-Alexander",
      "Michael Scharwaechter",
      "Franzisca Bader",
      "Julius Steck",
      "Matthias Seibild",
      "Marco Werner",
      "Roman Bek",
      "Hermann Kahle"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2501.01918",
    "title": "Landau-Levich Scaling for Optimization of Quantum Dot Layer Morphology and Thickness for Enhanced Quantum-Dot Light-Emitting Diode Performance",
    "abstract": "           Quantum dot (QD) light-emitting diodes (QLEDs) are promising candidates for next-generation displays because of their high efficiency, brightness, broad color gamut, and solution-processability. Large-scale solution-processing of electroluminescent QLEDs poses significant challenges, particularly concerning the precise control of the active layer's thickness and uniformity. These obstacles directly impact charge transport, leading to current leakage and reduced overall efficiency. Blade-coating is a prevalent and scalable solution processing technique known for its speed and minimal waste. Additionally, it allows for continuous \"roll-to-roll\" processing, making it highly adaptable in various applications. In this study, we demonstrate the precise control of blade speed in the Landau-Levich regime to create a uniform QD emission layer, using a commercial CdSe/ZnS QD as a representative example. QDs assemble into different morphologies on glass and the underlying layers of the QLED device due to variations in interaction energy. The QD film thickness can be modified from monolayer to multilayer by adjusting blade speed, which can be predicted by fitting the Landau-Levich-Derjaguin theory. The optimal speed at 7 mm/s results in a QD film with a surface coverage of around 163% and low roughness (1.57 nm mean square height). The QLED external quantum efficiency (EQE) of approximately 1.5% was achieved using commercially available CdSe/ZnS QDs with low photoluminescence quantum yield (PLQY), and an EQE of around 7% has been obtained using lab-made InP/ZnSe/ZnS QDs having a solution PLQY of 74%. All-blade-coated CdSe-QLEDs are further demonstrated by adopting the optimized speed for the QD layer. This method demonstrates significant potential for developing low-cost, reproducible, and scalable QLED technologies with uniform emission characteristics and low-waste production.         ",
    "url": "https://arxiv.org/abs/2501.01918",
    "authors": [
      "Yiman Xu",
      "Grant J. Dixon",
      "Qing Xie",
      "James F. Gilchrist",
      "Brandi M. Cossairt",
      "David S. Ginger",
      "Elsa Reichmanis"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2402.10903",
    "title": "Continuum limit of the Green function in scaled affine $\\varphi^4_4$ quantum Euclidean covariant relativistic field theory",
    "abstract": "           We prove through path integral Monte Carlo computer experiments that the affine quantization of the $\\varphi_4^4$ scaled Euclidean covariant relativistic scalar field theory is a valid quantum field theory with a well defined continuum limit of the one- and two-point-function. Affine quantization leads to a completely satisfactory quantization of field theories using situations that involve scaled behavior leading to an unexpected, $\\hbar^2/\\varphi^2$ which arises only in the quantum aspects.         ",
    "url": "https://arxiv.org/abs/2402.10903",
    "authors": [
      "Riccardo Fantoni"
    ],
    "subjectives": [
      "High Energy Physics - Theory (hep-th)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "High Energy Physics - Lattice (hep-lat)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2501.01778",
    "title": "Robust resonant anomaly detection with NPLM",
    "abstract": "           In this study, we investigate the application of the New Physics Learning Machine (NPLM) algorithm as an alternative to the standard CWoLa method with Boosted Decision Trees (BDTs), particularly for scenarios with rare signal events. NPLM offers an end-to-end approach to anomaly detection and hypothesis testing by utilizing an in-sample evaluation of a binary classifier to estimate a log-density ratio, which can improve detection performance without prior assumptions on the signal model. We examine two approaches: (1) a end-to-end NPLM application in cases with reliable background modelling and (2) an NPLM-based classifier used for signal selection when accurate background modelling is unavailable, with subsequent performance enhancement through a hyper-test on multiple values of the selection threshold. Our findings show that NPLM-based methods outperform BDT-based approaches in detection performance, particularly in low signal injection scenarios, while significantly reducing epistemic variance due to hyperparameter choices. This work highlights the potential of NPLM for robust resonant anomaly detection in particle physics, setting a foundation for future methods that enhance sensitivity and consistency under signal variability.         ",
    "url": "https://arxiv.org/abs/2501.01778",
    "authors": [
      "Gaia Grosso",
      "Debajyoti Sengupta",
      "Tobias Golling",
      "Philip Harris"
    ],
    "subjectives": [
      "High Energy Physics - Experiment (hep-ex)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2501.01843",
    "title": "A stable phase-locking-free single beam optical lattice with multiple configurations",
    "abstract": "           Optical lattices formed by interfering laser beams are widely used to trap and manipulate atoms for quantum simulation, metrology, and computation. To stabilize optical lattices in experiments, it is usually challenging to implement delicate phase-locking systems with complicated optics and electronics to reduce the relative phase fluctuation of multiple laser beams. Here we report a phase-locking-free scheme to implement optical lattices by passing a single laser beam through a prism with n-fold symmetric facets and large apex angles. The scheme ensures a stable optical lattice since the interference occurs among different deflected parts of a single laser beam without any moving component. Various lattice configurations, including a triangular lattice and a quasi-crystal lattice with ten-fold symmetry are demonstrated. In both cases, stability measurements show a change of lattice constant in less than 1.14%, and a drift of lattice position in less than 1.61%.         ",
    "url": "https://arxiv.org/abs/2501.01843",
    "authors": [
      "Yirong Wang",
      "Xiaoyu Dai",
      "Xue Zhao",
      "Guangren Sun",
      "Kuiyi Gao",
      "Wei Zhang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2501.01859",
    "title": "Deposition Rates in Thermal Laser Epitaxy: Simulation and Experiment",
    "abstract": "           The modeling of deposition rates in Thermal Laser Epitaxy (TLE) is essential for the accurate prediction of the evaporation process and for improved dynamic process control. We demonstrate excellent agreement between experimental data and a model based on a finite element simulation that describes the temperature distribution of an elemental source when irradiated with continuous wave laser radiation. The simulation strongly depends on the thermophysical constants of the material, data of which is lacking for many elements. Effective values for the parameters may be determined with precision by means of an unambiguous reference provided by the melting point of the material, which is directly observed during the experiments. TLE may therefore be used to study the high temperature thermophysical and optical properties of the elements.         ",
    "url": "https://arxiv.org/abs/2501.01859",
    "authors": [
      "Thomas J. Smart",
      "Bilen Emek Abali",
      "Hans Boschker",
      "Wolfgang Braun"
    ],
    "subjectives": [
      "Computational Engineering, Finance, and Science (cs.CE)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2404.13287",
    "title": "Spontaneous emission decay and excitation in photonic temporal crystals",
    "abstract": "           Over the last few decades, the prominent strategies for controlling spontaneous emission has been the use of resonant or space-periodic photonic structures. This approach, initially articulated by Purcell and later expanded by Bykov and Yablonovitch in the context of photonic crystals, leverages the spatial surroundings to modify the spontaneous emission decay rate of atoms or quantum emitters. However, the rise of time-varying photonics has compelled a reevaluation of the spontaneous emission process within dynamically changing environments, especially concerning photonic temporal crystals where optical properties undergo time-periodic modulation. Here, we apply classical light-matter interaction theory along with Floquet analysis to reveal a substantial enhancement in the spontaneous emission decay rate at the momentum gap frequency in photonic temporal crystals. This enhancement is attributed to time-periodicity-induced loss and gain mechanisms, as well as the non-orthogonality of Floquet eigenstates that are inherent to photonic temporal crystals. Intriguingly, our findings also suggest that photonic temporal crystals enable a non-equilibrium light-matter interaction process: the spontaneous excitation of an atom from its ground state to an excited state, accompanied by the concurrent emission of a photon, referred to as spontaneous emission excitation.         ",
    "url": "https://arxiv.org/abs/2404.13287",
    "authors": [
      "Jagang Park",
      "Kyungmin Lee",
      "Ruo-Yang Zhang",
      "Hee-Chul Park",
      "Jung-Wan Ryu",
      "Gil Young Cho",
      "Min Yeul Lee",
      "Zhaoqing Zhang",
      "Namkyoo Park",
      "Wonju Jeon",
      "Jonghwa Shin",
      "C. T. Chan",
      "Bumki Min"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2412.20325",
    "title": "The Hall effects of vortex light in optical materials",
    "abstract": "           For light, its spin can be independent of the spatial distribution of its wave function, whereas its intrinsic orbital angular momentum does depend on this distribution. This difference suggests that the spin Hall effect might differ from the orbital Hall effect as light propagates through optical materials. In this paper, we model optical materials as curved spacetime and investigate light propagation in two specific materials by solving the covariant Maxwell equations. We find that the trajectory of light with spin $\\sigma$ and intrinsic orbital angular momentum $\\ell$ deviates from that of light without angular momentum ($\\sigma=0$ and $\\ell=0$) by an angle $\\theta_{\\sigma,\\ell} \\propto 2\\sigma+\\ell$. Notably, the contribution of spin $\\sigma$ to the angle $\\theta_{\\sigma,\\ell}$ is twice that of the intrinsic orbital angular momentum $\\ell$, highlighting their differing effects on light propagation in optical materials. Additionally, this angle $\\theta_{\\sigma,\\ell}$ could potentially be observed experimentally, enhancing our understanding of the role of angular momentum in light propagation.         ",
    "url": "https://arxiv.org/abs/2412.20325",
    "authors": [
      "Wei-Si Qiu",
      "Li-Li Yang",
      "Dan-Dan Lian",
      "Peng-Ming Zhang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2501.00590",
    "title": "Doped and structured silica optical fibres for fibre laser sources",
    "abstract": "           Specialty optical fibres, usually the silica-based ones doped with rare-earth ions, have been heart of fibre amplifiers and lasers spread thanks to work of team of Sir David N. Payne started in 1980-ies of 20th century. Wavelength of their emission depends on used rare earth, on glass matrix in which the rare earths are incorporated, on fibre structure in macro, micro and nano scale, and fibre laser architecture. Usually, fibre lasers are operated at single wavelength. A typical example is an erbium fibre laser (erbium ions in modified silica glass) operating around 1550 nm or ytterbium fibre laser (ytterbium ions in modified silica glass) operating around 1060 nm. When erbium and ytterbium ions together are randomly distributed in a silica glass matrix and pumped at absorption band of ytterbium, laser emission is typically obtained only at 1550 nm (emission of erbium) thanks to energy transfer from ytterbium to erbium ions, supported by modification of silica glass matrix with phosphorous pentoxide. However, when erbium and ytterbium ions are specifically structured in micro or nano scale in the fibre core it is possible to obtain dual-wavelength laser operation with controlled output parameters. Such dual-wavelength operation with controlled output at 1042 nm and simultaneously at 1550 nm was demonstrated with structured core Er3+ and Yb3+-doped fibre. The proposed approach makes fabrication of active fibres emitting with controlled characteristics at more wavelengths possible.         ",
    "url": "https://arxiv.org/abs/2501.00590",
    "authors": [
      "I. Kasik",
      "I. Barton",
      "M. Kamradek",
      "O. Podrazky",
      "J. Aubrecht",
      "P. Varak",
      "P. Peterka",
      "P. Honzatko",
      "D. Pysz",
      "M. Franczyk",
      "R. Buczynski"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2405.10368",
    "title": "Trapped-Ion Quantum Simulation of Electron Transfer Models with Tunable Dissipation",
    "abstract": "           Electron transfer is at the heart of many fundamental physical, chemical, and biochemical processes essential for life. The exact simulation of these reactions is often hindered by the large number of degrees of freedom and by the essential role of quantum effects. Here, we experimentally simulate a paradigmatic model of molecular electron transfer using a multispecies trapped-ion crystal, where the donor-acceptor gap, the electronic and vibronic couplings, and the bath relaxation dynamics can all be controlled independently. By manipulating both the ground-state and optical qubits, we observe the real-time dynamics of the spin excitation, measuring the transfer rate in several regimes of adiabaticity and relaxation dynamics. Our results provide a testing ground for increasingly rich models of molecular excitation transfer processes that are relevant for molecular electronics and light-harvesting systems.         ",
    "url": "https://arxiv.org/abs/2405.10368",
    "authors": [
      "Visal So",
      "Midhuna Duraisamy Suganthi",
      "Abhishek Menon",
      "Mingjian Zhu",
      "Roman Zhuravel",
      "Han Pu",
      "Peter G. Wolynes",
      "José N. Onuchic",
      "Guido Pagano"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2409.06902",
    "title": "Optical Gottesman-Kitaev-Preskill qubit generation via approximate squeezed coherent state superposition breeding",
    "abstract": "           Gottesman-Kitaev-Preskill (GKP) qubits, known for their exceptional error-correction capabilities, are highly coveted in quantum computing. However, generating optical GKP qubits has been a significant challenge. Measurement-based methods, where a portion of entangled squeezed vacuum modes are measured with photon number resolving detectors heralding a desired state in the undetected modes, have emerged as leading candidates for optical GKP qubit generation due their minimal resource requirements. While the current measurement-based methods can produce high-quality GKP qubits, they suffer from low success probabilities limiting experimental realization. The heart of the problem lies in the duality of photon number resolving measurements, being both the source of nonlinearity needed to generate quality GKP qubits and the component driving down their probability of successful production. Our method, breeding approximate squeezed coherent state superpositions created by generalized photon subtraction, overcomes this problem by supplementing two photon number resolving measurements with a single high success probability homodyne measurement. This scheme achieves success probabilities $\\geq 10^{-5}$, two orders of magnitude higher than strictly photon number resolving measurement-based methods, while still producing states with high fidelity, possessing error-correction capabilities equivalent to up to a 10 dB squeezed GKP qubit. This breakthrough significantly advances the practical use of the optical GKP qubit encoding.         ",
    "url": "https://arxiv.org/abs/2409.06902",
    "authors": [
      "Andrew J. Pizzimenti",
      "Daniel Soh"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2410.19420",
    "title": "Doppler correlation-driven vetoes for the Frequency Hough analysis in continuous gravitational-wave searches",
    "abstract": "           We present an improved method for vetoing candidates of continuous gravitational-wave sources during all-sky searches utilizing the Frequency Hough pipeline. This approach leverages linear correlations between source parameters induced by the Earth Doppler effect, which can be effectively identified through the Hough Transform. Candidates that do not align with these patterns are considered spurious and can thus be vetoed, enhancing the depth and statistical significance of follow-up analyses. Additionally, we provide a comprehensive explanation of the method calibration, which intrinsically linked to the total duration of the observing run. On average, the procedure successfully vetoes $56\\%$ of candidates. To assess the method performance, we conducted a Monte-Carlo simulation injecting fake continuous-wave signals into data from the third observing run of the LIGO detectors. This analysis allowed us to infer strain amplitude upper limits at a $90\\%$ confidence level. We found that the optimal sensitivity is $h_0^{90\\%} = 3.62^{+0.23}_{-0.22}\\times 10^{-26}$ in the [128, 200] Hz band, which is within the most sensible frequency band of the LIGO detectors.         ",
    "url": "https://arxiv.org/abs/2410.19420",
    "authors": [
      "Matteo Di Giovanni",
      "Paola Leaci",
      "Pia Astone",
      "Stefano Dal Pra",
      "Sabrina D'Antonio",
      "Luca D'Onofrio",
      "Sergio Frasca",
      "Federico Muciaccia",
      "Cristiano Palomba",
      "Lorenzo Pierini",
      "Francesco Safai Tehrani"
    ],
    "subjectives": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  }
]