[
  {
    "id": "arXiv:2409.13737",
    "title": "Quantum particle on the surface of a spherocylindrical capsule",
    "abstract": "           A spinless nonrelativistic quantum particle on the curved surface of a homogeneous spherocylindrical capsule is considered. We apply Costa's formalism to solve the Schrödinger equation with only a confined potential forcing the particle to remain on the surface and be free to move. It is shown that while a quantum particle with zero tangential/local energy can exist on the surface of a spherical shell with an arbitrary radius, it exists on a spherocylinder capsule only with a quantized length-to-radius ratio. In other words, if and only if the length-to-radius ratio of the capsule is an even multiplication of $\\pi $, the wave function on the surface interferes with itself constructively such that the wave function survives. This hypothetical phenomenon may lead to applications in nanoscale measurements.         ",
    "url": "https://arxiv.org/abs/2409.13737",
    "authors": [
      "Elham Poorkahnooji",
      "S. Habib Mazharimousavi"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2409.13798",
    "title": "HOM-Damping Studies in a Multi-Cell Elliptical Superconducting RF Cavity for the Multi-Turn Energy Recovery Linac PERLE",
    "abstract": "           Higher order mode (HOM) damping is a crucial issue for the next generation of high-current energy recovery linacs (ERLs). Beam-induced HOMs can store sufficient energy in the superconducting RF (SRF) cavities, giving rise to beam instabilities and increasing the heat load at cryogenic temperatures. To limit these effects, using HOM couplers on the cutoff tubes of SRF cavities becomes crucial to absorb beam-induced wakefields consisting of all cavity eigenmodes. The study presented here focuses on a 5-cell 801.58 MHz elliptical SRF cavity designed for the multi-turn energy recovery linac PERLE (Powerful Energy Recovery Linac for Experiments). Several coaxial coupler designs are analyzed and optimized to enhance the damping of monopole and dipole HOMs of the 5-cell cavity. The broadband performance of HOM damping is also confirmed by the time-domain wakefield and the frequency-domain simulations. In addition, the thermal behavior of the HOM couplers is investigated. A comparison between various HOM-damping schemes is carried out to guarantee an efficient HOM power extraction from the cavity.         ",
    "url": "https://arxiv.org/abs/2409.13798",
    "authors": [
      "C. Barbagallo",
      "P. Duchesne",
      "W. Kaabi",
      "G. Olry",
      "F. Zomer",
      "R. A. Rimmer",
      "H. Wang",
      "R. Apsimon",
      "S. Setiniyaz"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2409.13954",
    "title": "High-Speed Multifunctional Photonic Memory on a Foundry-Processed Photonic Platform",
    "abstract": "           The integration of computing with memory is essential for distributed, massively parallel, and adaptive architectures such as neural networks in artificial intelligence (AI). Accelerating AI can be achieved through photonic computing, but it requires nonvolatile photonic memory capable of rapid updates during on-chip training sessions or when new information becomes available during deployment. Phase-change materials (PCMs) are promising for providing compact, nonvolatile optical weighting; however, they face limitations in terms of bit precision, programming speed, and cycling endurance. Here, we propose a novel photonic memory cell that merges nonvolatile photonic weighting using PCMs with high-speed, volatile tuning enabled by an integrated PN junction. Our experiments demonstrate that the same PN modulator, fabricated via a foundry compatible process, can achieve dual functionality. It supports coarse programmability for setting initial optical weights and facilitates high-speed fine-tuning to adjust these weights dynamically. The result showcases a 400-fold increase in volatile tuning speed and a 10,000-fold enhancement in efficiency. This multifunctional photonic memory with volatile and nonvolatile capabilities could significantly advance the performance and versatility of photonic memory cells, providing robust solutions for dynamic computing environments.         ",
    "url": "https://arxiv.org/abs/2409.13954",
    "authors": [
      "Sadra Rahimi Kari",
      "Marcus Tamura",
      "Zhimu Guo",
      "Yi-Siou Huang",
      "Hongyi Sun",
      "Chuanyu Lian",
      "Nicholas Nobile",
      "John Erickson",
      "Maryam Moridsadat",
      "Carlos A. Ríos Ocampo",
      "Bhavin J Shastri",
      "Nathan Youngblood"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2409.14120",
    "title": "Mechanical losses and stability performance of NEXCERA in ultra-stable laser cavities",
    "abstract": "           NEXCERA has been recently introduced as novel ceramic-based material for spacers of ultra-stable laser cavities with a zero-crossing coefficient of thermal expansion at room temperature. Brownian thermal noise currently limits the performance of these cavities, and the mechanical loss factor, a critical parameter in estimating this noise, remains unknown for NEXCERA. In this work, we investigate the mechanical loss factor of NEXCERA N117B at room temperature across different resonance frequencies using the Gentle Nodal Suspension technique. We measure a promising loss factor of $\\phi = 1.89\\times 10^{-5}$, indicating NEXCERA's potential for ultra-stable laser cavities. Based on these results, we calculate the thermal noise when NEXCERA is used as a spacer and compare its overall performance as a spacer material to widely used materials such as ULE and Zerodur, considering various substrate materials. Our findings suggest that NEXCERA is a strong candidate due to its lower thermal noise and reduced linear drift rate.         ",
    "url": "https://arxiv.org/abs/2409.14120",
    "authors": [
      "Nico Wagner",
      "Mateusz Narożnik",
      "Marcin Bober",
      "Steffen Sauer",
      "Michał Zawada",
      "Stefanie Kroker"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2409.14126",
    "title": "Temperature-dependent mechanical losses of Eu$^{3+}$:Y$_{2}$SiO$_{5}$ for spectral hole burning laser stabilization",
    "abstract": "           We investigate the mechanical loss characteristics of Eu$^{3+}$:Y$_2$SiO$_5$$\\unicode{x2013}$a promising candidate for ultra-low-noise frequency stabilization through the spectral hole burning technique. Three different mechanical oscillators with varying surface-to-volume ratios and crystal orientations are evaluated. In this context, we perform mechanical ringdown and spectral measurements spanning temperatures from room temperature down to $15\\,\\mathrm{K}$. By doing so, we measure a maximum mechanical quality factor of $Q=3676$, corresponding to a loss angle of $\\phi=2.72\\times 10^{-4}$. For a spectral hole burning laser stabilization experiment at $300\\,\\mathrm{mK}$, we can estimate the Allan deviation of the fractional frequency instability due to Brownian thermal noise to be below $\\sigma_{\\delta \\nu/\\nu_0} = 2.5\\times 10^{-18}$, a value lower than the estimated thermal-noise limit of any current cavity-referenced ultra-stable laser experiment.         ",
    "url": "https://arxiv.org/abs/2409.14126",
    "authors": [
      "Nico Wagner",
      "Johannes Dickmann",
      "Bess Fang",
      "Michael T. Hartman",
      "Stefanie Kroker"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2409.14236",
    "title": "An Example of Microwave Diagnosis for Knee Osteophyte by 3D Parallel FD-FDTD Approach",
    "abstract": "           A parallel 3-D Frequency Dependent Finite Difference Time Domain (FD-FDTD) method was implemented based on the Single Program Multiple Data (SPMD) technique to analyze the feasibility of microwave diagnosis for the human knees. The parallel algorithm efficiently accelerates the FDTD computation for a large 3-D numerical knee model derived from a real human. Examinations in the frequency domain and time domain were applied to investigate the penetration of the electromagnetic (EM) waves into the knee. Results show that the attenuation of the microwave signal allows for a several-Gigahertz-bandwidth signal to be used for ultra-wide band microwave diagnosis. Knee osteophyte detection was undertaken as an example of the knee disease diagnosis to verify this technique. A small abnormal growth in the knee joint was successfully detected by the microwave imaging approach.         ",
    "url": "https://arxiv.org/abs/2409.14236",
    "authors": [
      "Wenyi Shao",
      "Todd McCollough",
      "Arezou Edalati",
      "William McCollough"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2409.14299",
    "title": "Non-reciprocal frequency conversion in a multimode nonlinear system",
    "abstract": "           Nonlinear optics has become the workhorse for countless applications in classical and quantum optics, from optical bistability to single photon pair generation. However, the intrinsic weakness of optical nonlinearity has meant that large input powers and weak output powers are often a necessity in nonlinear frequency conversion. Here, motivated by recent advances in using non-Hermitian photonics and gain/loss engineering to enable non-reciprocal light transport, we explore how the interplay between non-Hermiticity and optical nonlinearity leads to a fundamentally new regime of nonlinear frequency conversion. We show how non-Hermitian coupling between discrete frequency modes can result in non-reciprocal flow of energy in the frequency dimension, closely resembling the non-Hermitian skin effect (NHSE). Applying our theory to a multimode nonlinear cavity supporting cascaded nonlinear processes, we create an asymmetric infrared (IR) comb that features a ``skin'' frequency mode populated with efficiency exceeding 85\\%. Furthermore, we demonstrate how three-wave mixing processes in the non-reciprocal infrared comb we generate enables terahertz (THz) generation exceeding the Manley-Rowe limit. We then show how the non-reciprocal frequency conversion is robust against cavity defects and disorder that cause random fluctuations in the dissipation rate for different modes. Moreover, in certain regimes, the nonlinear, non-Hermitian system supports stable limit cycles that can enable multimode pulsing with picosecond pulse widths and GHz repetition rates. Finally, we explore how the system can be applied to generate simultaneous IR and THz frequency combs, potentially unlocking novel applications in spectroscopy and metrology.         ",
    "url": "https://arxiv.org/abs/2409.14299",
    "authors": [
      "Sahil Pontula",
      "Sachin Vaidya",
      "Charles Roques-Carmes",
      "Shiekh Zia Uddin",
      "Marin Soljacic",
      "Yannick Salamin"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2409.14548",
    "title": "A rapid experimental workflow for studying melt track scaling in laser powder bed fusion using high-precision metal template substrates",
    "abstract": "           Development and qualification of process parameters in laser powder bed fusion (LPBF) commonly involves many variables. At the outset of development, whether transferring known parameters to a new machine, or exploring a new material, single-track and single-layer experiments are a convenient means of down-selecting key variables and exploring parameter scaling behavior. We present an experimental workflow for single-layer LPBF experiments using etched high-precision metal template substrates, overcoming challenges with precision single-layer alignment in LPBF systems and enabling efficient processing and cross-sectional analysis. Templates are fabricated using chemical etching and machining, and are characterized using optical profilometry and X-ray transmission imaging of powder layers. Using the templates a single-track parameter study is performed in SS316 including three powder layer thicknesses, and spanning common laser melting modes (lack-of-fusion, conduction, and keyhole mode). Analysis of melt track geometries using automated image processing allows a scaling law to be applied to define the process window, quantifying the amount of material added with increasing powder layer thickness. Single-track results are verified with raster scanning experiments, showing the potential to transfer single-track results to full LPBF builds.         ",
    "url": "https://arxiv.org/abs/2409.14548",
    "authors": [
      "Reimar Weissbach",
      "Ryan W. Penny",
      "Christoph Meier",
      "A. John Hart"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2409.14756",
    "title": "Anti-resonant reflecting acoustic rib waveguides for strong opto-acoustic interaction",
    "abstract": "           Few known material systems can simultaneously guide optical and elastic fields through total internal reflection. This natural limit has restricted the realization of strong optoacoustic effects to highly-specialised and purpose-built platforms which employ either exotic materials, or complex waveguide designs. Here we apply the concept of Anti-Resonant Reflecting Acoustic Waveguides (ARRAWs) as a potential solution to this issue. ARRAWs confine the elastic field to a high-elastic-velocity core via the anti-resonances of a cladding layer of lower elastic velocity. We numerically study the appearance and dispersion of ARRAW-guided modes in a conventional silicon-on-insulator rib waveguide geometry. Applying the technique to the problem of efficient backwards Stimulated Brillouin Scattering (SBS), we predict that ARRAW guidance, in conjunction with conventional optical confinement, can produce Brillouin gains comparable to those of more exotic geometries.         ",
    "url": "https://arxiv.org/abs/2409.14756",
    "authors": [
      "Thomas Dinter",
      "Mikołaj K. Schmidt",
      "Michael J. Steel"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2409.14757",
    "title": "Giant and Flexible Toroidal Circular Dichroism from Planar Chiral Metasurface",
    "abstract": "           Chirality, a fundamental concept describing an object cannot superpose with its mirror image, is crucial in optics and photonics and leads to various exotic phenomena, such as circular dichroism, and optical activity. Recent findings reveal that, besides electric and magnetic dipoles, toroidal dipoles, an elusive part of dynamic multipoles, can also contribute significantly to chirality. However, as toroidal dipoles are typically represented by solenoidal currents circulating on a three-dimensional (3D) torus, toroidal circular dichroism is usually observed in 3D intricate microstructures. Facing corresponding challenges in fabrication, integration and application, it is generally difficult to employ toroidal circular dichroism in compact metasurfaces for flexible modulation of chiral interactions between electromagnetic waves and matter. To overcome these stringent challenges, we propose and experimentally demonstrate the giant toroidal circular dichroism in a bilayer metasurface that is comprised of only planar layers, effectively bypassing various restrictions imposed by 3D microstructures. With the introduction of a displacement, or bilayer offset, between the opposite layers, we experimentally achieve giant chiral responses with the intrinsic circular dichroism (CD) reaching 0.69 in measurements, and the CD can be quantitatively manipulated in a simple manner. The giant intrinsic chirality primarily originates from distinct excitations of in-plane toroidal dipole moments under circular polarized incidences, and the toroidal chiral response is quantitatively controlled by the bilayer offset. Therefore, our work provides a straightforward and versatile approach for development of giant and flexible intrinsic chirality through toroidal dipoles with inherently planar layers, important for applications in communications, sensing, and chiroptical devices.         ",
    "url": "https://arxiv.org/abs/2409.14757",
    "authors": [
      "Shijie Kang",
      "Haitao Li",
      "Jiayu Fan",
      "Jiusi Yu",
      "Boyang Qu",
      "Peng Chen",
      "Xiaoxiao Wu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2409.15034",
    "title": "Tracing Rayleigh-Taylor instability from measured periodic modulation in laser driven proton beams",
    "abstract": "           Rayleigh-Taylor (RT) instability occurs in a variety of scenario as a consequence of fluids of different densities pushing against the density gradient. For example, it is expected to occur in the ion acceleration of solid density targets driven by high intensity lasers and is crucial for the acceleration process. Yet, it is essential to understand the dynamics of the RT instability, a typical way to measure this phenomenon requires sophisticated diagnostics such as streak X ray radiography. Here, we report on experimental observation on periodic modulation in the energy spectrum of laser accelerated proton beams. Interestingly, theoretical model and two-dimensional particle-in-cell simulations, in good agreement with the experimental finding, indicated that such modulation is associated with periodic modulated electron density induced by transverse Rayleigh-Taylor-like instability. Furthermore, the correlation between the RT instability and the ion acceleration provides an interpretation to trace the development of the RT instability from the modulated proton spectrum. Our results thus suggest a possible tool to diagnose the evolution of the RT instability, and may have implications for further understanding for the accelerating mechanisms as well as optimization strategies for laser driven ion acceleration.         ",
    "url": "https://arxiv.org/abs/2409.15034",
    "authors": [
      "Z. Liu",
      "M.K. Zhao",
      "P.L. Bai",
      "X.J. Yang",
      "R. Qi",
      "Y. Xu",
      "J.W. Wang",
      "Y.X. Leng",
      "J.H. Bin",
      "R.X. Li"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2409.15083",
    "title": "Phenomenology of laminar acoustic streaming jets",
    "abstract": "           This work identifies the physical mechanisms at play in the different flow regions along an Eckart acoustic streaming jet by means of numerical simulation based on a novel modeling of the driving acoustic force including attenuation effects. The flow is forced by an axisymmetric beam of progressive sound waves attenuating over a significant part of a closed cylindrical vessel where the jet is confined. We focus on the steady, axisymmetric and laminar regime. The jet typically displays a strong acceleration close to the source before reaching a peak velocity. At further distances from the transducer, the on-axis jet velocity smoothly decays before reaching the opposite wall. For each of these flow regions along the jet, we derive scaling laws for the on-axis velocity with the magnitude of the acoustic force and the diffraction of the driving acoustic beam. These laws highlight the different flow regimes along the jet and establish a clear picture of its spatial structure, able to inform the design of experimental or industrial setups involving Eckart streaming jets.         ",
    "url": "https://arxiv.org/abs/2409.15083",
    "authors": [
      "Bjarne Vincent",
      "Daniel Henry",
      "Abhishek Kumar",
      "Valéry Botton",
      "Alban Pothérat",
      "Sophie Miralles"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2409.13981",
    "title": "Robust Single-Photon Generation for Quantum Information Enabled by Stimulated Adiabatic Rapid Passage",
    "abstract": "           The generation of single photons using solid-state quantum emitters is pivotal for advancing photonic quantum technologies, particularly in quantum communication. As the field continuously advances towards practical use cases and beyond shielded laboratory environments, specific demands are placed on the robustness of quantum light sources during operation. In this context, the robustness of the quantum light generation process against intrinsic and extrinsic effects is a major challenge. Here, we present a robust scheme for the coherent generation of indistinguishable single-photon states with very low photon number coherence (PNC) using a three-level system in a semiconductor quantum dot. Our novel approach combines the advantages of adiabatic rapid passage (ARP) and stimulated two-photon excitation (sTPE). We demonstrate robust quantum light generation while maintaining the prime quantum-optical quality of the emitted light state. Moreover, we highlight the immediate advantages for the implementation of various quantum cryptographic protocols.         ",
    "url": "https://arxiv.org/abs/2409.13981",
    "authors": [
      "Yusuf Karli",
      "René Schwarz",
      "Florian Kappe",
      "Daniel A. Vajner",
      "Ria G. Krämer",
      "Thomas K. Bracht",
      "Saimon F. Covre da Silva",
      "Daniel Richter",
      "Stefan Nolte",
      "Armando Rastelli",
      "Doris E. Reiter",
      "Gregor Weihs",
      "Tobias Heindel",
      "Vikas Remesh"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2409.14386",
    "title": "Scattering of TE and TM waves and quantum dynamics generated by non-Hermitian Hamiltonians",
    "abstract": "           The study of the scattering of electromagnetic waves by a linear isotropic medium with planar symmetry can be reduced to that of their TE and TM modes. For situations where the medium consists of parallel homogeneous slabs, one may use the standard transfer matrix technique to address the scattering problem for these modes. We extend the utility of this technique to inhomogeneous permittivity and permeability profiles by proposing a dynamical formulation of the scattering of TE and TM waves in which the transfer matrix for the medium is given in terms of the evolution operator for an effective non-unitary quantum system. This leads to a system of dynamical equations for the reflection and transmission amplitudes. Decoupling these equations we reduce the solution of the scattering problem for TE and TM modes to that of an initial-value problem for a Riccati equation. We discuss the application of this observation in identifying media that do not reflect TE or TM waves with given wavenumber and incidence angle.         ",
    "url": "https://arxiv.org/abs/2409.14386",
    "authors": [
      "Farhang Loran",
      "Ali Mostafazadeh"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2409.14661",
    "title": "Spectral Signatures of the Markovian to Non-Markovian Transition in Open Quantum Systems",
    "abstract": "           We present a new approach for investigating the Markovian to non-Markovian transition in quantum aggregates strongly coupled to a vibrational bath through the analysis of linear absorption spectra. Utilizing hierarchical algebraic equations in the frequency domain, we elucidate how these spectra can effectively reveal transitions between Markovian and non-Markovian regimes, driven by the complex interplay of dissipation, aggregate-bath coupling, and intra-aggregate dipole-dipole interactions. Our results demonstrate that reduced dissipation induces spectral peak splitting, signaling the emergence of bath-induced non-Markovian effects, which are further amplified by enhanced dipole-dipole interactions. Additionally, with an increase in aggregate-bath coupling strength, initially symmetric or asymmetric peaks with varying spectral amplitudes may merge under weak dipole-dipole interactions, whereas strong dipole-dipole interactions are more likely to cause peak splitting. These phenomena serve as alternative indicators of the shift from Markovian to non-Markovian behavior. Moreover, the spectral features can act as sensitive probes for distinguishing geometric structures of the aggregates. This study not only deepens our understanding of the Markovian to non-Markovian transition but also provides a robust framework for optimizing and controlling quantum systems.         ",
    "url": "https://arxiv.org/abs/2409.14661",
    "authors": [
      "Zeng-Zhao Li",
      "Cho-Tung Yip",
      "Bo Li"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2409.14669",
    "title": "Terahertz Control of Linear and Nonlinear Magno-Phononics",
    "abstract": "           Coherent manipulation of magnetism through the lattice provides unprecedented opportunities for controlling spintronic functionalities on the ultrafast timescale. Such nonthermal control conventionally involves nonlinear excitation of Raman-active phonons which are coupled to the magnetic order. Linear excitation, in contrast, holds potential for more efficient and selective modulation of magnetic properties. However, the linear channel remains uncharted, since it is conventionally considered forbidden in inversion symmetric quantum materials. Here, we harness strong coupling between magnons and Raman-active phonons to achieve both linear and quadratic excitation regimes of magnon-polarons, magnon-phonon hybrid quasiparticles. We demonstrate this by driving magnon-polarons with an intense terahertz pulse in the van der Waals antiferromagnet $\\mathrm{FePS_3}$. Such excitation behavior enables a unique way to coherently control the amplitude of magnon-polaron oscillations by tuning the terahertz field strength and its polarization. The polarimetry of the resulting coherent oscillation amplitude breaks the crystallographic $C_2$ symmetry due to strong interference between different excitation channels. Our findings unlock a wide range of possibilities to manipulate material properties, including modulation of exchange interactions by phonon-Floquet engineering.         ",
    "url": "https://arxiv.org/abs/2409.14669",
    "authors": [
      "Tianchuang Luo",
      "Honglie Ning",
      "Batyr Ilyas",
      "Alexander von Hoegen",
      "Emil Viñas Boström",
      "Jaena Park",
      "Junghyun Kim",
      "Je-Geun Park",
      "Dominik M. Juraschek",
      "Angel Rubio",
      "Nuh Gedik"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2409.14735",
    "title": "Phonon Dephasing, Entanglement and Exchange-Only Toffoli Gate Sequence in Quantum Dot Spin Chains",
    "abstract": "           The quantum dot spin chain system is vital for quantum simulation and studying collective electron behaviors, necessitating an understanding of its mechanisms and control protocols. Chapter 1 introduces key concepts, focusing on the extended Hubbard model, double quantum dot systems, and electron-phonon coupling. Chapter 2 explores electron-phonon coupling in multielectron double quantum dots under unbiased and biased scenarios via detuning variations. In the unbiased case, dephasing due to electron-phonon coupling generally increases with more electrons in the right dot; this trend is inconsistent in the biased case, suggesting potential advantages of multielectron quantum dots under certain conditions. Chapter 3 investigates entanglement entropy in a multielectron quantum dot spin chain described by the extended Hubbard model. Local and pairwise entanglement are influenced by Coulomb interactions, tunneling strengths, electronic configurations, and site potential energies. The entanglement diagram reveals phase transitions significantly impacted by coupling strength ratios and potential energy variations; adjusting the potential energy of a specific dot critically influences ground state configurations and entanglement entropy. Chapter 4, inspired by the decoherence-free subspace concept, explores operation sequences in a nine-spin, nine-quantum-dot system defined by the Heisenberg model, with bases determined by total angular momentum quantum numbers. Employing the Krotov method of quantum optimal control, we identify a more efficient pulse-level operation sequence for an exchange-only quantum dot spin chain, offering a superior alternative to conventional quantum gate decomposition and potentially enhancing the development of more concise quantum algorithm representations.         ",
    "url": "https://arxiv.org/abs/2409.14735",
    "authors": [
      "Guanjie He"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2409.15138",
    "title": "Fluctuation instabilities via internal resonance in a multimode membrane as a mechanism for frequency combs",
    "abstract": "           We explore self-induced parametric coupling, also called internal resonances (IRs), in a membrane nanoelectromechanical system. Specifically, we focus on the formation of a limit cycle manifesting as a phononic frequency comb. Utilizing a pump-noisy-probe technique and theoretical modeling, we reveal the behavior of mechanical excitations revealing themselves as sidebands of the stationary IR response. We find that when the energy-absorbing excitation of a lower mode is parametrically-upconverted to hybridize with a higher mode, significant squeezing and bimodality in the upper mode occurs. Instead, when the upconverted absorbing excitation hybridizes with an emitting sideband of the higher mode, a Hopf bifurcation occurs and a limit cycle forms, manifesting as a frequency comb. We thus reveal a unique mechanism to obtain frequency combs in parametrically-coupled modes. We furthermore demonstrate a rich variety of IR effects, the origin of which significantly extends beyond standard linear parametric coupling phenomena. Our findings enhance the understanding of energy transfer mechanisms with implications for advanced sensing technologies and novel phononic metamaterials.         ",
    "url": "https://arxiv.org/abs/2409.15138",
    "authors": [
      "Mengqi Fu",
      "Orjan Ameye",
      "Fan Yang",
      "Jan Košata",
      "Javier del Pino",
      "Oded Zilberberg",
      "Elke Scheer"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Classical Physics (physics.class-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2303.03043",
    "title": "Frequency content and filtering of head sensor kinematics: A method to enable field-based inter-study comparisons",
    "abstract": "           Wearable head sensor systems use different kinematic signal processing approaches which limits field-based inter-study comparisons, especially when artefacts are present in the signal. The aim of this study is to assess the frequency content and characteristics of head kinematic signals from head impact reconstruction laboratory and field-based environments to develop an artefact attenuation filtering method (artefact attenuation method). Laboratory impacts (n=72) on a test-dummy headform ranging from 25-150 g were conducted and 126 elite-level rugby union players were equipped with instrumented mouthguards (iMG) for up to four matches. Power spectral density (PSD) characteristics of the laboratory impacts and on-field HAE (n=5694) such as the 95th percentile cumulative sum PSD frequency were utilised to develop the artefact attenuation method. The artefact attenuation method was compared to two other common filtering approaches (Fourth order (2x2 pole), zero-lag Butterworth filter with 200 Hz (-6 dB) cut-off frequency (Butterworth-200Hz) and CFC180 filter) through signal-to-noise ratio (SNR) and mixed linear effects models for laboratory and on-field events, respectively. The artefact attenuation method produced an overall higher SNR than the Butterworth-200Hz and CFC180 filter and on-field peak linear acceleration (PLA) and peak angular acceleration (PAA) values within the magnitude range tested in the laboratory. Median PLA and PAA were higher for the CFC180 filter than the Butterworth-200Hz (p<0.01) and artefact attenuation method (p<0.01), reporting values as high as 294 g and 31.2 krad/s2. The artefact attenuation method can be applied to all commercially available iMG kinematic signals with adequate sample rates to enable field-based inter-study comparisons.         ",
    "url": "https://arxiv.org/abs/2303.03043",
    "authors": [
      "Gregory Tierney",
      "Steve Rowson",
      "Ryan Gellner",
      "Sadaf Iqbal",
      "Pardis Biglarbeigi",
      "James Tooby",
      "James Woodward",
      "Amir Farokh Payam"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2308.14002",
    "title": "Hands-on Quantum Programming Labs for EECS Students",
    "abstract": "           This report presents a practical approach to teaching quantum computing to Electrical Engineering & Computer Science (EECS) students through dedicated hands-on programming labs. The labs cover a diverse range of topics, encompassing fundamental elements, such as entanglement, quantum gates and circuits, as well as advanced algorithms including Quantum Key Distribution, Deutsch and Deutsch-Jozsa Algorithms, Simon's algorithm, and Grover's algorithm. As educators, we aim to share our teaching insights and resources with fellow instructors in the field. The full lab handouts and program templates are provided for interested instructors. Furthermore, the report elucidates the rationale behind the design of each experiment, enabling a deeper understanding of quantum computing.         ",
    "url": "https://arxiv.org/abs/2308.14002",
    "authors": [
      "Janche Sang",
      "Chansu Yu"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Distributed, Parallel, and Cluster Computing (cs.DC)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2309.08269",
    "title": "Signature of attochemical quantum interference upon ionization and excitation of an electronic wavepacket in fluoro-benzene",
    "abstract": "           Ultrashort pulses can excite or ionize molecules and populate coherent electronic wavepackets, inducing complex dynamics. In this work, we simulate the coupled electron-nuclear dynamics upon ionization to different electronic wavepackets of (deuterated) benzene and fluoro-benzene molecules, quantum mechanically and in full dimensionality. In fluoro-benzene, the calculations unravel both inter-state and intra-state quantum interferences that leave clear signatures of attochemistry and charge-directed dynamics in the shape of the autocorrelation function. The latter are in agreement with experimental high harmonic spectroscopy measurements of benzenes and fluoro-benzene.         ",
    "url": "https://arxiv.org/abs/2309.08269",
    "authors": [
      "Anthony Ferté",
      "Dane Austin",
      "Allan S. Johnson",
      "Felicity McGrath",
      "João Pedro Malhado",
      "Jon P. Marangos",
      "Morgane Vacher"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2401.00003",
    "title": "Generative Inverse Design of Metamaterials with Functional Responses by Interpretable Learning",
    "abstract": "           Metamaterials with functional responses, such as wave-based responses or deformation-induced property variation under external stimuli, can exhibit varying properties or functionalities under different conditions. Herein, we aim at rapid inverse design of these metamaterials to meet target qualitative functional behaviors. This inverse problem is challenging due to its intractability and the existence of non-unique solutions. Past works mainly focus on deep-learning-based methods that are data-demanding, require time-consuming training and hyperparameter tuning, and are non-interpretable. To overcome these limitations, we propose the Random-forest-based Interpretable Generative Inverse Design (RIGID), an iteration-free, single-shot inverse design method to achieve the fast generation of metamaterial designs with on-demand functional behaviors. Unlike most existing methods, by exploiting the interpretability of the random forest, we eliminate the need to train an inverse model mapping responses to designs. Based on the likelihood of target satisfaction derived from the trained forward model, one can sample design solutions using Markov chain Monte Carlo methods. The RIGID method therefore functions as a generative model that captures the conditional distribution of satisfying solutions given a design target. We demonstrate the effectiveness and efficiency of RIGID on both acoustic and optical metamaterial design problems where only small datasets (less than 250 training samples) are available. Synthetic design problems are created to further illustrate and validate the mechanism of likelihood estimation in RIGID. This work offers a new perspective on solving on-demand inverse design problems, showcasing the potential for incorporating interpretable machine learning into generative design and eliminating its large data requirement.         ",
    "url": "https://arxiv.org/abs/2401.00003",
    "authors": [
      "Wei \"Wayne\" Chen",
      "Rachel Sun",
      "Doksoo Lee",
      "Carlos M. Portela",
      "Wei Chen"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Machine Learning (cs.LG)"
    ]
  },
  {
    "id": "arXiv:2401.07032",
    "title": "Interaction of vortex ring with perforated plate at different included angles",
    "abstract": "           Experiments are performed to investigate the interaction of a vortex ring (Reynolds number based on circulation (Re_Gamma = 10500) with perforated surface (open area ratio, phi_1 = 0.24 and phi_2 = 0.44) with different included angles (theta = 60deg-180deg). The phenomenon is characterized using techniques like planer laser-induced fluorescence (PLIF) imaging and particle image velocimetry (PIV). Lagrangian analysis using finite-time Lyapunov exponents (FTLE) and Gamma_2 vortex identification methods are utilized to understand flow physics. We observe the development of mushroom-like structures at the holes, driven by the induced flow of the vortex ring. These formations, together with Kelvin-Helmholtz instability, introduce initial instability to the emerging jets. We discern a sequential emergence of the vortex ring in the form of jets at lower theta value that diminishes at higher values. Notably, a single vortex ring is split into two distinct vortex rings for theta less than equal to 120deg. On either side of the perforated plate, the sense of circulation after interaction does not show bias towards the sense of flow on the upstream region for some values of theta. We further show the evolution of circulation by jets in the downstream region aligns with the proposed cumulative slug flow model using the centre line peak velocity of individual jets.         ",
    "url": "https://arxiv.org/abs/2401.07032",
    "authors": [
      "Siddhant Jain",
      "Saini Jatin Rao",
      "Saptarshi Basu"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2403.05871",
    "title": "Resonant emittance mixing of flat beams in plasma accelerators",
    "abstract": "           Linear colliders rely on high-quality flat beams to achieve the desired event rate, while avoiding potentially deleterious beamstrahlung effects. Here, we show that flat beams in plasma accelerators can be subject to quality degradation due to emittance mixing. This effect occurs when the beam particles' betatron oscillations in a nonlinearly coupled wakefield become resonant in the horizontal and vertical planes. Emittance mixing can lead to a substantial decrease of the luminosity, the main quantity determining the event rate. In some cases, the use of laser drivers or flat particle beam drivers may decrease the fraction of resonant particles and, hence, mitigate emittance deterioration.         ",
    "url": "https://arxiv.org/abs/2403.05871",
    "authors": [
      "Severin Diederichs",
      "Carlo Benedetti",
      "Angel Ferran Pousa",
      "Alexander Sinn",
      "Jens Osterhoff",
      "Carl B. Schroeder",
      "Maxence Thévenet"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2407.11323",
    "title": "Rydberg EIT based laser lock to Zeeman sublevels with 0.6 GHz scanning range",
    "abstract": "           We propose a technique for frequency locking a laser to the Zeeman sublevel transitions between the 5P$_{3/2}$ intermediate and 32D$_{5/2}$ Rydberg states in $^{87}$Rb. This method allows for continuous frequency tuning over 0.6 GHz by varying an applied external magnetic field. In the presence of the applied field, the electromagnetically induced transparency (EIT) spectrum of an atomic vapor splits via the Zeeman effect according to the strength of the magnetic field and the polarization of the pump and probe lasers. We show that the 480 nm pump laser, responsible for transitions between the Zeeman sublevels of the intermediate state and the Rydberg state, can be locked to the Zeeman-split EIT peaks. The short-term frequency stability of the laser lock is 0.15 MHz and the long-term stability is within 0.5 MHz. The linewidth of the laser lock is ~0.8 MHz and ~1.8 MHz in the presence and in the absence of the external magnetic field, respectively. In addition, we show that in the absence of an applied magnetic field and adequate shielding, the frequency shift of the lock point has a peak-to-peak variation of 1.6 MHz depending on the polarization of the pump field, while when locked to Zeeman sublevels this variation is reduced to 0.6 MHz. The proposed technique is useful for research involving Rydberg atoms, where large continuous tuning of the laser frequency with stable locking is required.         ",
    "url": "https://arxiv.org/abs/2407.11323",
    "authors": [
      "Alexey Vylegzhanin",
      "Sile Nic Chormaic",
      "Dylan J. Brown"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2309.15914",
    "title": "Quantum computer-enabled receivers for optical communication",
    "abstract": "           Optical communication is the standard for high-bandwidth information transfer in today's digital age. The increasing demand for bandwidth has led to the maturation of coherent transceivers that use phase- and amplitude-modulated optical signals to encode more bits of information per transmitted pulse. Such encoding schemes achieve higher information density, but also require more complicated receivers to discriminate the signaling states. In fact, achieving the ultimate limit of optical communication capacity, especially in the low light regime, requires coherent joint detection of multiple pulses. Despite their superiority, such joint detection receivers are not in widespread use because of the difficulty of constructing them in the optical domain. In this work we describe how optomechanical transduction of phase information from coherent optical pulses to superconducting qubit states followed by the execution of trained short-depth variational quantum circuits can perform joint detection of communication codewords with error probabilities that surpass all classical, individual pulse detection receivers. Importantly, we utilize a model of optomechanical transduction that captures non-idealities such as thermal noise and loss in order to understand the transduction performance necessary to achieve a quantum advantage with such a scheme. We also execute the trained variational circuits on an IBM-Q device with the modeled transduced states as input to demonstrate that a quantum advantage is possible even with current levels of quantum computing hardware noise.         ",
    "url": "https://arxiv.org/abs/2309.15914",
    "authors": [
      "John Crossman",
      "Spencer Dimitroff",
      "Lukasz Cincio",
      "Mohan Sarovar"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Signal Processing (eess.SP)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2403.00045",
    "title": "An All-Optical General-Purpose CPU and Optical Computer Architecture",
    "abstract": "           Energy efficiency of electronic digital processors is primarily limited by the energy consumption of electronic communication and interconnects. The industry is almost unanimously pushing towards replacing both long-haul, as well as local chip interconnects, using optics to drastically increase efficiency. In this paper, we explore what comes after the successful migration to optical interconnects, as with this inefficiency solved, the main source of energy consumption will be electronic digital computing, memory and electro-optical conversion. Our approach attempts to address all these issues by introducing efficient all-optical digital computing and memory, which in turn eliminates the need for electro-optical conversions. Here, we demonstrate for the first time a scheme to enable general purpose digital data processing in an integrated form and present our photonic integrated circuit (PIC) implementation. For this demonstration we implemented a URISC architecture capable of running any classical piece of software all-optically and present a comprehensive architectural framework for all-optical computing to go beyond.         ",
    "url": "https://arxiv.org/abs/2403.00045",
    "authors": [
      "Michael Kissner",
      "Leonardo Del Bino",
      "Felix Päsler",
      "Peter Caruana",
      "George Ghalanos"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2405.13689",
    "title": "Quantum sensing of acceleration and rotation by interfering magnetically-launched atoms",
    "abstract": "           Accurate measurement of inertial quantities is essential in geophysics, geodesy, fundamental physics and navigation. For instance, inertial navigation systems require stable inertial sensors to compute the position and attitude of the carrier. Here, we present an architecture for a compact cold-atom accelerometer-gyroscope based on a magnetically launched atom interferometer. Characterizing the launching technique, we demonstrate 700 ppm gyroscope scale factor stability over one day, while acceleration and rotation rate bias stabilities of $7 \\times 10^{-7}$ m/s$^2$ and $4 \\times 10^{-7}$ rad/s are reached after two days of integration of the cold-atom sensor. Hybridizing it with a classical accelerometer and gyroscope, we correct their drift and bias to achieve respective 100-fold and 3-fold increase on the stability of the hybridized sensor compared to the classical ones. Compared to state-of-the-art atomic gyroscope, the simplicity and scalability of our launching technique make this architecture easily extendable to a compact full six-axis inertial measurement unit, providing a pathway towards autonomous positioning and orientation using cold-atom sensors.         ",
    "url": "https://arxiv.org/abs/2405.13689",
    "authors": [
      "Clément Salducci",
      "Yannick Bidel",
      "Malo Cadoret",
      "Sarah Darmon",
      "Nassim Zahzam",
      "Alexis Bonnin",
      "Sylvain Schwartz",
      "Cédric Blanchard",
      "Alexandre Bresson"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Accelerator Physics (physics.acc-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2405.17791",
    "title": "Classical and quantum thermodynamics in a non-equilibrium regime: Application to Stirling engine",
    "abstract": "           We have developed a thermodynamic theory in the non-equilibrium regime, which we describe as a thermodynamic system-bath model [S. Koyanagi and Y. Tanimura, J. Chem. Phys. \\textbf{160}, 234112 (2024)]. Based on the dimensionless (DL) minimum work principle, non-equilibrium thermodynamic potentials are expressed in terms of non-equilibrium extensive and intensive variables in time derivative form. This is made possible by incorporating the entropy production rate into the definitions of non-equilibrium thermodynamic potentials. These potentials can be evaluated from the DL non-equilibrium-to-equilibrium minimum work principle, which is derived from the principle of DL minimum work and is equivalent to the second law of thermodynamics. We thus obtain the non-equilibrium Massieu-Planck potentials as entropic potentials and the non-equilibrium Helmholtz-Gibbs potentials as free energies. Unlike fluctuation theorem and stochastic thermodynamics theory, this theory does not require the assumption of a factorized initial condition and is valid in the full quantum regime where the system and bath are quantum mechanically entangled. Our results are numerically verified by simulating a thermostatic Stirling engine consisting of two isothermal processes and two thermostatic processes using the quantum hierarchical Fokker--Planck equations and the classical Kramers equation derived from the thermodynamic system-bath model. We then show that, from weak to strong system-bath interactions, the thermodynamic process can be analyzed using a non-equilibrium work diagram analogous to the equilibrium one for given time-dependent intensive variables. The results can be used to develop efficient heat machines in non-equilibrium regimes.         ",
    "url": "https://arxiv.org/abs/2405.17791",
    "authors": [
      "Shoki Koyanagi",
      "Yoshitaka Tanimura"
    ],
    "subjectives": [
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2409.03383",
    "title": "Generating customized field concentration via virtual surface transmission resonance",
    "abstract": "           In this paper, we develop a mathematical framework for generating strong customized field concentration locally around the inhomogeneous medium inclusion via surface transmission resonance. The purpose of this paper is twofold. Firstly, we show that for a given inclusion embedded in an otherwise uniformly homogeneous background space, we can design an incident field to generate strong localized field concentration at any specified places around the inclusion. The aforementioned customized field concentration is crucially reliant on the peculiar spectral and geometric patterns of certain transmission eigenfunctions. Secondly, we prove the existence of a sequence of transmission eigenfunctions for a specific wavenumber and they exhibit distinct surface resonant behaviors, accompanying strong surface-localization and surface-oscillation properties. These eigenfunctions as the surface transmission resonant modes fulfill the requirement for generating the field concentration.         ",
    "url": "https://arxiv.org/abs/2409.03383",
    "authors": [
      "Yueguang Hu",
      "Hongyu Liu",
      "Xianchao Wang",
      "Deyue Zhang"
    ],
    "subjectives": [
      "Numerical Analysis (math.NA)",
      "Mathematical Physics (math-ph)",
      "Optics (physics.optics)"
    ]
  }
]