[
  {
    "id": "arXiv:2203.16570",
    "title": "Self-Induced Decay of Intense Laser Pulse into a Pair of Surface  Plasmons",
    "abstract": "We show theoretically that an intense femtosecond optical pulse incident normally on a metal surface tends to decay into a pair of counter-propagating surface plasmon-polaritons (SPPs). The interference field heats the medium periodically, which causes a periodic permittivity perturbation and resonantly amplifies the magnitudes of SPPs. The instability growth time is only 10-50 fs for typical metals at damaging laser fluences. This mechanism is promising for the interpretation of laser-induced periodic surface structures formation in a single-pulse pumping regime. ",
    "url": "https://arxiv.org/abs/2203.16570",
    "authors": [
      "Ivan Oladyshkin"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Other Condensed Matter (cond-mat.other)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2203.16739",
    "title": "Chip-Based Laser with 1 Hertz Integrated Linewidth",
    "abstract": "Lasers with hertz-level linewidths on timescales up to seconds are critical for precision metrology, timekeeping, and manipulation of quantum systems. Such frequency stability typically relies on bulk-optic lasers and reference cavities, where increased size is leveraged to improve noise performance, but with the trade-off of cost, hand assembly, and limited application environments. On the other hand, planar waveguide lasers and cavities exploit the benefits of CMOS scalability but are fundamentally limited from achieving hertz-level linewidths at longer times by stochastic noise and thermal sensitivity inherent to the waveguide medium. These physical limits have inhibited the development of compact laser systems with frequency noise required for portable optical clocks that have performance well beyond conventional microwave counterparts. In this work, we break this paradigm to demonstrate a compact, high-coherence laser system at 1548 nm with a 1 s integrated linewidth of 1.1 Hz and fractional frequency instability less than 10$^{-14}$ from 1 ms to 1 s. The frequency noise at 1 Hz offset is suppressed by 11 orders of magnitude from that of the free-running diode laser down to the cavity thermal noise limit near 1 Hz$^2$/Hz, decreasing to 10$^{-3}$ Hz$^2$/Hz at 4 kHz offset. This low noise performance leverages wafer-scale integrated lasers together with an 8 mL vacuum-gap cavity that employs micro-fabricated mirrors with sub-angstrom roughness to yield an optical $Q$ of 11.8 billion. Significantly, all the critical components are lithographically defined on planar substrates and hold the potential for parallel high-volume manufacturing. Consequently, this work provides an important advance towards compact lasers with hertz-level linewidths for applications such as portable optical clocks, low-noise RF photonic oscillators, and related communication and navigation systems. ",
    "url": "https://arxiv.org/abs/2203.16739",
    "authors": [
      "Joel Guo",
      "Charles A. McLemore",
      "Chao Xiang",
      "Dahyeon Lee",
      "Lue Wu",
      "Warren Jin",
      "Megan Kelleher",
      "Naijun Jin",
      "David Mason",
      "Lin Chang",
      "Avi Feshali",
      "Mario Paniccia",
      "Peter T. Rakich",
      "Kerry J. Vahala",
      "Scott A. Diddams",
      "Franklyn Quinlan",
      "John E. Bowers"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.16783",
    "title": "Distributed optical fiber sensing using forward propagation of multiple  modes",
    "abstract": "Fiber optic distributed sensors typically demand bidirectional propagation in optical fibers to localize each point of measurement. This imposes barriers to their deployment in long-haul, amplified telecommunication links and prevents massive range enhancement through in-line amplification, due to the typical presence of non-reciprocal elements such as isolators. In this work, we propose and experimentally demonstrate a new method for distributed sensing that localizes the measurand information in a single unidirectional transmission measurement in fibers carrying at least two weakly coupled non-degenerate co-propagating modes, using swept wavelength interferometry for interrogation. We experimentally demonstrate our proof-of-principle, achieving quantitative strain and temperature measurements with measurand resolutions of 1.2 $\\mu\\varepsilon$ and 0.135 K, respectively, and spatial resolutions in the tens of meter range, using SMF-28 as a three-mode fiber at 1064 nm center wavelength. These results can be extended to other space-division-multiplexing-ready fibers operating in telecom wavelength bands. Our work paves the way for ultra-long range distributed sensing that is compatible with currently evolving amplified space-division multiplexed telecommunication links. ",
    "url": "https://arxiv.org/abs/2203.16783",
    "authors": [
      "Luis Costa",
      "Zhongwen Zhan",
      "Alireza Marandi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2203.16814",
    "title": "Effect of external magnetic field and dust grains on the properties of  Ion Acoustic Waves",
    "abstract": "An experimental study to investigate the effect of an external magnetic field on the propagation of ion-acoustic waves (IAWs) has been carried out in hydrogen plasma containing two-temperature electrons and dust grains. A low-pressure hot cathode discharge method is opted for plasma production. The desired two electron groups with distinct temperatures are achieved by inserting two magnetic cages with a cusp-shaped magnetic field of different surface field strengths in the same chamber. The dust grains are dropped into the plasma with the help of a dust dropper, which gain negative charges by interacting with the plasma. The IAWs are excited with the help of a mesh-grid inserted into the plasma. A planar Langmuir probe is used as a detector to detect the IAWs. The time of flight technique has been applied to measure the phase velocity of the IAWs. The results suggest that in the presence of a magnetic field, the phase velocity of IAWs increases, whereas introducing the dust particles leads to the lower phase velocity. The magnetic field is believed to have a significant effect on the wave damping. This study will aid in utilising IAWs as a diagnostic tool to estimate plasma parameters in the presence of an external magnetic field. Moreover, the study might be useful for estimating the relative ion concentrations in a two positive ion species plasma, as well as the relative concentration of the negative ions in the presence of an external magnetic field. ",
    "url": "https://arxiv.org/abs/2203.16814",
    "authors": [
      "K. Deka",
      "R. Paul",
      "G. Sharma",
      "N. Das",
      "S. Adhikari",
      "R. Moulick",
      "S. S. Kausik",
      "B. K. Saikia",
      "O.H. Chin",
      "C.S. Wong"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2203.16905",
    "title": "Effect of Diffraction on Wigner Distributions of Optical Fields and how  to Use It in Optical Resonator Theory. III -- Ray Tracing in Resonators",
    "abstract": "The third part of the paper is devoted to ray tracing in optical resonators. The employed method for dealing with the issue uses the elliptical or hyperbolic rotations that Wigner distributions associated with optical fields undergo during propagation from one spherical mirror of a resonator to the other. It is illustrated by various examples concerning meridional or skew rays, reentrant in stable resonators or propagating in unstable resonators. A classification of optical resonators is eventually deduced. ",
    "url": "https://arxiv.org/abs/2203.16905",
    "authors": [
      "Pierre Pellat-Finet",
      "Éric Fogret"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.16929",
    "title": "Deterministic Terahertz wave control in scattering media",
    "abstract": "Scattering-assisted synthesis of broadband optical pulses is recognized to have a cross-disciplinary funda-mental and application importance. Achieving full-waveform synthesis generally requires means for assessing the instantaneous electric field, i.e. the absolute electromagnetic phase. These are generally not accessible to established methodologies for scattering-assisted pulse envelope and phase shaping. The lack of field sensitivity also results in complex indirect approaches to evaluate the scattering space-time properties. The terahertz frequency domain potentially offers some distinctive new possibilities thanks to the availability of methods to perform absolute measurements of the scattered electric field, as opposed to optical intensity-based diagnostics. An interesting conceptual question is whether this additional degree of freedom can lead to different types of methodologies toward wave shaping and to a direct field-waveform control. In this work, we theoretically investigate a deterministic scheme to achieve broadband, spatio-temporal waveform control of terahertz fields mediated by a scattering medium. The direct field access via Time-Domain Spectroscopy enables a process in which the field and scattering matrix of the medium are assessed with minimal experimental efforts. Then, the illumination conditions for an arbitrary targeted output field waveform are deterministically determined. In addition, the complete field knowledge enables reconstructing field distributions with complex phase profiles, as in the case of phase-only masks and optical vortices, a significantly challenging task for traditional implementations at optical frequencies based on intensity measurements aided with interferometric techniques. ",
    "url": "https://arxiv.org/abs/2203.16929",
    "authors": [
      "Vivek Kumar",
      "Vittorio Cecconi",
      "Luke Peters",
      "Jacopo Bertolotti",
      "Alessia Pasquazi",
      "Juan Sebastian Totero Gongora",
      "Marco Peccianti"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.16956",
    "title": "Scalable switched slab coupler based optical phased array on silicon  nitride",
    "abstract": "A two-dimensional optical-phased array is demonstrated by using a multiple-input star coupler, compatible with FMCW LiDAR. Previous approach using a single-input design achieves two-dimensional beam-steering by relying on a tunable laser source, taking advantage of grating coupler radiation angle wavelength dependance and variation of the waveguide refractive index. While implementing a convenient way to distribute power in a single step, star coupler architecture is inefficient in terms of employed waveguide length and thus, optical loss and footprint. Multi-input approach partially alleviates this by condensing several single-input devices into one, permitting to reduce the footprint proportionally to the employed number of inputs. We fabricated in silicon nitride technology a proof of concept steerer with beam waist 0.36 deg x 0.175 deg addressing a field of view of 15 deg x 2.8 deg. A new design iteration is also reported with and 0.24 deg x 0.16 deg beam waist and 15 deg x 11.2 deg field of view. Implications of this optical-phased array chips from a LiDAR system perspective are also presented. ",
    "url": "https://arxiv.org/abs/2203.16956",
    "authors": [
      "Pascual Muñoz",
      "Daniel Pastor",
      "Luis A. Bru",
      "Gloria Micó",
      "Jesús Benítez",
      "Dominic J. Goodwill",
      "Eric Bernier"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2203.17129",
    "title": "Mirror-induced reflection in the frequency domain",
    "abstract": "Mirrors are ubiquitous in optics and are used to control the propagation of optical signals in space. Here we propose and demonstrate frequency domain mirrors that provide reflections of the optical energy in a frequency synthetic dimension, using electro-optic modulation. First, we theoretically explore the concept of frequency mirrors with the investigation of propagation loss, and reflectivity in the frequency domain. Next, we explore the mirror formed through polarization mode-splitting in a thin-film lithium niobate micro-resonator. By exciting the Bloch waves of the synthetic frequency crystal with different wave vectors, we show various states formed by the interference between forward propagating and reflected waves. Finally, we expand on this idea, and generate tunable frequency mirrors as well as demonstrate trapped states formed by these mirrors using coupled lithium niobate micro-resonators. The ability to control the flow of light in the frequency domain could enable a wide range of applications, including the study of random walks, boson sampling, frequency comb sources, optical computation, and topological photonics. Furthermore, demonstration of optical elements such as cavities, lasers, and photonic crystals in the frequency domain, may be possible. ",
    "url": "https://arxiv.org/abs/2203.17129",
    "authors": [
      "Yaowen Hu",
      "Mengjie Yu",
      "Neil Sinclair",
      "Di Zhu",
      "Rebecca Cheng",
      "Cheng Wang",
      "Marko Loncar"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2203.17133",
    "title": "Reduced Material Loss in Thin-film Lithium Niobate Waveguides",
    "abstract": "Thin-film lithium niobate has shown promise for scalable applications ranging from single-photon sources to high-bandwidth data communication systems. Realization of the next generation high-performance classical and quantum devices, however, requires much lower optical losses than the current state of the art ($\\sim$10 million). Unfortunately, material limitations of ion-sliced thin-film lithium niobate have not been explored, and therefore it is unclear how high-quality factor can be achieved in this platform. Here we evaluate the material limited quality factor of thin-film lithium niobate photonic platform can be as high as $Q\\approx 1.8\\times10^{8}$ at telecommunication wavelengths, corresponding to a propagation loss of 0.2 dB/m. ",
    "url": "https://arxiv.org/abs/2203.17133",
    "authors": [
      "Amirhassan Shams-Ansari",
      "Guanhao Huang",
      "Lingyan He",
      "Zihan Li",
      "Jeffrey Holzgrafe",
      "Marc Jankowski",
      "Mikhail Churaev",
      "Prashanta Kharel",
      "Rebecca Cheng",
      "Di Zhu",
      "Neil Sinclair",
      "Boris Desiatov",
      "Mian Zhang",
      "Tobias J. Kippenberg",
      "Marko Loncar"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2203.16603",
    "title": "Perfectly Perform Machine Learning Task with Imperfect Optical Hardware  Accelerator",
    "abstract": "Optical architectures have been emerging as an energy-efficient and high-throughput hardware platform to accelerate computationally intensive general matrix-matrix multiplications (GEMMs) in modern machine learning (ML) algorithms. However, the inevitable imperfection and non-uniformity in large-scale optoelectronic devices prevent the scalable deployment of optical architectures, particularly those with innovative nano-devices. Here, we report an optical ML hardware to accelerate GEMM operations based on cascaded spatial light modulators and present a calibration procedure that enables accurate calculations despite the non-uniformity and imperfection in devices and system. We further characterize the hardware calculation accuracy under different configurations of electrical-optical interfaces. Finally, we deploy the developed optical hardware and calibration procedure to perform a ML task of predicting the intersubband plasmon frequency in single-wall carbon nanotubes. The obtained prediction accuracy from the optical hardware agrees well with that obtained using a general purpose electronic graphic process unit. ",
    "url": "https://arxiv.org/abs/2203.16603",
    "authors": [
      "Jichao Fan",
      "Yingheng Tang",
      "Weilu Gao"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.16707",
    "title": "Monte Carlo Tree Search based Hybrid Optimization of Variational Quantum  Circuits",
    "abstract": "Variational quantum algorithms stand at the forefront of simulations on near-term and future fault-tolerant quantum devices. While most variational quantum algorithms involve only continuous optimization variables, the representational power of the variational ansatz can sometimes be significantly enhanced by adding certain discrete optimization variables, as is exemplified by the generalized quantum approximate optimization algorithm (QAOA). However, the hybrid discrete-continuous optimization problem in the generalized QAOA poses a challenge to the optimization. We propose a new algorithm called MCTS-QAOA, which combines a Monte Carlo tree search method with an improved natural policy gradient solver to optimize the discrete and continuous variables in the quantum circuit, respectively. We find that MCTS-QAOA has excellent noise-resilience properties and outperforms prior algorithms in challenging instances of the generalized QAOA. ",
    "url": "https://arxiv.org/abs/2203.16707",
    "authors": [
      "Jiahao Yao",
      "Haoya Li",
      "Marin Bukov",
      "Lin Lin",
      "Lexing Ying"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Machine Learning (cs.LG)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2203.17062",
    "title": "Quantum coherence versus interferometric visibility in a generalized  Mach-Zehnder interferometer",
    "abstract": "The double-slit interferometer and the Mach-Zehnder interferometer (MZI) with balanced beam splitters are prototypical setups for investigating the quantum wave-particle duality. These setups induced researchers to make a quantitative association of interferometric visibility (IVI) with the wave aspect of a quantum system (WAQ). Recently, it was realized that quantum coherence (QC) can be better suited than IVI for quantifying the WAQ. In this article, investigating a MZI with general beam splitters, we show that IVI is in general not adequate to quantify the WAQ, even for a bi-dimensional closed quantum system. Using IBM quantum computers, we experimentally verify our theoretical findings by doing a full quantum simulation of the optical MZI with general beam splitters. ",
    "url": "https://arxiv.org/abs/2203.17062",
    "authors": [
      "Diego S. S. Chrysosthemos",
      "Marcos L. W. Basso",
      "Jonas Maziero"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.17161",
    "title": "Optical response of two-dimensional Dirac materials with a flat band",
    "abstract": "Two-dimensional Dirac materials with a flat band have been demonstrated to possess a plethora of unusual electronic properties, but the optical properties of these materials are less studied. Utilizing $\\alpha$-$\\mathcal{T}_3$ lattice as a prototypical system, where $0\\le \\alpha \\le 1$ is a tunable parameter and a flat band through the conic intersection of two Dirac cones arises for $\\alpha > 0$, we investigate the conductivity of flat-band Dirac material systems analytically and numerically. Motivated by the fact that the imaginary part of the optical conductivity can have significant effects on the optical response and is an important factor of consideration for developing $\\alpha$-$\\mathcal{T}_3$ lattice based optical devices, we are led to derive a complete conductivity formula with both the real and imaginary parts. Scrutinizing the formula, we uncover two phenomena. First, for the value of $\\alpha$ in some range, two types of optical transitions coexist: one between the two Dirac cones and another from the flat band to a cone, which generate multi-frequency transverse electrical propagating waves. Second, for $\\alpha=1$ so the quasiparticles become pseudospin-1, the flat-to-cone transition can result in resonant scattering. These results pave the way to exploiting $\\alpha$-$T_3$ lattice for optical device applications in the terahertz frequency domain. ",
    "url": "https://arxiv.org/abs/2203.17161",
    "authors": [
      "Chen-Di Han",
      "Ying-Cheng Lai"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.17181",
    "title": "Quantum computing at the quantum advantage threshold: a down-to-business  review",
    "abstract": "It is expected that quantum computers would enable solving various problems that are beyond the capabilities of the most powerful current supercomputers, which are based on classical technologies. In the last three decades, advances in quantum computing stimulated significant interest in this field from industry, investors, media, executives, and general public. However, the understanding of this technology, its current capabilities and its potential impact in these communities is still lacking. Closing this gap requires a complete picture of how to assess quantum computing devices' performance and estimate their potential, a task made harder by the variety of quantum computing models and physical platforms. Here we review the state of the art in quantum computing, promising computational models and the most developed physical platforms. We also discuss potential applications, the requirements posed by these applications and technological pathways towards addressing these requirements. Finally, we summarize and analyze the arguments for the quantum computing market's further exponential growth. The review is written in a simple language without equations, and should be accessible to readers with no advanced background in mathematics and physics. ",
    "url": "https://arxiv.org/abs/2203.17181",
    "authors": [
      "A.K. Fedorov",
      "N. Gisin",
      "S.M. Beloussov",
      "A.I. Lvovsky"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Popular Physics (physics.pop-ph)",
      "Physics and Society (physics.soc-ph)"
    ]
  },
  {
    "id": "arXiv:2203.17244",
    "title": "Strategies for reducing frequency scatter in large arrays of  superconducting resonators",
    "abstract": "Superconducting resonators are now found in a broad range of applications that require high-fidelity measurement of low-energy signals. A common feature across almost all of these applications is the need for increased numbers of resonators to further improve sensitivity, and the ability to read out large numbers of resonators without the need for additional cryogenic complexity is a primary motivation. One of the major limitations of current resonator arrays is the observed scatter in the resonator frequencies when compared to the initial design. Here we present recent progress toward identifying one of the dominant underlying causes of resonator scatter, inductor line width fluctuation. We designed and fabricated an array of lumped-element resonators with inductor line width changing from 1.8um to 2.2um in step of 0.1um defined with electron-beam lithography to probe and quantify the systematic variation of resonance frequency across a 6-inch wafer. The resonators showed a linear frequency shift of 20MHz (140FWHM) and 30MHz (214FWHM), respectively, as they are connected to two different capacitors. This linear relationship matches our theoretical prediction. The widely used MLA photon lithography facility for MKID fabrication has a resolution on the order of 600nm, which could cause frequency fluctuation on the order of 100MHz or 710FWHM. ",
    "url": "https://arxiv.org/abs/2203.17244",
    "authors": [
      "J. Li",
      "P. S. Barry",
      "Z. Pan",
      "C. Albert",
      "T. Cecil",
      "C. L. Chang",
      "K. Dibert",
      "M. Lisovenko",
      "V. Yefremenko"
    ],
    "subjectives": [
      "Superconductivity (cond-mat.supr-con)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2203.17249",
    "title": "Universalizing Analog Quantum Simulators",
    "abstract": "Unitary Sampling Expectation-Value Reconstruction (USER) is used to determine expectation values that are not directly accessible on an analog quantum simulator. ",
    "url": "https://arxiv.org/abs/2203.17249",
    "authors": [
      "Andrew Shaw"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2008.06283",
    "title": "Electro-optic frequency combs for rapid interrogation in cavity  optomechanics",
    "abstract": " Comments: 5 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2008.06283",
    "authors": [
      "D. A. Long",
      "B. J. Reschovsky",
      "F. Zhou",
      "Y. Bao",
      "T. W. LeBrun",
      "J. J. Gorman"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2009.06803",
    "title": "Quantum algorithm for a chemical reaction path optimization by using a  variational quantum algorithm and a reaction path generation",
    "abstract": " Comments: 9 pages, 6 figures, 1 table ",
    "url": "https://arxiv.org/abs/2009.06803",
    "authors": [
      "Shu Kanno"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2106.03520",
    "title": "Gravitational analog of Faraday rotation in the magnetized Kerr and  Reissner-Nordström spacetimes",
    "abstract": " Comments: 17 pages, no figures, matches published version ",
    "url": "https://arxiv.org/abs/2106.03520",
    "authors": [
      "Chandrachur Chakraborty"
    ],
    "subjectives": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      "High Energy Astrophysical Phenomena (astro-ph.HE)",
      "High Energy Physics - Theory (hep-th)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2110.08735",
    "title": "Exceptional Point modulated by Kerr effect in Anti-Parity-Time Symmetry  System",
    "abstract": " Title: Exceptional Point modulated by Kerr effect in Anti-Parity-Time Symmetry  System ",
    "url": "https://arxiv.org/abs/2110.08735",
    "authors": [
      "Tuoyu Chen",
      "Zhisong Xiao",
      "Shuo Jiang",
      "Wenxiu Li",
      "Jincheng Li",
      "Yuefei Wang",
      "Xiaochen Wang",
      "Anping Huang",
      "Hao Zhang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.13337",
    "title": "Electrical Programmable Multi-Level Non-volatile Photonic Random-Access  Memory",
    "abstract": " Title: Electrical Programmable Multi-Level Non-volatile Photonic Random-Access  Memory ",
    "url": "https://arxiv.org/abs/2203.13337",
    "authors": [
      "Jiawei Meng",
      "Nicola Peserico",
      "Xiaoxuan Ma",
      "Yifei Zhang",
      "Cosmin-Costantin Popescu",
      "Myungkoo Kang",
      "Yaliang Gui",
      "Mario Miscuglio",
      "Katheleen Richardson",
      "Juejun Hu",
      "Volker J. Sorger"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  }
]