[
  {
    "id": "arXiv:2208.04385",
    "title": "Polarization dynamics, stability and tunability of a dual-comb  polarization-multiplexing ring-cavity fiber laser",
    "abstract": "In this paper, we demonstrate the polarization-multiplexed system capable of generating two stable optical frequency combs with tunable frequency differences and a large extinction ratio. Also, the polarization dynamics of a dual-frequency comb generated from a single mode-locked Er-doped fiber laser are experimentally studied. The obtained results will extend the application to areas such as polarization spectroscopy and dual-comb-based polarimetry. ",
    "url": "https://arxiv.org/abs/2208.04385",
    "authors": [
      "Alberto Rodriguez Cuevas",
      "Hani J. Kbashi",
      "Dmitrii Stoliarov",
      "Sergey Sergeyev"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.04424",
    "title": "Study on Electropolishing Conditions for 650 MHz Niobium SRF Cavity",
    "abstract": "The PIP II linear accelerator includes different types of niobium SRF cavities including 650 MHz elliptical low (0.61) and high (0.92) beta cavities. The elliptical cavity surface is processed with the electropolishing method. The elliptical cavities especially the low-$\\beta$ 650 MHz cavities showed a rough equator surface after the EP was per-formed with the standard EP conditions. This work was focused to study the effect of different EP parameters, including cathode surface area, temperature and voltage, and optimize them to improve the cavity surface. ",
    "url": "https://arxiv.org/abs/2208.04424",
    "authors": [
      "V. Chouhan",
      "D. Bice",
      "F. Furuta",
      "M. Martinello",
      "M. K. Ng",
      "H. Park",
      "T. Ring",
      "G. Wu",
      "B. Guilfoyle",
      "M. P. Kelly",
      "T. Reid"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2208.04426",
    "title": "Physics-embedded inverse analysis with automatic differentiation for the  earth's subsurface",
    "abstract": "Inverse analysis has been utilized to understand unknown underground geological properties by matching the observational data with simulators. To overcome the underconstrained nature of inverse problems and achieve good performance, an approach is presented with embedded physics and a technique known as automatic differentiation. We use a physics-embedded generative model, which takes statistically simple parameters as input and outputs subsurface properties (e.g., permeability or P-wave velocity), that embeds physical knowledge of the subsurface properties into inverse analysis and improves its performance. We tested the application of this approach on four geologic problems: two heterogeneous hydraulic conductivity fields, a hydraulic fracture network, and a seismic inversion for P-wave velocity. This physics-embedded inverse analysis approach consistently characterizes these geological problems accurately. Furthermore, the excellent performance in matching the observational data demonstrates the reliability of the proposed method. Moreover, the application of automatic differentiation makes this an easy and fast approach to inverse analysis when dealing with complicated geological structures. ",
    "url": "https://arxiv.org/abs/2208.04426",
    "authors": [
      "Hao Wu",
      "Sarah Greer",
      "Daniel O'Malley"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2208.04429",
    "title": "Relativistic transformations of quasi-monochromatic optical beams",
    "abstract": "A monochromatic plane wave recorded by an observer moving with respect to the source undergoes a Doppler shift and spatial aberration. We investigate here the transformation undergone by a generic, paraxial, spectrally coherent quasi-monochromatic optical \\textit{beam} (of finite transverse width) when recorded by a moving detector. Because of the space-time coupling engendered by the Lorentz transformation, the monochromatic beam is converted into a propagation-invariant pulsed beam traveling at a group velocity equal to that of the relative motion, and which belongs to the recently studied family of `space-time wave packets'. We show that the predicted transformation from a quasi-monochromatic beam to a pulsed wave packet can be observed even at terrestrial speeds. ",
    "url": "https://arxiv.org/abs/2208.04429",
    "authors": [
      "Murat Yessenov",
      "Ayman F. Abouraddy"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2208.04478",
    "title": "Optical mode conversion via spatiotemporally modulated atomic  susceptibility",
    "abstract": "Light is an excellent medium for both classical and quantum information transmission due to its speed, manipulability, and abundant degrees of freedom into which to encode information. Recently, space-division multiplexing has gained attention as a means to substantially increase the rate of information transfer by utilizing sets of infinite-dimensional propagation eigenmodes such as the Laguerre-Gaussian 'donut' modes. Encoding in these high-dimensional spaces necessitates devices capable of manipulating photonic degrees of freedom with high efficiency. In this work, we demonstrate controlling the optical susceptibility of an atomic sample can be used as powerful tool for manipulating the degrees of freedom of light that passes through the sample. Utilizing this tool, we demonstrate photonic mode conversion between two Laguerre-Gaussian modes of a twisted optical cavity with high efficiency. We spatiotemporally modulate the optical susceptibility of an atomic sample that sits at the cavity waist using an auxiliary Stark-shifting beam, in effect creating a mode-coupling optic that converts modes of orbital angular momentum $l=3\\rightarrow l=0$. The internal conversion efficiency saturates near unity as a function of the atom number and modulation beam intensity, finding application in topological few-body state preparation, quantum communication, and potential development as a flexible tabletop device. ",
    "url": "https://arxiv.org/abs/2208.04478",
    "authors": [
      "Claire Baum",
      "Matt Jaffe",
      "Lukas Palm",
      "Aishwarya Kumar",
      "Jonathan Simon"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2208.04753",
    "title": "Defected photonic crystal-based sensor with enhanced performance",
    "abstract": "We propose an improved structure of an optical biosensor based on a photonic crystal (PC) with a defect layer (DL), which can detect the concentration of SARS-CoV-2 in water by defect mode (DM) shift. We investigated 4 types of defective PCs with different arrangements of layers inside the perfect PCs and their impact on the performance of the sensor. The sensitivity and amplitude of DM were examined as a function of DL thickness. Also, the peculiarities of edge modes in the presence of DL were investigated. Finally, we obtained a characteristic equation to determine the wavelengths of DMs for an arbitrary 1D PC with an isotropic defect inside. ",
    "url": "https://arxiv.org/abs/2208.04753",
    "authors": [
      "I.M. Efimov",
      "N.A. Vanyushkin",
      "A.H. Gevorgyan"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.04816",
    "title": "Geometric-anisotropy induced high-order topological insulators in  nonsymmorphic photonic crystals",
    "abstract": "To a significant extent, the rich physical properties of photonic crystals are determined by the underlying geometry, in which the composed symmetry operators and their combinations contribute to the unique topological invariant to characterize the topological phases. Particularly, the inter- and intra-coupling modulation in the two-dimensional (2D) Su-Schrieffer-Heeger model yields the topological phase transition, and exhibit first-order edge localized states and second-order corner localized corner states. In this work, we use the geometric anisotropy into the 2D square lattice composed of four rectangle blocks. We show a variety of topological phase transitions in designed nonsymmorphic photonic crystals (PCs) and these transitions shall be understood in terms of the Zak phase and Chern number in synthetic space, as well as the pseudospin-2 concept, combinationally. Furthermore, Zak phase winding in the periodic synthetic parameter space yields high-order Chern number and double interface states. Based on the extended Zak phase and pseudo-spin Hall effect, higher-order topological insulator is constructed in the PC system. The intriguing and abundant topological features are also sustained in the corresponding three-dimensional PC slab, which makes it a very interesting platform to control the flow of optical signals. ",
    "url": "https://arxiv.org/abs/2208.04816",
    "authors": [
      "Zhenzhen Liu Guochao Wei",
      "Jun-Jun Xiao"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.04866",
    "title": "Control spontaneous symmetry breaking of photonic chirality with  reconfigurable anomalous nonlinearity",
    "abstract": "Spontaneous symmetry breaking in nonlinear systems provides a unified method to understand vastly different phenomena, ranging from Higgs mechanism [1] and superconductivity [2] to ecological stability [3] and genome generation [4]. Spontaneous symmetry breaking is typically considered as the intrinsic property of nonlinear systems with fixed occurrence condition and property, as the form and magnitude of nonlinear interactions cannot be modified [5]. Here, we report the development of reconfigurable Kerr optical nonlinearity to control spontaneous symmetry breaking. This is achieved through the interference between the intrinsic Kerr and cascaded second-order nonlinear processes [6]. Anomalous Kerr effects including negative self-phase modulation and strength tuning between competing nonlinear processes have been demonstrated. With the reconfigurable Kerr nonlinearity, we realize the in-situ prohibition and facilitation of spontaneous symmetry breaking of photonic chirality. This work could empower the experimental study of spontaneous symmetry breaking in unexplored regimes and inspire the development of novel photonic functions. ",
    "url": "https://arxiv.org/abs/2208.04866",
    "authors": [
      "Chanhan Cui",
      "Liang Zhang",
      "Linran Fan"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.04345",
    "title": "Many-body cavity quantum electrodynamics with driven inhomogeneous  emitters",
    "abstract": "Quantum emitters coupled to optical resonators are quintessential systems for exploring fundamental phenomena in cavity quantum electrodynamics (cQED) and are commonly used in quantum devices acting as qubits, memories and transducers. Many previous experimental cQED studies have focused on regimes where a small number of identical emitters interact with a weak external drive, such that the system can be described with simple effective models. However, the dynamics of a disordered, many-body quantum system subject to a strong drive have not been fully elucidated, despite its significance and potential in quantum applications. Here we study how a large inhomogeneously broadened ensemble of solid-state emitters coupled with high cooperativity to a nano-photonic resonator behaves under strong excitation. We discover a sharp, collectively induced transparency (CIT) in the cavity reflection spectrum, resulting from quantum interference and collective nonlinear response induced by the interplay between driven inhomogeneous emitters and cavity photons. Furthermore, coherent excitation within the CIT window leads to highly nonlinear optical emission, spanning from fast superradiance to slow subradiance. These nonlinear phenomena in the many-body cQED regime enable new mechanisms for achieving slow light and frequency referencing, pave a way towards solid-state superradiant lasers, and inform the development of ensemble-based quantum interconnects. ",
    "url": "https://arxiv.org/abs/2208.04345",
    "authors": [
      "Mi Lei",
      "Rikuto Fukumori",
      "Jake Rochman",
      "Bihui Zhu",
      "Manuel Endres",
      "Joonhee Choi",
      "Andrei Faraon"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2208.04503",
    "title": "Epitaxial growth of high quality $Mn_3Sn$ thin films by pulsed laser  deposition",
    "abstract": "Non-collinear antiferromagnet Weyl semimetal $Mn_3Sn$ have attracted great research interest recently. Although large anomalous Hall effect, anomalous Nernst effect and magneto-optical effect have been observed in $Mn_3Sn$, most studies are based on single crystals. So far, it is still challenging to grow high quality epitaxial $Mn_3Sn$ thin films with transport and optical properties comparable to their single crystal counterparts. Here, we report the structure, magneto-optical and transport properties of epitaxial $Mn_3Sn$ thin films fabricated by pulsed laser deposition (PLD). Highly oriented $Mn_{3+x}Sn_{1-x}$ (0001) and (11$\\bar2$0) epitaxial films are successfully growth on single crystalline $Al_2O_3$ and MgO substrates. Large anomalous Hall effect (AHE) up to $\\left| \\Delta R_H\\right|$=3.02 $\\mu\\Omega\\cdot cm$, and longitudinal magneto-optical Kerr effect (LMOKE) with $\\theta_K$ = 38.1 mdeg at 633 nm wavelength are measured at 300 K temperature, which are comparable to $Mn_3Sn$ single crystals. Our work demonstrates that high quality $Mn_3Sn$ epitaxial thin films can be fabricated by PLD, paving the way for future device applications. ",
    "url": "https://arxiv.org/abs/2208.04503",
    "authors": [
      "Dong Gao",
      "Zheng Peng",
      "Ningbin Zhang",
      "Yunfei Xie",
      "Yucong Yang",
      "Weihao Yang",
      "Shuang Xia",
      "Wei Yan",
      "Longjiang Deng",
      "Tao Liu",
      "Jun Qin",
      "Xiaoyan Zhong",
      "Lei Bi"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2208.04528",
    "title": "Universal quantum computation based on Nano-Electro-Mechanical Systems",
    "abstract": "We propose to use a buckled plate as a qubit, where a double-well potential is mechanically produced by pushing the plate from both the sides. The right and left positions of the plate are assigned to be quantum states $|0\\rangle $ and $|1\\rangle $. Quantum effects emerge when the displacement is of the order of picometers, although the size of a buckled plate is of the order of $1\\mu m$. The NOT gate is executed by changing the buckling force acting on the plate, while the Pauli-Z gate and the phase-shift gate are executed by applying electric field. A two-qubit phase shift gate is materialized with the use of an electrostatic potential. They constitute a set of universal quantum gates. An examination of material parameters leads to a feasibility of a NEMS(Nano-Electro-Mechanical System)-based quantum computer. ",
    "url": "https://arxiv.org/abs/2208.04528",
    "authors": [
      "Motohiko Ezawa",
      "Shun Yasunaga",
      "Akio Higo",
      "Tetuya Iizuka",
      "Yoshio Mita"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2208.04724",
    "title": "Jellybean quantum dots in silicon for qubit coupling and on-chip quantum  chemistry",
    "abstract": "The small size and excellent integrability of silicon metal-oxide-semiconductor (SiMOS) quantum dot spin qubits make them an attractive system for mass-manufacturable, scaled-up quantum processors. Furthermore, classical control electronics can be integrated on-chip, in-between the qubits, if an architecture with sparse arrays of qubits is chosen. In such an architecture qubits are either transported across the chip via shuttling, or coupled via mediating quantum systems over short-to-intermediate distances. This paper investigates the charge and spin characteristics of an elongated quantum dot -- a so-called jellybean quantum dot -- for the prospects of acting as a qubit-qubit coupler. Charge transport, charge sensing and magneto-spectroscopy measurements are performed on a SiMOS quantum dot device at mK temperature, and compared to Hartree-Fock multi-electron simulations. At low electron occupancies where disorder effects and strong electron-electron interaction dominate over the electrostatic confinement potential, the data reveals the formation of three coupled dots, akin to a tunable, artificial molecule. One dot is formed centrally under the gate and two are formed at the edges. At high electron occupancies, these dots merge into one large dot with well-defined spin states, verifying that jellybean dots have the potential to be used as qubit couplers in future quantum computing architectures. ",
    "url": "https://arxiv.org/abs/2208.04724",
    "authors": [
      "Zeheng Wang",
      "MengKe Feng",
      "Santiago Serrano",
      "William Gilbert",
      "Ross C. C. Leon",
      "Tuomo Tanttu",
      "Philip Mai",
      "Dylan Liang",
      "Jonathan Y. Huang",
      "Yue Su",
      "Wee Han Lim",
      "Fay E. Hudson",
      "Christopher C. Escott",
      "Andrea Morello",
      "Chih Hwan Yang",
      "Andrew S. Dzurak",
      "Andre Saraiva",
      "Arne Laucht"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2110.13811",
    "title": "A Quantum trajectory picture of single photon absorption and energy  transport in photosystem II",
    "abstract": " Comments: 22 pages, 8 figures ",
    "url": "https://arxiv.org/abs/2110.13811",
    "authors": [
      "Robert L. Cook",
      "Liwen Ko",
      "K. Birgitta Whaley"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2203.00685",
    "title": "Investigation of Mixed Irradiation Effects in p-MCz Thin Silicon  Microstrip Detector for the HL-LHC Experiments",
    "abstract": " Comments: Accepted in JINST, IOP, UK,6 pages, 5 figures. arXiv admin note: substantial text overlap with arXiv:2103.02318 ",
    "url": "https://arxiv.org/abs/2203.00685",
    "authors": [
      "Shilpa Patyal",
      "Nitu Saini",
      "Balwinder Kaur",
      "Puspita Chatterjee",
      "Thresia Michael",
      "Ajay K. Srivastava"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2207.03949",
    "title": "Computing Electronic Correlation Energies using Linear Depth Quantum  Circuits",
    "abstract": " Comments: 11+6 pages, 4+5 figures; v2: revised sections 1 and 2, updated figures in sections 2.2 and 2.3 ",
    "url": "https://arxiv.org/abs/2207.03949",
    "authors": [
      "Chong Hian Chee",
      "Adrian M. Mak",
      "Daniel Leykam",
      "Panagiotis Kl. Barkoutsos",
      "Dimitris G. Angelakis"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2207.06031",
    "title": "Unsupervised Recognition of Informative Features via Tensor Network  Machine Learning and Quantum Entanglement Variations",
    "abstract": " Comments: 7 pages, 8 figures. In the updated version, we added the unsupervised segmentation of images of cells, and the results with multi-qubit measurements ",
    "url": "https://arxiv.org/abs/2207.06031",
    "authors": [
      "Sheng-Chen Bai",
      "Yi-Cheng Tang",
      "Shi-Ju Ran"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Machine Learning (cs.LG)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2208.01846",
    "title": "Theoretical framework for the dynamics of cryogenic liquid helium-4  bridging the classical and quantum mechanics using smoothed-particle  hydrodynamics",
    "abstract": " Comments: The following article has been submitted to a journal ",
    "url": "https://arxiv.org/abs/2208.01846",
    "authors": [
      "Satori Tsuzuki"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Other Condensed Matter (cond-mat.other)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2208.03368",
    "title": "Democratization of Quantum Technologies",
    "abstract": " Comments: 22 pages, 5 tables ",
    "url": "https://arxiv.org/abs/2208.03368",
    "authors": [
      "Zeki C. Seskir",
      "Steven Umbrello",
      "Christopher Coenen",
      "Pieter E. Vermaas"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)",
      "Quantum Physics (quant-ph)"
    ]
  }
]