[
  {
    "id": "arXiv:2207.09493",
    "title": "Terahertz PHASR Scanner with 2 kHz, 100 picosecond Time-Domain Trace  Acquisition Rate and an Extended Field-of-View Based on a Heliostat Design",
    "abstract": "Recently, we introduced a Portable HAndheld Spectral Reflection (PHASR) Scanner to allow THz Time-Domain Spectroscopic (THz-TDS) imaging in clinical and industrial settings using a fiber-coupled and alignment-free telecentric beam steering design. The key limitations of the version 1.0 of the PHASR Scanner were its field-of-view and speed of time-domain trace acquisition. In this paper, we address these limitations by introducing a heliostat geometry for beam scanning to achieve an extended field-of-view, and by reconfiguring the ASynchronous OPtical Sampling (ASOPS) system to perform Electronically Controlled OPtical Sampling (ECOPS) measurements. The former change improved the deflection range of the beam, while also drastically reducing the coupling of the two scanning axes, the combination of which resulted in a larger than four-fold increase in the FOV area. The latter change significantly improves the acquisition speed and frequency domain performance simultaneously by improving measurement efficiency. To accomplish this, we characterized the non-linear time-axis sampling behavior of the electro-mechanical system in the ECOPS mode. We proposed methods to model and correct the non-linear time-axis distortions and tested the performance of the high-speed ECOPS trace acquisition. Therefore, here we introduce the PHASR Scanner version 2.0, which is capable of imaging a 40$\\times$27 mm$^2$ FOV with 2000 traces per second over a 100 picosecond TDS range. This new scanner represents a significant leap towards translating the THz-TDS technology from the lab bench to the bedside for real-time clinical imaging applications. ",
    "url": "https://arxiv.org/abs/2207.09493",
    "authors": [
      "Zachery B. Harris",
      "M. Hassan Arbab"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2207.09553",
    "title": "Evidence of oblique electron acoustic solitary waves triggered by  magnetic reconnection in Earth's magnetosphere",
    "abstract": "Motivated by the recent Magnetospheric Multiscale (MMS) observations of oblique electron acoustic waves, we addressed the generation mechanism of the observed waves by utilizing the reductive perturbation technique. The nonlinear Zakharov-Kuznetsov (ZK) equation is derived for collisionless, magnetised plasma composed of cool inertial background electrons, the cool inertial electron beam, hot inertialess suprathermal electrons represented by a $\\kappa$-distribution, and stationary ions. Moreover, the instability growth rate is derived by using the small-k perturbation expansion method. Our findings reveal that the structure of the electrostatic wave profile is significantly influenced by the external magnetic field, the unperturbed hot, cool, and electron beam densities, the obliquity angle, and the rate of superthermality. Such parameters also affect the instability growth rate. This study clarifies the characteristics of the oblique electron solitary waves that may be responsible for changing the electron and ion distribution functions, which alter the magnetic reconnection process. Moreover, increasing the growth rate with the plasma parameters could be a source of anomalous resistivity that enhances the rate of magnetic reconnection. ",
    "url": "https://arxiv.org/abs/2207.09553",
    "authors": [
      "A. Atteya",
      "S. K. EL-Labany",
      "P. K. Karmakar",
      "M. S. Afify"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Space Physics (physics.space-ph)"
    ]
  },
  {
    "id": "arXiv:2207.09673",
    "title": "Role of Polarization-Photon Coupling in Ultrafast Terahertz Excitation  of Ferroelectrics",
    "abstract": "We investigate the role of polarization-photon coupling (specifically, polarization-oscillation-induced radiation electric field) in the excitation of ferroelectric thin films by an ultrafast terahertz (THz) electric-field pulse. Analytical theory is developed to predict how the frequencies and relaxation time of three-dimensional soft mode phonons (intrinsic polarization oscillation) are modulated by radiation electric field and epitaxial strain. Ultrafast THz-pulse-driven excitation of harmonic polarization oscillation in strained single-domain ferroelectric thin film is then simulated using a dynamical phase-field model that considers the coupled strain-polarization-photon dynamics. The frequencies and relaxational time extracted from such numerical simulations agree well with analytical predictions. In relatively thin films, it is predicted that the radiation electric field slightly reduces the frequencies but significantly shortens the relaxational time. These results demonstrate the necessity of considering polarization-photon coupling in understanding and predicting the response of ferroelectric materials to ultrafast pulses of THz and higher frequencies. ",
    "url": "https://arxiv.org/abs/2207.09673",
    "authors": [
      "Shihao Zhuang",
      "Jia-Mian Hu"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2207.09801",
    "title": "Design of a High-Resolution Multifocal LIDAR: Enabling higher resolution  beyond the laser pulse rise time",
    "abstract": "3D imaging is increasingly impacting areas such as space, defense, automation, medical and automotive industries. The most well-known optical 3D imaging systems are LIDAR systems that rely on Time of Flight (ToF) measurement. The depth resolution of the LIDAR systems is limited by the rise time of the illumination signal, bandwidth of the detector systems, and the signal-to-noise ratio. The focal gradients can be utilized to obtain 3D images from 2D camera captures. In this study, we combine the basic LIDAR techniques with a physical measurement of focal gradient changes that are caused by the depth of field, to obtain a high-resolution 3D image using spatially separated single-pixel detectors. The system that we introduce here enables depth resolution that goes beyond the rise time of the incident laser pulse. ",
    "url": "https://arxiv.org/abs/2207.09801",
    "authors": [
      "Koray Ürkmen",
      "Emre Yüce"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2207.09836",
    "title": "Inverse Design of Whispering-gallery Nanolasers with Tailored Beam Shape  and Polarization",
    "abstract": "Control over the shape and polarization of the beam emitted by a laser source is important in applications such as optical communications, optical manipulation and high-resolution optical imaging. In this paper, we present the inverse design of monolithic whispering-gallery nanolasers which emit along their axial direction with a tailored laser beam shape and polarization. We design and experimentally verify three types of sub-micron cavities, each one emitting into a different laser radiation mode: an azimuthally polarized doughnut beam, a radially polarized doughnut beam and a linearly polarized gaussian-like beam. The measured output laser beams yield a field overlap with respect to the target mode of 92%, 96% and 85% for the azimuthal, radial and linearly polarized cases, respectively, thereby demonstrating the generality of the method in the design of ultra-compact lasers with tailored beams. ",
    "url": "https://arxiv.org/abs/2207.09836",
    "authors": [
      "Iago Diez",
      "Andrey Krysa",
      "Isaac J. Luxmoore"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2207.09941",
    "title": "Electronic Phase Detection with sub-10 fs Timing Jitter for Terahertz  Time-Domain Spectroscopy Systems",
    "abstract": "Terahertz time-domain spectroscopy systems based on resonator-internal repetition-rate modulation, such as SLAPCOPS [12] and ECOPS [11], rely on electronic phase detectors which are typically prone to exhibit both a non-negligible random and systematic timing error. This limits the quality of the recorded information significantly. Here, we present the results of our recent attempt to reduce these errors in our own electronic phase detection systems. A more than six-fold timing-jitter reduction from 59.0 fs to 8.6 fs led to a significant increase in both exploitable terahertz bandwidth and signal-to-noise ratio. Additionally, utilizing our interferometrically monitored delay line as a calibration standard, the systematic error could be removed almost entirely and thus, excellent resolution of spectral absorption lines be accomplished. These improvements increased the accuracy of our multi-layer thickness measurements based on electronic phase detection by more than a factor of five, pushing the overall performance well into the sub-{\\mu}m regime. ",
    "url": "https://arxiv.org/abs/2207.09941",
    "authors": [
      "Felix Paries",
      "Oliver Boidol",
      "Georg von Freymann",
      "Daniel Molter"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2207.09515",
    "title": "Free to Harmonic Unitary Transformations in Quantum and Koopman Dynamics",
    "abstract": "It has long been known that there exists a coordinate transformation which exactly maps the quantum free particle to the quantum harmonic oscillator. Here we extend this result by reformulating it as a unitary operation followed by a time coordinate transformation. We demonstrate that an equivalent transformation can be performed for classical systems in the context of Koopman von-Neumann (KvN) dynamics. We further extend this mapping to dissipative evolutions in both the quantum and classical cases, and show that this mapping imparts an identical time-dependent scaling on the dissipation parameters for both types of dynamics. The derived classical procedure presents a number of opportunities to import squeezing dependent quantum procedures (such as Hamiltonian amplification) into the classical regime. ",
    "url": "https://arxiv.org/abs/2207.09515",
    "authors": [
      "Gerard McCaul",
      "Denys I. Bondar"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2207.09571",
    "title": "Strain-Driven Thermal and Optical Instability in  Silver/Amorphous-Silicon Hyperbolic Metamaterials",
    "abstract": "Hyperbolic metamaterials show exceptional optical properties, such as near-perfect broadband absorption, due to their geometrically-engineered optical anisotropy. Many of their proposed applications, such as thermophotovoltaics or radiative cooling, require high-temperature stability. In this work we examine Ag/a-Si multilayers as a model system for the thermal stability of hyperbolic metamaterials. Using a combination of nanotomography, finite element simulations and optical spectroscopy, we map the thermal and optical instability of the metamaterials. Although the thermal instability initiates at 300C, the hyperbolic dispersion persists up to 500C. Direct finite element simulations on tomographical data provide a route to decouple and evaluate interfacial and elastic strain energy contributions to the instability. Depending on stacking order the instability's driving force is either dominated by changes in anisotropic elastic strain energy due thermal expansion mismatch or by minimization of interfacial energy. Our findings open new avenues to understand multilayer instability and pave the way to design hyperbolic metamaterials able to withstand high temperatures. ",
    "url": "https://arxiv.org/abs/2207.09571",
    "authors": [
      "Jose L. Ocana-Pujol",
      "Lea Forster",
      "Ralph Spolenak",
      "Henning Galinski"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2207.09888",
    "title": "High-pressure control of optical nonlinearity in the polar Weyl  semimetal TaAs",
    "abstract": "The transition metal monopnictide family of Weyl semimetals recently has been shown to exhibit anomalously strong second-order optical nonlinearity, which is theoretically attributed to a highly asymmetric polarization distribution induced by their polar structure. We experimentally test this hypothesis by measuring optical second harmonic generation (SHG) from TaAs across a pressure-tuned polar-to-nonpolar structural phase transition. Despite the high-pressure structure remaining noncentrosymmetric, the SHG yield is reduced by more than 60 % by 20 GPa as compared to the ambient pressure value. By examining the pressure dependence of distinct groups of SHG susceptibility tensor elements, we find that the yield is primarily controlled by a single element that governs the response along the polar axis. Our results confirm a connection between the polar axis and the giant optical nonlinearity of Weyl semimetals and demonstrate pressure as a means to tune this effect $in$ $situ$. ",
    "url": "https://arxiv.org/abs/2207.09888",
    "authors": [
      "Chen Li",
      "Xiang Li",
      "T. Deshpande",
      "Xinwei Li",
      "N. Nair",
      "J. G. Analytis",
      "D. M. Silevitch",
      "T. F. Rosenbaum",
      "D. Hsieh"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2207.09908",
    "title": "Integrated Finite Element Neural Network (I-FENN) for non-local  continuum damage mechanics",
    "abstract": "We present a new Integrated Finite Element Neural Network framework (I-FENN), with the objective to accelerate the numerical solution of nonlinear computational mechanics problems. We leverage the swift predictive capability of neural networks (NNs) and we embed them inside the finite element stiffness function, to compute element-level state variables and their derivatives within a nonlinear, iterative numerical solution. This process is conducted jointly with conventional finite element methods that involve shape functions: the NN receives input data that resembles the material point deformation and its output is used to construct element-level field variables such as the element Jacobian matrix and residual vector. Here we introduce I-FENN to the continuum damage analysis of quasi-brittle materials, and we establish a new non-local gradient-based damage framework which operates at the cost of a local damage approach. First, we develop a physics informed neural network (PINN) to resemble the non-local gradient model and then we train the neural network offline. The network learns to predict the non-local equivalent strain at each material point, as well as its derivative with respect to the local strain. Then, the PINN is integrated in the element stiffness definition and conducts the local to non-local strain transformation, whereas the two PINN outputs are used to construct the element Jacobian matrix and residual vector. This process is carried out within the nonlinear solver, until numerical convergence is achieved. The resulting method bears the computational cost of the conventional local damage approach, but ensures mesh-independent results and a diffused non-local strain and damage profile. As a result, the proposed method tackles the vital drawbacks of both the local and non-local gradient method, respectively being the mesh-dependence and additional computational cost. ",
    "url": "https://arxiv.org/abs/2207.09908",
    "authors": [
      "Panos Pantidis",
      "Mostafa E. Mobasher"
    ],
    "subjectives": [
      "Computational Engineering, Finance, and Science (cs.CE)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2207.10007",
    "title": "Two-Unitary Decomposition Algorithm and Open Quantum System Simulation",
    "abstract": "Simulating general quantum processes that describe realistic interactions of quantum systems following a non-unitary evolution is challenging for conventional quantum computers that directly implement unitary gates. We analyze complexities for promising methods such as the Sz.-Nagy dilation and linear combination of unitaries that can simulate open systems by the probabilistic realization of non-unitary operators, requiring multiple calls to both the encoding and state preparation oracles. We propose a quantum two-unitary decomposition (TUD) algorithm to decompose a $d$-dimensional operator $A$ with non-zero singular values as $A=(U_1+U_2)/2$ using the quantum singular value transformation algorithm, avoiding classically expensive singular value decomposition (SVD) with an $\\mathcal{O}(d^3)$ overhead in time. The two unitaries can be deterministically implemented, thus requiring only a single call to the state preparation oracle for each. The calls to the encoding oracle can also be reduced significantly at the expense of an acceptable error in measurements. Since the TUD method can be used to implement non-unitary operators as only two unitaries, it also has potential applications in linear algebra and quantum machine learning. ",
    "url": "https://arxiv.org/abs/2207.10007",
    "authors": [
      "Nishchay Suri",
      "Joseph Barreto",
      "Stuart Hadfield",
      "Nathan Wiebe",
      "Filip Wudarski",
      "Jeffrey Marshall"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2207.10012",
    "title": "Optical design concept of the CMB-S4 large-aperture telescopes and  cameras",
    "abstract": "CMB-S4 -- the next-generation ground-based cosmic microwave background (CMB) experiment - will significantly advance the sensitivity of CMB measurements and improve our understanding of the origin and evolution of the universe. CMB-S4 will deploy large-aperture telescopes fielding hundreds of thousands of detectors at millimeter wavelengths. We present the baseline optical design concept of the large-aperture CMB-S4 telescopes, which consists of two optical configurations: (i) a new off-axis, three-mirror, free-form anastigmatic design and (ii) the existing coma-corrected crossed-Dragone design. We also present an overview of the optical configuration of the array of silicon optics cameras that will populate the focal plane with 85 diffraction-limited optics tubes covering up to 9 degrees of field of view, up to $1.1 \\, \\rm mm$ in wavelength. We describe the computational optimization methods that were put in place to implement the families of designs described here and give a brief update on the current status of the design effort. ",
    "url": "https://arxiv.org/abs/2207.10012",
    "authors": [
      "Patricio A. Gallardo",
      "Bradford Benson",
      "John Carlstrom",
      "Simon R. Dicker",
      "Nick Emerson",
      "Jon E. Gudmundsson",
      "Richard Hills",
      "Michele Limon",
      "Jeff McMahon",
      "Michael D. Niemack",
      "Johanna M. Nagy",
      "Stephen Padin",
      "John Ruhl",
      "Sara M. Simon",
      "CMB-S4 collaboration"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Cosmology and Nongalactic Astrophysics (astro-ph.CO)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2111.03285",
    "title": "Using quantum states of light to probe the retinal network",
    "abstract": " Comments: 11 pages, 13 figures ",
    "url": "https://arxiv.org/abs/2111.03285",
    "authors": [
      "Ali Pedram",
      "Özgür E. Müstecaplıoğlu",
      "Iannis K. Kominis"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Biological Physics (physics.bio-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.05528",
    "title": "Organic metallic epsilon-near-zero materials with large ultrafast  optical nonlinearity",
    "abstract": " Title: Organic metallic epsilon-near-zero materials with large ultrafast  optical nonlinearity ",
    "url": "https://arxiv.org/abs/2204.05528",
    "authors": [
      "Qili Hu",
      "Xinlan Yu",
      "Hongqi Liu",
      "Jiahuan Qiu",
      "Wei Tang",
      "Sen Liang",
      "Linjun Li",
      "Miao Du",
      "Junjun Jia",
      "Hui Ye"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2204.11128",
    "title": "Quantitatively linking morphology and optical response of individual  silver nanohedra",
    "abstract": " Title: Quantitatively linking morphology and optical response of individual  silver nanohedra ",
    "url": "https://arxiv.org/abs/2204.11128",
    "authors": [
      "Yisu Wang",
      "Zoltan Sztranyovszky",
      "Attilio Zilli",
      "Wiebke Albrecht",
      "Sara Bals",
      "Paola Borri",
      "Wolfgang Langbein"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2206.07783",
    "title": "On efforts to decouple early universe cosmology and quantum gravity  phenomenology",
    "abstract": " Comments: A previous version of this paper misstated the scope of the intended argument, and was subsequently withdrawn out of respect for those invested in related areas of research. The present version resolves this issue, and also includes a number of further revisions ",
    "url": "https://arxiv.org/abs/2206.07783",
    "authors": [
      "Mike D. Schneider"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)",
      "General Relativity and Quantum Cosmology (gr-qc)"
    ]
  },
  {
    "id": "arXiv:2207.07345",
    "title": "Ultrafast quantum key distribution using fully parallelized quantum  channels",
    "abstract": " Comments: 13 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2207.07345",
    "authors": [
      "Robin Terhaar",
      "Jasper Rödiger",
      "Matthias Häußler",
      "Michael Wahl",
      "Helge Gehring",
      "Martin A. Wolff",
      "Fabian Beutel",
      "Wladick Hartmann",
      "Nicolai Walter",
      "Jonas Hanke",
      "Peter Hanne",
      "Nino Walenta",
      "Maximilian Diedrich",
      "Nicolas Perlot",
      "Max Tillmann",
      "Tino Röhlicke",
      "Mahdi Ahangarianabhari",
      "Carsten Schuck",
      "Wolfram H.P. Pernice"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  }
]