[
  {
    "id": "arXiv:2406.15354",
    "title": "Can Specific THz Fields Induce Collective Base-Flipping in DNA? A Stochastic Averaging and Resonant Enhancement Investigation Based on a New Mesoscopic Model",
    "abstract": "           We study the metastability, internal frequencies, activation mechanism, energy transfer, and the collective base-flipping in a mesoscopic DNA via resonance with specific electric fields. Our new mesoscopic DNA model takes into account not only the issues of helicity and the coupling of an electric field with the base dipole moments, but also includes environmental effects such as fluid viscosity and thermal noise. And all the parameter values are chosen to best represent the typical values for the opening and closing dynamics of a DNA. Our study shows that while the mesocopic DNA is metastable and robust to environmental effects, it is vulnerable to certain frequencies that could be targeted by specific THz fields for triggering its collective base-flipping dynamics and causing large amplitude separation of base pairs. Based on applying Freidlin-Wentzell method of stochastic averaging and the newly developed theory of resonant enhancement to our mesoscopic DNA model, our semi-analytic estimates show that the required fields should be THz fields with frequencies around 0.28 THz and with amplitudes in the order of 450 kV/cm. These estimates compare well with the experimental data of Titova et al., which have demonstrated that they could affect the function of DNA in human skin tissues by THz pulses with frequencies around 0.5 THz and with a peak electric field at 220 kV/cm. Moreover, our estimates also conform to a number of other experimental results which appeared in the last couple years.         ",
    "url": "https://arxiv.org/abs/2406.15354",
    "authors": [
      "Wang Sang Koon",
      "Houman Owhadi",
      "Molei Tao",
      "Tomohiro Yanao"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2406.15394",
    "title": "DEDALO: Device for Enhanced Dust Analyses with Light Obscuration sensors",
    "abstract": "           Instruments based on light obscuration sensors are widely used for measuring the size distribution of insoluble sub-visible particles in liquid suspensions, being fast and suitable for in situ and real-time measurements. Such instruments are typically calibrated by means of reference polystyrene spherical particles with a specific refractive index, which unavoidably leads to systematic errors when determining the size of particles of different materials. In this paper, we propose a reliable and consistent method to overcome this limitation by setting the refractive index value according to the sample, thus achieving an improved particle size distribution (PSD) measurement. An ad hoc, ready-to-use, open source code with a graphical interface able to drive an in-line instrument and obtain a real-time correction to the PSD has been developed. The method has been extensively validated with several oil emulsions characterized by different refractive index values and the results have been compared with an independent optical method. As an example of application, we have adopted this approach for the analysis of dust suspended in meltwater of an ice core from a glacier in the Aosta Valley (Italy). We believe that our approach will strongly improve the accuracy in characterizing liquid suspensions and reduce discrepancies between data obtained with different methods. The code has been made publicly available at:this https URL and on the GitHub page of the corresponding author (this https URL).         ",
    "url": "https://arxiv.org/abs/2406.15394",
    "authors": [
      "L. Teruzzi",
      "L. Cremonesi",
      "M. A. C. Potenza"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2406.15400",
    "title": "Frequency response limitation of heat flux meters",
    "abstract": "           Heat flux meters are used for measuring the heat flux densities going through walls, usually at quasi-steady state. The limitations of heat flux meters under dynamic conditions are well documented in the literature; nonetheless there is a theoretical limitation which is mostly not considered and should be also taken into account. Since heat transfer is a dissipative process, it would be expected to obtain transfer functions which act as low pass filters. Nonetheless, this paper shows that the transfer functions modeling heat flow rate may become high pass filters, which is against the physical evidence. In order to show this theoretical limitation of the heat flux meters, the heat equation is transformed in different classes of models, from partial differential equations to transfer functions related to surface temperatures and heat flux density going through a wall.         ",
    "url": "https://arxiv.org/abs/2406.15400",
    "authors": [
      "I. Naveros",
      "Christian Ghiaus",
      "D.P. Ruíz"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2406.15419",
    "title": "Mode-Locked Fiber Laser with up to 19 kHz Wavelength Sweep Rate via External Pump LD Modulation",
    "abstract": "           For the first time, we introduce a rapid wavelength-swept, passively mode-locked fiber laser in an all-polarization-maintaining and all-fiber configuration. Achieving an exceptional wavelength sweep rate of up to 19 kHz through external modulation of the LD driver pump current, this laser offers a high sweep rate, simple cavity design, cost-effectiveness, and excellent repeatability.         ",
    "url": "https://arxiv.org/abs/2406.15419",
    "authors": [
      "Guanyu Ye",
      "Maolin Dai",
      "Bowen Liu",
      "Yifan Ma",
      "Takuma Shirahata",
      "Shinji Yamashita",
      "Sze Yun Set"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2406.15423",
    "title": "Fast and accurate extraction of ultra-high quality factor from cavity ring-down measurement",
    "abstract": "           Cavity ring-down is an essential test to measure ultra-high quality factor (UHQ) optical cavities, which is, however, frequently misinterpreted due to lacking of a specified analysis guideline. Here we clarify the basic property of cavity ring down and present a step-by-step method that enables extraction of the overall quality factor, as well as the intrinsic loss and coupling state of UHQ cavities with better fidelity and simplicity than prior schemes. Our work can facilitate acurrate design and characterization of UHQ cavities for ultra-low noise lasers, high finesse reference cavities, and ultra-narrow optical filters.         ",
    "url": "https://arxiv.org/abs/2406.15423",
    "authors": [
      "Yanping Yang",
      "Shihan Liu",
      "Yong Geng",
      "Huashun Wen",
      "Heng Zhou"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2406.15431",
    "title": "Periodically Poled Aluminum Scandium Nitride Bulk Acoustic Wave Resonators and Filters for Communications in the 6G Era",
    "abstract": "           Bulk Acoustic Wave (BAW) filters find applications in radio frequency (RF) communication systems for Wi-Fi, 3G, 4G, and 5G networks. In the beyond-5G (potential 6G) era, high frequency bands (>8 GHz) are expected to require resonators with high-quality factor (Q) and electromechanical coupling (k_t^2) to form filters with low insertion loss and high selectivity. However, both the Q and k_t^2 of resonator devices formed in traditional uniform polarization piezoelectric films of aluminum nitride (AlN) and aluminum scandium nitride (AlScN) decrease when scaled beyond 8 GHz. In this work, we utilized 4-layer AlScN periodically poled piezoelectric films (P3F) to construct high frequency (~17-18 GHz) resonators and filters. The resonator performance is studied over a range of device geometries, with the best resonator achieving a k_t^2 of 11.8% and a Q_p of 236.6 at the parallel resonance frequency (fp) of 17.9 GHz. These resulting figures of merit are ((FoM)_1=(k_t^2 Q)_p and (FoM_2=f_p(FoM)_1x10^-9) ) 27.9 and 500 respectively. These and the k_t^2 are significantly higher than previously reported An/AlScN-based resonators operating at similar frequencies. Fabricated 3-element and 6-element filters formed from these resonators demonstrated low insertion losses (IL) of 1.86 dB and 3.25 dB, and -3 dB bandwidths (BW) of 680 MHz (fractional BW of 3.9%) and 590 MHz (fractional BW of 3.3%) at ~17.4 GHz center frequency. The 3-element and 6-element filters achieved excellent linearity with in-band input third-order intercept point (IIP3) values of +36 dBm and +40 dBm, respectively, which are significantly higher than previously reported acoustic filters operating at similar frequencies.         ",
    "url": "https://arxiv.org/abs/2406.15431",
    "authors": [
      "Izhar",
      "M. M. A. Fiagbenu",
      "S. Yao",
      "X. Du",
      "P. Musavigharavi",
      "Y. Deng",
      "J. Leathersic",
      "C. Moe",
      "A. Kochhar",
      "E. A. Stach",
      "R. Vetury",
      "R. H. Olsson III"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2406.15450",
    "title": "Quantum Diamond Microscope for Narrowband Magnetic Imaging with High Spatial and Spectral Resolution",
    "abstract": "           The quantum diamond microscope (QDM) is a recently developed technology for near-field imaging of magnetic fields with micron-scale spatial resolution. In the present work, we integrate a QDM with a narrowband measurement protocol and a lock-in camera; and demonstrate imaging of radiofrequency (RF) magnetic field patterns produced by microcoils, with spectral resolution $\\approx1$\\,Hz. This RF-QDM provides multi-frequency imaging with a central detection frequency that is easily tunable over the MHz-scale, allowing spatial discrimination of both crowded spectral peaks and spectrally well-separated signals. The present instrument has spatial resolution $\\approx2\\,\\mathrm{\\mu m}$, field-of-view $\\approx300\\times300\\,\\mathrm{\\mu m^2}$, and per-pixel sensitivity to narrowband fields $\\sim{1}\\,$nT$\\cdot$Hz$^{-1/2}$. Spatial noise can be reduced to the picotesla scale by signal averaging and/or spatial binning. The RF-QDM enables simultaneous imaging of the amplitude, frequency, and phase of narrowband magnetic field patterns at the micron-scale, with potential applications in real-space NMR imaging, AC susceptibility mapping, impedance tomography, analysis of electronic circuits, and spatial eddy-current-based inspection.         ",
    "url": "https://arxiv.org/abs/2406.15450",
    "authors": [
      "Zechuan Yin",
      "Jiashen Tang",
      "Connor A. Hart",
      "John W. Blanchard",
      "Xinyan Xiang",
      "Saipriya Satyajit",
      "Smriti Bhalerao",
      "Tao Tao",
      "Stephen J. DeVience",
      "Ronald L. Walsworth"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2406.15519",
    "title": "Towards optical neuromodulation using nitrogen-doped ultrananocrystalline diamond photoelectrodes",
    "abstract": "           Nitrogen-doped ultrananocrystalline diamond (N-UNCD) is a form of diamond electrode with near-infrared photoresponsivity, making it well suited for physiological applications. N-UNCD's photoresponsivity is strongly influenced by its surface. While it is known that oxygen treatment provides a higher photoresponsivity, a better understanding of its surface processes is needed to tailor the material for optical neuromodulation. This work examines the impact of various oxygen treatment methods, with aim of creating oxygen rich surfaces with different chemical and structural properties. Surface characterisation methods along with electrochemical and photoelectrochemical measurements and modelling were used to investigate the films. It was found that oxygen furnace annealing resulted in orders of magnitude improvement in the near-infrared photoresponsivity, to 3.75 +/- 0.05 uA/W. This translates to an approximate 200 times increase in the photocurrent compared to the untreated surface. This enhancement in photocurrent is largely due to the changes in the chemical species present at the surface. The photocurrent is estimated to be sufficient for extra-cellular stimulation of brain neurons within the safe optical exposure limit, positioning N-UNCD as an excellent candidate to be used in next-generation photoelectrodes for photobiomodulation.         ",
    "url": "https://arxiv.org/abs/2406.15519",
    "authors": [
      "Samira Falahatdoost",
      "Andre Chambers",
      "Alastair Stacey",
      "Steven Prawer",
      "Arman Ahnood"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2406.15641",
    "title": "Integrated optical wave analyzer using the discrete fractional Fourier transform",
    "abstract": "           Within the expansive domain of optical sciences, achieving the precise characterization of light beams stands as a fundamental pursuit, pivotal for various applications, including telecommunications and imaging technologies. This study introduces an innovative methodology aimed at reconstructing the Wigner distribution function of optical signals; a crucial tool in comprehending the time-frequency behavior exhibited by these signals. The proposed approach integrates two robust mathematical tools: the discrete realization of fractional Fourier transform, and the propagator of the quantum harmonic oscillator in waveguide arrays. This integration offers a direct and efficient method for characterizing optical signals by reconstructing their Wigner distribution function in the scope of integrated optics. We provide evidence of how having knowledge of the signal propagation amid the phase-space reconstruction, has desirable advantages in respect to only knowing the signal state.         ",
    "url": "https://arxiv.org/abs/2406.15641",
    "authors": [
      "Alejandro R. Urzúa",
      "Irán Ramos-Prieto",
      "Héctor M. Moya-Cessa"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2406.15651",
    "title": "Photonics-integrated terahertz transmission lines",
    "abstract": "           Modern communication and sensing technologies rely on connecting the optical domain with the microwave domain. Terahertz technologies, spanning increased frequencies from 100 GHz to 10 THz, are critical for providing larger bandwidths and faster switching capabilities. Despite progress in high-frequency electronic sources and detectors, these technologies lack a direct link to the optical domain, and face challenges with increasing frequencies (> 1 THz). Nonlinear processes, such as optical rectification, offer potential solutions for terahertz generation but are currently limited to discrete components based on bulk nonlinear crystals, missing out miniaturisation opportunities from integration of optical circuits with terahertz ones. We address this challenge by integrating phase-matched terahertz transmission lines with photonic circuits in a single hybrid architecture on the thin-film lithium niobate~(TFLN) platform. This design demonstrates phase-matched, broadband terahertz emission spanning four octaves (200 GHz to 3.5 THz) through broadband down-conversion of optical signals at telecommunication wavelengths. The micron-sized transmission lines provide terahertz field confinement with minimal radiative loss, enabling compact THz cavities embedded in integrated photonic circuits. This integration is crucial for leveraging photonics' advantages in low-noise, low-loss, and high-speed operations for terahertz generation. Our platform can readily be integrated with other mature photonics components, such as electro-optic modulators, frequency comb sources, or femtosecond sources to pave the way for compact, power-efficient, and frequency-agile broadband sources with applications in telecommunications, spectroscopy, quantum electrodynamics and optical computing.         ",
    "url": "https://arxiv.org/abs/2406.15651",
    "authors": [
      "Y. Lampert",
      "A. Shams-Ansari",
      "A. Gaier",
      "A. Tomasino",
      "S. Rajabali",
      "L. Magalhaes",
      "M. Lončar",
      "I.-C. Benea-Chelmus"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2406.16146",
    "title": "Optical Tweezer Arrays of Erbium Atoms",
    "abstract": "           We present the first successful trapping of single erbium atoms in an array of optical tweezers. Using a single narrow-line optical transition, we achieve deep cooling for direct tweezer loading, pairwise ejection, and continous imaging without additional recoil suppression techniques. Our tweezer wavelength choice enables us to reach the magic trapping condition by tuning the ellipticity of the trapping light. Additionally, we implement an ultrafast high-fidelity fluorescence imaging scheme using a broad transition, allowing time-resolved study of the tweezer population dynamics from many to single atoms during light-assisted collisions. In particular, we extract a pair-ejection rate that qualitatively agrees with the semiclassical predictions by the Gallagher-Pritchard model. This work represents a promising starting point for the exploration of erbium as a powerful resource for quantum simulation in optical tweezers.         ",
    "url": "https://arxiv.org/abs/2406.16146",
    "authors": [
      "D. S. Grün",
      "S. J. M. White",
      "A. Ortu",
      "A. Di Carli",
      "H. Edri",
      "M. Lepers",
      "M. J. Mark",
      "F. Ferlaino"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2406.16335",
    "title": "Stabilization of optical bubbles near the axis of a helical lightguide",
    "abstract": "           It is shown numerically that in a lightguide possessing a helical symmetry, stable solutions exist for the coupled nonlinear Schrodinger equations describing interaction between the left and the right circular polarizations of an optical wave in a defocusing Kerr medium with anomalous dispersion, in the form of stationary rotating oblong bubbles with attached several optical vortices. A bubble is an arbitrary long quasi-cylindrical three-dimensional cavity inside the first component, filled with the second component. At each of the two ends of the bubble, two stationary two-dimensional configurations are connected, in one of them only the first component with separated vortices is present while in the other one there is a single multiple vortex with a filled core. The cross-section of the lightguide, the screw pitch, the number of vortices, and the background intensity of the first component influence upon the profile of the bubble, but the total amount of the trapped second component does not.         ",
    "url": "https://arxiv.org/abs/2406.16335",
    "authors": [
      "Victor P. Ruban"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2406.16461",
    "title": "Orders-of-magnitude reduction in photonic mode volume by nano-sculpting",
    "abstract": "           Three-dimensionally sculpted dielectric nanostructures supporting material(air) confined optical modes with single-emitter mode volumes three(four) orders of magnitude below the diffraction limit, $V_{\\textbf{r}_0} \\approx 0.0004 \\left[\\lambda/(2 n)\\right]^3 \\left( V_{\\textbf{r}_0} \\approx 0.00003 \\left[\\lambda/2\\right]^3\\right)$, are discovered using topology optimization. Encapsulating the nanostructure by ellipsoidal shells enables seemingly unbounded mode quality factor enhancement ($Q > 10^8$ demonstrated numerically) leading to Purcell enhancement above $10^{11}$. It is studied how $V_{\\textbf{r}_0}$ and $Q$ depend on the choice of material, device volume, minimum feature size and number of shells.         ",
    "url": "https://arxiv.org/abs/2406.16461",
    "authors": [
      "Rasmus E. Christiansen",
      "Jesper Mørk",
      "Ole Sigmund"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2406.16616",
    "title": "Terahertz Emission From Diamond Nitrogen-Vacancy Centers",
    "abstract": "           Coherent light sources emitting in the terahertz range are highly sought after for fundamental research and applications. THz lasers rely on achieving population inversion. We demonstrate the generation of THz radiation using nitrogen-vacancy (NV) centers in a diamond single crystal. Population inversion is achieved through the Zeeman splitting of the $S=1$ state in $15\\ \\text{T}$, resulting in a splitting of $0.42\\ \\text{THz}$, where the middle $S_z=0$ sublevel is selectively pumped by visible light. To detect the THz radiation, we utilize a phase-sensitive THz setup, optimized for electron spin resonance measurements (ESR). We determine the spin-lattice relaxation time up to $15\\ \\text{T}$ using the light-induced ESR measurement, which shows the dominance of phonon-mediated relaxation and the high efficacy of the population inversion. The THz radiation is tunable by the magnetic field, thus these findings may lead to the next generation of tunable coherent THz sources.         ",
    "url": "https://arxiv.org/abs/2406.16616",
    "authors": [
      "Sándor Kollarics",
      "Bence Gábor Márkus",
      "Robin Kucsera",
      "Gergő Thiering",
      "Ádám Gali",
      "Gergely Németh",
      "Katalin Kamarás",
      "László Forró",
      "Ferenc Simon"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Other Condensed Matter (cond-mat.other)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2406.16770",
    "title": "Integrated thermo-optic phase shifters for laser-written photonic circuits operating at cryogenic temperatures",
    "abstract": "           Integrated photonics offers compact and stable manipulation of optical signals in miniaturized chips, with the possibility of changing dynamically their functionality by means of integrated phase shifters. Cryogenic operation of these devices is becoming essential for advancing photonic quantum technologies, accommodating components like quantum light sources, single photon detectors and quantum memories operating at liquid helium temperatures. In this work, we report on a programmable glass photonic integrated circuit (PIC) fabricated through femtosecond laser waveguide writing (FLW) and controlled by thermo-optic phase shifters both in a room-temperature and in a cryogenic setting. By taking advantage of a femtosecond laser microstructuring process, we achieved reliable PIC operation with minimal power consumption and confined temperature gradients in both conditions. This advancement marks the first cryogenically-compatible programmable FLW PIC, paving the way for fully integrated quantum architectures realized on a laser-written photonic chip.         ",
    "url": "https://arxiv.org/abs/2406.16770",
    "authors": [
      "Francesco Ceccarelli",
      "Jelena V. Rakonjac",
      "Samuele Grandi",
      "Hugues de Riedmatten",
      "Roberto Osellame",
      "Giacomo Corrielli"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2406.16798",
    "title": "High-quality activation function for applications in neuromorphic photonic chips realized using low-quality nonlinear optical resonators",
    "abstract": "           Integrated optical devices that can realize a threshold filtration of signals are in demand in photonics. In particular, they play a key role in neuromorphic chips, acting as optical neurons. A list of requirements exist for thresholders to be practically applicable in this context. A value of the threshold, in general, should be independently tunable for each neuron. A sharpness of the corresponding step function should be also dynamically variable, to allow switching between deterministic and stochastic algorithms, for example, in optical Ising machines. Nonlinear ring resonators draw the attention of researchers in this field since they potentially can provide the required type of threshold behavior. Here we suggest the switching mechanism that implements the property of resonators to provide extremely sharp (with respect to the wavelength) $\\pi$ phase shifts near the critical coupling regime. Adding a variable source of losses into the resonator, a well controlled broadening of the threshold can be achieved. Sharpness of the step in this case is independent on the quality factor of resonators and corresponding width of resonances. The nonlinear switching mechanism allows to use this feature to construct efficient optical neurons, that operate at small intensities. It also allows to use conventional materials like silicon with a relatively weak Kerr nonlinearity. The obtained results potentially lead the way to fast nonlinear Kerr effect based activation functions that can operate in continuous wave regime.         ",
    "url": "https://arxiv.org/abs/2406.16798",
    "authors": [
      "Ivan A. Pshenichnyuk",
      "Kamil R. Taziev",
      "Sergey S. Kosolobov",
      "Vladimir P. Drachev"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Emerging Technologies (cs.ET)"
    ]
  },
  {
    "id": "arXiv:2406.16841",
    "title": "Proposal for the generation of continuous-wave vacuum ultraviolet laser light for Th-229 isomer precision spectroscopy",
    "abstract": "           We propose to generate continuous-wave vacuum ultraviolet (VUV) laser light at 148.4 nm using four-wave mixing in cadmium vapor for precision spectroscopy of the Th-229 isomer transition. Due to the large transition matrix elements of cadmium, the readily accessible wavelengths for the incident laser beams, and the high coherence of the four-wave mixing process, over 30 $\\mu$W of VUV power can be generated with a narrow linewidth. This development paves the way for coherently driving the Th-229 isomer transition and developing the nuclear optical clock.         ",
    "url": "https://arxiv.org/abs/2406.16841",
    "authors": [
      "Qi Xiao",
      "Gleb Penyazkov",
      "Ruihan Yu",
      "Beichen Huang",
      "Jiatong Li",
      "Juanlang Shi",
      "Yanmei Yu",
      "Yuxiang Mo",
      "Shiqian Ding"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2406.15515",
    "title": "Machine Learning Models for Accurately Predicting Properties of CsPbCl3 Perovskite Quantum Dots",
    "abstract": "           Perovskite Quantum Dots (PQDs) have a promising future for several applications due to their unique properties. This study investigates the effectiveness of Machine Learning (ML) in predicting the size, absorbance (1S abs) and photoluminescence (PL) properties of $\\mathrm{CsPbCl}_3$ PQDs using synthesizing features as the input dataset. the study employed ML models of Support Vector Regression (SVR), Nearest Neighbour Distance (NND), Random Forest (RF), Gradient Boosting Machine (GBM), Decision Tree (DT) and Deep Learning (DL). Although all models performed highly accurate results, SVR and NND demonstrated the best accurate property prediction by achieving excellent performance on the test and training datasets, with high $\\mathrm{R}^2$ and low Root Mean Squared Error (RMSE) and low Mean Absolute Error (MAE) metric values. Given that ML is becoming more superior, its ability to understand the QDs field could prove invaluable to shape the future of nanomaterials designing.         ",
    "url": "https://arxiv.org/abs/2406.15515",
    "authors": [
      "Mehmet Sıddık Çadırcı",
      "Musa Çadırcı"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Machine Learning (cs.LG)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2406.15520",
    "title": "Miniature fluorescence sensor for quantitative detection of brain tumour",
    "abstract": "           Fluorescence-guided surgery has emerged as a vital tool for tumour resection procedures. As well as intraoperative tumour visualisation, 5-ALA-induced PpIX provides an avenue for quantitative tumour identification based on ratiometric fluorescence measurement. To this end, fluorescence imaging and fibre-based probes have enabled more precise demarcation between the cancerous and healthy tissues. These sensing approaches, which rely on collecting the fluorescence light from the tumour resection site and its remote spectral sensing, introduce challenges associated with optical losses. In this work, we demonstrate the viability of tumour detection at the resection site using a miniature fluorescence measurement system. Unlike the current bulky systems, which necessitate remote measurement, we have adopted a millimetre-sized spectral sensor chip for quantitative fluorescence measurements. A reliable measurement at the resection site requires a stable optical window between the tissue and the optoelectronic system. This is achieved using an antifouling diamond window, which provides stable optical transparency. The system achieved a sensitivity of 92.3% and specificity of 98.3% in detecting a surrogate tumour at a resolution of 1 x 1 mm2. As well as addressing losses associated with collecting and coupling fluorescence light in the current remote sensing approaches, the small size of the system introduced in this work paves the way for its direct integration with the tumour resection tools with the aim of more accurate interoperative tumour identification.         ",
    "url": "https://arxiv.org/abs/2406.15520",
    "authors": [
      "Jean Pierre Ndabakuranye",
      "James Belcourt",
      "Deepak Sharma",
      "Cathal D. O'Connell",
      "Victor Mondal",
      "Sanjay K. Srivastava",
      "Alastair Stacey",
      "Sam Long",
      "Bobbi Fleiss",
      "Arman Ahnood"
    ],
    "subjectives": [
      "Systems and Control (eess.SY)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2406.15710",
    "title": "A photonic quantum engine driven by superradiance",
    "abstract": "           Performance of nano- and micro-scale heat engines can be improved with a help from quantum mechanical phenomena. Recently, heat reservoirs with quantum coherence have been proposed to enhance engine performance beyond the Carnot limit even with a single reservoir. However, no physical realizations have been achieved so far. Here, we report the first proof-of-principle experimental demonstration of a photonic quantum engine driven by superradiance employing a single heat reservoir composed of atoms and photonic vacuum. Reservoir atoms prepared in a quantum coherent superposition state underwent superradiance while traversing the cavity. This led to about 40-fold increase of the effective engine temperature, resulting in a near-unity engine efficiency. Moreover, the observed engine output power grew quadratically with respect to the atomic injection rate. Our work can be utilized in quantum mechanical heat transfer as well as in boosting engine powers, opening a pathway to development of photomechanical devices that run on quantum coherence embedded in heat baths.         ",
    "url": "https://arxiv.org/abs/2406.15710",
    "authors": [
      "Jinuk Kim",
      "Seung-hoon Oh",
      "Daeho Yang",
      "Junki Kim",
      "Moonjoo Lee",
      "Kyungwon An"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2406.15849",
    "title": "Nanoscale Mapping of Magnetic Auto-oscillations with a single Spin Sensor",
    "abstract": "           Magnetic auto-oscillations are damping-compensated magnetization precessions. They can be generated in spin Hall nano-oscillators (SHNO) among others. Current research on these devices is dedicated to create next generation energy-efficient hardware for communication technologies. However, the underlying physics governing the formation of auto-oscillation modes, their output power and line width in a single SHNO device have remained elusive so far. We image the sources of magnetic auto-oscillations in a metallic SHNO using a single spin quantum sensor. We directly measure the microwave field generated by an auto-oscillation spot at the nanoscale by driving the electron spin resonance transition of the sensor spin, enabling faster acquisition speed (100 ms/pixel). Instead of being defined by the points of the largest antidamping only, we experimentally demonstrate for the first time with quantitative magnetometry that the auto-oscillation spots are determined by the positions of the magnetic field minima. The latter act as local potential wells for confining spin-waves, thus supporting large amplitude auto-oscillations. By comparing the magnitude of the magnetic stray field at these spots, we decipher the different frequencies of the auto-oscillation modes. The insights gained regarding the interaction between auto-oscillation modes and spin-wave potential wells enable advanced engineering of real devices.         ",
    "url": "https://arxiv.org/abs/2406.15849",
    "authors": [
      "Toni Hache",
      "Anshu Anshu",
      "Tetyana Shalomayeva",
      "Rainer Stöhr",
      "Klaus Kern",
      "Jörg Wrachtrup",
      "Aparajita Singha"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2406.16098",
    "title": "$\\mathcal{PT}$ Symmetric Non-Hermitian Cavity Magnomechanics",
    "abstract": "           We design and explore PT-symmetric behavior of a hybrid non-Hermitian cavity magnomechanics consisting of a ferromagnetic YIG sphere driven by external magnetic field. Non-Hermicity is engineered by using a traveling field directly interacting with YIG. The external magnetic field excites collective mechanical modes of magnons, which later excites cavity mode leading to a coupling between cavity magnons and photons. The magnomechanical interaction of the system also excites phonon and couple them to the system. By computing eigenvalue spectrum, we demonstrate the occurrence of three-order exceptional point emerge with the increase of magnon-photon coupling at a specific incidence angle of traveling field. We illustrate the unique bi-broken and uni-protected PT-symmetry regions in eigenvalue spectrum unlike previously investigated non-Hermitian system, which can be tuned with gain and loss configuration by manipulating ratio between traveling field strength and magnon-photon coupling. Interestingly, protected PT-symmetry only exists on the axis of exceptional point. We further show that the PT-symmetry can only be govern at two angle of incident of traveling field. However, later, by performing stability analysis, we illustrate that the system is only stable at $\\pi/2$ and, on all other angles, either the system is non-PT-symmetric or it is unstable. Furthermore, we govern the parametric stability conditions for the system and, by defining stablity parameter, illustrate the stable and unstable parametric regimes. Our finding not only discusses a new type of PT-symmetric system, but also could act as foundation to bring cavity magnomechanics to the subject of quantum information and process.         ",
    "url": "https://arxiv.org/abs/2406.16098",
    "authors": [
      "Yu Chengyong",
      "Kashif Ammar Yasir"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mathematical Physics (math-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2406.16516",
    "title": "Demonstration of a Squeezed Light Source on Thin-Film Lithium Niobate with Modal Phase Matching",
    "abstract": "           Squeezed states are essential for continuous variable (CV) quantum information processing, with wide-ranging applications in computing, sensing and communications. Integrated photonic circuits provide a scalable, convenient platform for building large CV circuits. Thin-film Lithium Niobate (TFLN) is particularly promising due to its low propagation loss, efficient parametric down conversion, and fast electro-optical modulation. In this work, we demonstrate a squeezed light source on an integrated TFLN platform, achieving a measured shot noise reduction of 0.46 dB using modal phase matching and grating couplers with an efficiency of up to -2.2 dB. The achieved squeezing is comparable to what has been observed using more complex circuitry based on periodic poling. The simpler design allows for compact, efficient and reproducible sources of squeezed light.         ",
    "url": "https://arxiv.org/abs/2406.16516",
    "authors": [
      "Tummas Napoleon Arge",
      "Seongmin Jo",
      "Huy Quang Nguyen",
      "Francesco Lenzini",
      "Emma Lomonte",
      "Jens Arnbak Holbøll Nielsen",
      "Renato R. Domeneguetti",
      "Jonas Schou Neergaard-Nielsen",
      "Wolfram Pernice",
      "Tobias Gehring",
      "Ulrik Lund Andersen"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2406.16622",
    "title": "Simultaneous Generation of Quantum Frequency Combs across Distinct Modal Families in a Single $Si_3 N_4$ Whispering Gallery Mode Resonator",
    "abstract": "           Quantum frequency combs (QFCs) are versatile resources for multi-mode entanglement, such as cluster states, crucial for quantum communication and computation. On-chip whispering gallery mode resonators (WGMRs) can generate these states at ultra-low threshold power. In this paper, we demonstrate the simultaneous generation of three QFCs using a single on-chip $Si_3N_4$ WGMR across distinct modal families. We designed a micro-ring resonator with a radius of 240 $\\mu m$, capable of supporting four modal families within the 130 to 260 $THz$ frequency range for consistency regulation. Our results indicate that, by carefully designing the structure of $Si_3 N_4$ WGMRs, it is possible to generate quantum entangled frequency combs across distinct modal families simultaneously using monochromatic pump light. This is achieved by modulating the pump mode profiles with a spatial light modulator (SLM). Our approach offers a simple and low-cost method to achieve higher-density entanglement integration on-chip.         ",
    "url": "https://arxiv.org/abs/2406.16622",
    "authors": [
      "Bo Ji",
      "Nianqin Li",
      "Guangqiang He"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2406.16654",
    "title": "Ensemble-Embedding Graph Neural Network for Direct Prediction of Optical Spectra from Crystal Structure",
    "abstract": "           Optical properties in solids, such as refractive index and absorption, hold vast applications ranging from solar panels to sensors, photodetectors, and transparent displays. However, first-principles computation of optical properties from crystal structures is a complex task due to the high convergence criteria and computational cost. Recent progress in machine learning shows promise in predicting material properties, yet predicting optical properties from crystal structures remains challenging due to the lack of efficient atomic embeddings. Here, we introduce GNNOpt, an equivariance graph-neural-network architecture featuring automatic embedding optimization. This enables high-quality optical predictions with a dataset of only 944 materials. GNNOpt predicts all optical properties based on the Kramers-Kr{ö}nig relations, including absorption coefficient, complex dielectric function, complex refractive index, and reflectance. We apply the trained model to screen photovoltaic materials based on spectroscopic limited maximum efficiency and search for quantum materials based on quantum weight. First-principles calculations validate the efficacy of the GNNOpt model, demonstrating excellent agreement in predicting the optical spectra of unseen materials. The discovery of new quantum materials with high predicted quantum weight, such as SiOs which hosts exotic quasiparticles, demonstrates GNNOpt's potential in predicting optical properties across a broad range of materials and applications.         ",
    "url": "https://arxiv.org/abs/2406.16654",
    "authors": [
      "Nguyen Tuan Hung",
      "Ryotaro Okabe",
      "Abhijatmedhi Chotrattanapituk",
      "Mingda Li"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2406.16686",
    "title": "Quantum and classical symmetries",
    "abstract": "           We suggest a somewhat non-standard view on a set of curious, paradoxical from the standpoint of simple classical physics and everyday experience phenomena. There are the quantisation (discrete set of values) of the observables (e.g., energy, momentum, angular momentum); forbidden simultaneous measurements of the observables in the most cases (e.g., of a coordinate and momentum, of angular momentum projections on difference axis); counter-intuitive relations on the simultaneously measurable quantities (e.g., the famous expression for the square momentum $l(l+1)$ with the maximal projection $l$). These and other paradoxes are traditionally related to \"purely quantum\" phenomenon, i.e., having no analogue in the \"classical world\" ones. However, there are deep analogies between classical and \"quantum\" worlds, as soon as the quantum technique is applied to the classical phenomenon. We follow these analogies with the examples of relatively simple and well known models of classical physics, such as a simplified model of light transition through the media, a system of electric charges close to each other and far from the observer; the specific of motion in the Coulomb/Newtonian field. This text can be considered as a mini-course addressed to higher school and undergraduate students who are interested in basics of quantum mechanics, but are not yet ready for systematic study of standard courses. The text may be also useful to those who supervise such students.         ",
    "url": "https://arxiv.org/abs/2406.16686",
    "authors": [
      "A.Anokhina",
      "M.Satleikin",
      "A.Sedova",
      "A.Shukakidze"
    ],
    "subjectives": [
      "High Energy Physics - Theory (hep-th)",
      "Physics Education (physics.ed-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2406.16717",
    "title": "Probing Yu-Shiba-Rusinov state via quantum noise and $\\Delta_T$ noise",
    "abstract": "           Recent attention has been drawn to temperature gradient generated $\\Delta_T$ noise at vanishing charge current. This study delves into examining the properties of spin-polarised $\\Delta T$ noise in conjunction with $\\Delta_T$-shot noise, $\\Delta_T$-thermal noise, and quantum noise (again both shot and thermal noise) in a one-dimensional (1D) structure comprising metal/spin-flipper/metal/insulator/superconductor junction to probe Yu-Shiba-Rusinov (YSR) bound states. YSR bound states, which are localized states within the superconducting gap of a superconductor are induced by a magnetic impurity acting as a spin-flipper. A YSR bound state should be distinguished from a Majorana bound state (MBS), which too can occur due to interaction with magnetic impurities, e.g., magnetic adatoms on superconductors, and this can lead to false positives in detecting MBS. Clarifying this by providing a unique signature for the YSR-bound state is the main aim of this work. In this paper, we show that YSR bound states can be effectively probed using quantum noise and the recently discovered $\\Delta_T$ noise, with a focus on especially spin transport. We see that the spin $\\Delta_T$ noise is a superior tool compared to the charge $\\Delta_T$ noise as a probe for YSR bound states. Additionally, our analysis of quantum noise reveals that similar to $\\Delta_T$ noise, spin quantum noise is more effective than charge quantum noise in detecting YSR bound states.         ",
    "url": "https://arxiv.org/abs/2406.16717",
    "authors": [
      "Tusaradri Mohapatra",
      "Sachiraj Mishra",
      "Colin Benjamin"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2406.16789",
    "title": "Quantum resolution limit of long-baseline imaging using distributed entanglement",
    "abstract": "           It has been shown that shared entanglement between two telescope sites can in principle be used to localize a point source by mimicking the standard phase-scanning interferometer, but without physically bringing the light from the distant telescopes together. In this paper, we show that a receiver that employs spatial-mode sorting at each telescope site, combined with pre-shared entanglement and local quantum operations can be used to mimic the most general multimode interferometer acting on light collected from the telescopes. As an example application to a quantitative passive-imaging problem, we show that the quantum-limited precision of estimating the angular separation between two stars can be attained by an instantiation of the aforesaid entanglement based receiver. We discuss how this entanglement assisted strategy can be used to achieve the quantum-limited precision of any complex quantitative imaging task involving any number of telescopes. We provide a blueprint of this general receiver that involves quantum transduction of starlight into quantum memory banks and spatial mode sorters deployed at each telescope site, and measurements that include optical detection as well as qubit gates and measurements on the quantum memories. We discuss the relative contributions of local mode sorting at telescope sites vis-a-vis distributed entanglement-assisted interferometry, to the overall quantum-limited information about the scene, based on the ratio of the baseline distance to the individual telescope diameter.         ",
    "url": "https://arxiv.org/abs/2406.16789",
    "authors": [
      "Isack Padilla",
      "Aqil Sajjad",
      "Babak N. Saif",
      "Saikat Guha"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2406.16861",
    "title": "Can Quantum Computers Do Nothing?",
    "abstract": "           Quantum computing platforms are subject to contradictory engineering requirements: qubits must be protected from mutual interactions when idling ('doing nothing'), and strongly interacting when in operation. If idling qubits are not sufficiently protected, information can 'leak' into neighbouring qubits, become non-locally distributed, and ultimately inaccessible. Candidate solutions to this dilemma include patterning-enhanced many-body localization, dynamical decoupling, and active error correction. However, no information-theoretic protocol exists to actually quantify this information loss due to internal dynamics in a similar way to e.g. SPAM errors or dephasing times. In this work, we develop a scalable, flexible, device non-specific protocol for quantifying this bitwise idle information loss based on the exploitation of tools from quantum information theory. We implement this protocol in over 3500 experiments carried out across 4 months (Dec 2023 - Mar 2024) on IBM's entire Falcon 5.11 series of processors. After accounting for other sources of error, and extrapolating results via a scaling analysis in shot count to zero shot noise, we detect idle information leakage to a high degree of statistical significance. This work thus provides a firm quantitative foundation from which the protection-operation dilemma can be investigated and ultimately resolved.         ",
    "url": "https://arxiv.org/abs/2406.16861",
    "authors": [
      "Alexander Nico-Katz",
      "Nathan Keenan",
      "John Goold"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2304.08658",
    "title": "In-situ surface porosity prediction in DED (directed energy deposition) printed SS316L parts using multimodal sensor fusion",
    "abstract": "           This study aims to relate the time-frequency patterns of acoustic emission (AE) and other multi-modal sensor data collected in a hybrid directed energy deposition (DED) process to the pore formations at high spatial (0.5 mm) and time (< 1ms) resolutions. Adapting an explainable AI method in LIME (Local Interpretable Model-Agnostic Explanations), certain high-frequency waveform signatures of AE are to be attributed to two major pathways for pore formation in a DED process, namely, spatter events and insufficient fusion between adjacent printing tracks from low heat input. This approach opens an exciting possibility to predict, in real-time, the presence of a pore in every voxel (0.5 mm in size) as they are printed, a major leap forward compared to prior efforts. Synchronized multimodal sensor data including force, AE, vibration and temperature were gathered while an SS316L material sample was printed and subsequently machined. A deep convolution neural network classifier was used to identify the presence of pores on a voxel surface based on time-frequency patterns (spectrograms) of the sensor data collected during the process chain. The results suggest signals collected during DED were more sensitive compared to those from machining for detecting porosity in voxels (classification test accuracy of 87%). The underlying explanations drawn from LIME analysis suggests that energy captured in high frequency AE waveforms are 33% lower for porous voxels indicating a relatively lower laser-material interaction in the melt pool, and hence insufficient fusion and poor overlap between adjacent printing tracks. The porous voxels for which spatter events were prevalent during printing had about 27% higher energy contents in the high frequency AE band compared to other porous voxels. These signatures from AE signal can further the understanding of pore formation from spatter and insufficient fusion.         ",
    "url": "https://arxiv.org/abs/2304.08658",
    "authors": [
      "Adithyaa Karthikeyan",
      "Himanshu Balhara",
      "Abhishek Hanchate",
      "Andreas K Lianos",
      "Satish TS Bukkapatnam"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Machine Learning (cs.LG)"
    ]
  },
  {
    "id": "arXiv:2402.08899",
    "title": "Free Space Optical Frequency Comparison Over Rapidly Moving Links",
    "abstract": "           The comparison of optical reference frequency signals over free-space optical links is limited by the relative motion between local and remote sites. For ground to low earth orbit comparison, the expected Doppler shift and Doppler rate typically reach 4 GHz at 100 MHz/s, which prevents the narrow-band detection required to compare optical frequencies at the highest levels of stability. We demonstrate a system capable of optical frequency comparison in the presence of these significant Doppler shifts, using an electro-optic phase modulator with an actuation bandwidth of 10 GHz, which will enable ground-to-space frequency comparison. This system was demonstrated over a retro-reflected drone link, with a maximum line-of-sight velocity of 15 m/s and Doppler shift of 19 MHz at a Doppler rate of 1 MHz/s. The best fractional frequency stability obtained was 7E-18 at an integration time of 5s. These results are an important step toward ground to low earth orbit optical frequency comparison, providing a scalable terrestrial test bed.         ",
    "url": "https://arxiv.org/abs/2402.08899",
    "authors": [
      "Shawn M. P. McSorley",
      "Benjamin P. Dix-Matthews",
      "Alex M. Frost",
      "Ayden S. McCann",
      "Skevos F. E. Karpathakis",
      "David R. Gozzard",
      "Shane M. Walsh",
      "Sascha W. Schediwy"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2403.01751",
    "title": "Spatio-temporal optical vortices: principles of description and basic properties",
    "abstract": "           These notes appeared as a summary during the initial acquaintance with the structure and properties of spatio-temporal optical vortices (STOV), as these are presented in the current literature. The general approach to the STOV description and characterization is based on the model of scalar paraxial Gaussian wave packet. On this ground, the STOV structures of arbitrary orders are considered as superpositions of spatio-temporal Hermite-Gaussian modes. This representation enables the direct and physically meaningful characterization of the STOV amplitude and phase distributions, their evolution upon free propagation and in optical systems, internal energy flows and the orbital angular momentum. The topologically determined asymmetry and the difference between the \"energy center\" and \"probability center\" [Phys. Rev. A 107, L031501 (2023)] is discussed and qualitatively interpreted. Methods for the STOV generation and diagnostics are outlined, and the main properties of non-Gaussian (Bessel-type) STOVs are briefly described. The notes may be useful as initial introduction to the STOV-associated ideas and their extraordinary properties.         ",
    "url": "https://arxiv.org/abs/2403.01751",
    "authors": [
      "Aleksandr Bekshaev"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2405.00512",
    "title": "Quantum rates in dissipative systems with spatially varying friction",
    "abstract": "           We investigate whether making the friction spatially dependent on the reaction coordinate introduces quantum effects into the thermal reaction rates for dissipative reactions. Quantum rates are calculated using the numerically exact multi-configuration time-dependent Hartree (MCTDH) method, as well as the approximate ring-polymer molecular dynamics (RPMD), ring-polymer instanton (RPI) methods, and classical mechanics. By conducting simulations across a wide range of temperatures and friction strengths, we can identify the various regimes that govern the reactive dynamics. At high temperatures, in addition to the spatial-diffusion and energy-diffusion regimes predicted by Kramer's rate theory, a (coherent) tunnelling-dominated regime is identified at low friction. At low temperatures, incoherent tunnelling dominates most of Kramer's curve, except at very low friction when coherent tunnelling becomes dominant. Unlike in classical mechanics, the bath's influence changes the equilibrium time-independent properties of the system, leading to a complex interplay between spatially dependent friction and nuclear quantum effects even at high temperatures. More specifically, a realistic friction profile can lead to an increase (decrease) of the quantum (classical) rates with friction within the spatial-diffusion regime, showing that classical and quantum rates display qualitatively different behaviours. Except at very low frictions, we find that RPMD captures most of the quantum effects in the thermal reaction rates.         ",
    "url": "https://arxiv.org/abs/2405.00512",
    "authors": [
      "Oliver Bridge",
      "Paolo Lazzaroni",
      "Rocco Martinazzo",
      "Mariana Rossi",
      "Stuart C. Althorpe",
      "Yair Litman"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2406.08403",
    "title": "Optical microscope with nanometer longitudinal resolution based on a Linnik interferometer",
    "abstract": "           A microscope based on the Linnik interferometer was designed, built, and tested. Two methods were used for interference pattern measurement: phase-shifting and polarized single-shot methods. The former uses a low coherence light emitting diode as a light source, providing 10 nm resolution in the Z direction and diffraction-limited resolution in the X and Y directions. The second method is insensitive to vibrations and enables observation of moving objects. The simplicity and low cost of this instrument make it valuable for a variety of applications.         ",
    "url": "https://arxiv.org/abs/2406.08403",
    "authors": [
      "Sergei V. Anishchik",
      "Marcos Dantus"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2406.13907",
    "title": "Observation of full contrast icosahedral Bose-Einstein statistics in laser desorbed, buffer gas cooled C$_{60}$",
    "abstract": "           The quantum mechanical nature of spherical top molecules is particularly evident at low angular momentum quantum number J. Using infrared spectroscopy on the 8.4$\\mu$m rovibrational band of buffer gas cooled $^{12}$C$_{60}$, we observe the hitherto unseen R(J = 0 - 29) rotational progression, including the complete disappearance of certain transitions due to the molecule's perfect icosahedral symmetry and identical bosonic nuclei. The observation of extremely weak C$_{60}$ absorption is facilitated by a laser desorption C$_{60}$ vapor source, which transfers 1000-fold less heat to the cryogenic buffer gas cell than a traditional oven source. This technique paves the way to cooling C$_{60}$ and other large gas phase molecules to much lower temperatures, providing continued advances for spectral resolution and sensitivity.         ",
    "url": "https://arxiv.org/abs/2406.13907",
    "authors": [
      "Ya-Chu Chan",
      "Lee R. Liu",
      "Andrew Scheck",
      "David J. Nesbitt",
      "Jun Ye",
      "Dina Rosenberg"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2406.14570",
    "title": "Deep-Learning Approach for Tissue Classification using Acoustic Waves during Ablation with an Er:YAG Laser (Updated)",
    "abstract": "           Today's mechanical tools for bone cutting (osteotomy) cause mechanical trauma that prolongs the healing process. Medical device manufacturers aim to minimize this trauma, with minimally invasive surgery using laser cutting as one innovation. This method ablates tissue using laser light instead of mechanical tools, reducing post-surgery healing time. A reliable feedback system is crucial during laser surgery to prevent damage to surrounding tissues. We propose a tissue classification method analyzing acoustic waves generated during laser ablation, demonstrating its applicability in an ex-vivo experiment. The ablation process with a microsecond pulsed Er:YAG laser produces acoustic waves, acquired with an air-coupled transducer. These waves were used to classify five porcine tissue types: hard bone, soft bone, muscle, fat, and skin. For automated tissue classification, we compared five Neural Network (NN) approaches: a one-dimensional Convolutional Neural Network (CNN) with time-dependent input, a Fully-connected Neural Network (FcNN) with either the frequency spectrum or principal components of the frequency spectrum as input, and a combination of a CNN and an FcNN with time-dependent data and its frequency spectrum as input. Consecutive acoustic waves were used to improve classification accuracy. Grad-Cam identified the activation map of the frequencies, showing low frequencies as the most important for this task. Our results indicated that combining time-dependent data with its frequency spectrum achieved the highest classification accuracy (65.5%-75.5%). We also found that using the frequency spectrum alone was sufficient, with no additional benefit from applying Principal Components Analysis (PCA).         ",
    "url": "https://arxiv.org/abs/2406.14570",
    "authors": [
      "Carlo Seppi",
      "Philippe C. Cattin"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)",
      "Artificial Intelligence (cs.AI)",
      "Image and Video Processing (eess.IV)",
      "Tissues and Organs (q-bio.TO)"
    ]
  },
  {
    "id": "arXiv:2406.14689",
    "title": "Broadband Fourier-Transform Optical Photothermal Infrared Spectroscopy and Imaging",
    "abstract": "           Optical photothermal microscopy is a powerful, emerging method that overcomes the diffraction limit in infrared hyperspectral imaging by utilizing a visible probe laser beam to detect local temperature-induced modulation at the visible diffraction limit. However, the spectral range of this technique has been limited by the tuning range of infrared sources, which is generally restricted to the fingerprint window with commercially available quantum cascade lasers. In this work, ultra-broadband synchrotron infrared radiation was used for infrared photothermal imaging and spectroscopy, spanning the entire mid-infrared range. Both optical- and fluorescence-detected photothermal modalities were performed, demonstrating improved spectral range when compared to optical photothermal microscopy using commercial sources and improved spatial resolution when compared to synchrotron micro-spectroscopy measurements. Following these initial validation studies, synchrotron Fourier-transform optical photothermal infrared spectroscopy (FT-OPTIR) in combination with synchrotron micro-spectroscopy measurements were used to differentiate cells in mouse brain tissue sections.         ",
    "url": "https://arxiv.org/abs/2406.14689",
    "authors": [
      "Aleksandr Razumtcev",
      "Gwendylan A. Turner",
      "Sergey Zayats",
      "Ferenc Borondics",
      "Aris Polyzos",
      "Garth J. Simpson",
      "Hans A. Bechtel"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2401.09091",
    "title": "Enhancing Scalability of Quantum Eigenvalue Transformation of Unitary Matrices for Ground State Preparation through Adaptive Finer Filtering",
    "abstract": "           Hamiltonian simulation is a domain where quantum computers have the potential to outperform their classical counterparts due to their inherent quantum behavior. One of the main challenges of such quantum algorithms is up-scaling the system size, which is necessary to achieve meaningful quantum advantage. In this work, we present an approach to improve the scalability of eigenspace filtering for the ground state preparation of a given Hamiltonian. Our method aims to tackle limitations introduced by a small spectral gap and high degeneracy of low energy states. It is based on an adaptive sequence of eigenspace filtering through Quantum Eigenvalue Transformation of Unitary Matrices (QETU) followed by spectrum profiling. By combining our proposed algorithm with state-of-the-art phase estimation methods, we achieved good approximations for the ground state energy with local, two-qubit gate depolarizing probability up to $10^{-4}$. To demonstrate the key results in this work, we ran simulations with the transverse-field Ising Model on classical computers using Qiskit. We compare the performance of our approach with the static implementation of QETU and show that we can consistently achieve three to four orders of magnitude improvement in the absolute error rate.         ",
    "url": "https://arxiv.org/abs/2401.09091",
    "authors": [
      "Erenay Karacan",
      "Yanbin Chen",
      "Christian B. Mendl"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Numerical Analysis (math.NA)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2402.16410",
    "title": "First principles construction of symmetry-informed quantum metrologies",
    "abstract": "           Combining quantum and Bayesian principles leads to optimality in metrology, but the optimisation equations involved are often hard to solve. This work mitigates this problem with a novel class of measurement strategies for quantities isomorphic to location parameters, which are shown to admit a closed-form optimisation. The resulting framework admits any parameter range, prior information, or state, and the associated estimators apply to finite samples. As an example, the metrology of relative weights is formulated from first principles and shown to require hyperbolic errors. The primary advantage of this approach lies in its simplifying power: it reduces the search for good strategies to identifying which symmetry leaves a state of maximum ignorance invariant. This will facilitate the application of quantum metrology to fundamental physics, where symmetries play a key role.         ",
    "url": "https://arxiv.org/abs/2402.16410",
    "authors": [
      "Jesús Rubio"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mathematical Physics (math-ph)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2405.16787",
    "title": "Classical and quantum thermodynamics described as a system-bath model: The dimensionless minimum work principle",
    "abstract": "           We formulate a thermodynamic theory applicable to both classical and quantum systems. These systems are depicted as thermodynamic system-bath models capable of handling isothermal, isentropic, thermostatic, and entropic processes. Our approach is based on the use of a dimensionless thermodynamic potential expressed as a function of the intensive and extensive thermodynamic variables. Using the principles of dimensionless minimum work and dimensionless maximum entropy derived from quasi-static changes of external perturbations and temperature, we obtain the Massieu-Planck potentials as entropic potentials and the Helmholtz-Gibbs potentials as free energy. These potentials can be interconverted through time-dependent Legendre transformations. Our results are verified numerically for an anharmonic Brownian system described in phase space using the low-temperature quantum Fokker-Planck equations in the quantum case and the Kramers equation in the classical case, both developed for the thermodynamic system-bath model. Thus, we clarify the conditions for thermodynamics to be valid even for small systems described by Hamiltonians and establish a basis for extending thermodynamics to non-equilibrium conditions.         ",
    "url": "https://arxiv.org/abs/2405.16787",
    "authors": [
      "Shoki Koyanagi",
      "Yoshitaka Tanimura"
    ],
    "subjectives": [
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2406.07797",
    "title": "Real-time Deformation Correction in Additively Printed Flexible Antenna Arrays",
    "abstract": "           Conformal phased arrays provide multiple degrees of freedom to the scan angle, which is typically limited by antenna aperture in rigid arrays. Silicon-based RF signal processing offers reliable, reconfigurable, multi-functional, and compact control for conformal phased arrays that can be used for on-the-move communication. While the lightweight, compactness, and shape-changing properties of the conformal phased arrays are attractive, these features result in dynamic deformation of the array during motion leading to significant dynamic beam pointing errors. We propose a silicon-based, compact, reconfigurable solution to self-correct these dynamic deformation-induced beam pointing errors. Furthermore, additive printing is leveraged to enhance the flexibility of the conformal phased arrays, as the printed conductive ink is more flexible than bulk copper and can be easily deposited on flexible sheets using different printing tools, providing an environmentally-friendly solution for large-scale production. The inks such as conventional silver inks are expensive and copper-based printable inks suffer from spontaneous metal oxidation that alters trace impedance and degrades beamforming performance. This work uses a low-cost molecular copper decomposition ink with reliable RF properties at different temperature and strain to print the proposed intelligent conformal phased array operating at 2.1 GHz. Proof-of-concept prototype $2\\times2$ array self-corrects the deformation induces beampointing error with an error $<1.25^\\circ$. The silicon based array processing part occupying only 2.58 mm$^2$ area and 83 mW power per tile.         ",
    "url": "https://arxiv.org/abs/2406.07797",
    "authors": [
      "Sreeni Poolakkal",
      "Abdullah Islam",
      "Shrestha Bansal",
      "Arpit Rao",
      "Ted Dabrowski",
      "Kalsi Kwan",
      "Amit Mishra",
      "Quiyan Xu",
      "Erfan Ghaderi",
      "Pradeep Lall",
      "Sudip Shekhar",
      "Julio Navarro",
      "Shenqiang Ren",
      "John Williams",
      "Subhanshu Gupta"
    ],
    "subjectives": [
      "Signal Processing (eess.SP)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2406.15316",
    "title": "Discovery of Novel Silicon Allotropes with Optimized Band Gaps to Enhance Solar Cell Efficiency through Evolutionary Algorithms and Machine Learning",
    "abstract": "           In the pursuit of advancing solar energy technologies, this study presents 20 direct and quasi-direct band gap silicon crystalline semiconductors that satisfy the Shockley-Queisser limit, a benchmark for solar cell efficiency. Employing two evolutionary algorithm-based searches, we optimize structures and calculate fitness function using the DFTB method and Gaussian approximation potential. Following the preselection of structures based on energy considerations, we further optimize them using PBEsol DFT. Subsequently, we screen the structures based on their band gap, employing a DFTB method tailored for band gap calculation of silicon crystals. To validate the structural stability, we employ phonon analysis via linear regression algorithm applied to PBEsol DFT data. To ensure accurate band gap determination, we employ HSE and GW methods. Significantly, the structures unveiled in this study are of great importance due to their proven stability from both mechanical and dynamic perspectives. Furthermore, the ductility and low density of certain structures enhance their potential application. Moreover, the study harnesses various machine learning algorithms to develop a predictive model for the band gap energy of these silicon structures. Input data for machine learning models are derived from structural MBTR and SOAP descriptors, as well as DFT outputs. Notably, the results reveal that features extracted from DFT outperform the MBTR and SOAP descriptors.         ",
    "url": "https://arxiv.org/abs/2406.15316",
    "authors": [
      "Mostafa Yaghoobi",
      "Mojtaba Alaei",
      "Mahtab Shirazi",
      "Nafise Rezaei",
      "Stefano de Gironcoli"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)"
    ]
  }
]