[
  {
    "id": "arXiv:2206.01845",
    "title": "Machine learning the quantum flux-flux correlation function for  catalytic surface reactions",
    "abstract": "A dataset of fully quantum flux-flux correlation functions and reaction rate constants was constructed for organic heterogeneous catalytic surface reactions. Gaussian process regressors were successfully fitted to training data to predict previously unseen test set reaction rate constant products and Cauchy fits of the flux-flux correlation function. The optimal regressor prediction mean absolute percent errors were on the order of 0.5% for test set reaction rate constant products and 1.0% for test set flux-flux correlation functions. The Gaussian process regressors were accurate both when looking at kinetics at new temperatures and reactivity of previously unseen reactions and provide a significant speedup respect to the computationally demanding time propagation of the flux-flux correlation function. ",
    "url": "https://arxiv.org/abs/2206.01845",
    "authors": [
      "Brenden G. Pelkie",
      "Stephanie Valleau"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2206.01865",
    "title": "Quantum Fluctuations, The Casimir Effect and The Historical Burden",
    "abstract": "It has been argued since 1948, when it was experimentally demonstrated, that the Casimir effect-where two non-charged conducting plates have a weak but measurable force on each other dependent on the inverse fourth power of the distance between them-shows the reality of vacuum zero-point fluctuations. This \"proof\" of the reality of vacuum fluctuations has been repeated in many quantum field theory books and papers subsequent to 1948. The attractive force is generally ascribed to the difference in zero-point energy of the electromagnetic field between the plates and the vacuum external to them. As is well known, zero-point vacuum fluctuations are incompatible with relativistic physics and are at the root of the \"cosmological constant\" problem. Most texts on quantum mechanics and quantum field theory eliminate the vacuum energy by normal ordering or some other mechanism. These issues are explored in this paper and it is pointed out that a means to resolve them already exists. ",
    "url": "https://arxiv.org/abs/2206.01865",
    "authors": [
      "Gerald E. Marsh"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2206.01925",
    "title": "Topologically protected generation of spatiotemporal optical vortices  with nonlocal spatial-mirror-symmetry-breaking metasurface",
    "abstract": "Recently nonlocal spatial-mirror-symmetry-breaking metasurfaces have been proposed to generate spatiotemporal optical vortices (STOVs), which carry transverse orbital angular momenta. Here we investigate the topological property of the STOV generator and show that spatial mirror symmetry breaking introduces a synthetic parameter dimension associated with the metasurface geometry. Furthermore, we demonstrate that there are well-defined vortices emerging with the synthetic parameter dimension, which can topologically protect the STOV generation robustly against structural perturbations and disorders. Our studies not only provide a new topological perspective for STOV generation but also lay a solid foundation for potential applications of STOV metasurfaces integrated with other optoelectronic devices, because of their robust immunity to fabrication defects. ",
    "url": "https://arxiv.org/abs/2206.01925",
    "authors": [
      "Junyi Huang",
      "Hongliang Zhang",
      "Tengfeng Zhu",
      "Zhichao Ruan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2206.01969",
    "title": "Doped Graphene Quantum Dots UV-Vis Absorption Spectrum: A  high-throughput TDDFT study",
    "abstract": "We report on time-dependent density functional theory (TDDFT) calculations of the excited states of 63 different graphene quantum dots (GQDs) in square shape with side lengths 1 nm, 1.5 nm and 2 nm. We investigate the systematics and trends in the UV-Vis absorption spectra of these GQDs, which are doped with elements B, N, O, S and P at dopant percentages 1.5%, 3%, 5% and 7%. The results show how the peaks in the UV and visible parts of the spectrum as well as the total absorption evolve in the chemical parameter space along the coordinates of size, dopant type and dopant percentage. The absorption spectra calculated here can be used to obtain particular GQD mixture proportions that would yield a desired absorption profile such as flat absorption across the whole visible spectrum or one that is locally peaked around a chosen wavelength. ",
    "url": "https://arxiv.org/abs/2206.01969",
    "authors": [
      "Şener Özönder",
      "Caner Ünlü",
      "Cihat Güleryüz",
      "Levent Trabzon"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2206.02173",
    "title": "Efficient Frozen Gaussian Sampling Algorithms for Nonadiabatic Quantum  Dynamics at Metal Surfaces",
    "abstract": "In this article, we propose a Frozen Gaussian Sampling (FGS) algorithm for simulating nonadiabatic quantum dynamics at metal surfaces with a continuous spectrum. This method consists of a Monte-Carlo algorithm for sampling the initial wave packets on the phase space and a surface-hopping type stochastic time propagation scheme for the wave packets. We prove that to reach a certain accuracy threshold, the sample size required is independent of both the semiclassical parameter $\\varepsilon$ and the number of metal orbitals $N$, which makes it one of the most promising methods to study the nonadiabatic dynamics. The algorithm and its convergence properties are also validated numerically. Furthermore, we carry out numerical experiments including exploring the nuclei dynamics, electron transfer and finite-temperature effects, and demonstrate that our method captures the physics which can not be captured by classical surface hopping trajectories. ",
    "url": "https://arxiv.org/abs/2206.02173",
    "authors": [
      "Zhen Huang",
      "Limin Xu",
      "Zhennan Zhou"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Numerical Analysis (math.NA)"
    ]
  },
  {
    "id": "arXiv:2206.02176",
    "title": "Development of research network on Quantum Annealing Computation and  Information using Google Scholar data",
    "abstract": "We build and analyze the network of hundred top cited nodes (research papers and books from Google Scholar; strength or citation of the nodes range from about 44000 upto 100) starting early 1980 to till last year. These searched publications (papers, books) are based on Quantum Annealing Computation and Information categorized in four different sets: A) Quantum/Transverse Field Spin Glass Model, B) Quantum Annealing, C) Quantum Adiabatic Computation and D) Quantum Computation Information in the title or abstract of the searched publications. We fitted the growth in the annual number of publication ($n_p$) in each of these four categories A to D to the form $n_p \\sim\\exp{(t/\\tau)}$ where $t$ denotes the time in year. We found the scaling time $\\tau$ to be of order about 10 years for category A and C whereas $\\tau$ is order of about 5 years for category B and D. ",
    "url": "https://arxiv.org/abs/2206.02176",
    "authors": [
      "Antika Sinha"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)",
      "Social and Information Networks (cs.SI)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2206.02195",
    "title": "High-repetition-rate seeded free-electron laser enhanced by the  self-modulation",
    "abstract": "Recently, the self-modulation scheme of a weakly pre-bunched electron beam has been proposed [Yan et al., Physical Review Letters 126, 084801 (2021)], which is of great promise for high-repetition-rate seeded free-electron lasers (FELs), such as high-gain harmonic generation (HGHG). In this paper, the self-modulation scheme is systematically analyzed and optimized, and further experiments in which the self-modulator is resonant at the second harmonic of the seed laser are conducted. The three-dimensional numerical simulations show that the required seed laser intensity in the self-modulation scheme is around three orders of magnitude lower than that of the standard HGHG through the optimization of the beam size or the peak current. More importantly, by reasonably setting the initial energy modulation and the resonance of the self-modulator, a more prominent bunching factor and lase at the 30th harmonic of the seed laser can be achieved in a single-stage HGHG. Moreover, the experiment results confirm that varying the resonance conditions of the self-modulator can still amplify the laser-induced energy modulation, where coherent radiation generated even at the 12th harmonic can be observed. These results indicate that the self-modulation scheme can remarkably reduce the requirements of the seed laser system while improving the harmonic up-conversion efficiency, which paves the way for realizing high-repetition-rate and fully coherent soft x-ray FELs. ",
    "url": "https://arxiv.org/abs/2206.02195",
    "authors": [
      "Hanxiang Yang",
      "Jiawei Yan",
      "Haixiao Deng"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.02215",
    "title": "Comparison of measuring the cloud top height by a radiosonde with an  optical sensor and an airplane",
    "abstract": "Currently, the cloud top height (CTH) is measured by remote satellite and radar methods. Radar methods detect only clouds with precipitation, so their information about the optical cloud top height has little reliability. In addition, any remote method must be monitored. The CTH is most accurately measured by aircraft methods. However, its use for measuring the height of cumulonimbus clouds is almost impossible. The paper presents the results of comparing the measurement of the CTH using a radiosonde with an optical sensor and an aircraft with a special laser locator. The measured heights differed from each other by 30 meters, which corresponds to the accuracy of the equipment used. The purpose of the work is to monitor the quality of satellite and radar methods for measuring the CTH. ",
    "url": "https://arxiv.org/abs/2206.02215",
    "authors": [
      "Alexander Kochin"
    ],
    "subjectives": [
      "Atmospheric and Oceanic Physics (physics.ao-ph)"
    ]
  },
  {
    "id": "arXiv:2206.02221",
    "title": "Ultrafast Transverse Modulation of Free Electrons by Interaction with  Shaped Optical Fields",
    "abstract": "Spatio-temporal shaping of electron beams is a bold frontier in electron microscopy, enabling new routes toward spatial-resolution enhancement, selective probing, low-dose imaging and faster data acquisition. Over the last decade, shaping methods evolved from passive phase plates to low-speed electrostatic and magnetostatic displays. Recently, higher shaping speed and flexibility have become feasible by the advent of ultrafast electron microscopy, embodying a swift change of paradigm that relies on using light to control free electrons. Here, we experimentally demonstrate that arbitrary transverse modulation of electron beams is possible without the need for designing and fabricating complicated electron-optics elements or material nanostructures, but rather resorting to shaping light beams reflected from a planar thin film. We demonstrate arbitrary transverse modulation of electron wavepackets via inelastic interaction with a shaped ultrafast light field controlled by an external spatial light modulator (SLM). We illustrate this method by generating Hermite-Gaussian (HG) electron beams with HG10 and HG01 symmetry and discuss their possible use in enhancing the imaging contrast of microscopic features. Relative to current schemes, our approach adopting an external SLM dramatically widens the range of patterns that can be imprinted on the electron wave function and makes electron shaping a much easier task to perform. ",
    "url": "https://arxiv.org/abs/2206.02221",
    "authors": [
      "I. Madan",
      "V. Leccese",
      "A. Mazur",
      "F. Barantani",
      "T. La Grange",
      "A. Sapozhnik",
      "S. Gargiulo",
      "E. Rotunno",
      "J.-C. Olaya",
      "I. Kaminer",
      "V. Grillo",
      "F. J. García de Abajo",
      "F. Carbone",
      "G. M. Vanacore"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2206.02294",
    "title": "Stable high-dimensional weak-light soliton molecules and their active  control",
    "abstract": "Bound states of solitons, alias soliton molecules (SMs), are well known in one-dimensional (1D) systems, while making stable bound states of multidimensional solitons is a challenging problem because of the underlying instabilities. Here we propose a scheme for the creation of stable (2+1)D and (3+1)D optical SMs in a gas of cold Rydberg atoms, in which electromagnetically induced transparency (EIT) is induced by a control laser field. We show that, through the interplay of the EIT and the strong long-range interaction between the Rydberg atoms, the system gives rise to giant nonlocal Kerr nonlinearity, which in turn supports stable (2+1)D spatial optical SMs, as well as ring-shaped soliton necklaces, including rotating ones. They feature a large size, low generation power, and can be efficiently manipulated by tuning the nonlocality degree of the Kerr nonlinearity. Stable (3+1)D spatiotemporal optical SMs, composed of fundamental or vortex solitons, with low power and ultraslow propagation velocity, can also be generated in the system. These SMs can be stored and retrieved through the switching off and on of the control laser field. The findings reported here suggest applications to data processing and transmission in optical systems. ",
    "url": "https://arxiv.org/abs/2206.02294",
    "authors": [
      "Lu Qin",
      "Chao Hang",
      "Boris A. Malomed",
      "Guoxiang Huang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.02297",
    "title": "Quantum calculations on a CCSD(T) machine-learned PES reveal the leaky  nature of gas-phase trans and gauche ethanol conformers",
    "abstract": "Ethanol is a molecule of fundamental interest in combustion, astrochemistry, and condensed phase as a solvent. It is characterized by two methyl rotors and $trans$ ($anti$) and $gauche$ conformers, which are known to be very close in energy. Here we show that based on rigorous quantum calculations of the vibrational zero-point state, using a new ab initio potential energy surface (PES), the ground state resembles the $trans$ conformer but substantial delocalization to the $gauche$ conformer is present. This explains experimental issues about the identification and isolation of the two conformers. This \"leak\" effect is partially quenched when deuterating the OH group, which further demonstrates the need for a quantum mechanical approach. Diffusion Monte Carlo (DMC) and full-dimensional semiclassical dynamics calculations are employed. The new PES is obtained by means of a $\\Delta$-Machine learning approach starting from a pre-existing low level (LL) density functional theory (DFT) surface. This surface is brought to the CCSD(T) level of theory using a relatively small number of $ab$ $initio$ CCSD(T) energies. Agreement between the corrected PES and direct $ab$ $initio$ results for standard fidelity tests is excellent. One- and two-dimensional discrete variable representation calculations focusing on the $trans$-$gauche$ torsional motion are also reported, in reasonable agreement with the experiment. ",
    "url": "https://arxiv.org/abs/2206.02297",
    "authors": [
      "Apurba Nandi",
      "Riccardo Conte",
      "Chen Qu",
      "Paul L. Houston",
      "Qi Yu",
      "Joel M. Bowman"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2206.02351",
    "title": "The synergy of electromagnetic effects and thermophysical properties of  metals in the formation of laser induced periodic surface structures",
    "abstract": "Femtosecond pulsed lasers have been widely used over the past decades for precise materials structuring at the micro- and nano- scales. In order, though, to realize efficient material processing and account for the formation of laser induced periodic surfaces structures (LIPSS), it is very important to understand the fundamental laser-matter interaction processes. A significant contribution to the LIPSS profile appears to originate from the electromagnetic fingerprint of the laser source. In this work, we follow a systematic approach to predict the pulse-by-pulse formation of LIPSS on metals due to the development of a spatially periodic energy deposition that results from the interference of electromagnetic far fields on a non-flat surface profile. On the other hand, we demonstrate that the induced electromagnetic effects, alone, are not sufficient to allow the LIPSS formation, therefore, we emphasize on the crucial role of electron diffusion and electron-phonon coupling on the formation of stable periodic structures. Gold and stainless Steel are considered as two materials to test the theoretical model while simulation results appear to confirm the experimental results that, unlike gold, fabrication of pronounced LIPSS on stainless Steel is feasible. ",
    "url": "https://arxiv.org/abs/2206.02351",
    "authors": [
      "George D.Tsibidis",
      "Panagiotis Lingos",
      "Emmanuel Stratakis"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2206.02354",
    "title": "Topological memory in nonlinear driven-dissipative photonic lattices",
    "abstract": "We theoretically propose a topological memory in a photonic lattice of nonlinear lossy resonators subjected to a coherent drive, where the system remembers its topological phase. Initially, the system is topologically trivial. After the application of an additional coherent pulse, the intensity is increased, which modifies the couplings in the system and then induce a topological phase transition. However, when the effect of the pulse dies out, the system does not go back to the trivial phase. Instead, it remembers the topological phase and maintains its topology acquired during the pulse application. We further show how the pulse can be used as a switch to trigger amplification of the topological modes. Our work can be useful in triggering the different functionalities of the active topological photonic devices as well as in storing information with topological protection. ",
    "url": "https://arxiv.org/abs/2206.02354",
    "authors": [
      "Subhaskar Mandal",
      "Gui-Geng Liu",
      "Baile Zhang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2206.02365",
    "title": "Intensity correlations in perturbed optical vortices: Diagnosis of the  topological charge",
    "abstract": "We propose and experimentally verify a novel scheme for diagnosing the order of a perturbed optical vortex using its 2-D spatial autocorrelation function. The order of a vortex was found to be equal to the number of dark rings or zero points present in the correlation function. We have provided a compact analytical expression for the correlation function in the form of Laguerre polynomials. Further, we have utilized the divergence of the first zero point of Laguerre polynomials upon propagation to obtain information about higher-order spatial modes, and compared it with our experimental results. It has been shown that the accuracy of obtained information can further be enhanced by increasing the collection area of scattered vortex beams. These results find applications in free-space optical and satellite communication as the proposed technique is alignment-free, and information can be obtained even with a small portion of the scattered beam. ",
    "url": "https://arxiv.org/abs/2206.02365",
    "authors": [
      "Patnala Vanitha",
      "Bhargavi Manupati",
      "Salla Gangi Reddy",
      "Venkateswarlu Annapureddy",
      "Shashi Prabhakar",
      "R. P. Singh"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.02375",
    "title": "Performance of TPC detector prototype integrated with UV laser tracks  for the circular collider",
    "abstract": "Several new experimental concepts in high-energy particle physics have been proposed in recent years. The physical goals include precisely measuring the properties of particles such as Higgs, Z and W, and even looking for signs of new physics at future colliders. To meet the evolving requirements for particle track detector, Time Projection Chamber(TPC) detector prototype integrated with a UV laser track system was developed for the main track detector at Circular Electron Positron Collider(CEPC). This prototype consists of 6 horizontal laser tracks around TPC detector chamber, a fast electronics readout of 1280 channels, a GEM detector with $200\\times 200\\,mm^2$ active area, and the DAQ system. The hit resolution, dE/dx resolution and drift velocity were studied by measuring and analyzing using the TPC prototype and UV laser tracks. The dE/dx resolution of the prototype was measured to be $(8.9\\pm0.4)\\,\\%$. Extrapolating this to CEPC TPC with 220 layers and longer track, the resolution was estimated to be $(3.36\\pm0.26)\\,\\%$. All results indicated that the TPC detector prototype integrated with UV laser tracks can work well. ",
    "url": "https://arxiv.org/abs/2206.02375",
    "authors": [
      "Z.Y. Yuan",
      "H.R. Qi",
      "Y. Chang",
      "L.W. Yu",
      "Y.M. Cai",
      "H.Y.Zhang",
      "J. Zhang",
      "Q. Ouyang",
      "Y.L. Li",
      "Z. Deng",
      "H. Gong"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2206.02486",
    "title": "Ultra-narrowband terahertz circular dichroism driven by planar  metasurface supporting chiral quasi bound states in continuum",
    "abstract": "Terahertz (THz) chirality pursues customizable manipulation from narrowband to broadband. While conventional THz chirality is restricted by non-negligible linewidth and unable to handle narrowband well. Recently, the concept \"quasi bound states in continuum\" (quasi-BIC) is introduced to optics resonance system whose the quality factor can be extremely high with the ultra-low radiative loss, thus providing a conceptual feasibility for wave control with ultra-narrow linewidth. Herein, we construct quasi-BIC in a planar all-silicon THz metasurface with in-plane C2 and mirror symmetries breaking. Such system not only exposes the symmetry-protected BIC, but also exposes the parameter-tuned BIC assigned to single resonance type. An extremely narrow linewidth (below 0.06 GHz) with high quality factor (104 level) is obtained at quasi-BIC frequency, which achieves the ultra-narrowband THz chirality. ",
    "url": "https://arxiv.org/abs/2206.02486",
    "authors": [
      "Jitao Li",
      "Zhen Yue",
      "Jie Li",
      "Chenglong Zheng",
      "Dingyu Yang",
      "Silei Wang",
      "Mengyao Li",
      "Yating Zhang",
      "Jianquan Yao"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.02526",
    "title": "Direct Growth of Monolayer MoS$_2$ on Nanostructured Silicon Waveguides",
    "abstract": "We report for the first time the direct growth of Molybdenum disulfide (MoS$_2$) monolayers on nanostructured silicon-on-insulator waveguides. Our results indicate the possibility of utilizing the Chemical Vapour Deposition (CVD) on nanostructured photonic devices in a scalable process. Direct growth of 2D material on nanostructures rectifies many drawbacks of the transfer-based approaches. We show that the van der Waals materials grow conformally across the curves, edges, and the silicon-SiO$_2$ interface of the waveguide structure. Here, the waveguide structure used as a growth substrate is complex not just in terms of its geometry but also due to the two materials (Si and SiO$_2$) involved. A transfer-free method like this yields a novel approach for functionalizing nanostructured, integrated optical architectures with an optically active direct semiconductor. ",
    "url": "https://arxiv.org/abs/2206.02526",
    "authors": [
      "Athira Kuppadakkath",
      "Emad Najafidehaghani",
      "Ziyang Gan",
      "Alessandro Tuniz",
      "Gia Quyet Ngo",
      "Heiko Knopf",
      "Franz J. F. Löchner",
      "Fatemeh Abtahi",
      "Tobias Bucher",
      "Sai Shradha",
      "Thomas Käsebier",
      "Stefano Palomba",
      "Nadja Felde",
      "Pallabi Paul",
      "Tobias Ullsperger",
      "Sven Schröder",
      "Adriana Szeghalmi",
      "Thomas Pertsch",
      "Isabelle Staude",
      "Uwe Zeitner",
      "Antony George",
      "Andrey Turchanin",
      "Falk Eilenberger"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2206.02553",
    "title": "Quantum Nonlocality -- Possible Cosmophysical Effects",
    "abstract": "Mutiple experimental results indicate the existence of cosmophysical effects which influence parameters of nuclear decays and chemical reactions in lab. conditions. In particular, variations of nucleus alpha-,beta-decay parameters with amplitudes of the order $10^{-3}$ and periods of one year and solar day were detected. Significant influence of solar activity on nuclear decay and chemical reaction parameters also was reported. We argue that such deviations from radioactive decay law and other similar effects can be described by novel quantum nonlocality mechanism, which differs from EPR-Bohm nonlocality. Doebner-Goldin nonlinear Hamiltonian applied for the description of nuclear decay parameter variations. ",
    "url": "https://arxiv.org/abs/2206.02553",
    "authors": [
      "S.N. Mayburov"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2206.02572",
    "title": "Automated visual inspection of silicon detectors in CMS experiment",
    "abstract": "In the CMS experiment at CERN, Geneva, a large number of HGCAL sensor modules are fabricated in advanced laboratories around the world. Each sensor module contains about 700 checkpoints for visual inspection thus making it almost impossible to carry out such inspection manually. As artificial intelligence is more and more widely used in manufacturing, traditional detection technologies are gradually being intelligent. In order to more accurately evaluate the checkpoints, we propose to use deep learning-based object detection techniques to detect manufacturing defects in testing large numbers of modules automatically. ",
    "url": "https://arxiv.org/abs/2206.02572",
    "authors": [
      "Dr. Nupur Giri",
      "Dr. Shashi Dugad",
      "Amit Chhabria",
      "Rashmi Manwani",
      "Priyanka Asrani"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Machine Learning (cs.LG)"
    ]
  },
  {
    "id": "arXiv:2206.02595",
    "title": "Mapping the direction of electron ionization to phase delay between VUV  and IR laser pulses",
    "abstract": "We theoretically demonstrate a one-to-one mapping between the direction of electron ionization and the phase delay between a linearly polarized VUV and a circular IR laser pulse. To achieve this, we use an ultrashort VUV pulse that defines the moment in time and space when an above threshold electron is released in the IR pulse. The electron can then be accelerated to high velocities escaping in a direction completely determined by the phase delay between the two pulses. The dipole matrix element to transition from an initial bound state of the N$_2$ molecule, considered in this work, to the continuum is obtained using quantum mechanical techniques that involve computing accurate continuum molecular states. Following release of the electron in the IR pulse, we evolve classical trajectories, neglecting the Coulomb potential and accounting for quantum interference, to compute the distribution of the direction and magnitude of the final electron momentum. The concept we theoretically develop can be implemented to produce nanoscale ring currents that generate large magnetic fields. ",
    "url": "https://arxiv.org/abs/2206.02595",
    "authors": [
      "M. Mountney",
      "G. P. Katsoulis",
      "S. H. Møller",
      "K. Jana",
      "P. Corkum",
      "A. Emmanouilidou"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2206.02657",
    "title": "Inducing intermittency in the inverse cascade of two dimensional  turbulence by a fractal forcing",
    "abstract": "We demonstrate that like in the forward cascade of three dimensional turbulence that displays intermittency (lack of self-similarity) due to the concentration of energy dissipation in a small set of fractal dimension less than three, the inverse cascade of two-dimensional turbulence can also display lack of self-similarity and intermittency if the energy injection is constrained in a fractal set of dimension less than two. A series of numerical simulations of two dimensional turbulence are examined, using different forcing functions of the same forcing length-scale but different fractal dimension $D$ that varies from the classical $D=2$ case to the point vortex case $D=0$. It is shown that as the fractal dimension of the forcing is decreased from $D=2$, the self-similarity is lost and intermittency appears, with the scaling of the different structure functions $\\langle |\\delta u_\\|^p| \\rangle\\propto r^{\\zeta_p}$ differs from the dimensional analysis prediction $\\zeta_p=p/3$. The present model thus provides a unique example that intermittency is controlled and can thus shed light and provide test beds for multi-fractal models of turbulence. ",
    "url": "https://arxiv.org/abs/2206.02657",
    "authors": [
      "George Sofiadis",
      "Ioannis E. Sarris",
      "Alexandros Alexakis"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2206.02709",
    "title": "Strong Optomechanical Interactions with Long-lived Fundamental Acoustic  Waves",
    "abstract": "Traveling-wave optomechanical interactions, known as Brillouin interactions, have now been established as a powerful and versatile resource for photonic sources, sensors, and radio-frequency processors. However, established Brillouin-based interactions with sufficient interaction strengths involve short phonon lifetimes, which critically limit their performance for applications including radio-frequency filtering and optomechanical storage devices. Here, we investigate a new paradigm of optomechanical interactions with fundamental acoustic modes, where interaction strength is decoupled from phonon lifetimes, enabling the uniquely desirable combination of high optomechanical coupling, long phonon lifetimes, tunable phonon frequencies, and single-sideband amplification. Using sensitive four-wave mixing spectroscopy controlling for noise and spatial mode coupling, optomechanical interactions with long > 2 $\\mu s$ phonon lifetimes and strong > 400 $W^{-1} m^{-1}$ coupling are observed in a tapered fiber. In addition, we demonstrate novel phonon self-interference effects resulting from the unique combination of an axially varying device geometry with long phonon lifetimes. A generalized theoretical model, in excellent agreement with experiments, is developed with broad applicability to inhomogeneous optomechanical systems. ",
    "url": "https://arxiv.org/abs/2206.02709",
    "authors": [
      "Wendao Xu",
      "Arjun Iyer",
      "Lei Jin",
      "Sze Y. Set",
      "William H. Renninger"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:1909.13407",
    "title": "A perturbative method for resolving contact interactions in quantum  mechanics",
    "abstract": "Long-range effective methods are ubiquitous in physics and in quantum theory, in particular. Furthermore, the reliability of such methods is higher when the nature of short-ranged interactions need not be modeled explicitly. This may be necessary for two reasons: (1) there are interactions that occur over a short range that cannot be accurately modeled with a potential function and/or (2) the entire Hamiltonian loses its reliability when applied at short distances. This work is an investigation of the utility and consequences of omitting a finite region of space from quantum mechanical analysis, accomplished by imposition of an artificial boundary behind which obscured short-ranged physical effects may operate. With this method, a free function of integration that depends on momentum is interpreted as a function encoding information needed to match a long-distance wavefunction to an appropriate state function on the other side of the boundary. Omitting part of the space from analysis implies that the strict unitarity requirement of quantum mechanics must be relaxed, since particles can actually propagate beyond the boundary. Strict orthogonality of eigenmodes and hermiticity of the Hamiltonian must also be relaxed in this method; however, all of these canonical relations are obeyed when averaged over sufficiently long times. What is achieved, therefore, appears to be an effective long-wavelength theory, at least for stationary systems. As examples, the quantum defect theory of the one-dimensional Coulomb interaction is recovered, as well as a new perspective of the inverse-square potential and the free particle, as well as the Wigner time delay associated with contact interactions. Potential applications of this method may include three-dimensional atomic systems and two-dimensional systems, such as graphene. ",
    "url": "https://arxiv.org/abs/1909.13407",
    "authors": [
      "David M. Jacobs"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "High Energy Physics - Theory (hep-th)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2206.01973",
    "title": "Observation of the quantum Gouy phase",
    "abstract": "Controlling the evolution of a photonic quantum states is crucial for most quantum information processing and metrology tasks. Because of its importance, many mechanisms of quantum state evolution have been tested in detail and are well understood. However, the fundamental phase anomaly of evolving waves called the Gouy phase has not been studied in the context of elementary quantum states of light such as photon number states. Here we outline a simple method for calculating the quantum state evolution upon propagation and demonstrate experimentally how this quantum Gouy phase affects two-photon quantum states. Our results show that the increased phase sensitivity of multi-photon states also extends to this fundamental phase anomaly and has to be taken into account to fully understand the state evolution. We further demonstrate how the Gouy phase can be used as a tool for manipulating quantum states of any bosonic system in future quantum technologies, outline a possible application in quantum-enhanced sensing, and dispel a common misconception related to the nature of the increased phase sensitivity of multi-photon quantum states. ",
    "url": "https://arxiv.org/abs/2206.01973",
    "authors": [
      "Markus Hiekkamäki",
      "Rafael F. Barros",
      "Marco Ornigotti",
      "Robert Fickler"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.02247",
    "title": "Quantum non-Gaussianity of light and atoms",
    "abstract": "Quantum non-Gaussian states of photons and phonons are conclusive and direct witnesses of higher-than-quadratic nonlinearities in optical and mechanical processes. Moreover, they are proven resources for quantum sensing, communication and error correction with diverse continuous-variable systems. This review introduces theoretical analyses of nonclassical and quantum non-Gaussian states of photons and phonons. It recapitulates approaches used to derive operational criteria for photons tolerant to optical losses, their application in experiments and their nowadays extension to quantum non-Gaussian photon coincidences. It extends to a recent comparison of quantum non-Gaussianity, including robustness to thermal noise, and sensing capability for high-quality phononic Fock states of single trapped cooled ions. The review can stimulate further development in the criteria of quantum non-Gaussian states and experimental effort to prepare and detect such useful features, navigating the community to advanced quantum physics and technology. ",
    "url": "https://arxiv.org/abs/2206.02247",
    "authors": [
      "Lukáš Lachman",
      "Radim Filip"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.02547",
    "title": "Towards retrieving dispersion profiles using quantum-mimic Optical  Coherence Tomography and Machine Learnin",
    "abstract": "Artefacts in quantum-mimic Optical Coherence Tomography are considered detrimental because they scramble the images even for the simplest objects. They are a side effect of autocorrelation which is used in the quantum entanglement mimicking algorithm behind this method. Interestingly, the autocorrelation imprints certain characteristics onto an artefact - it makes its shape and characteristics depend on the amount of dispersion exhibited by the layer that artefact corresponds to. This unique relationship between the artefact and the layer's dispersion can be used to determine Group Velocity Dispersion (GVD) values of object layers and, based on them, build a dispersion-contrasted depth profile. The retrieval of GVD profiles is achieved via Machine Learning. During training, a neural network learns the relationship between GVD and the artefacts' shape and characteristics, and consequently, it is able to provide a good qualitative representation of object's dispersion profile for never-seen-before data: computer-generated single dispersive layers and experimental pieces of glass. ",
    "url": "https://arxiv.org/abs/2206.02547",
    "authors": [
      "Krzysztof A. Maliszewski",
      "Piotr Kolenderski",
      "Varvara Vetrova",
      "Sylwia M. Kolenderska"
    ],
    "subjectives": [
      "Computer Vision and Pattern Recognition (cs.CV)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2106.03198",
    "title": "Resonant and near-resonant internal wave triads for non-uniform  stratifications. Part 2: Vertically bounded domain with mild-slope bathymetry",
    "abstract": " Comments: Accepted in the Journal of Fluid Mechanics ",
    "url": "https://arxiv.org/abs/2106.03198",
    "authors": [
      "Saranraj Gururaj",
      "Anirban Guha"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2110.00410",
    "title": "Cellulose Photonic Pigments",
    "abstract": " Comments: 60 pages, 29 figures and 2 tables ",
    "url": "https://arxiv.org/abs/2110.00410",
    "authors": [
      "Richard M. Parker",
      "Tianheng H. Zhao",
      "Bruno Frka-Petesic",
      "Silvia Vignolini"
    ],
    "subjectives": [
      "Soft Condensed Matter (cond-mat.soft)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2111.08173",
    "title": "Asymmetric longitudinal optical binding force between two identical  dielectric particles with electric and magnetic dipolar responses",
    "abstract": " Comments: 9 pages, 10 figures ",
    "url": "https://arxiv.org/abs/2111.08173",
    "authors": [
      "Xiao-Yong Duan",
      "Graham D. Bruce",
      "Feng Li",
      "Kishan Dholakia"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2111.15556",
    "title": "Frozen mode in an asymmetric serpentine optical waveguide",
    "abstract": " Title: Frozen mode in an asymmetric serpentine optical waveguide ",
    "url": "https://arxiv.org/abs/2111.15556",
    "authors": [
      "Albret Herrero Parareda",
      "Ilya Vitebksiy",
      "Jacob Scheuer",
      "Filippo Capolino"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2112.13279",
    "title": "On quantum algorithms for the Schrödinger equation in the  semi-classical regime",
    "abstract": " Title: On quantum algorithms for the Schrödinger equation in the  semi-classical regime ",
    "url": "https://arxiv.org/abs/2112.13279",
    "authors": [
      "Shi Jin",
      "Xiantao Li",
      "Nana Liu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Numerical Analysis (math.NA)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2112.15503",
    "title": "On the strangeness of quantum mechanics",
    "abstract": " Title: On the strangeness of quantum mechanics ",
    "url": "https://arxiv.org/abs/2112.15503",
    "authors": [
      "Marcello Poletti"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2201.05456",
    "title": "Wannier Function Methods for Topological Modes in 1D Photonic Crystals",
    "abstract": " Comments: v2. Accepted version. v1. 17 pages, 13 figures ",
    "url": "https://arxiv.org/abs/2201.05456",
    "authors": [
      "Vaibhav Gupta",
      "Barry Bradlyn"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2202.04460",
    "title": "Quantum Computing in Pharma: A Multilayer Embedding Approach for Near  Future Applications",
    "abstract": " Comments: Submitted to Journal of Computational Chemistry ",
    "url": "https://arxiv.org/abs/2202.04460",
    "authors": [
      "Robert Izsak",
      "Christoph Riplinger",
      "Nick S. Blunt",
      "Bernardo de Souza",
      "Nicole Holzmann",
      "Ophelia Crawford",
      "Joan Camps",
      "Frank Neese",
      "Patrick Schopf"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2202.05558",
    "title": "First-principles calculations of double resonance Raman spectra for  monolayer MoTe$_2$",
    "abstract": " Comments: 9 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2202.05558",
    "authors": [
      "Jianqi Huang",
      "Huaihong Guo",
      "Lin Zhou",
      "Shishu Zhang",
      "Lianming Tong",
      "Riichiro Saito",
      "Teng Yang",
      "Zhidong Zhang"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2204.04276",
    "title": "Quantum computation in a hybrid array of molecules and Rydberg atoms",
    "abstract": " Comments: 18 pages, 7 figures ",
    "url": "https://arxiv.org/abs/2204.04276",
    "authors": [
      "Chi Zhang",
      "M. R. Tarbutt"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2205.14933",
    "title": "Self-biased SAW Magnetic Field Sensors Based on Angle Dependent  Magneto-acoustic Coupling",
    "abstract": " Title: Self-biased SAW Magnetic Field Sensors Based on Angle Dependent  Magneto-acoustic Coupling ",
    "url": "https://arxiv.org/abs/2205.14933",
    "authors": [
      "Wenbin Hu",
      "Mingxian Huang",
      "Huaiwu Zhang",
      "Feiming Bai"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2206.00116",
    "title": "Towards Eusociality Using an Inverse Agent Based Model",
    "abstract": " Comments: 15 pages, 8 figures, two tables, two appendices ",
    "url": "https://arxiv.org/abs/2206.00116",
    "authors": [
      "John C. Stevenson"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)",
      "Populations and Evolution (q-bio.PE)"
    ]
  },
  {
    "id": "arXiv:2206.00146",
    "title": "Algebraic quantum field theory for particles with internal structure",
    "abstract": " Comments: In this version: typos corrected and section 3 expanded ",
    "url": "https://arxiv.org/abs/2206.00146",
    "authors": [
      "A. D. Alhaidari"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2206.01580",
    "title": "GPU-Accelerated Approximate Kernel Method for Quantum Machine Learning",
    "abstract": " Comments: 25 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2206.01580",
    "authors": [
      "Nicholas J. Browning",
      "Felix A. Faber",
      "O. Anatole von Lilienfeld"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  }
]