[
  {
    "id": "arXiv:2308.13522",
    "title": "Two-way quantum computers adding CPT analog of state preparation",
    "abstract": "Standard one-way quantum computers (1WQC) combine time symmetric unitary evolution, with asymmetric treatment of boundaries: state preparation allows to enforce chosen initial state, however, for the final value measurement chooses a random value instead. As e.g. stimulated emission-absorption are CPT analogs, and one can be used for state preparation, there should also exist its CPT analog: CPT(state preparation) - allowing for additional chosen enforcement of the final state. It would act similarity as postselection, but through physical constraints instead of running multiple times. Like pumped to $|1\\rangle$ prepared state vs its \"unpumped\" $\\langle 0|$ CPT analog, hopefully allowing to construct two-way quantum computers (2WQC) e.g. photonic: seen as $\\langle \\Phi_{\\textrm{final}}|U_{\\textrm{quantum gates}}|\\Phi_{\\textrm{initial}}\\rangle$ like for scattering matrix, with influenced both initial and final states. If possible, for example for an instance of 3-SAT problem on $n$ variables, we could prepare ensemble of $2^n$ inputs with Hadamard gates, calculate 3-SAT alternatives for them, and try to use CPT(state preparation) to enforce outcomes of all these alternatives to \"1\". This way hopefully restricting this ensemble to satisfying given 3-SAT problem: $\\sum_{a:SAT(a)} |a\\rangle$, in theory allowing to attack NP problems by simultaneously pushing and pulling information through the system for better control. ",
    "url": "https://arxiv.org/abs/2308.13522",
    "authors": [
      "Jarek Duda"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2308.13524",
    "title": "Numerical Simulations Unveil Superradiant Coherence in a Lattice of  Charged Quantum Oscillators",
    "abstract": "A system of ${N_{osc}}$ charged oscillators interacting with the electromagnetic field, spatially confined in a 3D lattice of sub-wavelength dimension, can condense into a superradiant coherent state if appropriate density and frequency conditions are met. In this state, the common frequency $\\omega$ of the oscillators and the plasma frequency $\\omega_p$ of the charges are combined into a frequency $\\omega'=\\sqrt{\\omega^2+\\omega_p^2}$ that is off-shell with respect to the wavelength of the photon modes involved, preventing them from propagating outside the material. Unlike other atomic cavity systems, the frequency $\\omega$ in this case is not determined by the cavity itself but is defined by the periodic electrostatic potential that confines the charged particles in the lattice. Additionally, the electromagnetic modes involved have wave vectors distributed in all spatial directions, resulting in a significant increase in coupling. The analytical study of this system can be carried out in the limit of large ${N_{osc}}$ by searching for an approximation of the ground state via suitable coherent trial states. Alternatively, numerical simulations can be employed for smaller ${N_{osc}}$. In the numerical approach, it is possible to go beyond the Rotating Wave Approximation (RWA) and introduce a dissipation term for the photon modes. This dissipation term can account for the ohmic quench in a metal and also consider photon losses at the boundary of the material. By utilizing numerical solutions and Monte Carlo simulations, the presence of condensation has been confirmed, and an energy gap of a few electron volts (eV) per particle has been observed in typical metal crystals with protons bound to tetrahedral or octahedral sites. ",
    "url": "https://arxiv.org/abs/2308.13524",
    "authors": [
      "L. Gamberale",
      "G. Modanese"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2308.13525",
    "title": "Electrochemical Measurement of the Electronic Structure of Graphene via  Quantum Mechanical Rate Spectroscopy",
    "abstract": "Quantum-rate theory defines a quantum mechanical rate $\\nu$ that complies with the Planck--Einstein relationship $E = h\\nu$, where $\\nu = e^2/hC_q$ is a frequency associated with the quantum capacitance $C_q$, and $E = e^2/C_q$ is the energy associated with $\\nu$. Previously, this definition of $\\nu$ was successfully employed to define a quantum mechanical meaning for the electron-transfer (ET) rate constant of redox reactions, wherein faradaic electric currents involved with ET reactions were demonstrated to be governed by relativistic quantum electrodynamics at room temperature~\\citep{Bueno-2023-3}. This study demonstrated that the definition of $\\nu$ entails the relativistic quantum electrodynamics phenomena intrinsically related to the perturbation of the density-of-states $\\left( dn/dE \\right) = C_q/e^2$ by an external harmonic oscillatory potential energy variation. On this basis, the electronic structure of graphene embedded in an electrolyte environment was computed. The electronic structure measured using quantum-rate spectroscopy (QRS) is in good agreement with that measured through angle-resolved photo-emission spectroscopy (ARPES) or calculated via computational density-functional theory (DFT) methods. Electrochemical QRS has evident experimental advantages over ARPES. For instance, QRS enables obtaining the electronic structure of graphene at room temperature and in an electrolyte environment, whereas ARPES requires low temperature and ultrahigh-vacuum conditions. Furthermore, QRS can operate \\textit{in-situ} using a hand-held, inexpensive piece of equipment, whereas ARPES necessarily requires expensive and cumbersome apparatus. ",
    "url": "https://arxiv.org/abs/2308.13525",
    "authors": [
      "Laís Cristine Lopes",
      "Edgar Pinzón",
      "Gabriela Dias-da-Silva",
      "Gustavo Troiano Feliciano",
      "Paulo Roberto Bueno"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2308.13718",
    "title": "An underground fiber cable discrimination method based on laser  interferometer",
    "abstract": "The maintenance and repair of optical fiber networks often requires the discrimination of underground cables among a group of buried ones. Presently, the methods commonly used are either inefficient or harmful to the fiber cable. In this paper, we evaluate the effectiveness of fiber optic vibration sensing method on underground fiber cable discrimination. We find that the typical vibration sensing method-distributed acoustic sensing (DAS) is not suitable for fiber cable discrimination. Especially for long distance scenario, due to \"frequency grafting\" effect, the DAS method will give a false response on the spectrum of knock events during cable discrimination process. In response, we propose an underground fiber cable discrimination method based on laser interferometer, and demonstrate it on the 40-km urban fiber cable connecting Tsinghua University and Yongding Road. It can give an obvious and real response to the knock event, and can be used in practical applications. ",
    "url": "https://arxiv.org/abs/2308.13718",
    "authors": [
      "Dongqi Song",
      "Guan Wang",
      "Zhongwang Pang",
      "Bo Wang"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2308.13763",
    "title": "Creating Light-Made Waveguides with Structured Optical Beams in  Nonlinear Kerr Media",
    "abstract": "While in linear optics the subject of structured light has been a fruitful field of both theoretical and applied research, its development in the arena of nonlinear optics has been underexplored. In this paper, we construct Frozen-Wave-type structured optical beams in Kerr nonlinear media, emphasizing the self-defocusing case, and use them to guide and control Gaussian optical beams. The results presented in this study support the expectation that structured light in nonlinear media can open new venues of theoretical research and applications, particularly in the realms of light controlling light and for all-optical photonics. ",
    "url": "https://arxiv.org/abs/2308.13763",
    "authors": [
      "M. Zamboni-Rached",
      "K. Z. Nóbrega",
      "Mo Mojahedi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2308.13990",
    "title": "On the breakup frequency of bubbles and droplets in turbulence: a  compilation and evaluation of experimental data",
    "abstract": "The dispersed phase in liquid-liquid emulsions and air-liquid mixtures can often be fragmented into smaller sizes by the surrounding turbulent carrier phase. The critical parameter that controls this process is the breakup frequency, which is defined from the breakup kernel in the population balance equation. The breakup frequency controls how long it takes for the dispersed phase reaches the terminal size distribution for given turbulence. In this article, we try to summarize the key experimental results and compile the existing datasets under a consistent framework to find out what is the characteristic timescale of the problem and how to account for the inner density and viscosity of the dispersed phase. Furthermore, by pointing out the inconsistency of existing experimental data, the key important unsolved questions and related problems on the breakup frequency of bubbles and droplets are discussed. ",
    "url": "https://arxiv.org/abs/2308.13990",
    "authors": [
      "Shijie Zhong",
      "Rui Ni"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2308.14002",
    "title": "Hands-on Quantum Programming Labs for EECS Students",
    "abstract": "This report presents a practical approach to teaching quantum computing to computer science students through dedicated hands-on programming labs. The labs cover a diverse range of topics, encompassing fundamental elements, such as entanglement, quantum gates and circuits, as well as advanced algorithms including Quantum Key Distribution, Deutsch and Deutsch-Jozsa Algorithms, Simon's algorithm, and Grover's algorithm. As educators, we aim to share our teaching insights and resources with fellow instructors in the field, The full lab handouts and program templates are provided for interested instructors. Furthermore, the report elucidates the rationale behind the design of each experiment, enabling a deeper understanding of quantum computing. ",
    "url": "https://arxiv.org/abs/2308.14002",
    "authors": [
      "Janche Sang",
      "Chansu Yu"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Distributed, Parallel, and Cluster Computing (cs.DC)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2308.14073",
    "title": "Direct Determination of Photonic Stopband Topological Character: A  Framework based on Dispersion Measurements",
    "abstract": "Ascertainment of photonic stopband absolute topological character requires information regarding the Bloch eigenfunction spatial distribution. Consequently, the experimental investigations predominantly restrict themselves to the bulk-boundary correspondence principle and the ensuing emergence of topological surface state. Although capable of establishing the equivalence or inequivalence of bandgaps, the determination of their absolute topological identity remains out of its purview. The alternate method of reflection phase-based identification also provides only contentious improvements owing to the measurement complexities pertaining to the interferometric setups. To circumvent these limitations, we resort to the Kramers-Kronig amplitude-phase causality considerations and propose an experimentally conducive method for bandgap topological character determination directly from the parametric reflectance measurements. Particularly, it has been demonstrated that in case of one-dimensional photonic crystals, polarization-resolved dispersion measurements suffice in qualitatively determining bandgap absolute topological identities. By invoking the translational invariance of the investigated samples, we also define a parameter Differential Effective Mass that encapsulates bandgap topological identities and engenders an experimentally discernible bandgap classifier. ",
    "url": "https://arxiv.org/abs/2308.14073",
    "authors": [
      "Nitish Kumar Gupta",
      "Sapireddy Srinivasu",
      "Mukesh Kumar",
      "Anjani Kumar Tiwari",
      "Sudipta Sarkar Pal",
      "Harshawardhan Wanare",
      "S. Anantha Ramakrishna"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2308.14156",
    "title": "A Reconfigurable Photonic Processor for NP-complete Problems",
    "abstract": "NP-complete problems are widely and deeply involved in various real-life scenarios while still intractable to solve efficiently on conventional computers. It is of great practical significance to construct versatile computing architectures that solve NP-complete problems with computational advantage. Here, we present a reconfigurable photonic processor to efficiently solve a benchmark NP-complete problem, the subset sum problem (SSP). We show that in the case of successive primes, the photonic processor has genuinely surpassed commercial electronic processors launched recently by taking advantages of the high propagation speed and vast parallelism of photons and state-of-the-art integrated photonic technology. Moreover, we are able to program the photonic processor to tackle different problem instances relying on the tunable integrated modules, variable split junctions, which can be used to build a fully reconfigurable architecture potentially allowing $2^{N}$ configurations at most. Our experiments confirm the potential of the photonic processor as a versatile and efficient computing platform, suggesting a possible practical route to solving computationally hard problems at large scale. ",
    "url": "https://arxiv.org/abs/2308.14156",
    "authors": [
      "Xiao-Yun Xu",
      "Tian-Yu Zhang",
      "Zi-Wei Wang",
      "Chu-Han Wang",
      "Xian-Min Jin"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Emerging Technologies (cs.ET)"
    ]
  },
  {
    "id": "arXiv:2308.14195",
    "title": "Fabrication of a Silicon Electron Multiplier sensor using Metal Assisted  Chemical Etching and its characterisation",
    "abstract": "The Silicon Electron Multiplier (SiEM) sensor is a novel sensor concept that enables charge multiplication by high electric fields generated by embedded metal electrodes within the sensor bulk. Metal assisted chemical etching (MacEtch) in gas phase with platinum as a catalyst has been used to fabricate test structures consisting of vertically aligned silicon pillars and strips on top of a silicon bulk. The pillars exceed 10 $\\mu m$ in height with a diameter of 1.0 $\\mu m$ and are arranged as a hexagonal lattice with a pitch of 1.5 $\\mu m$. Electrical characterisations through current $-$ voltage measurements inside a scanning electron microscope and a climate chamber have demonstrated that the MacEtch process is compatible with active media and p-n junctions. ",
    "url": "https://arxiv.org/abs/2308.14195",
    "authors": [
      "Marius Mæhlum Halvorsen",
      "Victor Coco",
      "Paula Collins",
      "Heidi Sandaker",
      "Lucia Romano"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2308.14251",
    "title": "Polarization engineering of entangled photons from a lithium niobate  nonlinear metasurface",
    "abstract": "Complex polarization states of photon pairs are indispensable in various quantum technologies. Conventional methods for preparing desired two-photon polarization states are realized through bulky nonlinear crystals, which can restrict the versatility and tunability of the generated quantum states due to the fixed crystal nonlinear susceptibility. Here we present a solution using a nonlinear metasurface incorporating multiplexed silica metagratings on a lithium niobate film of 300 nanometer thickness. We fabricate two orthogonal metagratings on a single substrate with an identical resonant wavelength, thereby enabling the spectral indistinguishability of the emitted photons, and demonstrate in experiments that the two-photon polarization states can be shaped by the metagrating orientation. Leveraging this essential property, we formulate a theoretical approach for generating arbitrary polarization-entangled qutrit states by combining three metagratings on a single metasurface, allowing the encoding of desired quantum states or information. Our findings enable miniaturized optically controlled quantum devices using ultrathin metasurfaces as polarization-entangled photon sources. ",
    "url": "https://arxiv.org/abs/2308.14251",
    "authors": [
      "Jinyong Ma",
      "Jihua Zhang",
      "Yuxin Jiang",
      "Tongmiao Fan",
      "Matthew Parry",
      "Dragomir N. Neshev",
      "Andrey A. Sukhorukov"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2308.14407",
    "title": "Identifying topology of leaky photonic lattices with machine learning",
    "abstract": "We show how machine learning techniques can be applied for the classification of topological phases in leaky photonic lattices using limited measurement data. We propose an approach based solely on bulk intensity measurements, thus exempt from the need for complicated phase retrieval procedures. In particular, we design a fully connected neural network that accurately determines topological properties from the output intensity distribution in dimerized waveguide arrays with leaky channels, after propagation of a spatially localized initial excitation at a finite distance, in a setting that closely emulates realistic experimental conditions. ",
    "url": "https://arxiv.org/abs/2308.14407",
    "authors": [
      "Ekaterina O. Smolina",
      "Lev A. Smirnov",
      "Daniel Leykam",
      "Franco Nori",
      "Daria A. Smirnova"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Machine Learning (cs.LG)",
      "Data Analysis, Statistics and Probability (physics.data-an)",
      "Machine Learning (stat.ML)"
    ]
  },
  {
    "id": "arXiv:2308.14603",
    "title": "Recovering lossless propagation of polaritons with synthesized complex  frequency excitation",
    "abstract": "Surface plasmon polaritons and phonon polaritons offer a means of surpassing the diffraction limit of conventional optics and facilitate efficient energy storage, local field enhancement, high sensitivities, benefitting from their subwavelength confinement of light. Unfortunately, losses severely limit the propagation decay length, thus restricting the practical use of polaritons. While optimizing the fabrication technique can help circumvent the scattering loss of imperfect structures, the intrinsic absorption channel leading to heat production cannot be eliminated. Here, we utilize synthetic optical excitation of complex frequency with virtual gain, synthesized by combining the measurements taken at multiple real frequencies, to restore the lossless propagations of phonon polaritons with significantly reduced intrinsic losses. The concept of synthetic complex frequency excitation represents a viable solution to compensate for loss and would benefit applications including photonic circuits, waveguiding and plasmonic/phononic structured illumination microscopy. ",
    "url": "https://arxiv.org/abs/2308.14603",
    "authors": [
      "Fuxin Guan",
      "Xiangdong Guo",
      "Shu Zhang",
      "Kebo Zeng",
      "Yue Hu",
      "Chenchen Wu",
      "Shaobo Zhou",
      "Yuanjiang Xiang",
      "Xiaoxia Yang",
      "Qing Dai",
      "Shuang Zhang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2308.14674",
    "title": "Spectroscopically resolved resonant interatomic Coulombic decay in  photoexcited large He nanodroplets",
    "abstract": "Interatomic Coulombic decay (ICD) processes play a crucial role in weakly bound complexes exposed to intense or high-energy radiation. Using large helium nanodroplets, we demonstrate that ICD is efficient even when the droplets are irradiated by weak synchrotron radiation at relatively low photon energies. Below the ionization threshold, resonant excitation of multiple centers efficiently induces resonant ICD as previously observed for intense pulses [A. C. LaForge et al., PRX 11, 021011 (2021)]. More surprisingly, we observe ICD even above the ionization threshold due to recombination of photoelectrons and ions into excited states which subsequently decay by ICD. This demonstrates the importance of secondary processes, in particular electron scattering and recombination, in inducing ICD in extended condensed phase systems. In addition, we show that ICD can serve as a diagnostic tool for monitoring the relaxation dynamics of highly-excited and ionized weakly-bound nanosystems. ",
    "url": "https://arxiv.org/abs/2308.14674",
    "authors": [
      "L. Ben Ltaief",
      "K. Sishodia",
      "R. Richter",
      "B. Bastian",
      "J. D. Asmussen",
      "S. Mandal",
      "N. Pal",
      "C. Medina",
      "S. R. Krishnan",
      "K. von Haeften",
      "M. Mudrich"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2308.14729",
    "title": "Laser Scheme for Doppler Cooling of the Hydroxyl Cation (OH$^+$)",
    "abstract": "We report on a cycling scheme for Doppler cooling of trapped OH$^+$ ions using transitions between the electronic ground state $X^3\\Sigma^-$ and the first excited triplet state $A^3\\Pi$. We have identified relevant transitions for photon cycling and repumping, have found that coupling into other electronic states is strongly suppressed, and have calculated the number of photon scatterings required to cool OH$^+$ to a temperature where Raman sideband cooling can take over. In contrast to the standard approach, where molecular ions are sympathetically cooled, our scheme does not require co-trapping of another species and opens the door to the creation of pure samples of cold molecular ions with potential applications in quantum information, quantum chemistry, and astrochemistry. The laser cooling scheme identified for OH$^+$ is efficient despite the absence of near-diagonal Franck-Condon factors, suggesting that broader classes of molecules and molecular ions are amenable to laser cooling than commonly assumed. ",
    "url": "https://arxiv.org/abs/2308.14729",
    "authors": [
      "Niccolò Bigagli",
      "Daniel W. Savin",
      "Sebastian Will"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Atomic and Molecular Clusters (physics.atm-clus)",
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2308.14730",
    "title": "Spectral Characterization of Optical Aberrations in Fluidic Lenses",
    "abstract": "We report a complete numerical study and supporting experimental results on the spectral characterization of optical aberrations in macroscopic fluidic lenses with tunable focal distance and aperture shape. Using a Shack-Hartmann wave-front sensor we experimentally reconstruct the near-field wave-front transmitted by the fluidic lenses, and we characterize the chromatic aberrations in terms of Zernike polynomials in the visible range. Moreover, we further classify the spectral response of the lenses using clustering techniques, in addition to correlation and convolution measurements. Experimental results are in agreement with our theoretical model of the non-linear deformation of thin ellastic membranes. ",
    "url": "https://arxiv.org/abs/2308.14730",
    "authors": [
      "G. Puentes"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2308.13859",
    "title": "Long-distance high-fidelity continuous-variable quantum key distribution  with non-Gaussian operations: An exact closed form solution",
    "abstract": "In this paper, we derive a closed form expression for the output state of a CV-QKD protocol in the presence of zero-photon catalysis (ZPC) and quantum scissor (QS). Then, based on this closed form solution, we use direct search algorithm to find the appropriate values of input state and QS parameters, which considerably enhance the range and the fidelity of a CV-QKD protocol. In the special case of pure loss channel, the largest range of the protocol is only 6.5% less than the fundamental limit of repeaterless quantum communication. In addition, examination of the protocol for different values of excess noise, reveals that their is a trade-off between range and fidelity, and high value of fidelity can be obtained at the cost of a slight reduction in protocol range. ",
    "url": "https://arxiv.org/abs/2308.13859",
    "authors": [
      "Khatereh Jafari",
      "Mojtaba Golshani",
      "Alireza Bahrampour"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2308.13944",
    "title": "Deep learning assisted robust detection techniques for a chipless RFID  sensor tag",
    "abstract": "In this paper, we present a new approach for robust reading of identification and sensor data from chipless RFID sensor tags. For the first time, Machine Learning (ML) and Deep Learning (DL) regression modelling techniques are applied to a dataset of measured Radar Cross Section (RCS) data that has been derived from large-scale robotic measurements of custom-designed, 3-bit chipless RFID sensor tags. The robotic system is implemented using the first-of-its-kind automated data acquisition method using an ur16e industry-standard robot. A large data set of 9,600 Electromagnetic (EM) RCS signatures collected using the automated system is used to train and validate four ML models and four 1-dimensional Convolutional Neural Network (1D CNN) architectures. For the first time, we report an end-to-end design and implementation methodology for robust detection of identification (ID) and sensing data using ML/DL models. Also, we report, for the first time, the effect of varying tag surface shapes, tilt angles, and read ranges that were incorporated into the training of models for robust detection of ID and sensing values. The results show that all the models were able to generalise well on the given data. However, the 1D CNN models outperformed the conventional ML models in the detection of ID and sensing values. The best 1D CNN model architectures performed well with a low Root Mean Square Error (RSME) of 0.061 (0.87%) for tag ID and 0.0241 (3.44%) error for the capacitive sensing. ",
    "url": "https://arxiv.org/abs/2308.13944",
    "authors": [
      "Nadeem Rather",
      "Roy B. V. B. Simorangkir",
      "John L. Buckley",
      "Brendan O'Flynn",
      "Salvatore Tedesco"
    ],
    "subjectives": [
      "Signal Processing (eess.SP)",
      "Machine Learning (cs.LG)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2308.14214",
    "title": "Multi-parameter quantum sensing and magnetic communications with a  hybrid dc/rf optically-pumped magnetometer",
    "abstract": "We introduce and demonstrate a hybrid optically-pumped magnetometer (hOPM) that simultaneously measures one dc field component and one rf field component quadrature with a single atomic spin ensemble. The hOPM achieves sub-pT/$\\sqrt{\\mathrm{Hz}}$ sensitivity for both dc and rf fields, and is limited in sensitivity by spin projection noise at low frequencies and by photon shot noise at high frequencies. We demonstrate with the hOPM a new application of multi-parameter quantum sensing: background-cancelling spread spectrum magnetic communication. We encode a digital message as rf amplitude, spread among sixteen very-low and low frequency channels in a noisy magnetic environment, and observe quantum-noise-limited rf magnetic signal recovery enabled by quantum-noise-limited dc noise cancellation, reaching noise rejection of \\SI{15}{\\decibel} at \\SI{100}{\\hertz} and more than \\SI{20}{\\decibel} at \\SI{60}{\\hertz} and below. We measure signal fidelity versus signal strength and extrinsic noise in communication of a digitally-encoded text message. The combination of high sensitivity, quantum-noise-limited performance, and real-world application potential makes the hOPM an ideal system in which to study high-performance multi-parameter quantum sensing. ",
    "url": "https://arxiv.org/abs/2308.14214",
    "authors": [
      "Michał Lipka",
      "Aleksandra Sierant",
      "Charikleia Troullinou",
      "Morgan Mitchell"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2308.14239",
    "title": "Quantum Next Generation Reservoir Computing: An Efficient Quantum  Algorithm for Forecasting Quantum Dynamics",
    "abstract": "Next Generation Reservoir Computing (NG-RC) is a modern class of model-free machine learning that enables an accurate forecasting of time series data generated by dynamical systems. We demonstrate that NG-RC can accurately predict full many-body quantum dynamics, instead of merely concentrating on the dynamics of observables, which is the conventional application of reservoir computing. In addition, we apply a technique which we refer to as skipping ahead to predict far future states accurately without the need to extract information about the intermediate states. However, adopting a classical NG-RC for many-body quantum dynamics prediction is computationally prohibitive due to the large Hilbert space of sample input data. In this work, we propose an end-to-end quantum algorithm for many-body quantum dynamics forecasting with a quantum computational speedup via the block-encoding technique. This proposal presents an efficient model-free quantum scheme to forecast quantum dynamics coherently, bypassing inductive biases incurred in a model-based approach. ",
    "url": "https://arxiv.org/abs/2308.14239",
    "authors": [
      "Apimuk Sornsaeng",
      "Ninnat Dangniam",
      "Thiparat Chotibut"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Machine Learning (cs.LG)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2308.14712",
    "title": "Loss of Detailed Balance in Equilibrium due to Partial Quantum  Decoherence: A Quantum Graph Analogue",
    "abstract": "We explore the physics of quantum systems that suffer from partial decoherence, in the intermediate range between coherent quantum evolution and incoherent classical physics. It has been predicted that new physics and technology are enabled in this intermediate regime. In particular we explore the asymmetric transmission through an Aharonov-Bohm (AB) ring that supports a 3:1 asymmetry in transmission times, augmented with de-phasing features that act preferentially on the longer-lingering quantum waves. Such a device is realized as a microwave analogue quantum graph utilizing a gyrator to create the 3:1 transmission time delay asymmetry, along with both homogeneous and localized losses to mimic the effects of de-phasing in the analogous mesoscopic electron system. Measurements and simulations of this device demonstrate the required non-reciprocal transmission time delay, as well as an asymmetry in transmission probability. The measurements and simulations are performed in both the frequency domain, and in the time domain using wave packets. We demonstrate asymmetric transmission through the AB-ring graph as a function of loss/de-phasing in both simulation and experiment, in both the frequency- and time-domains, and compare to expectations for the corresponding quantum system. The results are consistent with the hypothesis that the transmission asymmetry and loss of detailed balance is an equilibrium property of the analogous mesoscopic quantum graph. ",
    "url": "https://arxiv.org/abs/2308.14712",
    "authors": [
      "Lei Chen",
      "Isabella L. Giovannelli",
      "Nadav Shaibe",
      "Steven M. Anlage"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Other Condensed Matter (cond-mat.other)",
      "Chaotic Dynamics (nlin.CD)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2308.14721",
    "title": "Cavity-mediated long-range interactions in levitated optomechanics",
    "abstract": "The ability to engineer cavity-mediated interactions has emerged as a powerful tool for the generation of non-local correlations and the investigation of non-equilibrium phenomena in many-body systems. Levitated optomechanical systems have recently entered the multi-particle regime, with promise for using arrays of massive strongly coupled oscillators for exploring complex interacting systems and sensing. Here, by combining advances in multi-particle optical levitation and cavity-based quantum control, we demonstrate, for the first time, programmable cavity-mediated interactions between nanoparticles in vacuum. The interaction is mediated by photons scattered by spatially separated particles in a cavity, resulting in strong coupling ($G_\\text{zz}/\\Omega_\\text{z} = 0.238\\pm0.005$) that does not decay with distance within the cavity mode volume. We investigate the scaling of the interaction strength with cavity detuning and inter-particle separation, and demonstrate the tunability of interactions between different mechanical modes. Our work paves the way towards exploring many-body effects in nanoparticle arrays with programmable cavity-mediated interactions, generating entanglement of motion, and using interacting particle arrays for optomechanical sensing. ",
    "url": "https://arxiv.org/abs/2308.14721",
    "authors": [
      "Jayadev Vijayan",
      "Johannes Piotrowski",
      "Carlos Gonzalez-Ballestero",
      "Kevin Weber",
      "Oriol Romero-Isart",
      "Lukas Novotny"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:1303.6539",
    "title": "Quantum Gravity Framework 4.1: Fully Path Integral Framework, Structure  Formation and Consciousness in the Universe",
    "abstract": " Comments: 24 Pages, First Published on Research Gate on june 24 2023, further proofread, and references added ",
    "url": "https://arxiv.org/abs/1303.6539",
    "authors": [
      "Suresh K Maran"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2206.09881",
    "title": "Near-term quantum algorithm for computing molecular and materials  properties based on recursive variational series methods",
    "abstract": " Comments: 16+10 pages, 3 figures; comments welcome ",
    "url": "https://arxiv.org/abs/2206.09881",
    "authors": [
      "Phillip W. K. Jensen",
      "Peter D. Johnson",
      "Alexander A. Kunitsa"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2212.12898",
    "title": "Quantum storage of entangled photons at telecom wavelengths in a crystal",
    "abstract": " Comments: We have improved the storage time of quantum entanglement to over 1.9 $\\mu$s with a efficiency of about 2%, using partial nuclear spin polarization as well as better frequency locking for the laser system. We have also enhanced the coherence of signal photons, which are generated from an entangled photon-pair source based on an integrated microring resonator with a quality factor exceeding 10^6 ",
    "url": "https://arxiv.org/abs/2212.12898",
    "authors": [
      "Ming-Hao Jiang",
      "Wenyi Xue",
      "Qian He",
      "Yu-Yang An",
      "Xiaodong Zheng",
      "Wen-Jie Xu",
      "Yu-Bo Xie",
      "Yanqing Lu",
      "Shining Zhu",
      "Xiao-Song Ma"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.03692",
    "title": "Suppression of dark-state polariton collapses in cold-atom quantum  memory",
    "abstract": " Comments: 6 pages, 4 figures, improved version ",
    "url": "https://arxiv.org/abs/2305.03692",
    "authors": [
      "Katja Gosar",
      "Vesna Pirc Jevšenak",
      "Tadej Mežnaršič",
      "Samo Beguš",
      "Tomasz Krehlik",
      "Dušan Ponikvar",
      "Erik Zupanič",
      "Peter Jeglič"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.04425",
    "title": "Modular Cluster Circuits for the Variational Quantum Eigensolver",
    "abstract": " Comments: Jupyter Notebook can be found at this https URL ",
    "url": "https://arxiv.org/abs/2305.04425",
    "authors": [
      "Seyed Ehsan Ghasempouri",
      "Gerhard W. Dueck",
      "Stijn De Baerdemacker"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2305.20034",
    "title": "Thickness Insensitive Nanocavities for 2D Heterostructures using  Photonic Molecules",
    "abstract": " Title: Thickness Insensitive Nanocavities for 2D Heterostructures using  Photonic Molecules ",
    "url": "https://arxiv.org/abs/2305.20034",
    "authors": [
      "Peirui Ji",
      "Chenjiang Qian",
      "Jonathan J. Finley",
      "Shuming Yang"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.06267",
    "title": "Asymmetric metasurface photodetectors for single-shot quantitative phase  imaging",
    "abstract": " Comments: 26 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2306.06267",
    "authors": [
      "Jianing Liu",
      "Hao Wang",
      "Yuyu Li",
      "Lei Tian",
      "Roberto Paiella"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2307.16036",
    "title": "Applying Machine Learning Methods to Laser Acceleration of Protons:  Lessons Learned from Synthetic Data",
    "abstract": " Comments: 9 pages, 6 figures, changes to acknowledgements ",
    "url": "https://arxiv.org/abs/2307.16036",
    "authors": [
      "Ronak Desai",
      "Thomas Zhang",
      "Ricky Oropeza",
      "John J. Felice",
      "Joseph R. Smith",
      "Alona Kryshchenko",
      "Chris Orban",
      "Michael L. Dexter",
      "Anil K. Pradhan"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Computational Physics (physics.comp-ph)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2308.11429",
    "title": "Topological Plasmonic Ring Resonator",
    "abstract": " Title: Topological Plasmonic Ring Resonator ",
    "url": "https://arxiv.org/abs/2308.11429",
    "authors": [
      "Fatemeh Davoodi",
      "Nahid Talebi"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2308.11851",
    "title": "Frequency combs in optically-injected terahertz ring quantum cascade  lasers",
    "abstract": " Comments: 15 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2308.11851",
    "authors": [
      "Md Istiak Khan",
      "Zhenyang Xiao",
      "Sadhvikas J. Addamane",
      "David Burghoff"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  }
]