[
  {
    "id": "arXiv:2405.10339",
    "title": "Noncommutative Number Systems for Quantum Information",
    "abstract": "           Dirac talked about q-numbers versus c-numbers. Quantum observables are q-number variables that generally do not commute among themselves. He was proposing to have a generalized form of numbers as elements of a noncommutative algebra. That was Dirac's appreciation of the mathematical properties of the physical quantities as presented in Heisenberg's new quantum theory. After all, the familiar real, or complex, number system only came into existence through the history of mathematics. Values of physical quantities having a commutative product is an assumption that is not compatible with quantum physics. The revolutionary idea of Heisenberg and Dirac was pulled back to a much more conservative setting by the work of Schrödinger, followed by Born and Bohr. What Bohr missed is that the real number values we obtained from our measurements are only a consequence of the design of the kind of experiments and our using real numbers to calibrate the output scales of our apparatus. It is only our modeling of the information obtained about the physical quantities rather than what Nature dictates. We have proposed an explicit notion of definite noncommutative values of observables that gives a picture of quantum mechanics as realistic as the classical theory. In this article, we illustrate how matrices can be taken as noncommutative (q-)numbers serving as the values of physical quantities, each to be seen as a piece of quantum information. Our main task is to clarify the subtle issues involved in setting up a conventional scheme assigning matrices as values to the physical quantities.         ",
    "url": "https://arxiv.org/abs/2405.10339",
    "authors": [
      "Otto C.W. Kong"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2405.10420",
    "title": "Coherent control of multiphoton ionization of lithium atoms by a bichromatic laser field",
    "abstract": "           We demonstrate a left-right asymmetry control of the photo\\-electron angular distribution in multi\\-photon ionization of Li atoms by a bichromatic laser field. By delaying the fundamental (780 nm) and its second harmonic relative to each other in steps of 130 atto\\-seconds, we can vary the relative phase between the two laser fields with sub-wavelength accuracy and thereby steer the ejected electrons. Good agreement is found between the measurements and calculations at the appropriate intensities of the two harmonics.         ",
    "url": "https://arxiv.org/abs/2405.10420",
    "authors": [
      "Silva Mezinska",
      "Alexander Dorn",
      "Thomas Pfeifer",
      "Klaus Bartschat"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2405.10477",
    "title": "Equivalent circuit modeling of electron-hole recombination in semiconductor and mixed ionic-electronic conductor based devices",
    "abstract": "           The understanding and optimization of solar energy conversion and light emitting devices can greatly benefit from equivalent circuit models describing their response. However, a general model of electron-hole recombination in semiconductors is currently missing. This study presents equivalent circuit models of radiative and non-radiative electron-hole recombination based on their linearized analytical treatment. These are integrated in a circuit model of complete devices that is equivalent to the linearized drift-diffusion equations in one dimension. The analysis shows that, for most situations involving semiconductors without mobile ions, approximated models that do not account for local electrostatics are sufficient to describe non-radiative recombination. The influence of local electrostatics becomes essential in mixed conducting devices, and it should be included explicitly in equivalent circuit models. Recombination resistors used for traditional semiconductors are indeed a special case of the general model, for which transistors implement a more accurate representation. For mixed conducting devices, such as hybrid metal-halide perovskite solar cells, appropriate simplifications of the complete model provide analytical solutions describing the bulk and interfacial polarization effects that influence local electrostatics, recombination currents and overall impedance. The resulting analysis is relevant for a wide range of materials and devices used for solar energy conversion as well as other optoelectronic and photo-electrochemical applications.         ",
    "url": "https://arxiv.org/abs/2405.10477",
    "authors": [
      "Davide Moia"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2405.10487",
    "title": "Plasmon-enhanced two photon excited emission from edges of one-dimensional plasmonic hotspots with continuous-wave laser excitation",
    "abstract": "           One-dimensional junctions between parallel and closely arranged multiple silver nanowires (NWs) exhibit a large electromagnetic (EM) enhancement factor (FR) owing to both localized and surface plasmon resonances. Such junctions are referred to as one-dimensional (1D) hotspots (HSs). This study found that two-photon excited emissions, such as hyper-Rayleigh, hyper-Raman, and two-photon fluorescence of dye molecules, are generated at the edge of 1D HSs of NW dimers with continuous-wave near-infrared (NIR) laser excitation and propagated through the 1D HSs; however, they were not generated from the centers of 1D HSs. Numerical EM calculations showed that FR of the NIR region for the edges of 1D HSs was larger than that for the centers by approximately 104 times, resulting in the observation of two-photon excited emissions only from the edge of 1D HSs. The analysis of the NW dimer gap distance dependence of FR revealed that the lowest surface plasmon (SP) mode, compressed and localized at the edges of the 1D HSs, was the origin of the large FR in the NIR region. The propagation of two-photon-excited emissions was supported by higher-order coupled SP mode.         ",
    "url": "https://arxiv.org/abs/2405.10487",
    "authors": [
      "Tamitake Itoh",
      "Yuko S. Yamamoto"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2405.10573",
    "title": "A method for reversing the laser modulation in a Storage ring",
    "abstract": "           The pursuit of coherent radiation generation remains a central focus in advancing storage ring light sources. Despite the promise of laser modulation in achieving this goal, it brings about a noticeable decline in beam quality. Efforts to mitigate this decline have resulted in the proposal of demodulation schemes. However, implementing modulation and demodulation within the storage ring presents significant challenges due to dynamical and spatial constraints within straight sections. In this study, we propose a straightforward and easily implementable method for achieving reversible laser modulation in a storage ring. Notably, our approach circumvents the need for special storage ring requirements, such as lengthy straight sections or bypass section. Simulation results demonstrate a substantial restoration of beam quality following demodulation. This innovative scheme holds great promise for the realization of high repetition rate coherent storage ring light sources.         ",
    "url": "https://arxiv.org/abs/2405.10573",
    "authors": [
      "Weihang Liu",
      "Yu Zhao",
      "Yi Jiao",
      "Sheng Wang",
      "Chao Feng"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2405.10603",
    "title": "Observation of Noise Suppression during High-Efficiency Wavelength Doubling of Intense Quasi-Monochromatic Laser Light",
    "abstract": "           Ultra-stable, quasi-monochromatic laser light forms the basis for high-precision interferometric measurements, e.g. for observing gravitational waves and for time keeping with optical clocks. Optical frequency conversion enables access to wavelengths at which optical materials have the lowest absorption and the lowest mechanical loss. Here we report a 25 % reduction in relative intensity noise (of technical origin) when converting 1064 nm to 2128 nm for powers far above parametric oscillation threshold. The new wavelength has high potential for improving gravitational wave detection and other ultra-high-precision experiments as well. Our results provide a better understanding of the dynamics of nonlinear optical processes and have great potential for the stabilisation of laser sources in optical sensing and metrology.         ",
    "url": "https://arxiv.org/abs/2405.10603",
    "authors": [
      "Julian Gurs",
      "Mikhail Korobko",
      "Christian Darsow-Fromm",
      "Sebastian Steinlechner",
      "Roman Schnabel"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2405.10701",
    "title": "Inverse Opal Optical Tamm State for Sensing Applications",
    "abstract": "           We report the existence of optical Tamm states (OTS) in inverse opal (IO) - based three-dimensional photonic crystal on a flat metal substrate, validated through both numerical simulations and experimental observations. Our fabrication approach for the Tamm inverse opal (Tamm-IO) structure is notably straightforward and does not involve corrosive chemicals. Upon infiltration of non-reactive solvents such as methanol and ethanol into the IO, a noticeable shift of the OTS, consistent with our simulations is observed, and the temporal dynamics of the same have been investigated. The experimentally obtained sensitivity is ~ 110 nm/RIU which is of the same order as the computed value, making the IO OTS to be an attractive sensing tool.         ",
    "url": "https://arxiv.org/abs/2405.10701",
    "authors": [
      "Rina Mudi",
      "Alessandro Carpentiero",
      "Monica Bollani",
      "Mario Barozzi",
      "Kapil Debnath",
      "Andrea Chiappini",
      "Shivakiran Bhaktha B.N"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2405.10716",
    "title": "Scanning Acoustic Microscopy for Quantifying Two-phase Transfer in Operando Alkaline Water Electrolyzer",
    "abstract": "           Improved understandings of two-phase transport in electrochemical gas-evolving systems are increasingly demanded, while high-performance imaging techniques using simplified instrumentations are not readily available. This work presents volumetric scanning acoustic microscopy (SAM) imaging for quantifying the dynamics of gas bubbles and electrolyte in porous Nickel electrodes with different wettability and structures during alkaline water electrolysis (AWE). We realize high-resolution 3D imaging at 10's um level using high frequency spherically focused ultrasound. The high resolution allowed us to clearly visualize the spatial distributions of produced bubbles in the porous electrodes over time. Moreover, we are able to quantify the residual gas volume in an electrode and its coverage due to bubble evolution, which dominate its transport overpotential. Taking these advantages, we elucidate the impacts of electrodes' wettability and structures on their electrolysis performance, on a regular laboratory base. The obtained knowledge provides us important optimization guidelines of AWE designs and operating schemes.         ",
    "url": "https://arxiv.org/abs/2405.10716",
    "authors": [
      "Zehua Dou",
      "Hannes Rox",
      "Zyzi Ramos",
      "Robert Baumann",
      "Rachappa Ravishankar",
      "Peter Czurratis",
      "Xuegeng Yang",
      "Andrés Fabian Lasagni",
      "Kerstin Eckert",
      "Juergen Czarske",
      "David Weik"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2405.10733",
    "title": "Resonantly enhanced terahertz four-wave mixing in fluorides",
    "abstract": "           Converting a THz signal into the optical domain is of great interest for THz sensing and spectroscopy. Here intense broadband THz pulses with a central frequency of $\\Omega$$_{THz}$ are mixed with an optical pump at $\\omega$$_p$ and a signal is observed at a wavelength of $\\omega$$_s$ = 2($\\omega$$_p$ - $\\Delta\\omega$$_p$) - $\\Omega_{THz}$ with the detuning $\\omega$$_p$ - $\\Delta\\omega$$_p$ being due to pump pulse spectral broadening. The observed THz-FWM signal close to 400 nm is shown to result from a resonantly amplified four-wave mixing in CaF$_2$, BaF$_2$ and MgF$_2$.         ",
    "url": "https://arxiv.org/abs/2405.10733",
    "authors": [
      "Eva Noskovicova",
      "Martin Koys",
      "Monika Jerigova",
      "Dusan Velic",
      "Dusan Lorenc"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2405.10844",
    "title": "Absolute quantum gravimeters and gradiometers for field measurements",
    "abstract": "           Gravity measurements provide valuable information on the mass distribution below the earth surface relevant to various areas of geosciences such as hydrology, geodesy, geophysics, volcanology, and natural resources management. During the past decades, the needs for sensitivity, robustness, compactness, and transportability of instruments measuring the gravitational acceleration have constantly increased. Today, applications typically call for 1 $\\mu \\mathrm{Gal} = 10 \\mathrm{nm.s}^{-2}$ ~ $10^{-9}$ g resolution on time scales ranging from minutes to years. Absolute Quantum Gravimeters (AQGs) based on matter-wave interferometry with laser-cooled atoms address all these challenges at once, even in uncontrolled environments. Furthermore, to date, quantum gravimeters are the only technology capable of providing continuous absolute gravity data over long measurement durations (~1 day to months or more). In this paper we recall the AQG working principle and present the reproducible high performance at the {\\mu}Gal level on all 16 units fabricated so far. We also describe recent progress on the Differential Quantum Gravimeter (DQG) which measures simultaneously the mean gravitational acceleration and its vertical gradient at the level of $10 \\mathrm{nm.s}^{-2}$ and $1$ E (1 E[eotvos] = $10^{-9}$ s$^{-2}$) respectively.         ",
    "url": "https://arxiv.org/abs/2405.10844",
    "authors": [
      "Laura Antoni-Micollier",
      "Maxime Arnal",
      "Romain Gautier",
      "Camille Janvier",
      "Vincent Ménoret",
      "Jérémie Richard",
      "Pierre Vermeulen",
      "Peter Rosenbusch",
      "Cédric Majek",
      "Bruno Desruelle"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Geophysics (physics.geo-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2405.10900",
    "title": "Hyper-doping of Silicon for Plasmonics in the Telecommunication Range",
    "abstract": "           We investigate hyper-doping, a promising approach to introduce a high concentration of impurities into silicon beyond its solid solubility limit, for its potential applications in near-infrared plasmonics. We systematically explore the incorporation of dopants into silicon using ion implantation and pulsed laser melting annealing processes. Reflectance spectra analysis shows an achievable plasma wavelength of around 1.5 $\\mu$m for dopant concentrations exceeding 4 at.%. Complex refractive index data for the doped silicon samples are extracted, revealing their potential for near-infrared plasmonic applications. Moreover, we propose a fabrication process that allows for the creation of hyper-doped silicon nanoparticles without the need for additional masking steps. Our research paves the way for designing CMOS-compatible plasmonic nanostructures operating in the telecommunication wavelength range. The study's findings offer significant insights into the utilization of hyper-doped silicon for advanced photonic and optoelectronic applications.         ",
    "url": "https://arxiv.org/abs/2405.10900",
    "authors": [
      "Jura Rensberg",
      "Angela Barreda",
      "Kevin Wolf",
      "Andreas Undisz",
      "Jürgen Salfeld",
      "Sebastian Geburt",
      "Isabelle Staude",
      "Carsten Ronning",
      "Martin Hafermann"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2405.10901",
    "title": "Inverse Design for Waveguide Dispersion with a Differentiable Mode Solver",
    "abstract": "           Inverse design of optical components based on adjoint sensitivity analysis has the potential to address the most challenging photonic engineering problems. However existing inverse design tools based on finite-difference-time-domain (FDTD) models are poorly suited for optimizing waveguide modes for adiabatic transformation or perturbative coupling, which lies at the heart of many important photonic devices. Among these, dispersion engineering of optical waveguides is especially challenging in ultrafast and nonlinear optical applications involving broad optical bandwidths and frequency-dependent anisotropic dielectric material response. In this work we develop gradient back-propagation through a general purpose electromagnetic eigenmode solver and use it to demonstrate waveguide dispersion optimization for second harmonic generation with maximized phase-matching bandwidth. This optimization of three design parameters converges in eight steps, reducing the computational cost of optimization by ~100x compared to exhaustive search and identifies new designs for broadband optical frequency doubling of laser sources in the 1.3-1.4 micron wavelength range.Furthermore we demonstrate that the computational cost of gradient back-propagation is independent of the number of parameters, as required for optimization of complex geometries. This technique enables practical inverse design for a broad range of previously intractable photonic devices.         ",
    "url": "https://arxiv.org/abs/2405.10901",
    "authors": [
      "Dodd Gray",
      "Gavin N. West",
      "Rajeev J. Ram"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2405.10943",
    "title": "Efficient photon-pair generation in layer-poled lithium niobate nanophotonic waveguides",
    "abstract": "           Integrated photon-pair sources are crucial for scalable photonic quantum systems. Thin-film lithium niobate is a promising platform for on-chip photon-pair generation through spontaneous parametric down-conversion (SPDC). However, the device implementation faces practical challenges. Periodically poled lithium niobate (PPLN), despite enabling flexible quasi-phase matching, suffers from poor fabrication reliability and device repeatability, while conventional modal phase matching (MPM) methods yield limited efficiencies due to inadequate mode overlaps. Here, we introduce a layer-poled lithium niobate (LPLN) nanophotonic waveguide for efficient photon-pair generation. It leverages layer-wise polarity inversion through electrical poling to break spatial symmetry and significantly enhance nonlinear interactions for MPM, achieving a notable normalized second-harmonic generation (SHG) conversion efficiency of 4615% W^{-1}cm^{-2}. Through a cascaded SHG and SPDC process, we demonstrate photon-pair generation with a normalized brightness of 3.1*10^6 Hz nm^{-1} mW^{-2} in a 3.3 mm long LPLN waveguide, surpassing existing on-chip sources under similar operating configurations. Crucially, our LPLN waveguides offer enhanced fabrication reliability and reduced sensitivity to geometric variations and temperature fluctuations compared to PPLN devices. We expect LPLN to become a promising solution for on-chip nonlinear wavelength conversion and non-classical light generation, with immediate applications in quantum communication, networking, and on-chip photonic quantum information processing.         ",
    "url": "https://arxiv.org/abs/2405.10943",
    "authors": [
      "Xiaodong Shi",
      "Sakthi Sanjeev Mohanraj",
      "Veerendra Dhyani",
      "Angela Anna Baiju",
      "Sihao Wang",
      "Jiapeng Sun",
      "Lin Zhou",
      "Anna Paterova",
      "Victor Leong",
      "Di Zhu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2405.10368",
    "title": "Trapped-Ion Quantum Simulation of Electron Transfer Models with Tunable Dissipation",
    "abstract": "           Electron transfer is at the heart of many fundamental physical, chemical, and biochemical processes essential for life. Exact simulation of reactions in these systems is often hindered by the large number of degrees of freedom and by the essential role of quantum effects. In this work, we experimentally simulate a paradigmatic model of molecular electron transfer using a multi-species trapped-ion crystal, where the donor-acceptor gap, the electronic and vibronic couplings, and the bath relaxation dynamics can all be controlled independently. We employ the ground-state qubit of one ion to simulate the electronic degree of freedom and the optical qubit of another ion to perform reservoir engineering on a collective mode encoding a reaction coordinate. We observe the real-time dynamics of the spin excitation, measuring the transfer rate in several regimes of adiabaticity and relaxation dynamics. The setup allows access to the electron transfer dynamics in the non-perturbative regime, where there is no clear hierarchy among the energy scales in the model, as has been suggested to be optimal for many rate phenomena, including photosynthesis. Our results provide a testing ground for increasingly rich models of molecular excitation transfer processes that are relevant for molecular electronics and light-harvesting systems.         ",
    "url": "https://arxiv.org/abs/2405.10368",
    "authors": [
      "Visal So",
      "Midhuna Duraisamy Suganthi",
      "Abhishek Menon",
      "Mingjian Zhu",
      "Roman Zhuravel",
      "Han Pu",
      "Peter G. Wolynes",
      "José N. Onuchic",
      "Guido Pagano"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2405.10501",
    "title": "Temporally multiplexed ion-photon quantum interface via fast ion-chain transport",
    "abstract": "           High-rate remote entanglement between photon and matter-based qubits is essential for distributed quantum information processing. A key technique to increase the modest entangling rates of existing long-distance quantum networking approaches is multiplexing. Here, we demonstrate a temporally multiplexed ion-photon interface via rapid transport of a chain of nine calcium ions across 74 $\\mathrm{\\mu m}$ within 86 $\\mathrm{\\mu s}$. The non-classical nature of the multiplexed photons is verified by measuring the second-order correlation function with an average value of $g^{(2)}(0)$ = 0.060(13), indicating negligible crosstalk between the multiplexed modes. In addition, we characterize the motional degree-of-freedom of the ion crystal after transport and find that it is coherently excited to as much as $\\bar{n}_\\alpha\\approx 110$ for the center-of-mass mode. Our proof-of-principle implementation paves the way for large-scale quantum networking with trapped ions, but highlights some challenges that must be overcome.         ",
    "url": "https://arxiv.org/abs/2405.10501",
    "authors": [
      "Bingran You",
      "Qiming Wu",
      "David Miron",
      "Wenjun Ke",
      "Inder Monga",
      "Erhan Saglamyurek",
      "Hartmut Haeffner"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2405.08850",
    "title": "Parametrically encircled higher-order exceptional points in anti-parity-time symmetric optical microcavities",
    "abstract": "           The fascinating realm of non-Hermitian physics with the interplay of parity (P) and time-reversal (T) symmetry has been witnessing immense attention in exploring unconventional physics at Exceptional Point (EP) singularities. Particularly, the physics of PT-symmetry, anti-PT (APT)-symmetry, and the emergence of EPs have ignited fervor in photonics. Beyond the conventional relation between EP and PT-symmetric phase transitions, this study delves into hosting higher-order EPs in a specially designed APT-symmetric Fabry-Pérot-type microcavity. We unveil the captivating physics of the parametric encirclement schemes to explore the branch-point behaviors of EPs up to order three in terms of successive state-flipping, while optimizing the designed cavity under APT-symmetric constraints. The insights from our findings are poised to boost research in optical metamaterials, meeting the demands of APT-symmetry and paving the way for a novel class of photonic devices.         ",
    "url": "https://arxiv.org/abs/2405.08850",
    "authors": [
      "Dinesh Beniwal",
      "Arnab Laha",
      "Adam Miranowicz",
      "Somnath Ghosh"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.03341",
    "title": "Fermionic Quantum Turbulence: Pushing the Limits of High-Performance Computing",
    "abstract": "           Ultracold atoms provide a platform for analog quantum computer capable of simulating the quantum turbulence that underlies puzzling phenomena like pulsar glitches in rapidly spinning neutron stars. Unlike other platforms like liquid helium, ultracold atoms have a viable theoretical framework for dynamics, but simulations push the edge of current classical computers. We present the largest simulations of fermionic quantum turbulence to date and explain the computing technology needed, especially improvements in the ELPA library that enable us to diagonalize matrices of record size (millions by millions). We quantify how dissipation and thermalization proceed in fermionic quantum turbulence by using the internal structure of vortices as a new probe of the local effective temperature. All simulation data and source codes are made available to facilitate rapid scientific progress in the field of ultracold Fermi gases.         ",
    "url": "https://arxiv.org/abs/2310.03341",
    "authors": [
      "Gabriel Wlazlowski",
      "Michael McNeil Forbes",
      "Saptarshi Rajan Sarkar",
      "Andreas Marek",
      "Maciej Szpindler"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Computational Physics (physics.comp-ph)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2401.09091",
    "title": "Noise-Tolerant Quantum Algorithm for Ground State Energy Estimation",
    "abstract": "           One of the most promising applications of quantum computers is to simulate physical systems, leveraging their inherent quantum behavior to achieve an advantage over classical computation. In this work, we present a noise-tolerant Hamiltonian simulation algorithm for ground-state energy estimation. Our method surmounts stochastic sampling limitations to estimate expectation values. It is based on an adaptive sequence of fuzzy bisection searches to estimate the ground state energy digit by digit, with a trade-off between increasing the simulation time and decreasing the absolute error rate. It builds upon the Quantum Eigenvalue Transformation of Unitary Matrices (QETU) algorithm, and it delivers good approximations in simulations with local, two-qubit gate depolarizing probability up to 1e-3, specifically for Hamiltonians that anti-commute with a Pauli string. To demonstrate the key results in this work, we ran simulations with different system Hamiltonians, system sizes, and time evolution encoding methods on classical computers using Qiskit. We compare the performance with other existing methods and show that we can consistently achieve two to three orders of magnitude improvement in the absolute error rate.         ",
    "url": "https://arxiv.org/abs/2401.09091",
    "authors": [
      "Erenay Karacan",
      "Yanbin Chen",
      "Christian B. Mendl"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Numerical Analysis (math.NA)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2404.12954",
    "title": "Finite frequentism explains quantum probability",
    "abstract": "           I show that frequentism, as an explanation of probability in classical statistical mechanics, can be extended in a natural way to a decoherent quantum history space, the analogue of a classical phase space. The result is a form of finite frequentism, in which the Gibbs concept of an infinite ensemble of gases is replaced by the quantum state expressed as a superposition of a finite number of decohering microstates. It is a form of finite and actual (as opposed to hypothetical) frequentism insofar as all the microstates exist, even though they may differ macroscopically, in keeping with the decoherence-based Everett interpretation of quantum mechanics.         ",
    "url": "https://arxiv.org/abs/2404.12954",
    "authors": [
      "Simon Saunders"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Classical Physics (physics.class-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  }
]