[
  {
    "id": "arXiv:2110.14064",
    "title": "How will electric vehicles affect traffic congestion and energy  consumption: an integrated modelling approach",
    "abstract": "This paper explores the impact of electric vehicles (EVs) on traffic congestion and energy consumption by proposing an integrated bi-level framework comprising of: a) a dynamic micro-scale traffic simulation suitable for modelling current and hypothetical traffic and charging demand scenarios and b) a queue model for capturing the impact of fast charging station use, informed by traffic flows, travel distances, availability of charging infrastructure and estimated vehicle battery state of charge. To the best of our knowledge, this paper represents the first integrated analysis of potential traffic congestion and energy infrastructure impacts linked to EV uptake, based on real traffic flows and the placement and design of existing fast-charging infrastructure. Results showcase that the integrated queue-energy-transport modelling framework can predict correctly the limitations of the EV infrastructure as well as the traffic congestion evolution. The modelling approach identifies concrete pain points to be addressed in both traffic and energy management and planning. The code for this project can be found at : https://github.com/Future-Mobility-Lab/EV-charging-impact ",
    "url": "https://arxiv.org/abs/2110.14064",
    "authors": [
      "Artur Grigorev",
      "Tuo Mao",
      "Adam Berry",
      "Joachim Tan",
      "Loki Purushothaman",
      "Adriana-Simona Mihaita"
    ],
    "subjectives": [
      "Systems and Control (eess.SY)"
    ]
  },
  {
    "id": "arXiv:2012.06603",
    "title": "Non-asymptotic error estimates for the Laplace approximation in Bayesian  inverse problems",
    "abstract": " Title: Non-asymptotic error estimates for the Laplace approximation in Bayesian  inverse problems ",
    "url": "https://arxiv.org/abs/2012.06603",
    "authors": [
      "Tapio Helin",
      "Remo Kretschmann"
    ],
    "subjectives": [
      "Numerical Analysis (math.NA)",
      "Statistics Theory (math.ST)"
    ]
  },
  {
    "id": "arXiv:2104.00304",
    "title": "Log-domain decoding of quantum LDPC codes over binary finite fields",
    "abstract": " Comments: correct the definition of {\\cal S}^\\perp on page 4 and equation (17) ",
    "url": "https://arxiv.org/abs/2104.00304",
    "authors": [
      "Ching-Yi Lai",
      "Kao-Yueh Kuo"
    ],
    "subjectives": [
      "Information Theory (cs.IT)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2105.11868",
    "title": "Detection and blind channel estimation for UAV-aided wireless sensor  networks in smart cities under mobile jamming attack",
    "abstract": " Comments: 19 pages, 14 figures, 6 tables, submitted to IEEE Internet of Things Journal ",
    "url": "https://arxiv.org/abs/2105.11868",
    "authors": [
      "Donatella Darsena",
      "Giacinto Gelli",
      "Ivan Iudice",
      "Francesco Verde"
    ],
    "subjectives": [
      "Signal Processing (eess.SP)",
      "Networking and Internet Architecture (cs.NI)",
      "Applications (stat.AP)"
    ]
  },
  {
    "id": "arXiv:2108.13747",
    "title": "In-body Bionanosensor Localization for Anomaly Detection via Inertial  Positioning and THz Backscattering Communication",
    "abstract": " Comments: 10 pages, 10 figures, submitted to IEEE Transactions on NanoBioscience ",
    "url": "https://arxiv.org/abs/2108.13747",
    "authors": [
      "Jennifer Simonjan",
      "Bige D. Unluturk",
      "Ian F. Akyildiz"
    ],
    "subjectives": [
      "Systems and Control (eess.SY)"
    ]
  }
]