[
  {
    "id": "arXiv:2202.12393",
    "title": "Imaging Scatterometer for Observing Changes to Optical Coatings During  Air Annealing",
    "abstract": "Air annealing generally reduces absorption, scattering, and mechanical loss in amorphous coatings up to temperatures where damage occurs. Our instrument uses an industrial oven with viewports to observe coating scatter and damage during annealing. ",
    "url": "https://arxiv.org/abs/2202.12393",
    "authors": [
      "Michael Rezac",
      "Daniel Martinez",
      "Amy Gleckl",
      "Joshua R. Smith"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2202.12469",
    "title": "Spectrally separable photon-pair generation in dispersion engineered  thin-film lithium niobate",
    "abstract": "Existing nonlinear-optic implementations of pure, unfiltered heralded single-photon sources do not offer the scalability required for densely integrated quantum networks. Additionally, lithium niobate has hitherto been unsuitable for such use due to its material dispersion. We engineer the dispersion and the quasi-phasematching conditions of a waveguide in the rapidly emerging thin-film lithium niobate platform to generate spectrally separable photon pairs in the telecommunications band. Such photon pairs can be used as spectrally pure heralded single-photon sources in quantum networks. We estimate a heralded-state spectral purity of ${>}94\\%$ based on joint spectral intensity measurements. Further, a joint spectral phase-sensitive measurement of the unheralded time-integrated second-order correlation function yields a heralded-state purity of $(86 \\pm 5)\\%$. ",
    "url": "https://arxiv.org/abs/2202.12469",
    "authors": [
      "C. J. Xin",
      "Jatadhari Mishra",
      "Changchen Chen",
      "Di Zhu",
      "Amirhassan Shams-Ansari",
      "Carsten Langrock",
      "Neil Sinclair",
      "Franco N. C. Wong",
      "M. M. Fejer",
      "Marko Lončar"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2202.12497",
    "title": "High sensitivity ultraviolet graphene-metamaterial integrated  electro-optic modulator enhanced by superlubricity",
    "abstract": "Ultraviolet (UV) electro-optic modulation system based on graphene-plasmonic metamaterials nanomechanical system (NEMS) with superlubricity is investigated. Due to the strong optical absorption intensity of graphene in the UV region and the combination of metamaterial structure based on surface plasmons, the modulation depth of the UV NEMS electro-optic modulator approaches as high as 8.5 times compared to the counterpart modulator in visible light region. Meanwhile, the superlubricity significantly reduces the power consumption of the UV electro-optic modulation system due to its extremely low friction coefficient. It also significantly improves the response speed of the modulator, which can reach the order of a nanosecond. The modulation voltage can be lower than 200 mV. The proposed electro-optic modulation system has a simple structure and high sensitivity, which is supposed to have important applications in UV optoelectronic devices and systems. ",
    "url": "https://arxiv.org/abs/2202.12497",
    "authors": [
      "Xu Yan-li",
      "Li Wei-min",
      "Li Rong",
      "Liu Jiang-tao",
      "Liu Ze",
      "Wu Zhen-Hua"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2202.12606",
    "title": "Quantitative exploration of the absorber behavior of  metal-insulator-metal metamaterials within terahertz via an asymmetric peak  model",
    "abstract": "Terahertz (THz) metamaterials have been developed for THz sensing, detection, imaging, and many other functions due to their unusual absorbers. However, the unusual absorption spectra change with different incident angles. Thus, we designed and fabricated a focal plane array with metal-insulator-metal (MIM) structure metamaterial absorbers for further research. The absorption spectrum with incident angles from 20 to 60 was measured using THz time-domain spectroscopy (THz-TDS), and the experimental results reveal that the absorption spectrum changes with incident angle variations. A basic analytical asymmetric peak model for extracting absorption-frequency characteristics was developed in this study to quantitatively explore this variation in the absorber behavior with incident angles. The best result was that the frequency corresponding to the highest absorption can be easily found using this peak model. The experimental data was coherent with the validation of the asymmetric peak model. Moreover, a second model to quantitatively relate parameters to the incident angle was discovered, allowing for the prediction of absorption spectrum shifts and changes. The absorption spectrum was predicted to have a valley-like absorption curve at particular incident angles based on the secondary models deduction. The proposed extraction method's essential feature is that it can be applied to any physics-based MIM metamaterial system. Such a model will guide the design and optimization of THz metamaterial absorbers, sensors, imagers, and many others. ",
    "url": "https://arxiv.org/abs/2202.12606",
    "authors": [
      "Zhigang Li Wenjing Jiang",
      "Jianyu Fu",
      "Qing Zhao"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2202.12685",
    "title": "Machine learning flow control with few sensor feedback and measurement  noise",
    "abstract": "A comparative assessment of machine learning (ML) methods for active flow control is performed. The chosen benchmark problem is the drag reduction of a two-dimensional K\\'arm\\'an vortex street past a circular cylinder at a moderate Reynolds number ($Re=100$). The flow is manipulated with two blowing/suction actuators on the upper and lower side of a cylinder. The feedback employs several velocity sensors. Two probe configurations are evaluated: 5 and 11 velocity probes located at different points around the cylinder and in the wake. The control laws are optimized with Deep Reinforcement Learning (DRL) and Linear Genetic Programming Control (LGPC). By interacting with the unsteady wake, both methods successfully stabilize the vortex alley and effectively reduce drag while using small mass flow rates for the actuation. DRL has shown higher robustness with respect to variable initial conditions and to noise contamination of the sensor data; on the other hand, LGPC is able to identify compact and interpretable control laws, which only use a subset of sensors, thus allowing reducing the system complexity with reasonably good results. Our study points at directions of future machine learning control combining desirable features of different approaches. ",
    "url": "https://arxiv.org/abs/2202.12685",
    "authors": [
      "R. Castellanos",
      "G. Y. Cornejo Maceda",
      "I. de la Fuente",
      "B. R. Noack",
      "A. Ianiro",
      "S. Discetti"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2202.12701",
    "title": "Electron-positron pairs and radioactive nuclei production by irradiation  of high-Z target with γ-photon flash generated by an ultra-intense laser  in the $λ^3$ regime",
    "abstract": "This paper studies the interaction of laser-driven $\\gamma$-photons and high energy charged particles with high-Z targets through Monte-Carlo simulations. The interacting particles are taken from particle-in-cell simulations of the interaction of a tightly-focused ultraintense laser pulse with a titanium target. Lead is chosen as the secondary high-Z target owing to its high cross section of the giant dipole resonance and electron-positron pair production. The results reveal an ultra-short ultra-relativistic collimated positron population and their energy spectra, angular distribution, and temporal profile are found. We investigate the target thickness dependence of the resulting total numbers and total kinetic energies of various particle species emitted from the lead target irradiated with laser-generated $\\gamma$-photons and charged particles separately. We plot the charts of residual high-Z nuclides generated by irradiation of the lead target. Owing to the short pulse duration, the $\\gamma$-photon, electron-positron, and neutron sources can find applications in material science, nuclear physics, laboratory astrophysics, and as injectors in laser-based accelerators of charged particles. ",
    "url": "https://arxiv.org/abs/2202.12701",
    "authors": [
      "David Kolenatý",
      "Prokopis Hadjisolomou",
      "Roberto Versaci",
      "Tae Moon Jeong",
      "Petr Valenta",
      "Veronika Olšovcová",
      "Sergei Vladimirovich Bulanov"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2202.12733",
    "title": "The emerging commercial landscape of quantum computing",
    "abstract": "Quantum computing technologies are advancing, and the class of addressable problems is expanding. Together with the emergence of new ventures and government-sponsored partnerships, these trends will help lower the barrier for new technology adoption and provide stability in an uncertain market. Until then, quantum computing presents an exciting testbed for different strategies in an emerging market. ",
    "url": "https://arxiv.org/abs/2202.12733",
    "authors": [
      "Evan R. MacQuarrie",
      "Christoph Simon",
      "Stephanie Simmons",
      "Elicia Maine"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2202.12739",
    "title": "Ultra-high-linearity integrated lithium niobate electro-optic modulators",
    "abstract": "Integrated lithium niobate (LN) photonics is a promising platform for future chip-scale microwave photonics systems owing to its unique electro-optic properties, low optical loss and excellent scalability. A key enabler for such systems is a highly linear electro-optic modulator that could faithfully covert analog electrical signals into optical signals. In this work, we demonstrate a monolithic integrated LN modulator with an ultrahigh spurious-free dynamic range (SFDR) of 120.04 dB Hz4/5 at 1 GHz, using a ring-assisted Mach-Zehnder interferometer configuration. The excellent synergy between the intrinsically linear electro-optic response of LN and an optimized linearization strategy allows us to fully suppress the cubic terms of third-order intermodulation distortions (IMD3) without active feedback controls, leading to ~ 20 dB improvement over previous results in the thin-film LN platform. Our ultra-high-linearity LN modulators could become a core building block for future large-scale functional microwave photonic integrated circuits, by further integration with other high-performance components like low-loss delay lines, tunable filters and phase shifters available on the LN platform. ",
    "url": "https://arxiv.org/abs/2202.12739",
    "authors": [
      "Hanke Feng",
      "Ke Zhang",
      "Wenzhao Sun",
      "Yangming Ren",
      "Yiwen Zhang",
      "Wenfu Zhang",
      "Cheng Wang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2202.12768",
    "title": "Orbital Dynamics at Atmospheric Pressure in a Lensed, Dual-beam, Optical  Trap",
    "abstract": "Orbital optical trapping of a dielectric micro-particle in air was studied experimentally using a lensed, counter-propagating dual-beam trap, and by numerical simulations employing ray optics. The essential attributes of particle dynamics are evaluated as functions of the transverse offset between the beams, the axial offset between the laser foci and the total laser power, both experimentally and computationally. We find that the Q-factor of the orbital motion in this previously unexplored scheme is at least two orders of magnitude higher than values attainable with conventional trapping. Under our experimental conditions, silica micro-spheres orbit up to a maximum frequency of ~2 kHz at atmospheric pressure, which can be further increased by increasing the optical power in the trap. With the help of simulations, we discuss how the experimental technique presented here can be further modified to enhance the Q factor of particle's orbital motion. The evolution of orbital frequencies can be a useful signature in analyzing the kinetics of deposition or loss of materials from the surface of levitated particles in a controlled environment. Hence, the approach reported here could find application as an \\emph{in situ} single particle technique for probing reactions relevant to atmospheric chemistry. ",
    "url": "https://arxiv.org/abs/2202.12768",
    "authors": [
      "Amala Raj",
      "William L. Schaich",
      "Bogdan Dragnea"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2202.12655",
    "title": "Emergent quantum correlations and collective behavior in non-interacting  quantum systems subject to stochastic resetting",
    "abstract": "We investigate the dynamics of a non-interacting spin system, undergoing coherent Rabi oscillations, in the presence of stochastic resetting. We show that resetting generally induces long-range quantum and classical correlations both in the emergent dissipative dynamics and in the non-equilibrium stationary state. Moreover, for the case of conditional reset protocols -- where the system is reinitialized to a state dependent on the outcome of a preceding measurement -- we show that, in the thermodynamic limit, the spin system can feature collective behavior which results in a phenomenology reminiscent of that occurring in non-equilibrium phase transitions. The discussed reset protocols can be implemented on quantum simulators and quantum devices that permit fast measurement and readout of macroscopic observables, such as the magnetisation. Our approach does not require the control of coherent interactions and may therefore highlight a route towards a simple and robust creation of quantum correlations and collective non-equilibrium states, with potential applications in quantum enhanced metrology and sensing. ",
    "url": "https://arxiv.org/abs/2202.12655",
    "authors": [
      "Matteo Magoni",
      "Federico Carollo",
      "Gabriele Perfetto",
      "Igor Lesanovsky"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2109.11148",
    "title": "Quantum Interference between Photons and Single Quanta of Stored Atomic  Coherence",
    "abstract": " Comments: 15 pages (6 pages for main text, 9 pages for supplemental material), 9 figures (4 figures for main text, 5 figures for supplemental material), 1 table (1 table for supplemental material) ",
    "url": "https://arxiv.org/abs/2109.11148",
    "authors": [
      "Xingchang Wang",
      "Jianmin Wang",
      "Zhiqiang Ren",
      "Rong Wen",
      "Chang-Ling Zou",
      "Georgios A. Siviloglou",
      "J. F. Chen"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2110.15241",
    "title": "Photonic kernel machine learning for ultrafast spectral analysis",
    "abstract": " Comments: 19 pages, 11 figures. Final version accepted in PRApplied ",
    "url": "https://arxiv.org/abs/2110.15241",
    "authors": [
      "Zakari Denis",
      "Ivan Favero",
      "Cristiano Ciuti"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Other Condensed Matter (cond-mat.other)",
      "Applied Physics (physics.app-ph)",
      "Computational Physics (physics.comp-ph)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2111.02670",
    "title": "High Repetition Rate Exploration of the Biermann Battery Effect in Laser  Produced Plasmas Over Large Spatial Regions",
    "abstract": " Title: High Repetition Rate Exploration of the Biermann Battery Effect in Laser  Produced Plasmas Over Large Spatial Regions ",
    "url": "https://arxiv.org/abs/2111.02670",
    "authors": [
      "J.J. Pilgram",
      "M.B.P. Adams",
      "C.G. Constantin",
      "P.V. Heuer",
      "S. Ghazaryan",
      "M. Kaloyan",
      "R.S. Dorst",
      "D.B.Schaeffer",
      "P. Tzeferacos",
      "C. Niemann"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2111.13429",
    "title": "Nonlinear optical absorption in nanoscale films revealed through  ultrafast acoustics",
    "abstract": " Title: Nonlinear optical absorption in nanoscale films revealed through  ultrafast acoustics ",
    "url": "https://arxiv.org/abs/2111.13429",
    "authors": [
      "Ievgeniia Chaban",
      "Radoslaw Deska",
      "Gael Privault",
      "Elzbieta Trzop",
      "Maciej Lorenc",
      "Steven Kooi",
      "Keith A. Nelson",
      "Marek Samoc",
      "Katarzyna Matczyszyn",
      "Thomas Pezeril"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2112.11635",
    "title": "Breaking the Rate-Loss Bound of Quantum Key Distribution with  Asynchronous Two-Photon Interference",
    "abstract": " Comments: 15 pages, 10 figures. arXiv admin note: text overlap with arXiv:2112.11165 ",
    "url": "https://arxiv.org/abs/2112.11635",
    "authors": [
      "Yuan-Mei Xie",
      "Yu-Shuo Lu",
      "Chen-Xun Weng",
      "Xiao-Yu Cao",
      "Zhao-Ying Jia",
      "Yu Bao",
      "Yang Wang",
      "Yao Fu",
      "Hua-Lei Yin",
      "Zeng-Bing Chen"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Cryptography and Security (cs.CR)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2201.07897",
    "title": "Direct measurement of optical properties of glacier ice using a  photon-counting diffuse LiDAR",
    "abstract": " Title: Direct measurement of optical properties of glacier ice using a  photon-counting diffuse LiDAR ",
    "url": "https://arxiv.org/abs/2201.07897",
    "authors": [
      "Markus Allgaier",
      "Matthew G. Cooper",
      "Anders E. Carlson",
      "Sarah W. Cooley",
      "Jonathan C. Ryan",
      "Brian J. Smith"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2202.11859",
    "title": "Nanodiamonds based optical-fiber quantum probe for magnetic field and  biological sensing",
    "abstract": " Title: Nanodiamonds based optical-fiber quantum probe for magnetic field and  biological sensing ",
    "url": "https://arxiv.org/abs/2202.11859",
    "authors": [
      "Yaofei Chen",
      "Qianyu Lin",
      "Hongda Cheng",
      "Yingying Ye",
      "Gui-Shi Liu",
      "Lei Chen",
      "Yunhan Luo",
      "Zhe Chen"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  }
]