[
  {
    "id": "arXiv:2402.10235",
    "title": "Plasma-wall interaction in laser inertial fusion reactors: novel  proposals for radiation tests of first wall materials",
    "abstract": "Dry-wall laser inertial fusion (LIF) chambers will have to withstand strong bursts of fast charged particles which will deposit tens of kJ m$^{-2}$ and implant more than 10$^{18}$ particles m$^{-2}$ in a few microseconds at a repetition rate of some Hz. Large chamber dimensions and resistant plasma-facing materials must be combined to guarantee the chamber performance as long as possible under the expected threats: heating, fatigue, cracking, formation of defects, retention of light species, swelling and erosion. Current and novel radiation resistant materials for the first wall need to be validated under realistic conditions. However, at present there is a lack of facilities which can reproduce such ion environments. This contribution proposes the use of ultra-intense lasers and high-intense pulsed ion beams (HIPIB) to recreate the plasma conditions in LIF reactors. By target normal sheath acceleration, ultra-intense lasers can generate very short and energetic ion pulses with a spectral distribution similar to that of the inertial fusion ion bursts, suitable to validate fusion materials and to investigate the barely known propagation of those bursts through background plasmas/gases present in the reactor chamber. HIPIB technologies, initially developed for inertial fusion driver systems, provide huge intensity pulses which meet the irradiation conditions expected in the first wall of LIF chambers and thus can be used for the validation of materials too. ",
    "url": "https://arxiv.org/abs/2402.10235",
    "authors": [
      "J. Alvarez Ruiz",
      "A. Rivera",
      "K. Mima",
      "D. Garoz",
      "R. Gonzalez-Arrabal",
      "N. Gordillo",
      "J. Fuchs",
      "K. Tanaka",
      "I. Fernandez",
      "F. Briones",
      "J. Perlado"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2402.10274",
    "title": "Additive manufactured ceramics for compact quantum technologies",
    "abstract": "Quantum technologies are advancing from fundamental research in specialized laboratories to practical applications in the field, driving the demand for robust, scalable, and reproducible system integration techniques. Ceramic components can be pivotal thanks to high stiffness, low thermal expansion, and excellent dimensional stability under thermal stress. We explore lithography-based additive manufacturing of technical ceramics especially for miniaturized physics packages and electro-optical systems. This approach enables functional systems with precisely manufactured, intricate structures and high mechanical stability while minimizing size and weight. It facilitates rapid prototyping, simplifies fabrication and leads to highly integrated, reliable devices. As an electrical insulator with low outgassing and high temperature stability, printed technical ceramics such as Al2O3 and AlN bridge a technology gap in quantum technology and offer advantages over other printable materials. We demonstrate this potential with CerAMRef, a micro-integrated rubidium D2 line optical frequency reference on a printed Al2O3 micro-optical bench and housing. The frequency instability of the reference is comparable to laboratory setups while the volume of the integrated spectroscopy setup is only 6 ml. We identify potential for future applications in compact atomic magnetometers, miniaturized optical atom traps, and vacuum system integration. ",
    "url": "https://arxiv.org/abs/2402.10274",
    "authors": [
      "Marc Christ",
      "Conrad Zimmermann",
      "Sascha Neinert",
      "Bastian Leykauf",
      "Klaus Döringshoff",
      "Markus Krutzik"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2402.10347",
    "title": "Classifying topology in photonic crystal slabs with radiative  environments",
    "abstract": "In the recent years, photonic Chern materials have attracted substantial interest as they feature topological edge states that are robust against disorder, promising to realize defect-agnostic integrated photonic crystal slab devices. However, the out-of-plane radiative losses in those photonic Chern slabs has been previously neglected, yielding limited accuracy for predictions of these systems' topological protection. Here, we develop a general framework for measuring the topological protection in photonic systems, such as in photonic crystal slabs, while accounting for in-plane and out-of-plane radiative losses. Our approach relies on the spectral localizer that combines the position and Hamiltonian matrices of the system to draw a real-picture of the system's topology. This operator-based approach to topology allows us to use an effective Hamiltonian directly derived from the full-wave Maxwell equations after discretization via finite-elements method (FEM), resulting in the full account of all the system's physical processes. As the spectral FEM-localizer is constructed solely from FEM discretization of the system's master equation, the proposed framework is applicable to any physical system and is compatible with commonly used FEM software. Moving forward, we anticipate the generality of the method to aid in the topological classification of a broad range of complex physical systems. ",
    "url": "https://arxiv.org/abs/2402.10347",
    "authors": [
      "Stephan Wong",
      "Terry A. Loring",
      "Alexander Cerjan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Mathematical Physics (math-ph)"
    ]
  },
  {
    "id": "arXiv:2402.10509",
    "title": "Line-shape study of CO perturbed by N${_2}$ with mid-infrared frequency  comb-based Fourier-transform spectroscopy",
    "abstract": "We developed a mid-infrared optical frequency comb-based Fourier-transform spectrometer and performed a line-shape study of the fundamental vibrational band of CO perturbed by N${_2}$, which is crucial for atmospheric science and astronomical observations. The comb-based FTS enabled us to measure the whole vibrational band with high resolution and precision at several pressures between 10 and 400 Torr. Observed absorption profiles were fitted with the speed-dependent Voigt profile. Collisional broadening, speed-dependent collisional width and shift coefficients are derived. The reliability of our results is established from considerations of systematic errors and comparison with previous studies. ",
    "url": "https://arxiv.org/abs/2402.10509",
    "authors": [
      "Akiko Nishiyama",
      "Grzegorz Kowzan",
      "Dominik Charczun",
      "Roman Ciuryło",
      "Nicola Coluccelli",
      "Piotr Masłowski"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ]
  },
  {
    "id": "arXiv:2402.10566",
    "title": "Distribution of centrality measures on undirected random networks via  cavity method",
    "abstract": "The Katz centrality of a node in a complex network is a measure of the node's importance as far as the flow of information across the network is concerned. For ensembles of locally tree-like and undirected random graphs, this observable is a random variable. Its full probability distribution is of interest but difficult to handle analytically because of its \"global\" character and its definition in terms of a matrix inverse. Leveraging a fast Gaussian Belief Propagation-cavity algorithm to solve linear systems on a tree-like structure, we show that (i) the Katz centrality of a single instance can be computed recursively in a very fast way, and (ii) the probability $P(K)$ that a random node in the ensemble of undirected random graphs has centrality $K$ satisfies a set of recursive distributional equations, which can be analytically characterized and efficiently solved using a population dynamics algorithm. We test our solution on ensembles of Erd\\H{o}s-R\\'enyi and scale-free networks in the locally tree-like regime, with excellent agreement. The distributions display a crossover between multimodality and unimodality as the mean degree increases, where distinct peaks correspond to the contribution to the centrality coming from nodes of different degrees. We also provide an approximate formula based on a rank-$1$ projection that works well if the network is not too sparse, and we argue that an extension of our method could be efficiently extended to tackle analytical distributions of other centrality measures such as PageRank for directed networks in a transparent and user-friendly way. ",
    "url": "https://arxiv.org/abs/2402.10566",
    "authors": [
      "Silvia Bartolucci",
      "Francesco Caravelli",
      "Fabio Caccioli",
      "Pierpaolo Vivo"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)",
      "Statistical Mechanics (cond-mat.stat-mech)"
    ]
  },
  {
    "id": "arXiv:2402.10637",
    "title": "Fragmentation of Stability Domains of Dark Solitons and Dark Breathers  and Drifting Solitons at High Pump Intensities in Normal Dispersion Kerr  Microresonators",
    "abstract": "Stability domains (i.e. pump frequency detuning range) of a single dark soliton (or platicon) and dark breather in high-Q Kerr optical microresonators with normal group velocity dispersion is studied for a wide range of pump amplitudes within the framework of the Lugiato-Lefever model. The effect of the significant fragmentation of the stability domains at high pump intensities is revealed. The existence of stable drifting dark solitons (platicons) is demonstrated above the threshold pump amplitude value. Properties of drifting solitons are investigated. ",
    "url": "https://arxiv.org/abs/2402.10637",
    "authors": [
      "Valery E. Lobanov",
      "Olga V. Borovkova",
      "Alexander K. Vorobyev",
      "Vladislav I. Pavlov",
      "Dmitry A. Chermoshentsev",
      "Igor A. Bilenko"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2402.10673",
    "title": "Controlled light distribution with coupled microresonator chains via  Kerr symmetry breaking",
    "abstract": "Within optical microresonators, the Kerr interaction of photons can lead to symmetry breaking of optical modes. In a ring resonator, this leads to the interesting effect that light preferably circulates in one direction or in one polarization state. Applications of this effect range from chip-integrated optical diodes to nonlinear polarization controllers and optical gyroscopes. In this work, we study Kerr-nonlinearity-induced symmetry breaking of light states in coupled resonator optical waveguides (CROWs). We discover a new type of controllable symmetry breaking that leads to emerging patterns of dark and bright resonators within the chains. Beyond stationary symmetry broken states, we observe periodic oscillations, switching and chaotic fluctuations of circulating powers in the resonators. Our findings are of interest for controlled multiplexing of light in photonic integrated circuits, neuromorphic computing, topological photonics and soliton frequency combs in coupled resonators. ",
    "url": "https://arxiv.org/abs/2402.10673",
    "authors": [
      "Alekhya Ghosh",
      "Arghadeep Pal",
      "Lewis Hill",
      "Graeme N Campbell",
      "Toby Bi",
      "Yaojing Zhang",
      "Abdullah Alabbadi",
      "Shuangyou Zhang",
      "Gian-Luca Oppo",
      "Pascal Del'Haye"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.10734",
    "title": "Nanoring Tamm Cavity in the Telecommunications O band",
    "abstract": "Quantum and classical telecommunications require efficient sources of light. Semiconductorsources, owing to the high refractive index of the medium, often exploit photonic cavities to enhance the external emission of photons into a well-defined optical mode. Optical Tamm States (OTS), in which light is confined between a distributed Bragg reflector and a thin metal layer have attracted interest as confined Tamm structures are readily manufactureable broadband cavities. Their effficiency is limited however by the absorption inherent in the metal layer. We propose a nanoring Tamm structure in which a nanoscale patterned annular metasurface is exploited to reduce this absorption and thereby enhance emission efficiency. To this end, we present designs for a nanoring Tamm structure optimised for the telecommunications O band, and demonstrate a near doubling of output efficiency (35%) over an analogous solid disc confined Tamm structure (18%). Simulations of designs optimised for different wavelengths are suggestive of annular coupling between the Tamm state and surface plasmons. These designs are applicable to the design of single photon sources, nanoLEDs, and nanolasers for communications. ",
    "url": "https://arxiv.org/abs/2402.10734",
    "authors": [
      "Huili Hou",
      "David Dlaka",
      "Jon Pugh",
      "Ruth Oulton",
      "Edmund Harbord"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.10791",
    "title": "Weak Ergodicity Breaking in Optical Sensing",
    "abstract": "The time-integrated intensity transmitted by a laser driven resonator obeys L\\'evy's arcsine laws [Ramesh \\textit{et al.}, Phys. Rev. Lett. \\textit{in press} (2024)]. Here we demonstrate the implications of these laws for optical sensing. We consider the standard goal of resonant optical sensors, namely to report a perturbation to their resonance frequency. In this context, we quantify the sensing precision attained using a finite energy budget combined with time or ensemble averaging of the time-integrated intensity. We find that ensemble averaging outperforms time averaging for short measurement times, but the advantage disappears as the measurement time increases. We explain this behavior in terms of weak ergodicity breaking, arising when the time for the time-integrated intensity to explore the entire phase space diverges but the measurement time remains finite. Evidence that the former time diverges is presented in first passage and return time distributions. Our results are relevant to all types of sensors, in optics and beyond, where stochastic time-integrated fields or intensities are measured to detect an event. In particular, choosing the right averaging strategy can improve sensing precision by orders of magnitude with zero energy cost. ",
    "url": "https://arxiv.org/abs/2402.10791",
    "authors": [
      "V. G. Ramesh",
      "S. R. K. Rodriguez"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Statistical Mechanics (cond-mat.stat-mech)"
    ]
  },
  {
    "id": "arXiv:2402.10267",
    "title": "Identification is Pointless: Quantum Reference Frames, Localisation of  Events, and the Quantum Hole Argument",
    "abstract": "The study of quantum reference frames (QRFs) is motivated by the idea of taking into account the quantum properties of the reference frames that we use, explicitly or implicitly, in our description of physical systems. Like a classical reference frame, a QRF can be used to define physical quantities such as time, position, momentum, and spin relationally. Unlike its classical analogue, it relativises the notions of superposition and entanglement. Here, we provide a novel explanation for the frame-dependence of superposition and entanglement by tracing it back to the question of how configurations or locations are identified across different branches in superposition. We show that, in the presence of symmetries, whether a system is in 'the same' or 'different' configurations across the branches depends on the choice of QRF. Thus, sameness and difference-and, as a result, superposition and entanglement-lose their absolute meaning. We apply these ideas to semi-classical spacetimes in superposition and use coincidences of four scalar fields to construct a comparison map between the spacetime points in the different branches. This allows us to determine whether a given event is located at 'the same' or 'different' points in the superposed spacetimes. Since this feature depends on the choice of QRF, we argue that the localisation of an event should not be seen as an inherent property. This alleviates previously voiced concerns that QRF changes could have empirical consequences for interference experiments, such as the BMV proposal. Moreover, it implies that the number of events is equal in both the flat and the curved spacetime implementations of indefinite causal order. We conclude with the 'quantum hole argument' as a generalisation of Einstein's hole argument, arguing that not just spacetime points but also their identification across a superposition lose their absolute physical meaning. ",
    "url": "https://arxiv.org/abs/2402.10267",
    "authors": [
      "Viktoria Kabel",
      "Anne-Catherine de la Hamette",
      "Luca Apadula",
      "Carlo Cepollaro",
      "Henrique Gomes",
      "Jeremy Butterfield",
      "Časlav Brukner"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2402.10613",
    "title": "Advancements and challenges in plasmon-exciton quantum emitters based on  colloidal quantum dots",
    "abstract": "The Nobel Prizes in Physics (2022) and Chemistry (2023) heralded the recognition of quantum information science and the synthesis of quantum dots, respectively. This acknowledgment has propelled colloidal quantum dots and perovskite nanocrystals to the forefront of quantum technologies. Their distinct emission properties, facilitating the efficient generation of both single photons and photon pairs, render them particularly captivating. Moreover, their adaptability to diverse structures, ranging from traditional electronics to nanopatterned frameworks, underscores their pivotal role in shaping quantum technologies. Despite notable strides in synthesis, certain properties require refinement for enhanced applicability in quantum information, encompassing emission brightness, stability, single photon indistinguishability, and entanglement fidelity of photon pairs. Here we offer an overview of recent achievements in plasmon-exciton quantum emitters based on luminescent semiconductor nanocrystals. Emphasizing the utilization of the light-matter coupling phenomenon, we explore how this interaction enables the manipulation of quantum properties without altering the chemical structure of the emitters. This approach addresses critical aspects for quantum information applications, offering precise control over emission rate, intensity, and energy. The development of these hybrid systems represents a significant stride forward, demonstrating their potential to overcome existing challenges and advance the integration of quantum emitters into cutting-edge quantum technology applications. ",
    "url": "https://arxiv.org/abs/2402.10613",
    "authors": [
      "Adam Olejniczak",
      "Yury Rakovich",
      "Victor Krivenkov"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.10622",
    "title": "Towards quantum gravity with neural networks: Solving the quantum  Hamilton constraint of U(1) BF theory",
    "abstract": "In the canonical approach of loop quantum gravity, arguably the most important outstanding problem is finding and interpreting solutions to the Hamiltonian constraint. In this work, we demonstrate that methods of machine learning are in principle applicable to this problem. We consider U(1) BF theory in 3 dimensions, quantized with loop quantum gravity methods. In particular, we formulate a master constraint corresponding to Hamilton and Gauss constraints using loop quantum gravity methods. To make the problem amenable for numerical simulation we fix a graph and introduce a cutoff on the kinematical degrees of freedom, effectively considering U$_q$(1) BF theory at a root of unity. We show that the Neural Network Quantum State (NNQS) ansatz can be used to numerically solve the constraints efficiently and accurately. We compute expectation values and fluctuations of certain observables and compare them with exact results or exact numerical methods where possible. We also study the dependence on the cutoff. ",
    "url": "https://arxiv.org/abs/2402.10622",
    "authors": [
      "Hanno Sahlmann",
      "Waleed Sherif"
    ],
    "subjectives": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      "High Energy Physics - Theory (hep-th)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2402.10651",
    "title": "Quantum dimer models with Rydberg gadgets",
    "abstract": "The Rydberg blockade mechanism is an important ingredient in quantum simulators based on neutral atom arrays. It enables the emergence of a rich variety of quantum phases of matter, such as topological spin liquids. The typically isotropic nature of the blockade effect, however, restricts the range of natively accessible models and quantum states. In this work, we propose a method to systematically overcome this limitation, by developing gadgets, i.e., specific arrangements of atoms, that transform the underlying Rydberg blockade into more general constraints. We apply this technique to realize dimer models on square and triangular geometries. In these setups, we study the role of the quantum fluctuations induced by a coherent drive of the atoms and find signatures of $U(1)$ and $\\mathbb{Z}_2$ quantum spin liquid states in the respective ground states. Finally, we show that these states can be dynamically prepared with high fidelity, paving the way for the quantum simulation of a broader class of constrained models and topological matter in experiments with Rydberg atom arrays. ",
    "url": "https://arxiv.org/abs/2402.10651",
    "authors": [
      "Zhongda Zeng",
      "Giuliano Giudici",
      "Hannes Pichler"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2402.10702",
    "title": "The Quantum Ratio",
    "abstract": "The concept of {\\it quantum ratio} emerged in the recent efforts to understand how Newton's equations appear for the center of mass (CM) of an isolated macroscopic body at finite body-temperatures, as the first approximation to quantum-mechanical equations. It is defined as $Q\\equiv R_q/L_0$, where the quantum fluctuation range $R_q$ is the spatial extension of the pure-state CM wave function, whereas $L_0$ stands for the body's linear size (the space support of the internal, bound-state wave function). The two cases $R_q /L_0 \\lesssim 1$ or $R_q/ L_0 \\gg 1$, roughly correspond to the body's CM behaving classically or quantum mechanically, respectively. In the present note we elaborate more on this concept, illustrating it in several examples. An important notion following from introduction of the quantum ratio is that the elementary particles (thus the electron and the photon) are quantum mechanical, even when the environment-induced decoherence turns them into a mixed state. Decoherence and classical state should not be identified. This simple observation, further illustrated by the consideration of a few atomic or molecular processes, may have significant implications on the way quantum mechanics works in biological systems. ",
    "url": "https://arxiv.org/abs/2402.10702",
    "authors": [
      "Hans-Thomas Elze",
      "Kenichi Konishi"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "High Energy Physics - Theory (hep-th)",
      "Atomic and Molecular Clusters (physics.atm-clus)"
    ]
  },
  {
    "id": "arXiv:2306.13126",
    "title": "HamLib: A library of Hamiltonians for benchmarking quantum algorithms  and hardware",
    "abstract": " Comments: 33 pages; corrected funding information and affiliations ",
    "url": "https://arxiv.org/abs/2306.13126",
    "authors": [
      "Nicolas PD Sawaya",
      "Daniel Marti-Dafcik",
      "Yang Ho",
      "Daniel P Tabor",
      "David E Bernal Neira",
      "Alicia B Magann",
      "Shavindra Premaratne",
      "Pradeep Dubey",
      "Anne Matsuura",
      "Nathan Bishop",
      "Wibe A de Jong",
      "Simon Benjamin",
      "Ojas D Parekh",
      "Norm Tubman",
      "Katherine Klymko",
      "Daan Camps"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Other Condensed Matter (cond-mat.other)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2309.12044",
    "title": "Self-calibrating gas pressure sensor with a 10-decade measurement range",
    "abstract": " Title: Self-calibrating gas pressure sensor with a 10-decade measurement range ",
    "url": "https://arxiv.org/abs/2309.12044",
    "authors": [
      "Christoph Reinhardt",
      "Hossein Masalehdan",
      "Sandy Croatto",
      "Alexander Franke",
      "Moritz B. K. Kunze",
      "Jörn Schaffran",
      "Nils Sültmann",
      "Axel Lindner",
      "Roman Schnabel"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2310.08916",
    "title": "Molecular Junctions for Terahertz Switches and Detectors",
    "abstract": " Comments: Full paper, figures and supporting information ",
    "url": "https://arxiv.org/abs/2310.08916",
    "authors": [
      "Imen Hnid",
      "Ali Yassin",
      "Imane Arbouch",
      "David Guérin",
      "Colin van Dyck",
      "Lionel Sanginet",
      "Stéphane Lenfant",
      "Jérôme Cornil",
      "Philippe Blanchard",
      "Dominique Vuillaume"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2311.04893",
    "title": "Maximum Entropy Principle as Postulate of Quantum Mechanics",
    "abstract": " Comments: 6 pages, 1 figure ",
    "url": "https://arxiv.org/abs/2311.04893",
    "authors": [
      "Alexei V. Tkachenko"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2402.09889",
    "title": "Dissipation of nonlinear acoustic waves in thermoviscous pores",
    "abstract": " Title: Dissipation of nonlinear acoustic waves in thermoviscous pores ",
    "url": "https://arxiv.org/abs/2402.09889",
    "authors": [
      "Krishna Sahithi",
      "Prateek Gupta"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  }
]