[
  {
    "id": "arXiv:2305.07081",
    "title": "Electronic specific heat capacities and entropies from density matrix  quantum Monte Carlo using Gaussian process regression to find gradients of  noisy data",
    "abstract": "We present a machine learning approach to calculating electronic specific heat capacities for a variety of benchmark molecular systems. Our models are based on data from density matrix quantum Monte Carlo, which is a stochastic method that can calculate the electronic energy at finite temperature. As these energies typically have noise, numerical derivatives of the energy can be challenging to find reliably. In order to circumvent this problem, we use Gaussian process regression to model the energy and use analytical derivatives to produce the specific heat capacity. From there, we also calculate the entropy by numerical integration. We compare our results to cubic splines and finite differences in a variety of molecules whose Hamiltonians can be diagonalized exactly with full configuration interaction. We finally apply this method to look at larger molecules where exact diagonalization is not possible and make comparisons with more approximate ways to calculate the specific heat capacity and entropy. ",
    "url": "https://arxiv.org/abs/2305.07081",
    "authors": [
      "William Z. Van Benschoten",
      "Laura Weiler",
      "Gabriel J. Smith",
      "Songhang Man",
      "Taylor DeMello",
      "James J. Shepherd"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2305.07148",
    "title": "Fully quantum algorithm for lattice Boltzmann methods with application  to partial differential equations",
    "abstract": "Fluid flow simulations marshal our most powerful computational resources. In many cases, even this is not enough. Quantum computers provide an opportunity to speedup traditional algorithms for flow simulations. We show that lattice-based mesoscale numerical methods can be executed as efficient quantum algorithms due to their statistical features. This approach revises a quantum algorithm for lattice gas automata to eliminate classical computations and measurements at every time step. For this, the algorithm approximates the qubit relative phases and subtracts them at the end of each time step, removing a need for repeated measurements and state preparation (encoding). Phases are evaluated using the iterative phase estimation algorithm and subtracted using single-qubit rotation phase gates. This method delays the need for measurement to the end of the computation, so the algorithm is better suited for modern quantum hardware. We also demonstrate how the checker-board deficiency that the D1Q2 scheme presents can be resolved using the D1Q3 scheme. The algorithm is validated by simulating two canonical PDEs: the diffusion and Burgers' equations on different quantum simulators. We find good agreement between quantum simulations and classical solutions of the presented algorithm. ",
    "url": "https://arxiv.org/abs/2305.07148",
    "authors": [
      "Fatima Ezahra Chrit",
      "Sriharsha Kocherla",
      "Bryan Gard",
      "Eugene F. Dumitrescu",
      "Alexander Alexeev",
      "Spencer H. Bryngelson"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2305.07155",
    "title": "Random number generation using spontaneous symmetry breaking in a Kerr  resonator",
    "abstract": "We experimentally demonstrate an all-optical random number generator based on spontaneous symmetry breaking in a coherently-driven Kerr resonator. Random bit sequences are generated by repeatedly tuning a control parameter across a symmetry-breaking bifurcation that enacts random selection between two possible steady-states of the system. Experiments are performed in a fibre ring resonator, where the two symmetry-broken steady-states are associated with orthogonal polarization modes. Detrimental biases due to system asymmetries are completely suppressed by leveraging a recently-discovered self-symmetrization phenomenon that ensures the symmetry breaking acts as an unbiased coin toss, with a genuinely random selection between the two available steady-states. We optically generate bits at a rate of over 3~MHz without post-processing and verify their randomness using the National Institute of Standards and Technology and Dieharder statistical test suites. ",
    "url": "https://arxiv.org/abs/2305.07155",
    "authors": [
      "Liam Quinn",
      "Gang Xu",
      "Yiqing Xu",
      "Zongda Li",
      "Julien Fatome",
      "Stuart G. Murdoch",
      "Stéphane Coen",
      "Miro Erkintalo"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.07245",
    "title": "Optimal calibration of optical tweezers with arbitrary integration time  and sampling frequencies -- A general framework",
    "abstract": "Optical tweezers (OT) have become an essential technique in several fields of physics, chemistry, and biology as precise micromanipulation tools and microscopic force transducers. Quantitative measurements require the accurate calibration of the trap stiffness of the optical trap and the diffusion constant of the optically trapped particle. This is typically done by statistical estimators constructed from the position signal of the particle, which is recorded by a digital camera or a quadrant photodiode. The finite integration time and sampling frequency of the detector need to be properly taken into account. Here, we present a general approach based on the joint probability density function of the sampled trajectory that corrects exactly the biases due to the detector's finite integration time and limited sampling frequency, providing theoretical formulas for the most widely employed calibration methods: equipartition, mean squared displacement, autocorrelation, power spectral density, and force reconstruction via maximum-likelihood-estimator analysis (FORMA). Our results, tested with experiments and Monte Carlo simulations, will permit users of OT to confidently estimate the trap stiffness and diffusion constant, extending their use to a broader set of experimental conditions. ",
    "url": "https://arxiv.org/abs/2305.07245",
    "authors": [
      "Laura Pérez-Garcéa",
      "Martin Selin",
      "Antonio Ciarlo",
      "Alessandro Magazzu",
      "Giuseppe Pesce",
      "Antonio Sasso",
      "Giovanni Volpe",
      "Isaac Pérez Castillo",
      "Alejandro V. Arzola"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2305.07296",
    "title": "How Quantum is the Resonance Behavior in Vibrational Polariton  Chemistry?",
    "abstract": "Recent experiments in polariton chemistry have demonstrated that reaction rates can be modified by vibrational strong coupling to an optical cavity mode. Importantly, this modification only occurs when the frequency of the cavity mode is tuned to closely match a molecular vibrational frequency. This sharp resonance behavior has proved difficult to capture theoretically. Only recently, Lindoy et al. reported the first instance of a sharp resonant effect in the cavity-modified rate simulated in a model system using exact quantum dynamics. We investigate the same model system with a different method, ring-polymer molecular dynamics (RPMD), which captures quantum statistics but treats dynamics classically. We find that RPMD does not reproduce this sharp resonant feature at the well frequency, and we discuss the implications of this finding for future studies in vibrational polariton chemistry. ",
    "url": "https://arxiv.org/abs/2305.07296",
    "authors": [
      "Marit R. Fiechter",
      "Johan E. Runeson",
      "Joseph E. Lawrence",
      "Jeremy O. Richardson"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2305.07356",
    "title": "Active Huygens' metasurface based on in-situ grown conductive polymer",
    "abstract": "Active metasurfaces provide unique advantages for on-demand light manipulation at a subwavelength scale for emerging applications of 3D displays, augmented/virtual reality (AR/VR) glasses, holographic projectors and light detection and ranging (LiDAR). These applications put stringent requirements on switching speed, cycling duration, controllability over intermediate states, modulation contrast, optical efficiency and operation voltages. However, previous demonstrations focus only on particular subsets of these key performance requirements for device implementation, while the other performance metrics have remained too low for any practical use. Here, we demonstrate an active Huygens' metasurface based on in-situ grown conductive polymer with holistic switching performance, including switching speed of 60 frames per second (fps), switching duration of more than 2000 switching cycles without noticeable degradation, hysteresis-free controllability over intermediate states, modulation contrast of over 1400%, optical efficiency of 28% and operation voltage range within 1 V. Our active metasurface design meets all foundational requirements for display applications and can be readily incorporated into other metasurface concepts to deliver high-reliability electrical control over its optical response, paving the way for compact and robust electro-optic metadevices. ",
    "url": "https://arxiv.org/abs/2305.07356",
    "authors": [
      "Wenzheng Lu",
      "Leonarde de S. Menezes",
      "Andreas Tittl",
      "Haoran Ren",
      "Stefan A. Maier"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2305.07357",
    "title": "Ultralow-Noise Optical Parametric Amplifier for Stimulated Raman  Scattering Imaging",
    "abstract": "We present a 40-MHz ultrafast optical parametric amplifier (OPA), tunable from 0.8 to 1 $\\mu$m, with a relative intensity noise (RIN) matching the shot-noise floor (-160 dB/Hz) above 2 MHz. The OPA is pumped by a 20-W Kerr-lens mode-locked Ytterbium laser and seeded by a a supercontinuum generated in an all-normal-dispersion (ANDi) fiber. With an average output power >1.5 W, this compact and simple scheme is an attractive alternative to synchronously-pumped optical parametric oscillators, especially within the context of stimulated Raman scattering (SRS) imaging. To illustrate the latter, we perform chemical imaging of water droplets in oil by SRS microscopy. ",
    "url": "https://arxiv.org/abs/2305.07357",
    "authors": [
      "Ines Martin",
      "Yoann Pertot",
      "Olivier Albert",
      "Thomas Pinoteau",
      "Sébastien Coudreau",
      "Simon Pomarède",
      "José Villanueva",
      "Grégory Gitzinger",
      "Penda Leye",
      "Ivan Jelicic",
      "Cyril Vaneph",
      "Daniel Kaplan",
      "Nicolas Forget",
      "Simone Bux"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2305.07380",
    "title": "Bayesian Estimation of Laser Linwidth from Delayed Self-Heterodyne  Measurements",
    "abstract": "We present a statistical inference approach to estimate the frequency noise characteristics of ultra-narrow linewidth lasers from delayed self-heterodyne beat note measurements using Bayesian inference. Particular emphasis is on estimation of the intrinsic (Lorentzian) laser linewidth. The approach is based on a statistical model of the measurement process, taking into account the effects of the interferometer as well as the detector noise. Our method therefore yields accurate results even when the intrinsic linewidth plateau is obscured by detector noise. The regression is performed on periodogram data in the frequency domain using a Markov-chain Monte Carlo method. By using explicit knowledge about the statistical distribution of the observed data, the method yields good results already from a single time series and does not rely on averaging over many realizations, since the information in the available data is evaluated very thoroughly. The approach is demonstrated for simulated time series data from a stochastic laser rate equation model with 1/f-type non-Markovian noise. ",
    "url": "https://arxiv.org/abs/2305.07380",
    "authors": [
      "Lutz Mertenskötter",
      "Markus Kantner"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Applications (stat.AP)"
    ]
  },
  {
    "id": "arXiv:2305.07441",
    "title": "The anomalous electron magnetic moment and Lamb shift in the new  approach in quantum electrodynamics",
    "abstract": "In a previous paper by the author a new approach in quantum electrodynamics was proposed in which the electronic and electromagnetic fields are ordinary c-numbers in contradistinction to noncommuting q-numbers used in the standard formulation of quantum electrodynamics. The factual development of standard quantum electrodynamics began when the anomalous correction to the electron magnetic moment and the Lamb shift were calculated and the calculations were confirmed by experiment. It is demonstrated in the present paper how the anomalous electron magnetic moment and Lamb shift can be obtained in the new approach in quantum electrodynamics. ",
    "url": "https://arxiv.org/abs/2305.07441",
    "authors": [
      "V.A. Golovko"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2305.07479",
    "title": "VC-PINN: Variable Coefficient Physical Information Neural Network For  Forward And Inverse PDE Problems with Variable Coefficient",
    "abstract": "The paper proposes a deep learning method specifically dealing with the forward and inverse problem of variable coefficient partial differential equations -- Variable Coefficient Physical Information Neural Network (VC-PINN). The shortcut connections (ResNet structure) introduced into the network alleviates the \"Vanishing gradient\" and unifies the linear and nonlinear coefficients. The developed method was applied to four equations including the variable coefficient Sine-Gordon (vSG), the generalized variable coefficient Kadomtsev-Petviashvili equation (gvKP), the variable coefficient Korteweg-de Vries equation (vKdV), the variable coefficient Sawada-Kotera equation (vSK). Numerical results show that VC-PINN is successful in the case of high dimensionality, various variable coefficients (polynomials, trigonometric functions, fractions, oscillation attenuation coefficients), and the coexistence of multiple variable coefficients. We also conducted an in-depth analysis of VC-PINN in a combination of theory and numerical experiments, including four aspects, the necessity of ResNet, the relationship between the convexity of variable coefficients and learning, anti-noise analysis, the unity of forward and inverse problems/relationship with standard PINN. ",
    "url": "https://arxiv.org/abs/2305.07479",
    "authors": [
      "Miao Zhengwu",
      "Chen Yong"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2305.07496",
    "title": "The effect of rotational Raman response on ultra-flat supercontinuum  generation in gas-filled hollow-core photonic crystal fibers",
    "abstract": "We experimentally and numerically investigate flat supercontinuum generation in gas-filled anti-resonant guiding hollow-core photonic crystal fiber. By comparing results obtained with either argon or nitrogen we determine the role of the rotational Raman response on the supercontinuum formation. When using argon, a supercontinuum extending from 350 nm to 2 {\\mu}m is generated through modulational instability. Although argon and nitrogen exhibit similar Kerr nonlinearity and dispersion, we find that the energy density of the continuum in the normal dispersion region is significantly lower when using nitrogen. Using numerical simulations, we find that due to the closely spaced rotational lines in nitrogen, gain suppression in the fundamental mode causes part of the pump pulse to be coupled into higher-order modes which reduces the energy transfer to wavelengths shorter than the pump. ",
    "url": "https://arxiv.org/abs/2305.07496",
    "authors": [
      "Mohammed Sabbah",
      "Federico Belli",
      "Christian Brahms",
      "John C. Travers"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.07527",
    "title": "Evaporation characteristics of Er$^{3+}$ doped silica fiber and its  application in the preparation of whispering gallery mode lasers",
    "abstract": "The fabrication of whispering gallery lasers (WGL) is used to experimentally evaluate the evaporation rate (mol/$\\mu$m) and ratio (mol/mol) of erbium and silica lost from a doped fiber during heating. Fixed lengths of doped silica fiber are spliced to different lengths of undoped fiber and then evaporated by feeding into the focus of a CO$_{2}$ laser. During evaporation, erbium ions are precipitated in the doped silica fiber to control the erbium concentration in the remaining SiO$_2$, which is melted into a microsphere. By increasing the length of the undoped section, a critical point is reached where effectively no ions remain in the glass microsphere. The critical point is found using the lasing spectra of the whispering gallery modes in microspheres with equal sizes. From the critical point, it is estimated that, for a given CO$_{2}$ laser power, $6.36 \\times 10^{-21}$~mol of Er$^{3+}$ is lost during the evaporation process for every cubic micron of silica fiber. This is equivalent to $1.74 \\times 10^{-7}$~mol of Er$^{3+}$ lost per mol of SiO$_{2}$ evaporated. This result facilitates the control of the doping concentration in WGLs and provides insight into the kinetics of laser-induced evaporation of doped silica. ",
    "url": "https://arxiv.org/abs/2305.07527",
    "authors": [
      "Angzhen Li",
      "Jonathan M. Ward",
      "Ke Tian",
      "Jibo Yu",
      "Shengfei She",
      "Chaoqi Hou",
      "Haitao Guo",
      "Síle Nic Chormaic",
      "Pengfei Wang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.07629",
    "title": "HF trimer: 12D fully coupled quantum calculations of HF-stretch excited  intramolecular and intermolecular vibrational states using contracted bases  of intramolecular and intermolecular eigenstates",
    "abstract": "We present the computational methodology which for the first time allows rigorous twelve-dimensional (12D) quantum calculations of the coupled intramolecular and intermolecular vibrational states of hydrogen-bonded trimers of flexible diatomic molecules. Its starting point is the approach that we introduced recently for fully coupled 9D quantum calculations of the intermolecular vibrational states of noncovalently bound trimers comprised of diatomics treated as rigid. In this paper it is extended to include the intramolecular stretching coordinates of the three diatomic monomers. The cornerstone of our 12D methodology is the partitioning of the full vibrational Hamiltonian of the trimer into two reduced-dimension Hamiltonians, one in 9D for the intermolecular degrees of freedom (DOFs) and another in 3D for the intramolecular vibrations of the trimer, and a remainder term. These two Hamiltonians are diagonalized separately and a fraction of their respective 9D and 3D eigenstates is included in the 12D product contracted basis for both the intra- and intermolecular DOFs, in which the matrix of the full 12D vibrational Hamiltonian of the trimer is diagonalized. This methodology is implemented in the 12D quantum calculations of the coupled intra- and intermolecular vibrational states of the hydrogen-bonded HF trimer on an {\\it ab initio} calculated potential energy surface (PES). They reveal several interesting manifestations of significant coupling between the intra- and intermolecular vibrational modes of (HF)$_3$. The 12D calculations also show that the frequencies of the $v=1,2$ HF stretching states of HF trimer are strongly redshifted in comparison to those of the isolated HF monomer. The agreement between the 12D results and the limited spectroscopic data for HF trimer, while satisfactory, leaves room for improvement and points to the need for a more accurate PES. ",
    "url": "https://arxiv.org/abs/2305.07629",
    "authors": [
      "Peter M. Felker",
      "Zlatko Bačić"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2305.07108",
    "title": "Entangled Photon Correlations Allow a Continuous-Wave Laser Diode to  Measure Single Photon, Time-Resolved Fluorescence",
    "abstract": "Fluorescence lifetime experiments are a standard approach for measuring excited state dynamics and local environment effects. Here, we show that entangled photon pairs produced from a continuous-wave (CW) laser diode can replicate pulsed laser experiments without phase modulation. As a proof of principle, picosecond fluorescence lifetimes of indocyanine green are measured in multiple environments. The use of entangled photons has three unique advantages. First, low power CW laser diodes and entangled photon source design lead to straightforward on-chip integration for a direct path to distributable fluorescence lifetime measurements. Second, the entangled pair wavelength is easily tuned by temperature or electric field, allowing a single source to cover octave bandwidths. Third, femtosecond temporal resolutions can be reached without requiring major advances in source technology or external phase modulation. Entangled photons could therefore provide increased accessibility to time-resolved fluorescence while also opening new scientific avenues in photosensitive and inherently quantum systems. ",
    "url": "https://arxiv.org/abs/2305.07108",
    "authors": [
      "Nathan Harper",
      "Bryce P. Hickam",
      "Manni He",
      "Scott K. Cushing"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.07133",
    "title": "Quantum resonant optical bistability with a narrow atomic transition:  bistability phase diagram in the bad cavity regime",
    "abstract": "We report on the observation of a novel manifestation of saturation-induced optical bistability in a resonantly pumped optical ring cavity interacting strongly with a cloud of atoms via a narrow atomic transition. The bistability emerges, above a critical pump rate, as an additional peak in the cavity's normal mode spectrum close to atomic resonance. This third transmission peak is usually suppressed due to strong resonant absorption, but in our experiment it is visible because of the linewidth of the atomic transition being much smaller than that of the cavity, which sets the experiment into the bad-cavity regime. Relying on complete saturation of the transition, this bistability has a quantum origin and cannot be mimicked by a classical material presenting a nonlinear refraction index. The appearance of the central peak in addition to the normal modes is predicted by a semi-classical model derived from the Tavis-Cummings Hamiltonian from which we derive a bistability phase diagram that connects our observations with former work on optical bistability in the good cavity regime. The phase diagram reveals several so far unexplored bistable phases. ",
    "url": "https://arxiv.org/abs/2305.07133",
    "authors": [
      "Dalila Rivero Jerez",
      "Claudio Pessoa Jr",
      "Gustavo de França",
      "Raul Celistrino Teixeira",
      "Sebastian Slama",
      "Philippe W. Courteille"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2305.07174",
    "title": "Chess-board Acoustic Crystals with Momentum-space Nonsymmorphic  Symmetries",
    "abstract": "Spatial symmetries appearing in both real and momentum space are of fundamental significance to crystals. However, in the conventional framework, every space group in real space, either symmorphic or nonsymmorphic, corresponds to a symmorphic dual in momentum space. Our experiment breaks the framework by showing that in a 2D acoustic crystal with chess-board pattern of $\\pi$ and 0 fluxes, mirror reflections are manifested nonsymmorphically as glide reflections in momentum space. These momentum-space nonsymmorphic symmetries stem from projective, rather than ordinary, representations of the real-space symmetries due to the peculiar flux pattern. Moreover, our experiment demonstrates that the glide reflection can reduce the topological type of the Brillouin zone from the torus to the Klein bottle, resulting in novel topological phases with new topological invariants. Since crystalline topologies are based on momentum-space symmetries, our work paves the way for utilizing engineerable gauge fluxes over artificial crystals to extend the current topological classifications into the broader regime of momentum-space nonsymmorphic symmetries. ",
    "url": "https://arxiv.org/abs/2305.07174",
    "authors": [
      "Yanqiu Wang",
      "Chen Zhang",
      "Z.Y. Chen",
      "Bin Liang",
      "Y.X. Zhao",
      "Jianchun Cheng"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2305.07194",
    "title": "Quantum interference effects determine contextual realities",
    "abstract": "Quantum mechanics describes the relation between different measurement contexts in terms of superpositions of the potential measurement outcomes. This relation between measurement contexts makes it impossible to determine context independent realities. Here, I illustrate the problem using three path interferences that implement the three box paradox and show that the representation of the final measurement outcome as a superposition of intermediate paths describes well-defined coherences between seemingly empty paths. ",
    "url": "https://arxiv.org/abs/2305.07194",
    "authors": [
      "Holger F. Hofmann"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.07240",
    "title": "Message-Passing Neural Quantum States for the Homogeneous Electron Gas",
    "abstract": "We introduce a neural-network-based wave function Ansatz to accurately simulate extended, strongly interacting fermions in continuous space. The variational state is parameterized via permutation-equivariant message-passing neural networks to transform single-particle coordinates into highly correlated quasi-particle coordinates. We show the versatility and accuracy of this Ansatz by simulating the ground state of the homogeneous electron gas in three spatial dimensions at different densities and system sizes. Our model respects the fundamental symmetries of the Hamiltonian, such as continuous translation symmetries. We show better or comparable ground-state energies on small benchmark systems, compared to current state-of-the-art neural-network wave functions, using orders of magnitudes less variational parameters and optimization steps. These savings allow us to scale up to system sizes of $N=128$ electrons, previously inaccessible to neural-network wave functions in continuous space, opening the door for future work on finite-size extrapolations to the thermodynamic limit. We investigate the Ansatz's capability of identifying and representing different phases of matter without imposing any structural bias toward a given phase. ",
    "url": "https://arxiv.org/abs/2305.07240",
    "authors": [
      "Gabriel Pescia",
      "Jannes Nys",
      "Jane Kim",
      "Alessandro Lovato",
      "Giuseppe Carleo"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Nuclear Theory (nucl-th)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2305.07513",
    "title": "Verification of Continuous-Variable Quantum Memories",
    "abstract": "A proper quantum memory is argued to consist in a quantum channel which cannot be simulated with a measurement followed by classical information storage and a final state preparation, i.e. an entanglement breaking (EB) channel. The verification of quantum memories (non-EB channels) is a task in which an honest user wants to test the quantum memory of an untrusted, remote provider. This task is inherently suited for the class of protocols with trusted quantum inputs, sometimes called measurement-device-independent (MDI) protocols. Here, we study the MDI certification of non-EB channels in continuous variable (CV) systems. We provide a simple witness based on adversarial metrology, and describe an experimentally friendly protocol that can be used to verify all non Gaussian incompatibility breaking quantum memories. Our results can be tested with current technology and can be applied to test other devices resulting in non-EB channels, such as CV quantum transducers and transmission lines. ",
    "url": "https://arxiv.org/abs/2305.07513",
    "authors": [
      "Paolo Abiuso"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.07607",
    "title": "High Density Fabrication Process for Single Flux Quantum Circuits",
    "abstract": "We implemented, optimized and fully tested over multiple runs a superconducting Josephson junction fabrication process tailored for the integrated digital circuits that are used for control and readout of superconducting qubits operating at millikelvin temperatures. This process was optimized for highly energy efficient single flux quantum (ERSFQ) circuits with the critical currents reduced by factor of ~10 as compared to those operated at 4.2 K. Specifically, it implemented Josephson junctions with 10 uA unit critical current fabricated with a 10 uA/um2 critical current density. In order to circumvent the substantial size increase of the SFQ circuit inductors, we employed a NbN high kinetic inductance layer (HKIL) with a 8.5 pH/sq sheet inductance. Similarly, to maintain the small size of junction resistive shunts, we used a non-superconducting PdAu alloy with a 4.0 ohm/sq sheet resistance. For integration with quantum circuits in a multi-chip module, 5 and 10 um height bump processes were also optimized. To keep the fabrication process in check, we developed and thoroughly tested a comprehensive Process Control Monitor chip set. ",
    "url": "https://arxiv.org/abs/2305.07607",
    "authors": [
      "D. Yohannes",
      "M. Renzullo",
      "J. Vivalda",
      "A. C. Jacobs",
      "M. Yu",
      "J. Walter",
      "A. F. Kirichenko",
      "I. V. Vernik",
      "O. A. Mukhanov"
    ],
    "subjectives": [
      "Superconductivity (cond-mat.supr-con)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2305.07635",
    "title": "Disorder and cavity evolution in single-crystalline Ge during  implantation of Sb ions monitored in-situ by spectroscopic ellipsometry",
    "abstract": "Ion implantation has been a key technology for the controlled surface modification of materials in microelectronics and generally, for tribology, biocompatibility, corrosion resistance and many more. To form shallow junctions in Ge is a challenging task. In this work the formation and accumulation of shallow damage profiles was studied by in-situ spectroscopic ellipsometry (SE) for the accurate tracking and evaluation of void and damage fractions in crystalline Ge during implantation of 200-keV Sb ions with a total fluence up to 1E16 cm-2 and an ion flux of 2.1E12 cm-2 s-1. The consecutive stages of damage accumulation were identified using optical multi-layer models with quantitative parameters of the thickness of modified layers as well as the volume fractions of amorphized material and voids. The effective size of damaged zones formed from ion tracks initiated by individual bombarding ions can be estimated by numerical simulation compared with the dynamics of damage profiles measured by ion beam analysis and ellipsometry. According to our observations, the formation of initial partial disorder was followed by complete amorphization and void formation occurring at the fluence of about 1E15 cm-2, leading to a high volume fraction of voids and a modified layer thickness of approx. 200 nm by the end of the irradiation process. This agrees with the results of numerical simulations and complementary scanning electron microscopy (SEM) measurements. In addition, we found a quasi-periodic time dependent behavior of amorphization and void formation represented by alternating accelerations and decelerations of different reorganization processes, respectively. ",
    "url": "https://arxiv.org/abs/2305.07635",
    "authors": [
      "Tivadar Lohner",
      "Attila Nemeth",
      "Zsolt Zolnai",
      "Benjamin Kalas",
      "Alekszej Romanenko",
      "Nguyen Quoc Khanh",
      "Edit Szilagyi",
      "Endre Kotai",
      "Emil Agocs",
      "Zsolt Toth",
      "Judit Budai",
      "Peter Petrik",
      "Miklos Fried",
      "Istvan Barsony",
      "Jozsef Gyulai"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2305.07649",
    "title": "Probing spectral features of quantum many-body systems with quantum  simulators",
    "abstract": "The efficient probing of spectral features of quantum many-body systems is important for characterising and understanding the structure and dynamics of quantum materials. In this work, we establish a framework for probing the excitation spectrum of quantum many-body systems with quantum simulators. Our approach effectively realises a spectral detector by processing the dynamics of observables with time intervals drawn from a defined probability distribution, which only requires native time evolution governed by the Hamiltonian without any ancilla. The critical element of our method is the engineered emergence of frequency resonance such that the excitation spectrum can be probed. We show that the time complexity for transition energy estimation has a logarithmic dependence on simulation accuracy, and discuss the noise e robustness of our spectroscopic method. We present simulation results for the spectral features of typical quantum systems, including quantum spins, fermions and bosons. We experimentally demonstrate how spectroscopic features of spin lattice models can be probed with IBM quantum devices. ",
    "url": "https://arxiv.org/abs/2305.07649",
    "authors": [
      "Jinzhao Sun",
      "Lucia Vilchez-Estevez",
      "Vlatko Vedral",
      "Andrew T. Boothroyd",
      "M. S. Kim"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2207.13387",
    "title": "Surface quantum dots with pure, coherent, and blinking-free single  photon emission",
    "abstract": " Comments: New experiments show that the results have to be re-interpreted, most likely leading to a new manuscript ",
    "url": "https://arxiv.org/abs/2207.13387",
    "authors": [
      "Xin Cao",
      "Jingzhong Yang",
      "Pengji Li",
      "Tom Fandrich",
      "Eddy P. Rugeramigabo",
      "Vlastimil Křápek",
      "Chenxi Ma",
      "Frederik Benthin",
      "Robert Keil",
      "Benedikt Brechtken",
      "Rolf J. Haug",
      "Michael Oestreich",
      "Yiteng Zhang",
      "Constantin Schmidt",
      "Zhao An",
      "Michael Zopf",
      "Fei Ding"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2209.07359",
    "title": "Optical properties of circular Bragg gratings with labyrinth geometry to  enable electrical contacts",
    "abstract": " Title: Optical properties of circular Bragg gratings with labyrinth geometry to  enable electrical contacts ",
    "url": "https://arxiv.org/abs/2209.07359",
    "authors": [
      "Quirin Buchinger",
      "Simon Betzold",
      "Sven Höfling",
      "Tobias Huber-Loyola"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2212.00556",
    "title": "Quantum targeted energy transfer through machine learning tools",
    "abstract": " Comments: REVTeX 4.2, 9 pages, 7 figures ",
    "url": "https://arxiv.org/abs/2212.00556",
    "authors": [
      "I. Andronis",
      "G. Arapantonis",
      "G. D. Barmparis",
      "G. P. Tsironis"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2212.11908",
    "title": "Generation and characterization of frequency tuneable sub-15 fs pulses  in a gas-filled hollow-core fiber pumped by a Yb:KGW laser",
    "abstract": " Title: Generation and characterization of frequency tuneable sub-15 fs pulses  in a gas-filled hollow-core fiber pumped by a Yb:KGW laser ",
    "url": "https://arxiv.org/abs/2212.11908",
    "authors": [
      "Mohammed Sabbah",
      "Federico Belli",
      "Christian Brahms",
      "Fei Yu",
      "Jonathan Knight",
      "John C. Travers"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.12960",
    "title": "Quantum enhanced probing of multilayered-samples",
    "abstract": " Title: Quantum enhanced probing of multilayered-samples ",
    "url": "https://arxiv.org/abs/2212.12960",
    "authors": [
      "Mayte Y. Li-Gomez",
      "Pablo D. Yepiz-Graciano",
      "Taras Hrushevskyi",
      "Omar Calderon-Losada",
      "Erhan Saglamyurek",
      "Dorilian Lopez-Mago",
      "Vahid Salari",
      "Trong Ngo",
      "Alfred B. U'Ren",
      "Shabir Barzanjeh"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2303.10549",
    "title": "Observation of acoustic spatiotemporal vortices",
    "abstract": " Comments: 12 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2303.10549",
    "authors": [
      "Hongliang Zhang",
      "Yeyang Sun",
      "Junyi Huang",
      "Bingjun Wu",
      "Zhaoju Yang",
      "Konstantin Y. Bliokh",
      "Zhichao Ruan"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2304.04413",
    "title": "Improving Linewidth and Extinction Ratio Performances of Lithium Niobate  Ring Modulator Using Ring-pair Structure",
    "abstract": " Comments: 14 pages ",
    "url": "https://arxiv.org/abs/2304.04413",
    "authors": [
      "Songyan Hou"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.04125",
    "title": "Interference aided finite resonant response in an undamped forced  oscillator",
    "abstract": " Comments: 10 pages, 10 figures; Added references ",
    "url": "https://arxiv.org/abs/2305.04125",
    "authors": [
      "Shihabul Haque",
      "Jayanta K. Bhattacharjee"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)",
      "Mathematical Physics (math-ph)"
    ]
  }
]