[
  {
    "id": "arXiv:2309.07132",
    "title": "Fundamental Antisymmetric Mode Acoustic Resonator in Periodically Poled  Piezoelectric Film Lithium Niobate",
    "abstract": "Radio frequency (RF) acoustic resonators have long been used for signal processing and sensing. Devices that integrate acoustic resonators benefit from their slow phase velocity (vp), in the order of 3 to 10 km/s, which allows miniaturization of the device. Regarding the subject of small form factor, acoustic resonators that operate at the so-called fundamental antisymmetric mode (A0), feature even slower vp (1 to 3 km/s), which allows for smaller devices. This work reports the design and fabrication of A0 mode resonators leveraging the advantages of periodically poled piezoelectricity (P3F) lithium niobate, which includes a pair of piezoelectric layers with opposite polarizations to mitigate the charge cancellation arising from opposite stress of A0 in the top and bottom piezoelectric layers. The fabricated device shows a quality factor (Q) of 800 and an electromechanical coupling (k2) of 3.29, resulting in a high figure of merit (FoM, Q times k2) of 26.3 at the resonant frequency of 294 MHz, demonstrating the first efficient A0 device in P3F platforms. The proposed A0 platform could enable miniature signal processing, sensing, and ultrasound transducer applications upon optimization. ",
    "url": "https://arxiv.org/abs/2309.07132",
    "authors": [
      "Omar Barrera",
      "Jack Kramer",
      "Ryan Tetro",
      "Sinwoo Cho",
      "Vakhtang Chulukhadze",
      "Luca Colombo",
      "Ruochen Lu"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Signal Processing (eess.SP)"
    ]
  },
  {
    "id": "arXiv:2309.07316",
    "title": "Plasma modes in QED super-strong magnetic fields of magnetars and laser  plasmas",
    "abstract": "Ultra-magnetized plasmas, where the magnetic field strength exceeds the Schwinger field of about $B_{Q}\\approx4\\times10^{13}$~gauss, become of great scientific interest, thanks to the current advances in laser-plasma experiments and astrophysical observations of magnetar emission. These advances demand better understanding of how quantum electrodynamics (QED) effects influence collective plasma phenomena. In particular, Maxwell's equations become nonlinear in the strong-QED regime. Here we present the `QED plasma framework' which will allow one to {\\em systematically} explore collective phenomena in a QED-plasma with arbitrarily strong magnetic field. Further, we illustrate the framework by exploring low-frequency modes in the ultra-magnetized, cold, electron-positron plasmas. We demonstrate that the classical picture of five branches holds in the QED regime; no new eigenmodes appear. The dispersion curves of all the modes are modified. The QED effects include the overall modification to the plasma frequency, which becomes field-dependent. They also modify resonances and cutoffs of the modes, which become both field- and angle-dependent. The strongest effects are (i) the {\\em field-induced transparency of plasma} for the O-mode via the dramatic reduction of the low-frequency cutoff well below the plasma frequency, (ii) the {\\em Alfven mode suppression} in the large-$k$ regime via the reduction of the Alfven mode resonance, and (iii) the {\\em O-mode slowdown} via strong angle-dependent increase of the index of refraction. These results should be important for understanding of a magnetospheric pair plasma of a magnetar and for laboratory laser-plasma experiments in the QED regime. ",
    "url": "https://arxiv.org/abs/2309.07316",
    "authors": [
      "Mikhail V. Medvedev"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "High Energy Astrophysical Phenomena (astro-ph.HE)"
    ]
  },
  {
    "id": "arXiv:2309.07393",
    "title": "Continuous frequency tuning of an external cavity diode laser  significantly beyond the free spectral range by sweeping the injection  current",
    "abstract": "In this study, the frequency of an external cavity diode laser with an antireflection-coated laser diode was continuously tuned over a range of 14.8 GHz, which was 4.5 times larger than the free spectral range, by only sweeping the injection current to the laser diode. Without the antireflection coating, the tuning range was reduced to one-fifth of the free spectral range, and mode hops occurred with hysteresis. The theoretical analysis starting from the hysteresis indicated that an unexpectedly wide tuning is possible if the longitudinal modes of the solitary laser diode vanish owing to antireflection coating. ",
    "url": "https://arxiv.org/abs/2309.07393",
    "authors": [
      "Akifumi Takamizawa"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2309.07507",
    "title": "The Os$^{16+}$ and Ir$^{17+}$ ions as candidates for accurate optical  clock sensitive to physics beyond standard model",
    "abstract": "We perform detailed calculations of the electronic structure of the Os$^{16+}$ ion and demonstrate that it has several metastable states which can be used for very accurate optical clocks. The clocks are highly sensitive to manifestations of the physics beyond standard model, such as time variation of the fine structure constant $\\alpha$, interaction with scalar and pseudoscalar (axion) dark matter fields, local Lorentz invariance and local position invariance violations, and interaction of atomic electrons with nucleus mediated by new boson. The latter can be studied by analysing King plot for isotope shifts and its possible non-linearities since Os has 5 stable isotopes with zero nuclear spin. Similar calculations for the Ir$^{17+}$ ion spectra and some minor amendments to the interpretation of the experimental data demonstrate very good agreement between theory and experiment. This helps to validate the method of the calculations and demonstrate that both ions are excellent candidates for the search of new physics. ",
    "url": "https://arxiv.org/abs/2309.07507",
    "authors": [
      "V. A. Dzuba",
      "V. V. Flambaum"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2309.07547",
    "title": "Directional silicon nano-antennas for quantum emitter control designed  by evolutionary optimization",
    "abstract": "We optimize silicon nano-antennas to enhance and steer the emission of local quantum sources. We combine global evolutionary optimization (EO) with frequency domain electrodynamical simulations, and compare design strategies based on resonant and non-resonant building blocks. Specifically, we investigate the performance of models with different degrees of freedom but comparable amount of available material. We find that simpler geometric models allow significantly faster convergence of the optimizer, which, expectedly, comes at the cost of a reduced optical performance. We finally analyze the physical mechanisms underlying the directional emission that also comes with an emission rate enhancement, and find a surprising robustness against perturbations of the source emitter location. This makes the structures highly interesting for actual nano-fabrication. We believe that optimized, all-dielectric silicon nano-antennas have high potential for genuine breakthroughs in a multitude of applications in nanophotonics and quantum technologies. ",
    "url": "https://arxiv.org/abs/2309.07547",
    "authors": [
      "Romain Hernandez",
      "Peter R. Wiecha",
      "Jean-Marie Poumirol",
      "Gonzague Agez",
      "Arnaud Arbouet",
      "Laurence Ressier",
      "Vincent Paillard",
      "Aurélien Cuche"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2309.07572",
    "title": "Dual-angle interferometric scattering microscopy for optical  multiparametric particle characterization",
    "abstract": "Traditional single-nanoparticle sizing using optical microscopy techniques assesses size via the diffusion constant, which requires suspended particles in a medium of known viscosity. However, these assumptions are typically not fulfilled in complex natural sample environments. Here, we introduce dual-angle interferometric scattering microscopy (DAISY), enabling optical quantification of both size and polarizability of individual nanoparticles without requiring a priori information regarding the surrounding media or super-resolution imaging. DAISY achieves this by combining the information contained in concurrently measured forward and backward scattering images through twilight off-axis holography and interferometric scattering (iSCAT). Going beyond particle size and polarizability, single-particle morphology can be deduced from the fact that hydrodynamic radius relates to the outer particle radius while the scattering-based size estimate depends on the internal mass distribution of the particles. We demonstrate this by optically differentiating biomolecular fractal aggregates from spherical particles in fetal bovine serum at the single particle level. ",
    "url": "https://arxiv.org/abs/2309.07572",
    "authors": [
      "Erik Olsén",
      "Berenice Garcia",
      "Fredrik Skärberg",
      "Petteri Parkkila",
      "Giovanni Volpe",
      "Fredrik Höök",
      "Daniel Midtvedt"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2309.07652",
    "title": "Photochemical reaction enabling the engineering of photonic spin-orbit  coupling in organic-crystal optical microcavities",
    "abstract": "The control and active manipulation of spin-orbit coupling (SOC) in photonic systems is fundamental in the development of modern spin optics and topological photonic devices. Here, we demonstrate the control of an artificial Rashba-Dresselhaus (RD) SOC mediated by photochemical reactions in a microcavity filled with an organic single-crystal of photochromic phase-change character. Splitting of the circular polarization components of the optical modes induced by photonic RD SOC is observed experimentally in momentum space. By applying an ultraviolet light beam, we control the spatial molecular orientation through a photochemical reaction and with that we control the energies of the photonic modes. This way we realize a reversible conversion of spin-splitting of the optical modes with different energies, leading to an optically controlled switching between circularly and linearly polarized emission from our device. Our strategy of in situ and reversible engineering of SOC induced by a light field provides a promising approach to actively design and manipulate synthetic gauge fields towards future on-chip integration in photonics and topological photonic devices. ",
    "url": "https://arxiv.org/abs/2309.07652",
    "authors": [
      "Qian Liang",
      "Xuekai Ma",
      "Jiahuan Ren",
      "Teng Long",
      "Chunling Gu",
      "Cunbin An",
      "Hongbing Fu",
      "Stefan Schumacher",
      "Qing Liao"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2309.07688",
    "title": "Nanoscale Cathodoluminescence Spectroscopy Probing the Nitride Quantum  Wells in an Electron Microcope",
    "abstract": "To gain a deeper understanding of the luminescence of multiquantum wells and the factors affecting it on a microscopic level, cathodoluminescence combined with scanning transmission electron microscopy and spectroscopy was used to reveal the luminescence of In0.15Ga0.85N five-period multiquantum wells. The composition-wave-energy relationship was established in combination with energy-dispersive X-ray spectroscopy , and the bandgaps of In0.15Ga0.85N and GaN in multiple quantum wells were extracted by electron energy loss spectroscopy to understand the features of cathodoluminescence luminescence spectra. The luminescence differences between different periods of multiquantum wells and the effects on the luminescence of multiple quantum wells owing to defects such as composition fluctuation and dislocations were revealed. Our study establishing the direct correspondence between the atomic structure of InxGa1-xN multiquantum wells and photoelectric properties, provides useful information for nitride applications. ",
    "url": "https://arxiv.org/abs/2309.07688",
    "authors": [
      "Zhetong Liu",
      "Bingyao Liu",
      "Dongdong Liang",
      "Xiaomei Li",
      "Xiaomin Li",
      "Li Chen",
      "Rui Zhu",
      "Jun Xu",
      "Tongbo Wei",
      "Xuedong Bai",
      "Peng Gao"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2309.07713",
    "title": "Agile chip-scale electro-optic frequency comb spectrometer with  millivolt drive voltages",
    "abstract": "Here, we present an on-chip spectrometer that leverages an integrated thin-film lithium niobate modulator to produce a frequency-agile electro-optic frequency comb for interrogating chip-scale temperature and acceleration sensors. The low half-wave voltage, $V_{\\pi}$, of the modulators and the chirped comb process allows for ultralow radiofrequency drive voltages, which are as much as seven orders of magnitude less than the lowest found in the literature and are generated using a chip-scale, microcontroller-driven direct digital synthesizer. The on-chip comb spectrometer is able to simultaneously interrogate both the on-chip temperature sensor and an off-chip, microfabricated optomechanical accelerometer with cutting-edge sensitivities of $\\approx 5 {\\mu} \\mathrm{K} \\cdot \\mathrm{Hz} ^{-1/2}$ and $\\approx 130 {\\mu}\\mathrm{m} \\cdot \\mathrm{s}^{-2} \\cdot \\mathrm{Hz}^{-1/2}$, respectively. Notable strengths of this platform include the frequency agility of the optical frequency combs, ultralow radiofrequency power requirements and compatibility with a broad range of existing photonic integrated circuit technologies. ",
    "url": "https://arxiv.org/abs/2309.07713",
    "authors": [
      "Kyunghun Han",
      "David A. Long",
      "Sean M. Bresler",
      "Junyeob Song",
      "Yiliang Bao",
      "Benjamin J. Reschovsky",
      "Kartik Srinivasan",
      "Jason J. Gorman",
      "Vladimir A. Aksyuk",
      "Thomas W. LeBrun"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2309.07807",
    "title": "Optical momentum distributions in monochromatic, isotropic random vector  fields",
    "abstract": "We investigate the decomposition of the electromagnetic Poynting momentum density in three-dimensional random monochromatic fields into orbital and spin parts, using analytical and numerical methods. In sharp contrast with the paraxial case, the orbital and spin momenta in isotropic random fields are found to be identically distributed in magnitude, increasing the discrepancy between the Poynting and orbital pictures of energy flow. Spatial correlation functions reveal differences in the generic organization of different optical momenta in complex natural light fields, with the orbital current typically forming broad channels of unidirectional flow, and the spin current manifesting larger vorticity and changing direction over subwavelength distances. These results are extended to random fields with pure helicity, in relation to the inclusion of electric-magnetic democracy in the definition of optical momenta. ",
    "url": "https://arxiv.org/abs/2309.07807",
    "authors": [
      "Titouan Gadeyne",
      "Mark R. Dennis"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2309.07898",
    "title": "Single 5-nm quantum dot detection via microtoroid optical resonator  photothermal microscopy",
    "abstract": "Label-free detection techniques for single particles and molecules play an important role in basic science, disease diagnostics, and nanomaterial investigations. While traditional fluorescence-based methods offer powerful tools for single molecule detection and imaging, they are limited by a narrow range of molecular probes and issues such as photoblinking and photobleaching. Photothermal microscopy has emerged as a label-free imaging technique capable of detecting individual nanoabsorbers with high sensitivity. Whispering gallery mode microresonators can confine light in a small volume for enhanced light-matter interaction and thus are a promising ultra-sensitive photothermal microscopy platform. Previously microtoroid optical resonators were combined with photothermal microscopy to detect 250 nm long gold nanorods. Here, we combine whispering gallery mode microtoroid optical resonators with photothermal microscopy to spatially detect 5 nm diameter quantum dots (QDs) with a signal-to-noise ratio (SNR) exceeding $10^4$. To achieve this, we integrated our microtoroid based photothermal microscopy setup with a low amplitude modulated pump laser and utilized the proportional-integral-derivative (PID) controller output as the photothermal signal source to reduce noise and enhance signal stability. The measured heat dissipation of these 5 nm QDs is below the detectable level from single dye molecules, showcasing the high sensitivity and discrimination capabilities of this platform. We anticipate that our work will have application in a wide variety of fields, including the biological sciences, nanotechnology, materials science, chemistry, and medicine. ",
    "url": "https://arxiv.org/abs/2309.07898",
    "authors": [
      "Shuang Hao",
      "Sartanee Suebka",
      "Judith Su"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2309.07155",
    "title": "Maximizing the performance for microcomb based microwave photonic  transversal signal processors",
    "abstract": "Microwave photonic (MWP) transversal signal processors offer a compelling solution for realizing versatile high-speed information processing by combining the advantages of reconfigurable electrical digital signal processing and high-bandwidth photonic processing. With the capability of generating a number of discrete wavelengths from micro-scale resonators, optical microcombs are powerful multi-wavelength sources for implementing MWP transversal signal processors with significantly reduced size, power consumption, and complexity. By using microcomb-based MWP transversal signal processors, a diverse range of signal processing functions have been demonstrated recently. In this paper, we provide a detailed analysis for the processing inaccuracy that is induced by the imperfect response of experimental components. First, we investigate the errors arising from different sources including imperfections in the microcombs, the chirp of electro-optic modulators, chromatic dispersion of the dispersive module, shaping errors of the optical spectral shapers, and noise of the photodetector. Next, we provide a global picture quantifying the impact of different error sources on the overall system performance. Finally, we introduce feedback control to compensate the errors caused by experimental imperfections and achieve significantly improved accuracy. These results provide a guide for optimizing the accuracy of microcomb-based MWP transversal signal processors. ",
    "url": "https://arxiv.org/abs/2309.07155",
    "authors": [
      "Yang Sun",
      "Jiayang Wu",
      "Yang Li",
      "Xingyuan Xu",
      "Guanghui Ren",
      "Mengxi Tan",
      "Sai Tak Chu",
      "Brent E. Little",
      "Roberto Morandotti",
      "Arnan Mitchell",
      "David J. Moss"
    ],
    "subjectives": [
      "Signal Processing (eess.SP)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2309.07221",
    "title": "CLASS Observations of Atmospheric Cloud Polarization at Millimeter  Wavelengths",
    "abstract": "The dynamic atmosphere imposes challenges to ground-based cosmic microwave background observation, especially for measurements on large angular scales. The hydrometeors in the atmosphere, mostly in the form of clouds, scatter the ambient thermal radiation and are known to be the main linearly polarized source in the atmosphere. This scattering-induced polarization is significantly enhanced for ice clouds due to the alignment of ice crystals under gravity, which are also the most common clouds seen at the millimeter-astronomy sites at high altitudes. This work presents a multifrequency study of cloud polarization observed by the Cosmology Large Angular Scale Surveyor (CLASS) experiment on Cerro Toco in the Atacama Desert of northern Chile, from 2016 to 2022, at the frequency bands centered around 40, 90, 150, and 220 GHz. Using a machine-learning-assisted cloud classifier, we made connections between the transient polarized emission found in all four frequencies with the clouds imaged by monitoring cameras at the observing site. The polarization angles of the cloud events are found to be mostly $90^\\circ$ from the local meridian, which is consistent with the presence of horizontally aligned ice crystals. The 90 and 150 GHz polarization data are consistent with a power law with a spectral index of $3.90\\pm0.06$, while an excess/deficit of polarization amplitude is found at 40/220 GHz compared with a Rayleigh scattering spectrum. These results are consistent with Rayleigh-scattering-dominated cloud polarization, with possible effects from supercooled water absorption and/or Mie scattering from a population of large cloud particles that contribute to the 220 GHz polarization. ",
    "url": "https://arxiv.org/abs/2309.07221",
    "authors": [
      "Yunyang Li",
      "John W. Appel",
      "Charles L. Bennett",
      "Ricardo Bustos",
      "David T. Chuss",
      "Joseph Cleary",
      "Jullianna Denes Couto",
      "Sumit Dahal",
      "Rahul Datta",
      "Rolando Dünner",
      "Joseph R. Eimer",
      "Thomas Essinger-Hileman",
      "Kathleen Harrington",
      "Jeffrey Iuliano",
      "Tobias A. Marriage",
      "Matthew A. Petroff",
      "Rodrigo A. Reeves",
      "Karwan Rostem",
      "Rui Shi",
      "Deniz A. N. Valle",
      "Duncan J. Watts",
      "Oliver F. Wolff",
      "Edward J. Wollack",
      "Zhilei Xu"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Cosmology and Nongalactic Astrophysics (astro-ph.CO)",
      "Atmospheric and Oceanic Physics (physics.ao-ph)"
    ]
  },
  {
    "id": "arXiv:2309.07599",
    "title": "Reply to Comment on \"Weak values and the past of a quantum particle''",
    "abstract": "We here reply to a recent comment by Vaidman on our paper, ``Weak values and the past of a quantum particle'', which we published in Physical Review Research. In his Comment, he first admits that he is just defining (assuming) the weak trace gives the presence of a particle -- however, in this case, he should use a term other than presence, as this already has a separate, intuitive meaning other than ``where a weak trace is''. Despite this admission, Vaidman then goes on to argue for this definition by appeal to ideas around an objectively-existing idea of presence. We show these appeals are flawed, and rely on their own conclusion -- that there is always a matter of fact about the location of a quantum particle. ",
    "url": "https://arxiv.org/abs/2309.07599",
    "authors": [
      "Jonte R Hance",
      "John Rarity",
      "James Ladyman"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2209.08143",
    "title": "SCAMPI -- database-free neural network reconstruction for undersampled  Magnetic Resonance Imaging",
    "abstract": " Comments: 13 pages, 6 figures, 2 tables Supplementary materials with 2 figures, 1 table ",
    "url": "https://arxiv.org/abs/2209.08143",
    "authors": [
      "Thomas M. Siedler",
      "Peter M. Jakob",
      "Volker Herold"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2305.14034",
    "title": "Long-range correlation-induced effects at high-order harmonic generation  on graphene quantum dots",
    "abstract": " Comments: 10 pages, 15 figures ",
    "url": "https://arxiv.org/abs/2305.14034",
    "authors": [
      "H.K. Avetissian",
      "A.G. Ghazaryan",
      "Kh.V. Sedrakian",
      "G.F. Mkrtchian"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2307.05710",
    "title": "A Vacuum-Compatible Cylindrical Inertial Rotation Sensor with Picoradian  Sensitivity",
    "abstract": " Title: A Vacuum-Compatible Cylindrical Inertial Rotation Sensor with Picoradian  Sensitivity ",
    "url": "https://arxiv.org/abs/2307.05710",
    "authors": [
      "M. P. Ross",
      "J. van Dongen",
      "Y. Huang",
      "P. Zhou",
      "Y. Chowdhury",
      "S. K. Apple",
      "C. M. Mow-Lowry",
      "A. L. Mitchell",
      "N. A. Holland",
      "B. Lantz",
      "E. Bonilla",
      "A. Engl",
      "A. Pele",
      "D. Griffith",
      "E. Sanchez",
      "E. A. Shaw",
      "C. Gettings",
      "J. H. Gundlach"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2307.13488",
    "title": "Theory of modulation instability in Kerr Fabry-Perot resonators beyond  the mean field limit",
    "abstract": " Title: Theory of modulation instability in Kerr Fabry-Perot resonators beyond  the mean field limit ",
    "url": "https://arxiv.org/abs/2307.13488",
    "authors": [
      "Zoheir Ziani",
      "Thomas Bunel",
      "Auro M. Perego",
      "Arnaud Mussot",
      "Matteo Conforti"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2308.14002",
    "title": "Hands-on Quantum Programming Labs for EECS Students",
    "abstract": " Comments: 68 pages, 29 figures; several typos corrected ",
    "url": "https://arxiv.org/abs/2308.14002",
    "authors": [
      "Janche Sang",
      "Chansu Yu"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Distributed, Parallel, and Cluster Computing (cs.DC)",
      "Quantum Physics (quant-ph)"
    ]
  }
]