[
  {
    "id": "arXiv:2508.19384",
    "title": "Cavity Controls Core-to-Core Resonant Inelastic X-ray Scattering",
    "abstract": "           X-ray cavity quantum optics with inner-shell transitions has been hindered by the overlap between resonant and continuum states. Here, we report the first experimental demonstration of cavity-controlled co-to-core resonant inelastic x-ray scattering (RIXS). We eliminate the effects of the absorption edge by monitoring the RIXS profile, thereby resolving the resonant state from the overlapping continuum. We observe distinct cavity-induced energy shifts and cavity-enhanced decay rate in the $2p3d$ RIXS spectra of WSi$_{2}$. These effects, manifesting as stretched or shifted profiles in the RIXS planes, enable novel spectroscopic applications by cavity-controlled core-hole states. Our results establish core-to-core RIXS as a powerful tool for manipulating inner-shell dynamics in x-ray cavities, offering new avenues for integrating quanutm optical effects with x-ray spectroscopy.         ",
    "url": "https://arxiv.org/abs/2508.19384",
    "authors": [
      "S.-X. Wang",
      "Z.-Q. Zhao",
      "X.-Y. Wang",
      "T.-J. Li",
      "Y. Su",
      "Y. Uemura",
      "F. Alves Lima",
      "A. Khadiev",
      "B.-H. Wang",
      "J. M. Ablett",
      "J-P. Rueff",
      "H.-C. Wang",
      "O.J.L. Fox",
      "W.-B. Li",
      "L.-F. Zhu",
      "X.-C. Huang"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2508.19687",
    "title": "English translation of the paper \"Electromagnetic field inside a plane-parallel layer in the resonant absorption regime\" (1962) by A. P. Khapalyuk: Pioneering study on coherent perfect absorption",
    "abstract": "           In 1962, Belarusian physicist A. P. Khapalyuk has published the paper [Doklady Akademii nauk BSSR, volume 6, issue 5, pages 301-304] devoted to the effect of resonant absorption of light in a layer of matter. This work can be considered as a first study of the phenomenon known today as coherent perfect absorption (CPA). Unfortunately, the paper by A. P. Khapalyuk was published in a local journal in Russian and is almost unknown to the English-language scientific community. Here, we give the first translation of this paper into English, accompany it with the introductory remarks including some biographical information on A. P. Khapalyuk and put it in the context of modern CPA studies.         ",
    "url": "https://arxiv.org/abs/2508.19687",
    "authors": [
      "Denis V. Novitsky"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2508.19751",
    "title": "Fourier Feature Networks for High-Fidelity Prediction of Perturbed Optical Fields",
    "abstract": "           Modelling the effects of perturbations on optical fields often requires learning highly oscillatory complex-valued functions. Standard multi-layer perceptrons (MLPs) struggle with this task due to an inherent spectral bias, preventing them from fitting high-frequency sinusoids. To overcome this, we incorporate Fourier features - a set of predefined sinusoids dependent on the perturbation - as an additional network input. This reframes the learning problem from approximating a complex function to finding a linear combination of basis functions. We demonstrate this method by training a Fourier Feature Network to predict the transmission matrix of a multimode fibre under mechanical compression. Compared to a standard MLP, our network reduces prediction error in the output field's amplitude and phase by an order of magnitude, achieving a mean complex correlation of 0.995 with the ground truth, despite using 85% fewer parameters. This approach offers a general and robust method for accurately modelling a wide class of oscillatory physical systems.         ",
    "url": "https://arxiv.org/abs/2508.19751",
    "authors": [
      "Joshua R. Jandrell",
      "Mitchell A. Cox"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Machine Learning (cs.LG)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2508.19777",
    "title": "Clean few-cycle blue soliton self-compressed pulses generation in hollow-core fibers",
    "abstract": "           Blue pulses with few-cycle temporal durations hold significant value in attosecond science and ultrafast spectroscopy. In this work, we combine efficient broadband frequency doubling, multiplate continuum (MPC) post-compression and blue soliton self-compression in hollow-core fibers (HCF), experimentally demonstrating HCF-based 4.4 fs clean blue soliton self-compressed pulse. Our scheme offers three-fold advantages: (1) prevention of excessive dispersion accumulation by gradually suppressing dispersion through multi-stage design; (2) enhanced overall efficiency for self-compression-based ultrashort blue pulse generation; and (3) elimination of dispersion compensation components for the final spectral broadening stage compared to post-compression schemes. This work extends HCF-based self-compression soliton to the blue spectral region and paves the way for generating energetic ultrashort blue pulses.         ",
    "url": "https://arxiv.org/abs/2508.19777",
    "authors": [
      "Ziping Huang",
      "Jiale Peng",
      "Weitao He",
      "Hongyu Chen",
      "Chengbo Sun",
      "Zhihao Wang",
      "Shuangxi Peng",
      "Lixin He",
      "Qingbin Zhang",
      "Peixiang Lu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2508.19840",
    "title": "Multi-mode Deep Strong Coupling in a Multi Quantum Well Fabry-Perot Cavity",
    "abstract": "           We present a simple experimental platform to achieve deep-strong coupling using a multi-quantum well ($N = 166$) heterostructure. The heterostructure itself acts as a Fabry-Pérot cavity, such that the photonic modes strongly couple to the cyclotron resonance to form Landau polaritons. Terahertz time-domain spectroscopy reveals vacuum Rabi splitting larger than the mode spacing, resulting in a rich multi-mode polaritonic spectra which is accurately reproduced by an \"all-to-all\" multi-photonic, multi-electronic Hopfield coupling model. In addition, modeling of the electromagnetic field distribution inside the cavity reveals evidence of light-matter decoupling, even in the asymptotic limit of zero frequency. The system demonstrates a robust platform for exploring extreme coupling regimes and its chiral nature holds potential for chiral cavity and chiral mirror applications.         ",
    "url": "https://arxiv.org/abs/2508.19840",
    "authors": [
      "Lucy Hale",
      "Johan Andberger",
      "Ethan Koskas",
      "Mattias Beck",
      "Giacomo Scalari",
      "Jérôme Faist"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Other Condensed Matter (cond-mat.other)"
    ]
  },
  {
    "id": "arXiv:2508.19878",
    "title": "On-chip wave chaos for photonic extreme learning",
    "abstract": "           The increase in demand for scalable and energy efficient artificial neural networks has put the focus on novel hardware solutions. Integrated photonics offers a compact, parallel and ultra-fast information processing platform, specially suited for extreme learning machine (ELM) architectures. Here we experimentally demonstrate a chip-scale photonic ELM based on wave chaos interference in a stadium microcavity. By encoding the input information in the wavelength of an external single-frequency tunable laser source, we leverage the high sensitivity to wavelength of injection in such photonic resonators. We fabricate the microcavity with direct laser writing of SU-8 polymer on glass. A scattering wall surrounding the stadium operates as readout layer, collecting the light associated with the cavity's leaky modes. We report uncorrelated and aperiodic behavior in the speckles of the scattering barrier from a high resolution scan of the input wavelength. Finally, we characterize the system's performance at classification in four qualitatively different benchmark tasks. As we can control the number of output nodes of our ELM by measuring different parts of the scattering barrier, we demonstrate the capability to optimize our photonic ELM's readout size to the performance required for each task.         ",
    "url": "https://arxiv.org/abs/2508.19878",
    "authors": [
      "Matthew R. Wilson",
      "Jack A. Smith",
      "Michael J. Strain",
      "Xavier Porte"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Machine Learning (cs.LG)",
      "Chaotic Dynamics (nlin.CD)"
    ]
  },
  {
    "id": "arXiv:2508.19956",
    "title": "Physically-Based Inverse Rendering Framework for PET Image Reconstruction",
    "abstract": "           Differentiable rendering has been widely adopted in computer graphics as a powerful approach to inverse problems, enabling efficient gradient-based optimization by differentiating the image formation process with respect to millions of scene parameters. Inspired by this paradigm, we propose a physically-based inverse rendering (IR) framework, the first ever platform for PET image reconstruction using this http URL, for PET image reconstruction. Our method integrates Monte Carlo sampling with an analytical projector in the forward rendering process to accurately model photon transport and physical process in the PET system. The emission image is iteratively optimized using voxel-wise gradients obtained via automatic differentiation, eliminating the need for manually derived update equations. The proposed framework was evaluated using both phantom studies and clinical brain PET data acquired from a Siemens Biograph mCT scanner. Implementing the Maximum Likelihood Expectation Maximization (MLEM) algorithm across both the CASToR toolkit and our IR framework, the IR reconstruction achieved a higher signal-to-noise ratio (SNR) and improved image quality compared to CASToR reconstructions. In clinical evaluation compared with the Siemens Biograph mCT platform, the IR reconstruction yielded higher hippocampal standardized uptake value ratios (SUVR) and gray-to-white matter ratios (GWR), indicating enhanced tissue contrast and the potential for more accurate tau localization and Braak staging in Alzheimer's disease assessment. The proposed IR framework offers a physically interpretable and extensible platform for high-fidelity PET image reconstruction, demonstrating strong performance in both phantom and real-world scenarios.         ",
    "url": "https://arxiv.org/abs/2508.19956",
    "authors": [
      "Yixin Li",
      "Soroush Shabani Sichani",
      "Zipai Wang",
      "Wanbin Tan",
      "Baptiste Nicolet",
      "Xiuyuan Wang",
      "David A. Muller",
      "Gloria C. Chiang",
      "Wenzel Jakob",
      "Amir H. Goldan"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2508.19962",
    "title": "A cryogenic chamber setup for superfluid helium experiments with optical fiber and electrical access",
    "abstract": "           Superfluid helium is a prototypical quantum liquid. As such, it has been a prominent platform for the study of quantum many body physics. More recently, the outstanding mechanical and optical properties of superfluid helium, such as low mechanical dissipation and low optical absorption, have positioned superfluid helium as a promising material platform in applications ranging from dark matter and gravitational wave detection to quantum computation. However, experiments with superfluid helium incur a high barrier to entry as they require incorporation of complex optical and electrical setups within a hermetically sealed cryogenic chamber to confine the superfluid. Here, we report on the design and construction of a helium chamber setup for operation inside a dilution refrigerator at Millikelvin temperatures, featuring electrical and optical fiber access. By incorporating an automated gas handling system, we can precisely control the amount of helium gas inserted into the chamber, rendering our setup particularly promising for experiments with superfluid helium thin films, such as superfluid thin film optomechanics. Using silicon nanophotonic resonators, we demonstrate precise control and in-situ tuning of the thickness of a superfluid helium film on the sub-nanometer level. By making use of the exceptional tunability of the superfluid film thickness, we demonstrate optomechanically induced phonon lasing of phononic crystal cavity third sound modes in the superfluid film and show that the lasing threshold crucially depends on the film thickness. The large internal volume of our chamber (V_chamber = 1l) is adaptable for integration of various optical and electrical measurement and control techniques. Therefore, our setup provides a versatile platform for a variety of experiments in fundamental and applied superfluid helium research.         ",
    "url": "https://arxiv.org/abs/2508.19962",
    "authors": [
      "Alexander R. Korsch",
      "Niccolò Fiaschi",
      "Simon Gröblacher"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Superconductivity (cond-mat.supr-con)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2508.19977",
    "title": "1000-Channel Integrated Optical Phased Array with 180° Field of View, High Resolution and High Scalability",
    "abstract": "           Optical phased array (OPA) is a promising technology for compact, solid-state beam steering, with applications ranging from free-space optical communication to LiDAR. However, simultaneously achieving a large field of view (FOV), high resolution, and low side-lobe level (SLL) remains a major challenge. Traditional OPAs face inherent limitations: they exhibit grating lobes when emitter spacing exceeds half the operating wavelength, while at half-wavelength spacing, significant crosstalk issues persist. Previously, we demonstrated a small-scale OPA that harnesses near-field interference and beamforming via a trapezoidal slab grating and a half-wavelength-pitch waveguide array to achieve a 180° FOV. However, its resolution was limited by the small channel count. In this work, we present a 1000-channel OPA that scales this architecture while addressing key challenges in waveguide crosstalk and control complexity. By optimizing waveguide routing, we minimize inter-channel coupling in the dense waveguide array. Additionally, we propose and demonstrate a passive matrix control scheme using 20 row and 50 column pulse-width modulation (PWM) signals to arbitrarily control 1000 thermo-optic phase shifters, significantly simplifying the electronic control and packaging. Our OPA achieves grating-lobe-free beam steering across a full 180° FOV, with a high resolution of 0.07° * 0.17° and a minimum SLL of -18.7 dB at 0°. This large-scale, cost-effective chip-based OPA paves the way for next-generation high-resolution, wide-angle beam steering systems.         ",
    "url": "https://arxiv.org/abs/2508.19977",
    "authors": [
      "Yong Liu",
      "Xiansong Meng",
      "Hao Hu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2508.19276",
    "title": "Quantum Resource Management in the NISQ Era: Challenges, Vision, and a Runtime Framework",
    "abstract": "           Quantum computers represent a radical technological advancement in the way information is processed by using the principles of quantum mechanics to solve very complex problems that exceed the capabilities of classical systems. However, in the current NISQ era (Noisy Intermediate-Scale Quantum devices), the available hardware presents several limitations, such as a limited number of qubits, high error rates, and reduced coherence times. Efficient management of quantum resources, both physical (qubits, error rates, connectivity) and logical (quantum gates, algorithms, error correction), becomes particularly relevant in the design and deployment of quantum algorithms. In this work, we analyze the role of resources in the various uses of NISQ devices today, identifying their relevance and implications for software engineering focused on the use of quantum computers. We propose a vision for runtime-aware quantum software development, identifying key challenges to its realization, such as limited introspection capabilities and temporal constraints in current platforms. As a proof of concept, we introduce Qonscious, a prototype framework that enables conditional execution of quantum programs based on dynamic resource evaluation. With this contribution, we aim to strengthen the field of Quantum Resource Estimation (QRE) and move towards the development of scalable, reliable, and resource-aware quantum software.         ",
    "url": "https://arxiv.org/abs/2508.19276",
    "authors": [
      "Marcos Guillermo Lammers",
      "Federico Hernán Holik",
      "Alejandro Fernández"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Software Engineering (cs.SE)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2508.19634",
    "title": "Quantum Process Tomography of a Room-Temperature Alkali-Metal Vapor",
    "abstract": "           Quantum process tomography (QPT) is a technique for reconstructing the dynamics of open quantum systems under the Born-Markov approximation, as described by a Liouvillian superoperator, capturing both coherent and dissipative processes. While QPT is well established for qubits, it presents significant experimental challenges in multi-level qudits. In room-temperature atomic vapors, these difficulties arise from complex interactions, residual fields present in the system, environmental noise, and inhomogeneities in the medium. Overcoming these limitations is essential for accurate modeling and precise control of such systems--a critical step toward practical usage of the QPT. We present a QPT method that we experimentally validate on a room-temperature $^{87}$Rb vapor ensemble, achieving high-fidelity reconstruction of qutrit Liouvillians. Our approach establishes a computationally efficient framework for characterizing open quantum systems, enabling the study of non-unitary dynamics, efficient benchmarking of quantum sensors, and data-driven identification of environmental noise correlations.         ",
    "url": "https://arxiv.org/abs/2508.19634",
    "authors": [
      "Yujie Sun",
      "Marek Kopciuch",
      "Arash Dezhang Fard",
      "Szymon Pustelny"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2508.19692",
    "title": "Selective Preparation of Collective States in Coupled Quantum Emitters Using the SUPER Excitation Scheme",
    "abstract": "           The efficient preparation of collective eigenstates of subwavelength-spaced optical dipoles is a prerequisite for observing their signature radiative properties and for their applications in quantum information processing. We theoretically investigate the deterministic preparation of superradiant and subradiant states of two dipole-coupled two-level quantum emitters at deep-subwavelength separation using the Swing-UP of Quantum Emitter Population (SUPER) excitation scheme. Utilizing suitable pulse parameters for two red-detuned, time-overlapping Gaussian pulses, the SUPER scheme enables close-to-unity population inversion in the targeted collective eigenstates. Furthermore, a tunable optical phase in the SUPER scheme enables the simultaneous inversions in both pure super- and subradiant states with finite populations, thereby resulting in the preparation of hybrid collective states. These results are possible to realize with or without an optical cavity. Our approach to populating the collective eigenstates in a cavity environment paves the way for the efficient preparation of these states in the presence of environmental decoherence. Our scheme enables single-photon generation, which is measured using the second-order correlation function. We also discuss in detail possible experimental realizations, in particular using solid-state emitters and molecules.         ",
    "url": "https://arxiv.org/abs/2508.19692",
    "authors": [
      "Johannes Kerber",
      "Laurin Ostermann",
      "Vikas Remesh",
      "Helmut Ritsch",
      "Arpita Pal"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2508.19766",
    "title": "Optimal control on open quantum systems and application to non-Condon photo-induced electron transfer",
    "abstract": "           In this work, we develop an optimal control theory on open quantum system and its environment, and exemplify the method with the application to the non-Condon photo-induced electron transfer (PET) in condensed phase. This method utilizes the dissipaton theory, proposed by Yan in 2014 for open quantum systems, which provides an exact description of the dissipative system while also enables rigorous characterization and control of environmental hybridization modes, fully taking into account the non-perturbative and non-Markovian effects. Leveraging the advantage of the dissipaton phase-space algebra, we present in this communication the theoretical strategy for optimal control on both system and environment simultaneously. The control protocol is successfully demonstrated on PET for the environment-targeted-control facilitated transfer. This work sheds the light on manipulating open systems dynamics via polarized environment.         ",
    "url": "https://arxiv.org/abs/2508.19766",
    "authors": [
      "Zi-Fan Zhu",
      "Yu Su",
      "Yao Wang",
      "Rui-Xue Xu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2508.19849",
    "title": "Tunable quantum anomalous Hall effect in fullerene monolayers",
    "abstract": "           Nearly four decades after its theoretical prediction, the search for material realizations of quantum anomalous Hall effect (QAHE) remains a highly active field of research. Many materials have been predicted to exhibit quantum anomalous Hall (QAH) physics under feasible conditions but the experimental verification remains widely elusive. In this work, we propose an alternative approach towards QAH materials design by engineering customized molecular building blocks. We demonstrate this ansatz for a two-dimensional (2D) honeycomb lattice of C26 fullerenes, which exhibits a ferromagnetic ground state and thus breaks time-reversal symmetry. The molecular system is found to be highly tunable with respect to its magnetic degrees of freedom and applied strain, giving rise to a rich phase diagram with Chern numbers C= +/-2, +/-1, 0. Our proposal offers a versatile platform to realize tunable QAH physics under accessible conditions and provides an experimentally feasible approach for chemical synthesis of molecular networks with QAHE.         ",
    "url": "https://arxiv.org/abs/2508.19849",
    "authors": [
      "Leonard Werner Pingen",
      "Jiaqi Wu",
      "Bo Peng"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2508.19959",
    "title": "Direct probing of the simulation complexity of open quantum many-body dynamics",
    "abstract": "           Simulating open quantum systems is key to understanding non-equilibrium processes, as persistent influence from the environment induces dissipation and can give rise to steady-state phase transitions. A common strategy is to embed the system-environment into a larger unitary framework, but this obscures the intrinsic complexity of the reduced system dynamics. Here, we investigate the computational complexity of simulating open quantum systems, focusing on two physically relevant parameters, correlation length and mixing time, and explore whether it can be comparable (or even lower) to that of simulating their closed counterparts. In particular, we study the role of dissipation in simulating open-system dynamics using both quantum and classical methods, where the classical complexity is characterised by the bond dimension and operator entanglement entropy. Our results show that dissipation affects correlation length and mixing time in distinct ways at intermediate and long timescales. Moreover, we observe numerically that in classical tensor network simulations, classical complexity does not decrease with stronger dissipation, revealing a separation between quantum and classical resource scaling.         ",
    "url": "https://arxiv.org/abs/2508.19959",
    "authors": [
      "Lucia Vilchez-Estevez",
      "Alexander Yosifov",
      "Jinzhao Sun"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2508.20043",
    "title": "Temperature induced optical scatter changes in titania-germania coatings",
    "abstract": "           Titania doped with tantala is the high index material (high n) for the optical coatings used in LIGO and Virgo and its thermal noise limits LIGO/Virgo observations of astrophysical sources. In this paper, we study temperature induced changes to optical scatter of a multilayer highly reflective coating comprised of silica (low n) and titania doped with germania (high n) as a potential candidate to reduce coating thermal noise in ground-based observatories operating at room temperature. We observe that the scatter measured at 8 degree in a small region is low, with a median starting BRDF of $1.1 \\times 10^{-7}\\,\\mathrm{str}^{-1}$ increasing to $1.2 \\times 10^{-6}\\,\\mathrm{str}^{-1}$ through annealing. The results presented here show the potential of adopting titania doped with germania coatings for future upgrades to LIGO and Virgo and as a pathfinder coating for Cosmic Explorer, a next-generation detector.         ",
    "url": "https://arxiv.org/abs/2508.20043",
    "authors": [
      "D. P. Kapasi",
      "T. Counihan",
      "J.R. Smith",
      "S. Tait",
      "G. Billingsley"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2408.01919",
    "title": "PRIME-DP: Pre-trained Integrated Model for Earthquake Data Processing",
    "abstract": "           We propose a novel seismic wave representation model, namely PRIME-DP (Pre-trained Integrated Model for Earthquake Data Processing), specifically designed for processing seismic waveforms. Most existing models are designed to solve a singular problem. Unlike these models, PRIME-DP is capable of multi-task single station seismic waveform processing, including Pg/Sg/Pn/Sn phase picking and P polarization classification. Moreover, it can be fine-tunned to various tasks, such as event classification without architecture modifications. PRIME-DP can achieve a recall rate of over 85% for Pg and Sg phases on continuous waveforms and achieves over 80% accuracy in P polarization classification. By fine-tuning classification decoder with NeiMeng dataset, PRIME-DP achieves 95.1% accuracy on event.         ",
    "url": "https://arxiv.org/abs/2408.01919",
    "authors": [
      "Ziye Yu",
      "Yuqi Cai",
      "Weitao Wang",
      "Yanru An",
      "Lu Li",
      "Yueyang Xia",
      "Yunpeng Zhang"
    ],
    "subjectives": [
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2508.11764",
    "title": "Multiphysics Analysis of Cryogenically Cooled Photocathode in a CW SRF Injector cavity",
    "abstract": "           The paper evaluates the thermal regime of a cryogenically cooled copper photocathode integrated into a continuous-wave superconducting radio-frequency injector cavity with direct thermal contact. Such a photoinjector layout is being developed at DESY and has recently demonstrated a record-high 50 MV/m axial electric field in radio-frequency tests, marking an important milestone. To address the thermal effect of the picosecond excitation laser, we first develop a two-temperature model to describe the temperature of the emitting surface at cryogenic temperatures and solve it numerically. Subsequently, we present a one-temperature model of the bulk photocathode coupled with an electromagnetic model of the injector cavity. For the current injector design, we predict a negligible impact of the laser on the intrinsic quality factor of the cavity, identifying instead the cryogenic stability of the copper cathode as the primary operational limit. To overcome cooling challenges, we propose an improved configuration of the cathode plug. For the proposed geometry, the multiphysics analysis confirms stable performance at a nominal 2 W laser power, sufficient for 100 pC beams at 1 MHz under optimistic quantum efficiency assumptions. Operation at higher laser loads will benefit from further dedicated cryogenic analysis.         ",
    "url": "https://arxiv.org/abs/2508.11764",
    "authors": [
      "Dmitry Bazyl",
      "Klaus Floettmann",
      "Elmar Vogel",
      "Igor Zagorodnov"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2412.14565",
    "title": "Thermal circuit model for silicon quantum-dot array structures",
    "abstract": "           Temperature rise of qubits due to heating is a critical issue in large-scale quantum computers based on quantum-dot (QD) arrays. This leads to shorter coherence times, induced readout errors, and increased charge noise. Here, we propose a simple thermal circuit model to describe the heating effect on silicon QD array structures. Noting that the QD array is a periodic structure, we represent it as a thermal distributed-element circuit, forming a thermal transmission line. We validate this model by measuring the electron temperature in a QD array device using Coulomb blockade thermometry, finding that the model effectively reproduces experimental results. This simple and scalable model can be used to develop the thermal design of large-scale silicon-based quantum computers.         ",
    "url": "https://arxiv.org/abs/2412.14565",
    "authors": [
      "Takeru Utsugi",
      "Nobuhiro Kusuno",
      "Takuma Kuno",
      "Noriyuki Lee",
      "Itaru Yanagi",
      "Toshiyuki Mine",
      "Shinichi Saito",
      "Digh Hisamoto",
      "Ryuta Tsuchiya",
      "Hiroyuki Mizuno"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2502.02836",
    "title": "Quantum theory of surface lattice resonances",
    "abstract": "           The collective interactions of nanoparticles arranged in periodic structures give rise to high-$Q$ in-plane diffractive modes known as surface lattice resonances (SLRs). While these resonances and their broader implications have been extensively studied within the framework of classical electrodynamics and linear response theory, a quantum optical theory capable of describing the dynamics of these structures, especially in the presence of material nonlinearities, beyond the use of \\textit{ad hoc} few-mode approximations is largely missing. To this end, we consider here a lattice of metallic nanoparticles coupled to the background electromagnetic field and derive the quantum input-output relations within the electric dipole approximation. As a first application, we discuss coupling of the nanoparticle array to an external array of emitters and illustrate how the formalism can be extended to molecular optomechanics. Specifically, we show how the high $Q$-factors provided by SLRs can facilitate coupling between the nanoparticle array and collective vibrational modes. Finally, we examine a scenario in which the metallic nanoparticles themselves are replaced with saturable excitonic emitters, illustrating how the nonlinearity of the emitters can be used to switch the SLR condition between different electronic transitions. We further show, using a perturbative approach that explicitly accounts for population dynamics, how the resulting switching dynamics can be observed and characterized in pump-probe experiments. Our work provides a seamless framework to rigorously model SLR phenomena with quantum emitters without resorting to phenomenological treatments of either the electromagnetic environment or the material degrees of freedom.         ",
    "url": "https://arxiv.org/abs/2502.02836",
    "authors": [
      "Michael Reitz",
      "Stephan van den Wildenberg",
      "Arghadip Koner",
      "George C. Schatz",
      "Joel Yuen-Zhou"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2508.17538",
    "title": "Probing the Linewidth of the 12.4-keV Solid-State $^{45}$Sc Isomeric Resonance",
    "abstract": "           The $^{45}$Sc nuclear transition from the ground to the isomeric state at 12.389~keV, with a lifetime of 0.46~s, exhibits an extraordinarily narrow natural width of 1.4~feV and a quality factor $\\simeq 10^{19}$ -- surpassing those of the most precise atomic clocks -- making $^{45}$Sc a compelling platform for advanced metrology and nuclear clocks. Here we investigate how closely the spectral width and quality factor of the solid-state $^{45}$Sc resonance can approach these natural limits. Using the European X-ray Free-Electron Laser, we confirm the isomer's lifetime via time-delayed incoherent $K_{\\alpha,\\beta}$ fluorescence and observe previously unreported elastic fluorescence, yielding a partial internal conversion coefficient of 390(60). The absence of a clear nuclear forward scattering signal beyond a 2-ms delay implies environmental broadening of at least $500~\\Gamma_{0}$ under experimental conditions, placing bounds on solid-state decoherence mechanisms. These findings set new experimental benchmarks for solid-state nuclear clock development.         ",
    "url": "https://arxiv.org/abs/2508.17538",
    "authors": [
      "Peifan Liu",
      "Miriam Gerharz",
      "Berit Marx-Glowna",
      "Willi Hippler",
      "Jan-Etienne Pudell",
      "Alexey Zozulya",
      "Brandon Stone",
      "Deming Shu",
      "Robert Loetzsch",
      "Sakshath Sadashivaiah",
      "Lars Bocklage",
      "Christina Boemer",
      "Shan Liu",
      "Vitaly Kocharyan",
      "Dietrich Krebs",
      "Tianyun Long",
      "Weilun Qin",
      "Matthias Scholz",
      "Kai Schlage",
      "Ilya Sergeev",
      "Hans-Christian Wille",
      "Ulrike Boesenberg",
      "Gianluca Aldo Geloni",
      "Jörg Hallmann",
      "Wonhyuk Jo",
      "Naresh Kujala",
      "Anders Madsen",
      "Angel Rodriguez-Fernandez",
      "Rustam Rysov",
      "Kelin Tasca",
      "Tomasz Kolodziej",
      "Xiwen Zhang",
      "Markus Ilchen",
      "Niclas Wieland",
      "Günter Huber",
      "James H. Edgar",
      "Jörg Evers",
      "Olga Kocharovskaya",
      "Ralf Röhlsberger",
      "Yuri Shvyd'ko"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Other Condensed Matter (cond-mat.other)",
      "Nuclear Experiment (nucl-ex)",
      "Optics (physics.optics)"
    ]
  }
]