[
  {
    "id": "arXiv:2302.10216",
    "title": "Quantum Relativity",
    "abstract": "Starting with a consideration of the implication of Bell inequalities in quantum mechanics, a new quantum postulate is suggested in order to restore classical locality and causality to quantum physics: only the relative coordinates between detected quantum events are valid observables. This postulate supports the EPR view that quantum mechanics is incomplete, while also staying compatible to the Bohr view that nothing exists beyond the quantum. The new postulate follows from a more general principle of quantum relativity, which states that only correlations between experimental detections of quantum events have a real classical existence. Quantum relativity provides a framework to differentiate the quantum and classical world. ",
    "url": "https://arxiv.org/abs/2302.10216",
    "authors": [
      "Michael Spanner"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2302.10228",
    "title": "One class of integrals evaluation in magnet soliton theory II",
    "abstract": "The paper proposes an approximate expression for calculating very complex one-dimensional integrals depending on the parameter $a$. These integrals often occur in computational problems theory of magnetic solitons. The resulting analytical expressions are verified by numerical calculation. The comparison shows that the relative accuracy of the approximating expression tends to zero for large and small values of the parameter $a$. In a small region near $a = 0.119$, the error does not exceed five percent, and for parameter values near $18.0$ the relative error does not exceed seven percent. It turned out that the proposed method of constructing approximating expressions can be generalized to much more complex integrals. A program that compares an approximate expression with an exact numerical value written in C and tested on examples that allow analytical solutions. ",
    "url": "https://arxiv.org/abs/2302.10228",
    "authors": [
      "D. Kovalenko",
      "A.A. Zhmudsky"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2302.10264",
    "title": "Integrated waveguide-based acousto-optic modulation with near-unity  conversion efficiency",
    "abstract": "Acousto-optic modulation in piezoelectric materials offers the efficient method to bridge electrical and optical signals. It is widely used to control optical frequencies and intensities in modern optical systems including Q-switch lasers, ion traps, and optical tweezers. It is also critical for emerging applications such as quantum photonics and non-reciprocal optics. Acousto-optic devices have recently been demonstrated with promising performance on integrated platforms. However, the conversion efficiency of optical signals remains low in these integrated devices. This is attributed to the significant challenge in realizing large mode overlap, long interaction length, and high power robustness at the same time. Here, we develop acousto-optic devices with gallium nitride on sapphire substrate. The unique capability to confine both optical and acoustic fields in sub-wavelength scales without suspended structures allows efficient acousto-optic interactions over long distances under high driving power. This leads to the near-unity optical conversion efficiency with integrated acousto-optic modulators. With the unidirectional phase matching, we also demonstrate the non-reciprocal propagation of optical fields with isolation ratio above 10 dB. This work provides a robust and efficient acousto-optic platform, opening new opportunities for optical signal processing, quantum transduction, and non-magnetic optical isolation. ",
    "url": "https://arxiv.org/abs/2302.10264",
    "authors": [
      "Liang Zhang",
      "Chaohan CUi",
      "Pao-Kang Chen",
      "Linran Fan"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2302.10452",
    "title": "Observation of binary phase states of time-multiplexed degenerate  optical parametric oscillator pulses generated using a nonlinear fiber Sagnac  loop",
    "abstract": "We generated time-multiplexed degenerate optical parametric oscillator (DOPO) pulses using a nonlinear fiber Sagnac loop as a phase-sensitive amplifier (PSA) where the pump and amplified light in pump-signal-idler degenerate four-wave mixing can be spatially separated. By placing the PSA in a fiber cavity, we successfully generated more than 5,000 time-multiplexed DOPO pulses. We confirmed the bifurcation of pulse phases to 0 or $\\pi$ relative to the pump phase, which makes them useful for representing Ising spins in an Ising model solver based on coherent optical oscillator networks. We also confirmed inherent randomness of the DOPO phases using the NIST random number test. ",
    "url": "https://arxiv.org/abs/2302.10452",
    "authors": [
      "Hsin-Pin Lo",
      "Takahiro Inagaki",
      "Toshimori Honjo",
      "Hiroki Takesue"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2302.10526",
    "title": "Gigahertz Single-cavity Dual-comb Laser for Rapid Time-domain  Spectroscopy: from Few Terahertz to Optical Frequencies",
    "abstract": "Dual-comb generation from a single laser cavity provides a simple and high-performance solution to time sampling applications. We demonstrate a compact single-cavity dual-comb laser operating at gigahertz repetition rates and high repetition rate differences up to more than 100 kHz with sub-100 fs pulse duration. The single cavity approach leads to passive common noise suppression resulting in ultra-low relative timing jitter and fully resolvable comb lines in free-running operation. We showcase the laser performance with two application demonstrations: (a) time-domain spectroscopy of acetylene in the near-infrared via computational comb line tracking and (b) free-space THz time domain spectroscopy and thickness-measurements via adaptive sampling. For (b) we use efficient state-of the art iron-doped InGaAs photoconductive antennas to generate and detect the THz light. Here we operate these devices with an efficient Yb-based gigahertz repetition rate laser for the first time. One optical comb generates the THz light, while the other probes it via equivalent time sampling. We obtain signal strengths comparable to reference measurements with MHz repetition rate Er-based laser systems while achieving close to 1 GHz spectral resolution (defined by the comb line spacing) and generating THz frequencies up to 3 THz. By carrying out a careful investigation of the noise properties of the laser we confirm that the free-running gigahertz dual-comb oscillator provides a rapid yet highly precise optical delay sweep from a simple setup. Therefore, our approach will be beneficial for high-update rate time sampling and time-domain spectroscopy applications. ",
    "url": "https://arxiv.org/abs/2302.10526",
    "authors": [
      "Benjamin Willenberg",
      "Christopher R. Phillips",
      "Justinas Pupeikis",
      "Sandro L. Camenzind",
      "Lars Liebermeister",
      "Robert B. Kohlhass",
      "Björn Globisch",
      "Ursula Keller"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2302.10540",
    "title": "Polarization transport in optical fibers beyond Rytov's law",
    "abstract": "We consider the propagation of light in arbitrarily curved step-index optical fibers. Using a multiple-scales approximation scheme, set-up in Fermi normal coordinates, the full vectorial Maxwell equations are solved in a perturbative manner. At leading order, this provides a rigorous derivation of Rytov's law. At next order, we obtain non-trivial dynamics of the electromagnetic field, characterized by two coupling constants, the phase and the polarization curvature moments, which describe the curvature response of the light's phase and its polarization vector, respectively. The latter can be viewed as an inverse spin Hall effect of light, where the direction of propagation is constrained along the optical fiber and the polarization evolves in a frequency-dependent way. ",
    "url": "https://arxiv.org/abs/2302.10540",
    "authors": [
      "Thomas Mieling",
      "Marius A. Oancea"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2302.10569",
    "title": "Methods and restrictions to increase the volume of resonant  rectangular-section haloscopes for detecting dark matter axions",
    "abstract": "Haloscopes are resonant cavities that serve as detectors of dark matter axions when they are immersed in a strong static magnetic field. In order to increase the volume and improve its introduction within dipole or solenoid magnets for axion searches, various haloscope design techniques for rectangular geometries are discussed in this study. The volume limits of two types of haloscopes are explored: based on single cavities and based on multicavities. For both cases, possibilities for increasing the volume in long and/or tall structures are presented. For multicavities, 1D geometries are explored to optimize the space in the magnets. Also, 2D and 3D geometries are introduced as a first step for laying the foundations for the development of these kind of topologies. The results prove the usefulness of the developed methods, evidencing the ample room of improvement in rectangular haloscope designs nowadays. A factor of three orders of magnitude improvement in volume compared with a single cavity based on WR-90 standard waveguide is obtained with the design of a long and tall single cavity. Similar procedures have been applied for long and tall multicavities. Experimental measurements are shown for prototypes based on tall multicavities and 2D structures, demonstrating the feasibility of using these types of geometries to increase the volume in real haloscopes. ",
    "url": "https://arxiv.org/abs/2302.10569",
    "authors": [
      "J.M. García-Barceló",
      "A. Álvarez Melcón",
      "A. Díaz-Morcillo",
      "B. Gimeno",
      "A.J. Lozano-Guerrero",
      "J. Monzo-Cabrera",
      "J.R. Navarro-Madrid",
      "P. Navarro"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2302.10614",
    "title": "Amplification and frequency conversion of spin waves using acoustic  waves",
    "abstract": "We numerically study the acoustic parametric amplification of spin waves using surface acoustic waves (SAW) in a magnetic thin film. First, we illustrate how the process of parametric spin-wave generation using short-waved SAWs with a fixed frequency allows to tune frequencies of the generated spin waves by the applied magnetic field. We further present the amplification of microwave driven spin waves using this method. The decay length and the amplitude of the driven spin waves can be amplified up to approximately 2.5 and 10 times compared to the reference signal, respectively. More importantly, the proposed design can be used as a frequency converter, in which a low (high) frequency spin-wave mode stimulates the excitation of a high (low) frequency mode. Our results pave the way in designing highly flexible and efficient hybrid magnonic device architectures for microwave data transport and processing. ",
    "url": "https://arxiv.org/abs/2302.10614",
    "authors": [
      "M. Mohseni",
      "A. Hamadeh",
      "M. Geilen",
      "P. Pirro"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2302.10742",
    "title": "Group IV Mid-Infrared Thermophotovoltaic Cells on Silicon",
    "abstract": "Compound semiconductors have been the predominant building blocks for the current mid-infrared thermophotovoltaic devices relevant to sub-2000 K heat conversion and power beaming. However, the prohibitively high cost associated with these technologies limits their broad adoption. Herein, to alleviate this challenge we introduce an all-group IV mid-infrared cell consisting of GeSn alloy directly on a silicon wafer. This emerging class of semiconductors provides strain and composition as degrees of freedom to control the bandgap energy thus covering the entire mid-infrared range. The proposed thermophotovoltaic device is composed of a fully relaxed Ge$_{0.83}$Sn$_{0.17}$ double heterostructure corresponding to a bandgap energy of 0.29 eV. A theoretical framework is derived to evaluate cell performance under high injection. The black-body radiation absorption is investigated using the generalized transfer matrix method thereby considering the mixed coherent/incoherent layer stacking. Moreover, the intrinsic recombination mechanisms and their importance in a narrow bandgap semiconductor were also taken into account. In this regard, the parabolic band approximation and Fermi's golden rule were combined for an accurate estimation of the radiative recombination rate. Based on these analyses, power conversion efficiencies of up to 9% are predicted for Ge$_{0.83}$Sn$_{0.17}$ thermophotovoltaic cells under black-body radiation at temperatures in the 500-1500 K range. A slight improvement in the efficiency is observed under the frontside illumination but vanishes below 800 K, while the use of a backside reflector improves the efficiency across the investigated black-body temperature range. The effects of the heterostructure thickness, surface recombination velocity, and carrier lifetime are also elucidated and discussed. ",
    "url": "https://arxiv.org/abs/2302.10742",
    "authors": [
      "Gérard Daligou",
      "Richard Soref",
      "Anis Attiaoui",
      "Jaker Hossain",
      "Mahmoud R. M. Atalla",
      "Patrick Del Vecchio",
      "Oussama Moutanabbir"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2302.10754",
    "title": "Testing a Conjecture On Quantum Chromodynamics",
    "abstract": "A Planck-scale model that includes quantum chromodynamics and goes beyond it, is tested against observations. The model is based on a single fundamental principle. Starting with Dirac's proposal describing spin 1/2 particles as tethered objects, quarks and elementary fermions are conjectured to be fluctuating rational tangles with unobservable tethers. Such tangles obey the free Dirac equation. Classifying rational tangles naturally yields the observed spectrum of elementary fermions, including the six quark types and their quantum numbers. Classifying tangle deformations naturally yields exactly three types of gauge interactions, three types of elementary gauge bosons, and the symmetry groups U(1), broken SU(2) and SU(3). The possible rational tangles for quarks, leptons, Higgs and gauge bosons allow only the observed Feynman diagrams. The complete Lagrangian of the standard model - without any modification and including the Lagrangian of quantum chromodynamics - arises in a natural manner. Over 90 experimental consequences and tests about quark and gluon behaviour are deduced from the single fundamental principle. No consequence is in contrast with observations. The consequences of the strand conjecture include the complete quark model for hadrons, the correct sign of hadron quadrupole moments, colour flux tubes, confinement, Regge behaviour, running quark masses, correctly predicted hadron mass sequences, the lack of CP violation for the strong interaction, asymptotic freedom, and the appearance of glueballs. Two consequences differ from quantum chromodynamics. First, the geometry of the strand process for the strong interaction leads to an ab-initio estimate for the running strong coupling constant. Secondly, the tangle shapes lead to ab-initio lower and upper limits for the mass values of the quarks. ",
    "url": "https://arxiv.org/abs/2302.10754",
    "authors": [
      "Christoph Schiller"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2302.10783",
    "title": "Testing Einstein's objection of 1927 to quantum mechanics opens the door  to purely quantum communication",
    "abstract": "Single electron may have wavefunction of a macroscopic lengthscale but cannot be detected in two places. At the Solvay Conference of 1927, Einstein argued that in a combination with Bohr's postulate about wavefunction as an exhaustive characteristics of electron, this fact implies nonlocality related to the collapse of a macroscopic wavefunction of single electron. This was his objection to Bohr's quantum mechanics (QM) in favor of de Broglie's quantum theory. We perform an experimental test in low-temperature state of matter where electrons have macroscopic orbit-like wavefunctions and surprisingly observe nonlocality of that type. This nonlocality differs in principle from the well-known Einstein-Podolsky-Rosen (EPR) nonlocality because the former does not imply quantum entanglement and hence is beyond the no-communication theorem. Our observation is the first empirical justification of the choice in favor of QM in compare with de Broglie's theory. Moreover, now we can expand the current concept of reality and thus open the door to a realistic interpretation of quantum formalism. Ultimately, we thus come to a quantum model of Universe based on the standard QM. ",
    "url": "https://arxiv.org/abs/2302.10783",
    "authors": [
      "Sergey A. Emelyanov"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2302.10843",
    "title": "Polarization Imaging of Back-Scattered Terahertz Speckle Fields",
    "abstract": "Speckle patterns observed in coherent optical imaging reflect important characteristic information of the scattering object. To capture speckle patterns, angular resolved or oblique illumination geometries are usually employed in combination with Rayleigh statistical models. We present a portable and handheld 2-channel polarization-sensitive imaging instrument to directly resolve terahertz (THz) speckle fields in a collocated telecentric back-scattering geometry. The polarization state of the THz light is measured using two orthogonal photoconductive antennas and can be presented in the form of the Stokes vectors of the THz beam upon interaction with the sample. We report on the validation of the method in surface scattering from gold-coated sandpapers, demonstrating a strong dependence of the polarization state on the surface roughness and the frequency of the broadband THz illumination. We also demonstrate non-Rayleigh first-order and second-order statistical parameters, such as degree of polarization uniformity (DOPU) and phase difference, for quantifying the randomness of polarization. This technique provides a fast method for broadband THz polarimetric measurement in the field and has the potential for detecting light depolarization in applications ranging from biomedical imaging to non-destructive testing. ",
    "url": "https://arxiv.org/abs/2302.10843",
    "authors": [
      "Kuangyi Xu",
      "Zachery B. Harris",
      "M. Hassan Arbab"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2302.10855",
    "title": "Dark-state enhanced loading of an optical tweezer array",
    "abstract": "Neutral atoms and molecules trapped in optical tweezers have become a prevalent resource for quantum simulation, computation, and metrology. However, the maximum achievable system sizes of such arrays are often limited by the stochastic nature of loading into optical tweezers, with a typical loading probability of only 50%. Here we present a species-agnostic method for dark-state enhanced loading (DSEL) based on real-time feedback, long-lived shelving states, and iterated array reloading. We demonstrate this technique with a 95-tweezer array of $^{88}$Sr atoms, achieving a maximum loading probability of 84.02(4)% and a maximum array size of 91 atoms in one dimension. Our protocol is complementary to, and compatible with, existing schemes for enhanced loading based on direct control over light-assisted collisions, and we predict it can enable close-to-unity filling for arrays of atoms or molecules. ",
    "url": "https://arxiv.org/abs/2302.10855",
    "authors": [
      "Adam L. Shaw",
      "Pascal Scholl",
      "Ran Finklestein",
      "Ivaylo S. Madjarov",
      "Brandon Grinkemeyer",
      "Manuel Endres"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2302.10203",
    "title": "Nonlinear response of Silicon Photonics microresonators for reservoir  computing neural network",
    "abstract": "Nowadays, Information Photonics is extensively studied and sees applications in many fields. The interest in this breakthrough technology is mainly stimulated by the possibility of achieving real-time data processing for high-bandwidth applications, still implemented through small-footprint devices that would allow for breaking the limit imposed by Moore's law. One potential breakthrough implementation of information photonics is via integrated photonic circuits. Within this approach, the most suitable computational scheme is achieved by integrated photonic neural networks. In this chapter, we provide a review of one possible way to implement a neural network by using silicon photonics. Specifically, we review the work we performed at the Nanoscience Laboratory of the University of Trento. We present methodologies, results, and future challenges about a delayed complex perceptron for fast data processing, a microring resonator exploiting nonlinear dynamics for a reservoir computing approach, and a microring resonator with the addition of a feedback delay loop for time series processing. ",
    "url": "https://arxiv.org/abs/2302.10203",
    "authors": [
      "Emiliano Staffoli",
      "Davide Bazzanella",
      "Stefano Biasi",
      "Giovanni Donati",
      "Mattia Mancinelli",
      "Paolo Bettotti",
      "Lorenzo Pavesi"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2302.10230",
    "title": "Cavity-enhanced single artificial atoms in silicon",
    "abstract": "Artificial atoms in solids are leading candidates for quantum networks, scalable quantum computing, and sensing, as they combine long-lived spins with mobile and robust photonic qubits. The central requirements for the spin-photon interface at the heart of these systems are long spin coherence times and efficient spin-photon coupling at telecommunication wavelengths. Artificial atoms in silicon have a unique potential to combine the long coherence times of spins in silicon with telecommunication wavelength photons in the world's most advanced microelectronics and photonics platform. However, a current bottleneck is the naturally weak emission rate of artificial atoms. An open challenge is to enhance this interaction via coupling to an optical cavity. Here, we demonstrate cavity-enhanced single artificial atoms at telecommunication wavelengths in silicon. We optimize photonic crystal cavities via inverse design and show controllable cavity-coupling of single G-centers in the telecommunications O-band. Our results illustrate the potential to achieve a deterministic spin-photon interface in silicon at telecommunication wavelengths, paving the way for scalable quantum information processing. ",
    "url": "https://arxiv.org/abs/2302.10230",
    "authors": [
      "Valeria Saggio",
      "Carlos Errando-Herranz",
      "Samuel Gyger",
      "Christopher Panuski",
      "Mihika Prabhu",
      "Lorenzo De Santis",
      "Ian Christen",
      "Dalia Ornelas-Huerta",
      "Hamza Raniwala",
      "Connor Gerlach",
      "Marco Colangelo",
      "Dirk Englund"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2302.10360",
    "title": "Optical Transformers",
    "abstract": "The rapidly increasing size of deep-learning models has caused renewed and growing interest in alternatives to digital computers to dramatically reduce the energy cost of running state-of-the-art neural networks. Optical matrix-vector multipliers are best suited to performing computations with very large operands, which suggests that large Transformer models could be a good target for optical computing. To test this idea, we performed small-scale optical experiments with a prototype accelerator to demonstrate that Transformer operations can run on optical hardware despite noise and errors. Using simulations, validated by our experiments, we then explored the energy efficiency of optical implementations of Transformers and identified scaling laws for model performance with respect to optical energy usage. We found that the optical energy per multiply-accumulate (MAC) scales as $\\frac{1}{d}$ where $d$ is the Transformer width, an asymptotic advantage over digital systems. We conclude that with well-engineered, large-scale optical hardware, it may be possible to achieve a $100 \\times$ energy-efficiency advantage for running some of the largest current Transformer models, and that if both the models and the optical hardware are scaled to the quadrillion-parameter regime, optical computers could have a $>8,000\\times$ energy-efficiency advantage over state-of-the-art digital-electronic processors that achieve 300 fJ/MAC. We analyzed how these results motivate and inform the construction of future optical accelerators along with optics-amenable deep-learning approaches. With assumptions about future improvements to electronics and Transformer quantization techniques (5$\\times$ cheaper memory access, double the digital--analog conversion efficiency, and 4-bit precision), we estimated that optical computers' advantage against current 300-fJ/MAC digital processors could grow to $>100,000\\times$. ",
    "url": "https://arxiv.org/abs/2302.10360",
    "authors": [
      "Maxwell G. Anderson",
      "Shi-Yuan Ma",
      "Tianyu Wang",
      "Logan G. Wright",
      "Peter L. McMahon"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Machine Learning (cs.LG)",
      "Neural and Evolutionary Computing (cs.NE)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2302.10436",
    "title": "Error-Mitigated Quantum Simulation of Interacting Fermions with Trapped  Ions",
    "abstract": "Quantum error mitigation has been extensively explored to increase the accuracy of the quantum circuits in noisy-intermediate-scale-quantum (NISQ) computation, where quantum error correction requiring additional quantum resources is not adopted. Among various error-mitigation schemes, probabilistic error cancellation (PEC) has been proposed as a general and systematic protocol that can be applied to numerous hardware platforms and quantum algorithms. However, PEC has only been tested in two-qubit systems and a superconducting multi-qubit system by learning a sparse error model. Here, we benchmark PEC using up to four trapped-ion qubits. For the benchmark, we simulate the dynamics of interacting fermions with or without spins by applying multiple Trotter steps. By tomographically reconstructing the error model and incorporating other mitigation methods such as positive probability and symmetry constraints, we are able to increase the fidelity of simulation and faithfully observe the dynamics of the Fermi-Hubbard model, including the different behavior of charge and spin of fermions. Our demonstrations can be an essential step for further extending systematic error-mitigation schemes toward practical quantum advantages. ",
    "url": "https://arxiv.org/abs/2302.10436",
    "authors": [
      "Wentao Chen",
      "Shuaining Zhang",
      "Jialiang Zhang",
      "Xiaolu Su",
      "Yao Lu",
      "Kuan Zhang",
      "Mu Qiao",
      "Ying Li",
      "Jing-Ning Zhang",
      "Kihwan Kim"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2302.10453",
    "title": "A composite electrodynamic mechanism to reconcile spatiotemporally  resolved exciton transport in quantum dot superlattices",
    "abstract": "Quantum dot (QD) solids are promising optoelectronic materials; further advancing their function in devices is dependent on understanding their energy transport mechanisms. The commonly invoked near-field F\\\"orster resonance energy transfer (FRET) theory often underestimates the exciton hopping rate in QD solids, yet no consensus exists on the underlying cause. In response, we use time-resolved ultrafast stimulated emission depletion (TRUSTED) microscopy, an ultrafast transformation of STED microscopy to spatiotemporally resolve exciton diffusion in tellurium-doped CdSe-core/CdS-shell QD superlattices. We measure the concomitant time-resolved exciton energy decay due to excitons sampling a heterogeneous energetic landscape within the superlattice. The heterogeneity is quantified by single-particle emission spectroscopy. This powerful multimodal set of observables provides sufficient constraints on a kinetic Monte Carlo simulation of exciton transport to elucidate a composite transport mechanism that includes both near-field FRET and previously-neglected far-field emission/reabsorption contributions. Uncovering this mechanism offers a much-needed unified framework in which to characterize transport in QD solids and new principles for device design. ",
    "url": "https://arxiv.org/abs/2302.10453",
    "authors": [
      "Rongfeng Yuan",
      "Trevor D. Roberts",
      "Rafaela M. Brinn",
      "Alexander A. Choi",
      "Ha H. Park",
      "Chang Yan",
      "Justin C. Ondry",
      "Ke Xu",
      "A. Paul Alivisatos",
      "Naomi S. Ginsberg"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2302.10660",
    "title": "Compact Effective Basis Generation: Insights from Interpretable Circuit  Design",
    "abstract": "Efficient ways to prepare Fermionic ground states on quantum computers are in high demand and different techniques ranging from variational to divide-and-conquer were developed over the last years. Despite having a vast set of methods it is still not clear which method performs well for which system. In this work, we combine interpretable circuit designs with a divide-and-conquer approach and show how this leads to explainable performance. We demonstrate that the developed methodology outperforms other divide-and-conquer methods in terms of size of the effective basis as well as individual quantum resources for the involved circuits. ",
    "url": "https://arxiv.org/abs/2302.10660",
    "authors": [
      "Jakob S. Kottmann",
      "Francesco Scala"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2302.10849",
    "title": "Io's Optical Aurorae in Jupiter's Shadow",
    "abstract": "Decline and recovery timescales surrounding eclipse are indicative of the controlling physical processes in Io's atmosphere. Recent studies have established that the majority of Io's molecular atmosphere, SO2 and SO, condenses during its passage through Jupiter's shadow. The eclipse response of Io's atomic atmosphere is less certain, having been characterized solely by ultraviolet aurorae. Here we explore the response of optical aurorae for the first time. We find oxygen to be indifferent to the changing illumination, with [O I] brightness merely tracking the plasma density at Io's position in the torus. In shadow, line ratios confirm sparse SO2 coverage relative to O, since their collisions would otherwise quench the emission. Io's sodium aurora mostly disappears in eclipse and e-folding timescales, for decline and recovery differ sharply: ~10 minutes at ingress and nearly 2 hr at egress. Only ion chemistry can produce such a disparity; Io's molecular ionosphere is weaker at egress due to rapid recombination. Interruption of a NaCl+ photochemical pathway best explains Na behavior surrounding eclipse, implying that the role of electron impact ionization is minor relative to photons. Auroral emission is also evident from potassium, confirming K as the major source of far red emissions seen with spacecraft imaging at Jupiter. In all cases, direct electron impact on atomic gas is sufficient to explain the brightness without invoking significant dissociative excitation of molecules. Surprisingly, the nonresponse of O and rapid depletion of Na is opposite the temporal behavior of their SO2 and NaCl parent molecules during Io's eclipse phase. ",
    "url": "https://arxiv.org/abs/2302.10849",
    "authors": [
      "Carl Schmidt",
      "Mikhail Sharov",
      "Katherine de Kleer",
      "Nick Schneider",
      "Imke de Pater",
      "Phillip H. Phipps",
      "Albert Conrad",
      "Luke Moore",
      "Paul Withers",
      "John Spencer",
      "Jeff Morgenthaler",
      "Ilya Ilyin",
      "Klaus Strassmeier",
      "Christian Veillet",
      "John Hill",
      "Mike Brown"
    ],
    "subjectives": [
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      "Space Physics (physics.space-ph)"
    ]
  },
  {
    "id": "arXiv:2201.09024",
    "title": "Ultra-Thin, High-Lifetime Silicon Nitride Membranes for Nanopore Sensing",
    "abstract": " Title: Ultra-Thin, High-Lifetime Silicon Nitride Membranes for Nanopore Sensing ",
    "url": "https://arxiv.org/abs/2201.09024",
    "authors": [
      "Shankar Dutt",
      "Buddini I. Karawdeniya",
      "Y.M. Nuwan D.Y. Bandara",
      "Nahid Afrin",
      "Patrick Kluth"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Soft Condensed Matter (cond-mat.soft)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2212.12428",
    "title": "Multi-scale architecture for fast optical addressing and control of  large scale qubit arrays",
    "abstract": " Comments: 8 figures, minor revisions ",
    "url": "https://arxiv.org/abs/2212.12428",
    "authors": [
      "T. M. Graham",
      "E. Oh",
      "M. Saffman"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2302.02835",
    "title": "Inverse design of functional photonic patches by adjoint optimization  coupled to the generalized Mie theory",
    "abstract": " Title: Inverse design of functional photonic patches by adjoint optimization  coupled to the generalized Mie theory ",
    "url": "https://arxiv.org/abs/2302.02835",
    "authors": [
      "Yilin Zhu",
      "Yuyao Chen",
      "Sean Gorsky",
      "Tornike Shubitidze",
      "Luca Dal Negro"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2302.09517",
    "title": "Transient photocurrent and optical absorption of disordered thin-film  semiconductors: in-depth injection and nonlinear response",
    "abstract": " Comments: 6 figures ",
    "url": "https://arxiv.org/abs/2302.09517",
    "authors": [
      "Kazuhiko Seki",
      "Naoya Muramatsu",
      "Tomoaki Miura",
      "Tadaaki Ikoma"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Statistical Mechanics (cond-mat.stat-mech)"
    ]
  }
]