[
  {
    "id": "arXiv:2407.08791",
    "title": "Dielectric permittivity of electron plasma with laser beat waves",
    "abstract": "           Within the framework of the kinetic method, the process of interaction of a rarefied electron plasma with laser beat waves is investigated taking into account the initial spread in the velocities of plasma particles. Using the expression for the spectral distribution function of plasma particles in the presence of laser beat waves, an anisotropic tensor of the plasma dielectric permittivity is obtained. In this case, an expression for the nonequilibrium current density induced by the perturbed field and the constitutive equation connecting the conductivity tensor with the dielectric permittivity are determined. Assuming that in equilibrium the particle distribution function has the form of the Maxwellian distribution function, the dielectric tensor is diagonalized. Analytical expressions are obtained for the longitudinal and transverse components of the dielectric permittivity.         ",
    "url": "https://arxiv.org/abs/2407.08791",
    "authors": [
      "Anahit H. Shamamian",
      "Lekdar A. Gevorgian",
      "Hayk L. Gevorgyan"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2407.09037",
    "title": "Photonic quasicrystal of spin angular momentum",
    "abstract": "           Quasicrystals,characterized by long-range order without translational symmetry,have catalyzed transformative advances in various fields,including optics in terms of field quasicrystals.Here,we present the first demonstration of photonic quasicrystals formed by spin angular momentum, unveiling novel spin-orbit coupling effects absent in traditional field quasicrystals.A de Bruijn tiling like theoretical framework was built elucidating the formation mechanism of spin quasicrystals for diverse symmetries.Moreover,the configurations of these spin textures can be manipulated through the adjustments of the wavefronts,among which phason-like discontinuous dynamics is observed and quantitatively measured. Unlike optical quasicrystals shaped by electromagnetic fields,these spin-governed quasicrystals exhibit quasi-periodic properties of kinematic parameters,extending their potential applications to other physical systems. These findings hold promise for novel advancements in optical trapping,quasicrystal fabrication,and optical encryption systems.         ",
    "url": "https://arxiv.org/abs/2407.09037",
    "authors": [
      "Min Lin",
      "Xinxin Gou",
      "Zhenwei Xie",
      "Aiping Yang",
      "Luping Du",
      "Xiaocong Yuan"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.09066",
    "title": "Physical encryption and decryption for secure data transmission in optical networks leveraging the temporal Talbot effect and microwave photonics",
    "abstract": "           A novel microwave photonic scheme for secure data transmission in optical networks is proposed. The security of the scheme is guaranteed by physical encryption and decryption via the temporal Talbot effect in dispersive mediums. First, the original data is randomized in the digital domain by performing an exclusive OR operation using a random matrix. Subsequently, a time-varying multi-tone electrical signal, which represents the randomized data matrix, is modulated onto an optical carrier. The optical signal after modulation is then phase-modulated by a temporal Talbot array illuminator (TAI) signal, and the optical signal after discrete quadratic phase modulation will lose its original appearance in the frequency domain and be further dispersed in the first dispersive medium. Due to the dispersion that does not match the TAI signal exactly, the waveform after the first dispersive medium is a noise-like signal. Hence, the physical encryption of the original data is successfully achieved. As the optical signal passes a second dispersive medium that makes the total dispersion match the TAI signal, the temporal waveform of the noise-like signal after photodetection is transformed into pulses. \"1\" and \"0\" in the randomized data matrix are represented through the presence and absence of pulses, and the physical decryption is achieved. By further processing the recovered data matrix using the random matrix, the original data can be recovered. The physical layer security of the proposed scheme and its fiber transmission capability are demonstrated. 8-Gbit/s data is transmitted, encrypted, and decrypted using two dispersive mediums and an optical fiber of 10 to 200 km, and error-free transmission is achieved. Many factors that affect the encryption, decryption, and transmission performance of the system have been analyzed.         ",
    "url": "https://arxiv.org/abs/2407.09066",
    "authors": [
      "Chulun Lin",
      "Taixia Shi",
      "Yiqing Liu",
      "Yang Chen"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Signal Processing (eess.SP)"
    ]
  },
  {
    "id": "arXiv:2407.09161",
    "title": "Encoding arbitrary Ising Hamiltonians on Spatial Photonic Ising Machines",
    "abstract": "           Photonic Ising Machines constitute an emergent new paradigm of computation, geared towards tackling combinatorial optimization problems that can be reduced to the problem of finding the ground state of an Ising model. Spatial Photonic Ising Machines have proven to be advantageous for simulating fully connected large-scale spin systems. However, fine control of a general interaction matrix $J$ has so far only been accomplished through eigenvalue decomposition methods that either limit the scalability or increase the execution time of the optimization process. We introduce and experimentally validate a SPIM instance that enables direct control over the full interaction matrix, enabling the encoding of Ising Hamiltonians with arbitrary couplings and connectivity. We demonstrate the conformity of the experimentally measured Ising energy with the theoretically expected values and then proceed to solve both the unweighted and weighted graph partitioning problems, showcasing a systematic convergence to an optimal solution via simulated annealing. Our approach greatly expands the applicability of SPIMs for real-world applications without sacrificing any of the inherent advantages of the system, and paves the way to encoding the full range of NP problems that are known to be equivalent to Ising models, on SPIM devices.         ",
    "url": "https://arxiv.org/abs/2407.09161",
    "authors": [
      "Jason Sakellariou",
      "Alexis Askitopoulos",
      "Georgios Pastras",
      "Symeon I. Tsintzos"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Emerging Technologies (cs.ET)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2407.09208",
    "title": "Fabrication of low-loss lithium niobate on insulator waveguides on the wafer scale",
    "abstract": "           We report on the wafer scale fabrication of single mode low-loss lithium niobate on insulator waveguides utilizing a chemically amplified resist and an optimized dry etching method. The fabricated single mode waveguides are free of residuals and re-deposition, with measured losses for straight waveguides around 2 dB/m (0.02 dB/cm). We present on a method offering advantages for large-scale production due to its cost-effectiveness, faster writing time, and simplified processes. This work holds promise for advancing integrated photonics and optical communication technologies.         ",
    "url": "https://arxiv.org/abs/2407.09208",
    "authors": [
      "Mohammadreza Younesi",
      "Thomas Kasebier",
      "Ilia Elmanov",
      "Yang-Teng Li",
      "Pawan Kumar",
      "Reinhard Geiss",
      "Thomas Siefke",
      "Falk Eilenberger",
      "Frank Setzpfandt",
      "Uwe Zeitner",
      "Thomas Pertsch"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2407.09266",
    "title": "Tunable frequency conversion in doped photonic crystal fiber pumped near degeneracy",
    "abstract": "           Future quantum networks will rely on the ability to coherently transfer optically encoded quantum information between different wavelength bands. Bragg-scattering four-wave mixing in optical fiber is a promising route to achieving this, but requires fibers with precise dispersion control and broadband transmission at signal, target and pump wavelengths. Here we introduce a photonic crystal fiber with a germanium-doped core featuring group velocity matching at 1550 nm, the telecoms C-band, and 920 nm, within the emission range of efficient single photon sources based on InAs quantum dots. With low chromatic walk-off and good optical guidance even at long wavelengths, large lengths of this fiber are used to achieve nanometer-scale frequency shifts between wavelengths around 920 nm with up to 79.4\\% internal conversion efficiency, allowing dissimilar InAs dots to be interfaced. We also show how cascading this frequency conversion can be used to generate a frequency comb away from telecoms wavelengths. Finally, we use the fiber to demonstrate tunable frequency conversion of weak classical signals around 918 nm to the telecoms C-band.         ",
    "url": "https://arxiv.org/abs/2407.09266",
    "authors": [
      "Leah R Murphy",
      "Mateusz J Olszewski",
      "Petros Androvitsaneas",
      "Miguel Alvarez Perez",
      "Will A M Smith",
      "Anthony J Bennett",
      "Peter J Mosley",
      "Alex O C Davis"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2407.09318",
    "title": "Quantum backreaction effect in optical soliton",
    "abstract": "           Optical solitons classically are stationary solutions of the nonlinear Schrödinger equation. We perform a quantum field theoretic treatment by quantising a linearised fluctuation field around the classical soliton solution which can be seen as providing a background spacetime for the field. The linearised fluctuation modifies the soliton background, which is often neglected, reminiscent of the nondepleted-pump approximation. Going beyond this approximation and by using a number-conserving Bogoljubov approach, we find unstable modes that grow as the soliton propagates. Eventually, these unstable modes induce a considerable (backreaction) effect in the soliton. We calculate the backreaction in the classical field fully analytically in the leading second order. The result is a quadratic local decrease of the soliton photon number in propagation due to the backreaction effect of the unstable mode. Provided the initial pulse is close to the classical soliton solution, the unstable mode contributions always become dominant. We also consider practical scenarios for observing this quantum-induced soliton distortion, in the spectral domain. The backreaction, which we expect to be present in bright and dark, discrete and continuous solitons and other nonlinear pulses plays an important role for future optical analogue gravity experiments, for soliton lasers, and optical communications.         ",
    "url": "https://arxiv.org/abs/2407.09318",
    "authors": [
      "Sang-Shin Baak",
      "Friedrich Koenig"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "General Relativity and Quantum Cosmology (gr-qc)"
    ]
  },
  {
    "id": "arXiv:2407.09350",
    "title": "Heterogeneous integration of amorphous silicon carbide on thin film lithium niobate",
    "abstract": "           In the past decade, lithium niobate (LiNbO3 or LN) photonics, thanks to its heat-free and fast electro-optical modulation, second-order non-linearities and low loss, has been extensively investigated. Despite numerous demonstrations of high-performance LN photonics, processing lithium niobate remains challenging and suffers from incompatibilities with standard complementary metal-oxide semiconductor (CMOS) fabrication lines, limiting its scalability. Silicon carbide (SiC) is an emerging material platform with a high refractive index, a large non-linear Kerr coefficient, and a promising candidate for heterogeneous integration with LN photonics. Current approaches of SiC/LN integration require transfer-bonding techniques, which are time-consuming, expensive, and lack precision in layer thickness. Here we show that amorphous silicon carbide (a-SiC), deposited using inductively coupled plasma enhanced chemical vapor deposition (ICPCVD) at low temperatures (< 165 C), can be conveniently integrated with LiNbO3 and processed to form high-performance photonics. Most importantly, the fabrication only involves a standard, silicon-compatible, reactive ion etching step and leaves the LiNbO3 intact, hence its compatibility with standard foundry processes. As a proof-of-principle, we fabricated waveguides and ring resonators on the developed a-SiC/LN platform and achieved intrinsic quality factors higher than 106,000 and resonance electro-optic tunability of 3.4 pm/V with 3 mm tuning length. We showcase the possibility of dense integration by fabricating and testing ring resonators with 40um radius without a noticeable loss penalty. Our platform offers a CMOS-compatible and scalable approach for implementation of future fast electro-optic modulators and reconfigurable photonic circuits as well as nonlinear processes which can benefit from involving both second and third-order nonlinearities.         ",
    "url": "https://arxiv.org/abs/2407.09350",
    "authors": [
      "Zizheng Li",
      "Naresh Sharma",
      "Bruno Lopez-Rodriguez",
      "Roald van der Kolk",
      "Thomas Scholte",
      "Hugo Voncken",
      "Jasper van der Boom",
      "Simon Gröblacher",
      "Iman Esmaeil Zadeh"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2407.09461",
    "title": "A Versatile Side Entry Laser System for Scanning Transmission Electron Microscopy",
    "abstract": "           We present the design and implementation of a side entry laser system designed for an ultra-high vacuum scanning transmission electron microscope. This system uses a versatile probe design enclosed in a vacuum envelope such that parts can be easily aligned, modified, or exchanged without disturbing the vacuum. The system uses a mirror mounted on the sample holder such that the sample can be illuminated without being tilted. Notably the mirror can be removed and replaced with an ablation target and a higher power laser used to ablate material directly onto the sample. We argue that new capabilities hold the potential to transform the electron microscope from an analysis tool towards a more flexible synthesis system, where atomic scale fabrication and atom-by-atom experiments can be performed.         ",
    "url": "https://arxiv.org/abs/2407.09461",
    "authors": [
      "Ondrej Dyck",
      "Olugbenga Olunloyo",
      "Kai Xiao",
      "Benjamin Wolf",
      "Thomas M. Moore",
      "Andrew R. Lupini",
      "Stephen Jesse"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2407.09464",
    "title": "Symmetric Second-Harmonic Generation in Sub-wavelength Periodically Poled Thin Film Lithium Niobate",
    "abstract": "           Second harmonic generation (SHG) extensively employs periodically poled nonlinear crystals through forward quasi-phase-matching to achieve efficient frequency conversion. As poling periods approach sub-micrometers, backward quasi-phase-matching has also been demonstrated, albeit by utilizing pulsed laser drives. The realization of symmetric second harmonic generation, characterized by counterpropagating pumps, however, has remained elusive despite theoretical predictions. The main challenge lies in achieving strong nonlinear coupling with poling period below half the wavelength of the second-harmonic light. The recent emergence of high-quality ferroelectric lithium niobate thin films provides an opportunity for achieving precise domain control at submicron dimensions. In this article, we demonstrate reliable control of ferroelectric domains in thin film lithium niobate waveguide with a poling period down to 370nm, thereby realizing highly efficient continuous-wave pumped symmetric SHG. This demonstration not only validates the feasibility of achieving subwavelength periodic poling on waveguides but also opens new avenues for leveraging submicron ferroelectric domain structures in integrated photonics and nonlinear optics research.         ",
    "url": "https://arxiv.org/abs/2407.09464",
    "authors": [
      "Fengyan Yang",
      "Juanjuan Lu",
      "Mohan Shen",
      "Guangcanlan Yang",
      "Hong X. Tang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2407.09092",
    "title": "Diagnosing quantum transport from wave function snapshots",
    "abstract": "           We study nonequilibrium quantum dynamics of spin chains by employing principal component analysis (PCA) on data sets of wave function snapshots and examine how information propagates within these data sets. The quantities we employ are derived from the spectrum of the sample second moment matrix, built directly from data sets. Our investigations on several interacting spin chains featuring distinct spin or energy transport reveal that the growth of data information spreading follows the same dynamical exponents as that of the underlying quantum transport of spin or energy. Specifically, our approach enables an easy, data-driven, and importantly interpretable diagnostic to track energy transport with a limited number of samples, which is usually challenging without any assumption on the Hamiltonian form. These observations are obtained at a modest finite size and evolution time, which aligns with experimental and numerical constraints. Our framework directly applies to experimental quantum simulator data sets of dynamics in higher-dimensional systems, where classical simulation methods usually face significant limitations and apply equally to both near- and far-from-equilibrium quenches.         ",
    "url": "https://arxiv.org/abs/2407.09092",
    "authors": [
      "Devendra Singh Bhakuni",
      "Roberto Verdel",
      "Cristiano Muzzi",
      "Riccardo Andreoni",
      "Monika Aidelsburger",
      "Marcello Dalmonte"
    ],
    "subjectives": [
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Computational Physics (physics.comp-ph)",
      "Data Analysis, Statistics and Probability (physics.data-an)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2407.09119",
    "title": "Enhanced quantum state transfer via feedforward cancellation of optical phase noise",
    "abstract": "           Many experimental platforms for quantum science depend on state control via laser fields. Frequently, however, the control fidelity is limited by optical phase noise. This is exacerbated in stabilized laser systems where high-frequency phase noise is an unavoidable consequence of feedback. Here we implement an optical feedforward technique to suppress laser phase noise in the STIRAP state transfer of ultracold RbCs molecules, across 114 THz, from a weakly bound Feshbach state to the rovibrational ground state. By performing over 100 state transfers on single molecules, we measure a significantly enhanced transfer efficiency of 98.7(1)% limited only by available laser intensity.         ",
    "url": "https://arxiv.org/abs/2407.09119",
    "authors": [
      "Benjamin P. Maddox",
      "Jonathan M. Mortlock",
      "Tom R. Hepworth",
      "Adarsh P. Raghuram",
      "Philip D. Gregory",
      "Alexander Guttridge",
      "Simon L. Cornish"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2407.09124",
    "title": "Decentralized multi-agent reinforcement learning algorithm using a cluster-synchronized laser network",
    "abstract": "           Multi-agent reinforcement learning (MARL) studies crucial principles that are applicable to a variety of fields, including wireless networking and autonomous driving. We propose a photonic-based decision-making algorithm to address one of the most fundamental problems in MARL, called the competitive multi-armed bandit (CMAB) problem. Our numerical simulations demonstrate that chaotic oscillations and cluster synchronization of optically coupled lasers, along with our proposed decentralized coupling adjustment, efficiently balance exploration and exploitation while facilitating cooperative decision-making without explicitly sharing information among agents. Our study demonstrates how decentralized reinforcement learning can be achieved by exploiting complex physical processes controlled by simple algorithms.         ",
    "url": "https://arxiv.org/abs/2407.09124",
    "authors": [
      "Shun Kotoku",
      "Takatomo Mihana",
      "André Röhm",
      "Ryoichi Horisaki"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Multiagent Systems (cs.MA)",
      "Chaotic Dynamics (nlin.CD)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.09374",
    "title": "Grain boundaries control lithiation of solid solution substrates in lithium metal batteries",
    "abstract": "           The development of sustainable transportation and communication systems requires an increase in both energy density and capacity retention of Li-batteries. Using substrates forming a solid solution with body centered cubic Li enhances the cycle stability of anode-less batteries. However, it remains unclear how the substrate microstructure affects the lithiation behavior. Here, we deploy a correlative, near-atomic scale probing approach through combined ion- and electron-microscopy to examine the distribution of Li in Li-Ag diffusion couples as model system. We reveal that Li regions with over 93.8% at.% nucleate within Ag at random high angle grain boundaries, whereas grain interiors are not lithiated. We evidence the role of kinetics and mechanical constraint from the microstructure over equilibrium thermodynamics in dictating the lithiation process. The findings suggest that grain size and grain boundary character are critical to enhance the electrochemical performance of interlayers/electrodes, particularly for improving lithiation kinetics and hence reducing dendrite formation.         ",
    "url": "https://arxiv.org/abs/2407.09374",
    "authors": [
      "Leonardo Shoji Aota",
      "Chanwon Jung",
      "Siyuan Zhang",
      "Ömer K. Büyükuslu",
      "Poonam Yadav",
      "Mahander Pratap Singh",
      "Xinren Chen",
      "Eric Woods",
      "Christina Scheu",
      "Se-Ho Kim",
      "Dierk Raabe",
      "Baptiste Gault"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2303.09838",
    "title": "A Computational Framework Integrating Physics-based Model and Equivalent Circuit Network Model to Simulate Li-ion batteries",
    "abstract": "           Battery models generally fall into two categories: physics-based models and ECM models. Physics-based Doyle-Fuller-Newman (DFN) models can accurately simulate the battery internal electrochemical processes, but to properly account for thermal effects requires a strong coupling between a DFN model and a 3D thermal model, which is computationally unaffordable. Distributed Equivalent Circuit Network (ECN) models can perform simulations with high speed and reasonable accuracy. However, these models rely heavily on the characterisation experiments for ECN parameter identification, which is resource-intensive and can lead to inaccurate parametrisation outcomes due to internal thermal inhomogeneity. To harness the strengths of both models, we propose a computational framework to integrate electrochemical DFN model and 3D distributed ECN model together. Using this framework, we simulate constant current discharge experiments of Kokam 7.5 Ah pouch cell (Model SLPB75106100) and compare the simulations with the commonly-used lumped DFN-thermal model. The computational model outperforms the lumped DFN model at low-temperature and/or high C-rate scenarios significantly. The largest predicting error of the framework at 3 C-rate &Tam = 25oC and at 1 C-rate &Tam = 0 oC is approximately 1/3 of that for DFN model. At 3 C-rate &Tam = 5oC, the difference between these two can rise to 377 mV. By integrating DFN and 3D-distributed ECN together, the computational framework can simulate the complicated interplay between electrochemistry, thermal process, and electricity within a cell fast and accurately. We anticipate this computational framework to be a valuable toolset to assist researchers and engineers in the design and control of Li-ion batteries.         ",
    "url": "https://arxiv.org/abs/2303.09838",
    "authors": [
      "Han Yuan",
      "Shen Li",
      "Tao Zhu",
      "Simon O'Kane",
      "Carlos Garcia",
      "Gregory Offer",
      "Monica Marinescu"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2401.13775",
    "title": "Generalized Friis Transmission Formula Using Active Antenna Available Power and Unnamed Power Gain",
    "abstract": "           We use the concept of active antenna available power to derive a generalization of the Friis transmission formula for multiport antenna systems. With beamformer weights chosen such that the array patterns are the same when transmitting and receiving, the active antenna available power at the receiving antenna divided by the input power at the transmitter is symmetric under link direction reversal in the near field as well as the far field. These results generalize the Friis transmission formula to beamformed multiport antenna systems in an arbitrary reciprocal propagation environment.         ",
    "url": "https://arxiv.org/abs/2401.13775",
    "authors": [
      "Karl F. Warnick",
      "Frederic Broyde",
      "Lukas Jelinek",
      "Miloslav Capek",
      "Evelyne Clavelier"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)",
      "Information Theory (cs.IT)"
    ]
  },
  {
    "id": "arXiv:2210.05576",
    "title": "Quantum metrology of low frequency electromagnetic modes with frequency upconverters",
    "abstract": "           We present the RF Quantum Upconverter (RQU) and describe its application to quantum metrology of electromagnetic modes between dc and the Very High Frequency band (VHF) ($\\lesssim$300MHz). The RQU uses a Josephson interferometer made up of superconducting loops and Josephson junctions to implement a parametric interaction between a low-frequency electromagnetic mode (between dc and VHF) and a mode in the microwave C Band ($\\sim$ 5GHz), analogous to the radiation pressure interaction between electromagnetic and mechanical modes in cavity optomechanics. We analyze RQU performance with quantum amplifier theory, and show that the RQU can operate as a quantum-limited op-amp in this frequency range. It can also use non-classical measurement protocols equivalent to those used in cavity optomechanics, including back-action evading (BAE) measurements, sideband cooling, and two-mode squeezing. These protocols enable experiments using dc--VHF electromagnetic modes as quantum sensors with sensitivity better than the Standard Quantum Limit (SQL). We demonstrate signal upconversion from low frequencies to microwave C band using an RQU and show a phase-sensitive gain (extinction ratio) of $46.9$\\;dB, which is a necessary step towards the realization of full BAE.         ",
    "url": "https://arxiv.org/abs/2210.05576",
    "authors": [
      "Stephen E. Kuenstner",
      "Elizabeth C. van Assendelft",
      "Saptarshi Chaudhuri",
      "Hsiao-Mei Cho",
      "Jason Corbin",
      "Shawn W. Henderson",
      "Fedja Kadribasic",
      "Dale Li",
      "Arran Phipps",
      "Nicholas M. Rapidis",
      "Maria Simanovskaia",
      "Jyotirmai Singh",
      "Cyndia Yu",
      "Kent D. Irwin"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2401.06483",
    "title": "Resonant Solitary States in Complex Networks",
    "abstract": "           Partially synchronized solitary states occur frequently when a synchronized system of networked oscillators is perturbed locally. Several asymptotic states of different frequencies can coexist at the same node. Here, we reveal the mechanism behind this multistability: additional solitary frequencies arise from the coupling between network modes and the solitary oscillator's frequency, leading to significant energy transfer. This can cause the solitary node's frequency to resonate with a Laplacian eigenvalue. We analyze which network structures enable this resonance and explain longstanding numerical observations. Another solitary state is characterized by the effective decoupling of the synchronized network and the solitary node at the natural frequency. Our framework unifies the description of solitary states near and far from resonance, allowing to predict the behavior of complex networks.         ",
    "url": "https://arxiv.org/abs/2401.06483",
    "authors": [
      "Jakob Niehues",
      "Serhiy Yanchuk",
      "Rico Berner",
      "Jürgen Kurths",
      "Frank Hellmann",
      "Mehrnaz Anvari"
    ],
    "subjectives": [
      "Adaptation and Self-Organizing Systems (nlin.AO)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2403.14806",
    "title": "Photonic-Electronic Integrated Circuits for High-Performance Computing and AI Accelerators",
    "abstract": "           In recent decades, the demand for computational power has surged, particularly with the rapid expansion of artificial intelligence (AI). As we navigate the post-Moore's law era, the limitations of traditional electrical digital computing, including process bottlenecks and power consumption issues, are propelling the search for alternative computing paradigms. Among various emerging technologies, integrated photonics stands out as a promising solution for next-generation high-performance computing, thanks to the inherent advantages of light, such as low latency, high bandwidth, and unique multiplexing techniques. Furthermore, the progress in photonic integrated circuits (PICs), which are equipped with abundant photoelectronic components, positions photonic-electronic integrated circuits as a viable solution for high-performance computing and hardware AI accelerators. In this review, we survey recent advancements in both PIC-based digital and analog computing for AI, exploring the principal benefits and obstacles of implementation. Additionally, we propose a comprehensive analysis of photonic AI from the perspectives of hardware implementation, accelerator architecture, and software-hardware co-design. In the end, acknowledging the existing challenges, we underscore potential strategies for overcoming these issues and offer insights into the future drivers for optical computing.         ",
    "url": "https://arxiv.org/abs/2403.14806",
    "authors": [
      "Shupeng Ning",
      "Hanqing Zhu",
      "Chenghao Feng",
      "Jiaqi Gu",
      "Zhixing Jiang",
      "Zhoufeng Ying",
      "Jason Midkiff",
      "Sourabh Jain",
      "May H. Hlaing",
      "David Z. Pan",
      "Ray T. Chen"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2405.00968",
    "title": "A multidimensional approach to quantum state tomography of photoelectron wavepackets",
    "abstract": "           There is a growing interest in reconstructing the density matrix of photoelectron wavepackets, in particular in complex systems where decoherence can be introduced either by a partial measurement of the system or through coupling with a stochastic environment. To this end, several methods to reconstruct the density matrix, quantum state tomography protocols, have been developed and tested on photoelectrons ejected from noble gases following absorption of extreme ultraviolet (XUV) photons from attosecond pulses. It remains a challenge to obtain model-free, single scan protocols that can reconstruct the density matrix with high fidelities. Current methods require extensive measurements or involve complex fitting of the signal. Efficient single-scan reconstructions would be of great help to increase the number of systems that can be studied. We propose a new and more efficient protocol that is able to reconstruct the continuous variable density matrix of a photoelectron in a single time delay scan. It is based on measuring the coherences of a photoelectron created by absorption of an XUV pulse using a broadband infrared (IR) probe that is scanned in time and a narrowband IR reference that is temporally fixed to the XUV pulse. We illustrate its performance for a Fano resonance in He as well as mixed states in Ar arising from spin-orbit splitting. We show that the protocol results in excellent fidelities and near-perfect estimation of the purity.         ",
    "url": "https://arxiv.org/abs/2405.00968",
    "authors": [
      "Hugo Laurell",
      "Jorge Baños-Gutiérrez",
      "Anne L'Huillier",
      "David Busto",
      "Daniel Finkelstein-Shapiro"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  }
]