[
  {
    "id": "arXiv:2207.05773",
    "title": "High Dose-Rate Ionizing Radiation Source from Tight Focusing in Air of a  mJ-class Femtosecond Laser",
    "abstract": "Ultrashort electron beams with femtosecond to picosecond bunch durations offer unique opportunities to explore active research areas ranging from ultrafast structural dynamics to ultra-high dose-rate radiobiological studies. We present a straightforward method to generate MeV-ranged electron beams in ambient air through the tight focusing of a few-cycle, mJ-class femtosecond IR laser. At one meter from the source, the highest measured dose rate of 0.15 Gy/s exceeds the yearly dose limit in less than one second and warrants the implementation of radiation protection. Two-dimensional Particle-In-Cell simulations confirm that the acceleration mechanism is based on the relativistic ponderomotive force and show theoretical agreement with the measured electron energy. Furthermore, we discuss the scalability of this method with the continuing development of mJ-class high average power lasers, moreover providing a promising approach for FLASH radiation therapy. ",
    "url": "https://arxiv.org/abs/2207.05773",
    "authors": [
      "S. Vallières",
      "J. Powell",
      "T. Connell",
      "M. Evans",
      "S. Fourmaux",
      "S. Payeur",
      "P. Lassonde",
      "F. Fillion-Gourdeau",
      "S. MacLean",
      "F. Légaré"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Medical Physics (physics.med-ph)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2207.05988",
    "title": "Nanoscale engineering of optical strong coupling inside metals",
    "abstract": "Optical polaritons appear when a material excitation strongly couples to the optical mode. Such strong coupling between molecular transitions and optical cavities results in far-reaching opportunities in modifying fundamental properties of chemical matter. More recently an exciting prospect of cavity-free polaritons has emerged by matter sustaining the optical mode with its geometry. Here we show how strong coupling of the interband transition and surface plasmons can be engineered in nickel at the nanoscale to realize cavity-free optical polaritons inside metals. Using electron energy-loss spectroscopy, we demonstrate that in thin films and nanoantennas the propagation and radiation losses result in a broadening of the plasmon linewidth and a transition from strong to weak coupling. Further, higher-order plasmon resonances couple to the interband transition, and the multipolar coupled states acquire the field profile of the plasmon. Our results provide a fundamental understanding of plasmon-interband coupling in metals and establish the base for the design of unforeseen photocatalytic and magneto-optical nanosystems. ",
    "url": "https://arxiv.org/abs/2207.05988",
    "authors": [
      "Artyom Assadillayev",
      "Ihar Faniayeu",
      "Alexandre Dmitriev",
      "Søren Raza"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2207.06045",
    "title": "Hyperbolic method to explore multiplicity flow solutions in a four-sided  lid-driven cavity",
    "abstract": "In this study, the hyperbolic method is adopted to explore the flow field states of incompressible flow in a four-sided lid-driven square cavity. In particular, we focus on the flow bifurcation obtained at the critical Reynolds number $R_e \\simeq 130$. In the hyperbolic method, the diffusive term is transformed into an hyperbolic one by introducing a diffusion flux term, which is the solution of an additional equation. A classical Riemann-like solver with a finite-volume discretization is thus employed for the full flux (splitted into advective and diffusive parts), in order to solve the steady-state incompressible Navier-Stokes equation. The incompressibility of the flow is treated via the artificial pseudo-compressibility method. It is shown that our numerical code is able to detect the bifurcation, by the analysis of the residual term relaxation during the pseudo-time iteration procedure. Moreover, depending on the combination choice of slope limiters for the two spatial directions, our method is able to select the first or the second stable solution among the double flow field state obtained when the Reynolds number is higher than the critical value that is estimated to be $129.4$ in our study. ",
    "url": "https://arxiv.org/abs/2207.06045",
    "authors": [
      "Hubert Baty"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Computational Physics (physics.comp-ph)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2207.06047",
    "title": "First Results for the pLGAD Sensor for Low-Penetrating Particles",
    "abstract": "Silicon sensors are the go-to technology for high-precision sensors in particle physics. But only recently low-noise silicon sensors with internal amplification became available. The so-called Low Gain Avalanche Detector (LGAD) sensors have been developed for applications in High Energy Physics, but lack two characteristics needed for the measurement of low-energy protons (<60 keV): a thin entrance window (in the order of tens of nm) and the efficient amplification of signals created near the sensor's surface (in a depth below 1 um). In this paper we present the so-called proton Low Gain Avalanche Detector (pLGAD) sensor concept and some results from characterization of the first prototypes of the sensor. The pLGAD is specifically designed to detect low-energy protons, and other low-penetrating particles. It will have a higher detection efficiency than non-silicon technologies, and promises to be a lot cheaper and easier to operate than competing silicon technologies. ",
    "url": "https://arxiv.org/abs/2207.06047",
    "authors": [
      "Waleed Khalid",
      "Manfred Valentan",
      "Albert Doblas",
      "David Flores",
      "Salvador Hidalgo",
      "Gertrud Konrad",
      "Johann Marton",
      "Neil Moffat",
      "Daniel Moser",
      "Sebastian Onder",
      "Giulio Pellegrini",
      "Jairo Villegas"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2207.06175",
    "title": "Experimental observation of higher-order anapoles in individual silicon  disks under in-plane illumination",
    "abstract": "Anapole states - characterized by a strong suppression of far-field scattering - naturally arise in high-index nanoparticles as a result of the interference between certain multipolar moments. Recently, the first-order electric anapole, resulting from the interference between the electric and toroidal dipoles, was characterized under in-plane illumination as required in on-chip photonics. Here, we go a step further and report on the observation of higher-order (magnetic and second-order electric) anapole states in individual silicon disks under in-plane illumination. To do so, we increase the disk dimensions (radius and thickness) so that such anapoles occur at telecom wavelengths. Experiments show dips in the far-field scattering perpendicular to the disk plane at the expected wavelengths and the selected polarizations, which we interpret as a signature of high-order anapoles. Some differences between normal and in-plane excitation are discussed, in particular the non-cancellation of the sum of the Cartesian electric and toroidal moments for in-plane incidence. Our results pave the way towards the use of different anapole states in photonic integrated circuits, either on silicon or other high-index dielectric materials. ",
    "url": "https://arxiv.org/abs/2207.06175",
    "authors": [
      "Evelyn Diaz-Escobar",
      "Angela I. Barreda",
      "Amadeu Griol",
      "Alejandro Martinez"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2207.06279",
    "title": "High Power on-chip Integrated Laser",
    "abstract": "The lack of high power integrated lasers have been limiting silicon photonics. Despite much progress made in chip-scale laser integration, power remains below the level required for key applications. The main inhibiting factor for high power is the low energy efficiency at high pumping currents, dictated by the small size of the active device. Here we break this power limitation by demonstrating a platform that relies on the coupling of a broad-area multimode gain to a silicon-nitride feedback chip, which acts as an external cavity. The feedback provided by the silicon-nitride chip is routed through a ring resonator and a single-mode filter, thus causing the otherwise multimode-gain chip to concentrate its power into a single highly-coherent mode. Our device produces more than 150 mW of power and 400 kHz linewidth. We achieve these high-performance metrics while maintaining a small footprint of 3 mm^2. ",
    "url": "https://arxiv.org/abs/2207.06279",
    "authors": [
      "Yair Antman",
      "Andres Gil-Molina",
      "Ohad Westreich",
      "Xingchen Ji",
      "Alexander L. Gaeta",
      "Michal Lipson"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2207.06401",
    "title": "Mechanical overtone frequency combs",
    "abstract": "Mechanical frequency combs are poised to bring the applications and utility of optical frequency combs into the mechanical domain. So far, their use has been limited by strict conditions on drive frequencies and power, small bandwidths and complicated modes of operation. We demonstrate a novel, straightforward mechanism to create a frequency comb consisting of mechanical overtones (integer multiples) of a single eigenfrequency, by monolithically integrating a suspended dielectric membrane with a counter-propagating optical trap generated via its own substrate. The periodic optical field modulates the dielectrophoretic force on the membrane at integer multiples of the membrane's frequency of motion, thus efficiently creating overtones of that frequency and forming a frequency comb. Using the same periodic optical field, we simultaneously demonstrate a strong, parametric thermal driving mechanism that requires no additional power or frequency reference. The combination of these effects results in a versatile, easy-to-use mechanical frequency comb platform that requires no precise alignment, no additional feedback or control electronics, and only uses a single, mW continuous wave laser beam. This highlights the mechanical frequency comb as a low-power, on-chip alternative to optical frequency combs for sensing, timing and metrology applications. ",
    "url": "https://arxiv.org/abs/2207.06401",
    "authors": [
      "Matthijs H. J. de Jong",
      "Adarsh Ganesan",
      "Andrea Cupertino",
      "Richard A. Norte"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2207.05883",
    "title": "Searches for massive neutrinos with mechanical quantum sensors",
    "abstract": "The development of quantum optomechanics now allows mechanical sensors with femtogram masses to be controlled and measured in the quantum regime. If the mechanical element contains isotopes that undergo nuclear decay, measuring the recoil of the sensor following the decay allows reconstruction of the total momentum of all emitted particles, including any neutral particles that may escape detection in traditional detectors. As an example, for weak nuclear decays the momentum of the emitted neutrino can be reconstructed on an event-by-event basis. We present the concept that a single nanometer-scale, optically levitated sensor operated with sensitivity near the standard quantum limit can search for heavy sterile neutrinos in the keV-MeV mass range with sensitivity significantly beyond existing constraints. We also comment on the possibility that mechanical sensors operated well into the quantum regime might ultimately reach the sensitivities required to provide an absolute measurement of the mass of the light neutrino states. ",
    "url": "https://arxiv.org/abs/2207.05883",
    "authors": [
      "Daniel Carney",
      "Kyle G. Leach",
      "David C. Moore"
    ],
    "subjectives": [
      "High Energy Physics - Experiment (hep-ex)",
      "High Energy Physics - Phenomenology (hep-ph)",
      "Nuclear Experiment (nucl-ex)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2207.06031",
    "title": "Unsupervised Recognition of Informative Features via Tensor Network  Machine Learning and Quantum Entanglement Variations",
    "abstract": "Given an image of a white shoe drawn on a blackboard, how are the white pixels deemed (say by human minds) to be informative for recognizing the shoe without any labeling information on the pixels? Here we investigate such a \"white shoe\" recognition problem from the perspective of tensor network (TN) machine learning and quantum entanglement. Utilizing a generative TN that captures the probability distribution of the features as quantum amplitudes, we propose an unsupervised recognition scheme of informative features with the variations of entanglement entropy (EE) caused by designed measurements. In this way, a given sample, where the values of its features are statistically meaningless, is mapped to the variations of EE that are statistically meaningful. We show that the EE variations identify the features that are critical to recognize this specific sample, and the EE itself reveals the information distribution from the TN model. The signs of the variations further reveal the entanglement structures among the features. We test the validity of our scheme on a toy dataset of strip images, the MNIST dataset of hand-drawn digits, and the fashion-MNIST dataset of the pictures of fashion articles. Our scheme opens the avenue to the quantum-inspired and interpreted unsupervised learning and could be applied to, e.g., image segmentation and object detection. ",
    "url": "https://arxiv.org/abs/2207.06031",
    "authors": [
      "Sheng-Chen Bai",
      "Yi-Cheng Tang",
      "Shi-Ju Ran"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Machine Learning (cs.LG)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2207.06117",
    "title": "Bright entangled photon source without stringent crystal temperature and  laser frequency stabilization",
    "abstract": "Entangled photon sources (EPS), the major building block for a variety of quantum communication protocols, are commonly developed by utilizing the spontaneous parametric down-conversion (SPDC) in $\\chi^{2}$ nonlinear bulk optical materials. While high nonlinearity and long interaction length have established the superiority of the periodically poled crystals for EPSs, the phase-matching condition of such crystals is very sensitive to the fluctuation of the crystal temperature and the laser wavelength. As a result, deploying such sources outside the laboratory, for example, satellite-based applications, demands a stringent mass and power budget, thus enhancing the mission complexity and cost. We report a bright, stable entangled photon source with a relaxed requirement of crystal temperature and laser wavelength stabilization. Using a periodically poled KTP crystal inside a polarization Sagnac interferometer producing degenerate, type-0 phase-matched entangled photon pairs at 810 nm in an annular ring, we have transformed the SPDC ring into a \"perfect\" ring with the help of two common optical elements, axicon, and lens. Despite the variation of the SPDC ring size from Gaussian to annular of different diameters due to the change of crystal temperature over $7^{o}$C, and laser wavelength over 300 GHz, we observe the size of the \"perfect\" ring to be constant. The new EPS, having a spectral brightness as high as 22.58 $\\pm$ 0.15 kHz/mW collected using single-mode fiber with a Bell's parameter, S = 2.64 $\\pm$ 0.05, and quantum state fidelity of 0.95 $\\pm$ 0.02, requires a crystal temperature stability of $\\pm$ $0.8^{o}$C, almost five times relaxation as compared to the previous EPS. The generic scheme can be used for non-collinear SPDC photons in all crystals to develop EPS at any wavelength and timescales for resource-constrained applications. ",
    "url": "https://arxiv.org/abs/2207.06117",
    "authors": [
      "Sandeep Singh",
      "Vimlesh Kumar",
      "Anirban Ghosh",
      "G.K. Samanata"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2207.06187",
    "title": "Theoretical analysis of electronic processes occurring during ultrafast  demagnetization of cobalt, triggered by X-ray photons tuned to Co L$_3$  resonance",
    "abstract": "Magnetization dynamics triggered with ultrashort laser pulses has been attracting significant attention, with strong focus on the dynamics excited by VIS/NIR pulses. Only recently, strong magnetic response in solid materials induced by intense X-ray pulses from free-electron lasers (FELs) has been observed. The exact mechanisms that trigger the X-ray induced demagnetization are not yet fully understood. They are subject of on-going experimental and theoretical investigations. Here, we present a theoretical analysis of electronic processes occurring during demagnetization of Co multilayer system irradiated by X-ray pulses tuned to L$_3$-absorption edge of cobalt. We show that, similarly as in the case of X-ray induced demagnetization at M-edge of Co, electronic processes play a predominant role in the demagnetization until the pulse fluence does not exceed the structural damage threshold. The impact of electronic processes can reasonably well explain the available experimental data, without a need to introduce the mechanism of stimulated elastic forward scattering. ",
    "url": "https://arxiv.org/abs/2207.06187",
    "authors": [
      "Konrad J. Kapcia",
      "Victor Tkachenko",
      "Flavio Capotondi",
      "Alexander Lichtenstein",
      "Serguei Molodtsov",
      "Leonard Mueller",
      "Andre Philippi-Kobs",
      "Przemysław Piekarz",
      "Beata Ziaja"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Other Condensed Matter (cond-mat.other)",
      "Computational Physics (physics.comp-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2207.06288",
    "title": "Super-localisation of a point-like emitter in a resonant environment :  correction of the mirage effect",
    "abstract": "In this paper, we show that it is possible to overcome one of the fundamental limitations of super-resolution microscopy techniques: the necessity to be in an \\emph{optically homogeneous} environment. Using recent modal approximation results we show as a proof of concept that it is possible to recover the position of a single point-like emitter in a \\emph{known resonant environment} from far-field measurements with a precision two orders of magnitude below the classical Rayleigh limit. The procedure does not involve solving any partial differential equation, is computationally light (optimisation in $\\R^d$ with $d$ of the order of $10$) and therefore suited for the recovery of a very large number of single emitters. ",
    "url": "https://arxiv.org/abs/2207.06288",
    "authors": [
      "Lorenzo Baldassari",
      "Alice L. Vanel",
      "Pierre Millien"
    ],
    "subjectives": [
      "Analysis of PDEs (math.AP)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2112.14199",
    "title": "Quantum Rényi entropy by optimal thermodynamic integration paths",
    "abstract": " Comments: 7 + 4 pages, 9 figures ",
    "url": "https://arxiv.org/abs/2112.14199",
    "authors": [
      "Miha Srdinšek",
      "Michele Casula",
      "Rodolphe Vuilleumier"
    ],
    "subjectives": [
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2202.07017",
    "title": "An open-source modular framework for quantum computing",
    "abstract": " Comments: 6 pages, 2 figures, ACAT2021 proceedings ",
    "url": "https://arxiv.org/abs/2202.07017",
    "authors": [
      "Stefano Carrazza",
      "Stavros Efthymiou",
      "Marco Lazzarin",
      "Andrea Pasquale"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "High Energy Physics - Phenomenology (hep-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2204.06262",
    "title": "Resonance effect of attosecond transient absorption spectroscopy in  graphene",
    "abstract": " Title: Resonance effect of attosecond transient absorption spectroscopy in  graphene ",
    "url": "https://arxiv.org/abs/2204.06262",
    "authors": [
      "Fulong Dong",
      "Jie Liu"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2207.05706",
    "title": "Optical Field Recovery in Jones Space",
    "abstract": " Comments: 8 pages and 9 figures ",
    "url": "https://arxiv.org/abs/2207.05706",
    "authors": [
      "Qi Wu",
      "Yixiao Zhu",
      "Hexun Jiang",
      "Qunbi Zhuge",
      "Weisheng Hu"
    ],
    "subjectives": [
      "Signal Processing (eess.SP)",
      "Optics (physics.optics)"
    ]
  }
]