[
  {
    "id": "arXiv:2512.04126",
    "title": "Physical Analysis of a Reported Missile - \"Orb\" Interaction in 2024: Momentum Constraints, Atmospheric Drag, Sensor Artifacts, and Theoretical Caution",
    "abstract": "           A widely circulated infrared video from 2024 appears to show an air-to-surface missile engaging a small luminous \"orb\"-like object, producing debris and an apparent deflection of the missile's trajectory. This paper presents a comprehensive physics-based analysis of the event. Using classical mechanics, fluid dynamics, and imaging-system geometry, we examine momentum transfer, debris behavior, gimbal-induced optical distortions, and the physical plausibility of various interpretations. A balloon-like object remains the most conservative explanation compatible with known physics. However, modern physics is incomplete: the extreme weakness of gravity relative to the gauge forces, the existence of dark matter, dark energy, neutrino masses, and the possibility of extra spatial dimensions indicate that the Standard Model is not the final description of nature. For this reason, anomalous observations should not be dismissed outright as \"impossible\". Nevertheless, extraordinary claims require extraordinary evidence, and the present video lacks the multi-sensor, verified, and calibrated data required to support exotic interpretations. The aim is a balanced scientific evaluation based on current knowledge while maintaining appropriate theoretical humility.         ",
    "url": "https://arxiv.org/abs/2512.04126",
    "authors": [
      "Mauricio Barbi"
    ],
    "subjectives": [
      "Popular Physics (physics.pop-ph)"
    ]
  },
  {
    "id": "arXiv:2512.04312",
    "title": "Universal Quantum Interconnects via Phase-Coherent Four-Wave Mixing",
    "abstract": "           Quantum transduction, which enables the coherent conversion of quantum information between disparate physical platforms, is a cornerstone for realizing scalable and interoperable quantum networks. Among various approaches, parametric frequency mixing processes such as four-wave mixing (FWM) offer a promising pathway toward efficient and low-noise transduction. In this work, we demonstrate the feasibility of coherent quantum state transfer by indirectly verifying high-fidelity wavefunction's phase mapping (>99%) from the input field to the generated output field wave. Using a gas-filled hollow-core capillary fiber, we systematically investigate spectral phase evolution across a broad range, including infrared (IR) to ultraviolet (UV) transitions, as well as conversions from telecom-band (1550 nm) to visible (516 nm) and deep-UV (308 nm) wavelengths. Our results reveal that strong phase coherence can be maintained throughout these diverse conversion regimes. Because quantum properties such as coherence and entanglement are intrinsically encoded in both the amplitude and phase of a photonic wavefunction, preserving spectral phase is essential for faithful quantum information transfer. We further show that efficient and phase-preserving transduction can be achieved by tuning system parameters, offering valuable insights into nonlinear coupling dynamics. These findings establish a promising foundation for advancing FWM-based quantum transduction schemes and open new avenues for integrating heterogeneous quantum systems across wide spectral domains within future quantum communication networks.         ",
    "url": "https://arxiv.org/abs/2512.04312",
    "authors": [
      "Hao Zhang",
      "Yang Xu",
      "Linshan Sun",
      "Wei Cui",
      "Robert W. Boyd",
      "Sergio Carbajo"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Systems and Control (eess.SY)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2512.04322",
    "title": "Quantum Chemistry Simulation of Dibenzothiophene for Asphalt Aging Analysis",
    "abstract": "           This paper presents the execution and analysis of a comprehensive quantum chemistry pipeline for gathering actionable insight into asphalt aging mechanisms through the study of dibenzothiophene (DBT), a key sulfur-containing compound in asphalt binders. Using advanced quantum algorithms, specifically Variational Quantum Eigensolver (VQE) with k-UpCCGSD and ADAPT-VQE ansatze, we achieved ground state energy calculations with accuracies reaching -864.69 Ha. Our implementation demonstrates quantum advantages in handling strongly correlated electron systems while providing actionable insights for designing oxidation-resistant asphalt formulations. The work also establishes a scalable framework for quantum-enhanced materials design.         ",
    "url": "https://arxiv.org/abs/2512.04322",
    "authors": [
      "Om Tailor"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Emerging Technologies (cs.ET)"
    ]
  },
  {
    "id": "arXiv:2512.04330",
    "title": "Detection and imaging of chemicals and hidden explosives using terahertz time-domain spectroscopy and deep learning",
    "abstract": "           Detecting concealed chemicals and explosives remains a critical challenge in global security. Terahertz time-domain spectroscopy (THz-TDS) offers a promising non-invasive and stand-off detection technique owing to its ability to penetrate optically opaque materials without causing ionization damage. While many chemicals exhibit distinct spectral features in the terahertz range, conventional terahertz-based detection methods often struggle in real-world environments, where variations in sample geometry, thickness, and packaging can lead to inconsistent spectral responses. In this study, we present a chemical imaging system that integrates THz-TDS with deep learning to enable accurate pixel-level identification and classification of different explosives. Operating in reflection mode and enhanced with plasmonic nanoantenna arrays, our THz-TDS system achieves a peak dynamic range of 96 dB and a detection bandwidth of 4.5 THz, supporting practical, stand-off operation. By analyzing individual time-domain pulses with deep neural networks, the system exhibits strong resilience to environmental variations and sample inconsistencies. Blind testing across eight chemicals, including pharmaceutical excipients and explosive compounds, resulted in an average classification accuracy of 99.42% at the pixel level. Notably, the system maintained an average accuracy of 88.83% when detecting explosives concealed under opaque paper coverings, demonstrating its robust generalization capability. These results highlight the potential of combining advanced terahertz spectroscopy with neural networks for highly sensitive and specific chemical and explosive detection in diverse and operationally relevant scenarios.         ",
    "url": "https://arxiv.org/abs/2512.04330",
    "authors": [
      "Xinghe Jiang",
      "Yuhang Li",
      "Yuzhu Li",
      "Che-Yung Shen",
      "Aydogan Ozcan",
      "Mona Jarrahi"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2512.04347",
    "title": "Theoretical analysis of frequency variation tolerance between elements of RTD-THz oscillator arrays for mutual locking",
    "abstract": "           Array configuration is one of the effective ways to increase the output power of terahertz oscillators using resonant tunneling diodes. Mutual locking between the array elements results in coherent single-spectrum oscillation and a narrow radiation beam. However, frequency variation between elements disturbs the mutual locking. In this paper, the frequency variation that can be tolerated for mutual locking is approximately derived for an array with arbitrary coupling configuration. Using this result, the element-number dependence of the frequency variation tolerance for 1D and 2D arrays is calculated. In 1D arrays, the frequency variation tolerance decreases inversely proportional to the square root of the element number. In 2D arrays, as the number of columns is increased while keeping the number of elements per column constant, the frequency variation tolerance increases for small number of columns, reaches a maximum at square configuration, and then decreases with increasing number of columns. The element-number dependence in 2D arrays is smaller than that in 1D arrays.         ",
    "url": "https://arxiv.org/abs/2512.04347",
    "authors": [
      "Masahiro Asada",
      "Safumi Suzuki"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2512.04383",
    "title": "Long-wave mid-infrared cavity-enhanced frequency comb spectroscopy of cold, complex molecules",
    "abstract": "           We report the development of a new instrument for cavity-enhanced absorption spectroscopy of the fundamental rovibrational transitions of molecules in the long-wave mid-infrared (LWIR) region from 6500 to 10000 nm. Our setup combines a LWIR frequency comb, a high-finesse optical enhancement cavity, a cryogenic buffer gas cooling cell, and a Fourier transform interferometer to obtain broadband, high-resolution, and high-sensitivity molecular absorption spectra. Here, we showcase the capabilities of this setup by presenting the gas-phase LWIR spectra of the $\\nu_6$ band of ethane and the $\\nu_{10}$ band of ethanol near 7200 nm under both room temperature and cryogenic conditions.         ",
    "url": "https://arxiv.org/abs/2512.04383",
    "authors": [
      "Negar Baradaran",
      "Dominik Charczun",
      "Tanay Nambiar",
      "Meijun Zou",
      "Kevin F. Lee",
      "Martin E. Fermann",
      "Marissa L. Weichman"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2512.04401",
    "title": "Learnt Microwave Image Reconstruction with A Conformal Antenna Array",
    "abstract": "           A deep learning model is proposed for reconstructing 2D dielectric breast images from time-domain signals. Unlike existing learning models that employ a fixed antenna array, where input data consists solely of measurements, the proposed system integrates antenna positioning into the processing pipeline. This allows for a conformal antenna array that adapts to different breast sizes for optimal data collection across various patients, which eliminates undesired signal attenuation in coupling liquid when implemented for the fixed array. By leveraging antenna positions, the breast surface can be pre-estimated, enabling the neural network to focus on image reconstruction within the region of interest. Numerical results demonstrate that the proposed model may reconstruct breast images with good quality.         ",
    "url": "https://arxiv.org/abs/2512.04401",
    "authors": [
      "Wenyi Shao",
      "Beibei Zhou"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2512.04424",
    "title": "Metagrating-based Single-pixel Acoustic Direction Finding",
    "abstract": "           Acoustic metamaterials provide new opportunities for compact and efficient wavefront manipulation, extending beyond conventional bulky and power-intensive phased-arrays. In this work, we exploit the spatial encoding properties of the acoustic metagrating aperture to transform incident acoustic fields into compressed measurements for single-pixel acoustic source localisation. The proposed method enables accurate direction finding of acoustic sources over both 180 and 360 degrees angular ranges. Numerical simulations confirm the robustness of the metagrating-based compressive sensing approach against noise and limited sampling. Experimental validation is conducted to verify its feasibility with practical metagrating prototyes. Compared wiith tranditional array-based localisation techniques, the single-pixel metagrating system significantly reduces hardward complexity while maintaining high localisation accuracy. These findings demonstrate the potential of integrating compressive sensing with acoustic metagratings for compact, low-cost, scalable source detection systems, with prospective applications in industrial monitoring, target tracking and non-destructive health monitoring.         ",
    "url": "https://arxiv.org/abs/2512.04424",
    "authors": [
      "Thomas Macleod",
      "Sebastian Oberst",
      "David A. Powell",
      "Yan Kei Chiang"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2512.04460",
    "title": "Relative Wavefront Error Correction Over a 2.4 km Free-Space Optical Link via Machine Learning",
    "abstract": "           In coherent optical communication across turbulent atmospheric channels, reference beacons can be multiplexed with information-encoded signals during transmission. In this case, it is commonly assumed that the wavefront distortion of the two is equivalent. In contrast to this assumption, we present experimental evidence of relative wavefront errors (WFEs) between polarization-multiplexed reference beacons and signals, after passing through a 2.4 km atmospheric link. We develop machine learning-based wavefront correction algorithms to compensate for observed WFEs, via phase retrieval, resulting in up to a 2/3 reduction in the relative phase error variance. Further, we analyze the excess noise contributions from relative WFEs in the context of continuous-variable quantum key distribution (CV-QKD), where our findings suggest that if future CV-QKD implementations employ wavefront correction algorithms similar to those reported here, an order of magnitude increase in secure key rates may be forthcoming.         ",
    "url": "https://arxiv.org/abs/2512.04460",
    "authors": [
      "Nathan K. Long",
      "Benjamin P. Dix-Matthews",
      "Alex Frost",
      "John Wallis",
      "Ziqing Wang",
      "Kenneth J. Grant",
      "Robert Malaney"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2512.04722",
    "title": "Optimization of laser illumination configuration for directly driven inertial confinement fusion",
    "abstract": "           Optimum laser configurations are presented to achieve high illumination uniformity with directly driven inertial confinement fusion targets. Assuming axisymmetric absorption pattern of individual laser beams, theoretical models are reviewed in terms of the number of laser beams, system imperfection, and laser beam patterns. Utilizing a self-organizing system of charged particles on a sphere, a simple numerical model is provided to give an optimal configuration for an arbitrary number of laser beams. As a result, such new configurations as M48 and M60 are found to show substantially higher illumination uniformity than any other existing direct drive systems. A new polar direct-drive scheme is proposed with the laser axes keeping off the target center, which can be applied to laser configurations designed for indirectly driven inertial fusion.         ",
    "url": "https://arxiv.org/abs/2512.04722",
    "authors": [
      "Masakatsu Murakami",
      "Daiki Nishi"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2512.04783",
    "title": "Terahertz Fourier Ptychographic Imaging",
    "abstract": "           High-resolution imaging in the terahertz (THz) spectral range remains fundamentally constrained by the limited numerical apertures of currently existing state-of-the-art imagers, which restricts its applicability across many fields, such as imaging in complex media or nondestructive testing. To address this challenge, we introduce a proof-of-concept implementation of THz Fourier Ptychographic imaging to enhance spatial resolution without requiring extensive hardware modifications. Our method employs a motorized kinematic mirror to generate a sequence of controlled, multi-angle plane-wave illuminations, with each resulting oblique-illumination intensity image encoding a limited portion of the spatial-frequency content of the target imaging sample. These measurements are combined in the Fourier domain using an aberration-corrected iterative phase-retrieval algorithm integrated with an efficient illumination calibration scheme, which enables the reconstruction of resolution-enhanced amplitude and phase images through the synthetic expansion of the effective numerical aperture. Our work establishes a robust framework for high-resolution THz imaging and paves the way for a wide array of applications in materials characterization, spectroscopy, and non-destructive evaluation.         ",
    "url": "https://arxiv.org/abs/2512.04783",
    "authors": [
      "Pitambar Mukherjee",
      "Vivek Kumar",
      "Frederic Fauquet",
      "Amaury Badon",
      "Damien Bigourd",
      "Kedar Khare",
      "Sylvain Gigan",
      "Patrick Mounaix"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2512.04788",
    "title": "High-repetition-rate, all-reflective optical guiding and electron acceleration in helium using an off-axis axicon",
    "abstract": "           We present recent results on high-power guiding and laser wakefield acceleration (LWFA) in the ELBA beamline at ELI Beamlines, using the L3-HAPLS laser system (13 J, 30 fs, 0.2 Hz). By employing self-waveguiding in a 20 cm plasma channel in helium, we achieved stable acceleration of electron beams to energies approaching 5 GeV. A novel all-reflective optical setup, including an off-axis reflective axicon, enabled efficient acceleration at 0.2 Hz and guiding at repetition rates up to 3.3 Hz. This compact single laser, single compressor implementation of plasma channels for electron acceleration stabilizes electron pointing and enhances energy gain without requiring modifications to the laser system, paving the way for broader adoption of the technology across user facilities.         ",
    "url": "https://arxiv.org/abs/2512.04788",
    "authors": [
      "Jiří Šišma",
      "Michal Nevrkla",
      "Filip Vitha",
      "Sebastian Lorenz",
      "Illia Zymak",
      "Alžběta Špádová",
      "Andrea Kollárová",
      "Matěj Jech",
      "Alexandr Jančárek",
      "Davorin Peceli",
      "Carlo M. Lazzarini",
      "Leonardo V. N. Goncalves",
      "Gabriele M. Grittani",
      "Sergei V. Bulanov",
      "Jaron E. Shrock",
      "Ela Rockafellow",
      "Ari J. Sloss",
      "Bo Miao",
      "Scott W. Hancock",
      "Howard M. Milchberg"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2512.04886",
    "title": "Near-Zero Crosstalk and Ultra-Low Loss Waveguide Crossings Enabled by three-dimensional Ta2O5-on-LNOI Integrated Photonic Platform",
    "abstract": "           Waveguide crossings represent one of the most critical components in very-large-scale photonic integration (VLSPI). Three-dimensional waveguide crossings, which distribute optical pathways across multiple planes, can achieve near-zero crosstalk and extremely low crossing-induced loss. However, they face an intrinsic trade-off between interlayer crossing performance and coupling efficiency. To address this challenge, we developed a low-cost fabrication method for 3D waveguide crossings by exploiting the edge rounding effect inherent to chemical mechanical polishing (CMP). Using this method, we demonstrate waveguide crossings with average loss below 0.002 dB and crosstalk below -62 dB on Ta2O5-on-LNOI integrated photonic platform. Our method maintains full compatibility with conventional semiconductor manufacturing technology and paves the way for realizing VLSPI on the thin-film lithium niobate platform.         ",
    "url": "https://arxiv.org/abs/2512.04886",
    "authors": [
      "Boyang Nan",
      "Yuan Ren",
      "Rongbo Wu",
      "Lvbin Song",
      "Ruixue Liu",
      "Yong Zheng",
      "Min Wang",
      "Ya Cheng"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2512.04920",
    "title": "First observation and measurement of the ${}^{198}\\text{Hg}$ bosonic transition in an optical lattice clock",
    "abstract": "           We report the first observation of the magnetic-field-induced (5d10 6s2)1S0-(5d10 6s6p)3P0 transition in a bosonic isotope of mercury, 198Hg, realized in an optical lattice clock. We characterize this new isotope, determining key features such as the quadratic Zeeman shift, the probe light shift, and the magic frequency. We also report a first comparison between the 198Hg optical lattice clock and 87Sr. In this comparison, the 198Hg clock has a relative frequency stability of 6x10-16/sqrt(tau/s) and a total relative systematic uncertainty of 6.9x10-16. This comparison yields the first direct determination of the 198Hg/87Sr optical frequency ratio: 198Hg/87Sr = 2.629 315 734 684 118 1, with the same relative uncertainty.         ",
    "url": "https://arxiv.org/abs/2512.04920",
    "authors": [
      "Clara Zyskind",
      "Thomas Lauprêtre",
      "Haosen Shang",
      "Benjamin Pointard",
      "Rodolphe Le Targat",
      "Jérôme Lodewyck"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2512.04965",
    "title": "Characterization of thin optical filters for high purity Cherenkov light readout from scintillating crystals",
    "abstract": "           A hybrid dual-readout calorimeter concept, comprising both electromagnetic and hadronic sections, has recently been proposed to meet the performance requirements of experiments at future e$^{+}$e$^{-}$ colliders. The front compartment consists of a homogeneous electromagnetic calorimeter made of high-density crystals, each coupled to a pair of Silicon Photomultipliers (SiPMs) providing the simultaneous readout of scintillation and Cherenkov light. To efficiently detect Cherenkov photons in the presence of dominant scintillation signals, an optical filter is placed in front of one of the two SiPMs to suppress photons in the wavelength region corresponding to that of scintillation emission. % In this study, PWO, BGO, and BSO crystals with different dimensions were tested to measure their scintillation light yield and decay time, as well as their transmission and emission spectra. A set of $\\sim 100~\\rm \\mu m$-thick optical filters was also characterized by measuring their transmittance curves. The experimental results were used to model and estimate the expected filter performance in attenuating scintillation light for the various crystals. % The performance of each filter was experimentally validated by measuring the crystal light output with and without the filter using a $^{22}$Na radioactive source and a LYSO:Ce crystal, confirming the accuracy of the calculations. % The results show that interference filters are unsuitable for this application because their transmittance strongly depends on the photon incidence angle. Conversely, two absorptive long-pass filters with cutoff wavelengths around 590~nm were found to block more than 99\\% of the scintillation light from PWO crystals, satisfying the calorimeter specifications.         ",
    "url": "https://arxiv.org/abs/2512.04965",
    "authors": [
      "Andrea Benaglia",
      "Flavia Cetorelli",
      "Marco Toliman Lucchini",
      "Etiennette Auffray",
      "Louis Roux",
      "Julie Delenne"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2512.05002",
    "title": "Frequency and intensity noise of a grating-tuned external-cavity quantum cascade laser",
    "abstract": "           Quantum cascade lasers (QCLs) are semiconductor-heterostructure devices known for their emission in the mid-infrared and THz spectral regions. Due to their operating regime, their intrinsic linewidth is significantly narrower compared to bipolar semiconductor lasers. Here, we demonstrate that by implementing an external-cavity (EC) configuration based on a commercial diffraction grating, we have successfully induced a Fabry-Perot QCL to emit on a single mode with a broadly-tunable wavelength in the range 4.29-4.44 {\\mu}m. This very simple setup enhances the laser's performance in terms of threshold current and emitted power. We further prove that the EC configuration positively impacts the laser's noise properties. In particular, the intrinsic linewidth is substantially reduced, the full linewidth is also decreased (depending on the integration timescale), and the relative intensity noise is slightly reduced. These characteristics, which hold within the whole tuning range, make the EC-QCL a good candidate for spectroscopy applications where broad tunability and narrow linewidth are highly demanded.         ",
    "url": "https://arxiv.org/abs/2512.05002",
    "authors": [
      "Irene La Penna",
      "Tecla Gabbrielli",
      "Cristina Rimoldi",
      "Davide Mazzotti",
      "Jérôme Faist",
      "Luigi Consolino",
      "Simone Borri",
      "Paolo De Natale",
      "Francesco Cappelli"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2512.05005",
    "title": "Millimetre-Wave Comb Generated by an Optical Microcomb",
    "abstract": "           Metrological-grade millimetre wave baseband comb sources covering the subterahertz window are a key building block for next-generation wireless communications, precision sensing, and positioning systems. While optical microcombs have set new benchmarks in ultra-low phase noise single-frequency microwave generation, to date, no microcomb source has directly produced a millimetre-wave baseband comb. Here, we present a 50 GHz repetition rate carrier-envelope offset estabilised millimetre-wave baseband comb source covering the sub-terahertz region, generated from an optical microcomb source. Our microresonator-filtered microcomb enables direct, coherent downconversion via photoconductive antennas, even without external amplification. The metrological-grade optical soliton source produces single-cycle, naturally zero carrier-envelope offset millimetrewave baseband combs. It supports time-domain spectroscopy without any need to temporally align the source and detection pulses, as the ultra-high phase coherence allows significant differences between the optical paths of the source and detection pulses, which we tested over 8m, finding no degradation even in freerunning operation. Finally, the multisoliton operation regime provides a simple way of spectrally tailoring the microwave output by selecting different optical soliton states.         ",
    "url": "https://arxiv.org/abs/2512.05005",
    "authors": [
      "Luke Peters",
      "Antonio Cutrona",
      "Andrew R. Cooper",
      "Luana Olivieri",
      "Fedor Getman",
      "Vittorio Cecconi",
      "Nitish Paul",
      "Debayan Das",
      "Maxwell Rowley",
      "Sai T. Chu",
      "Brent E. Little",
      "Roberto Morandotti",
      "David J. Moss",
      "Juan S. Totero Gongora",
      "Alessia Pasquazi",
      "Marco Peccianti"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2512.05090",
    "title": "Breaking the bandwidth-efficiency trade-off in soliton microcombs via mode coupling",
    "abstract": "           Dissipative Kerr solitons in optical microresonators have emerged as a powerful tool for compact and coherent frequency comb generation. Advances in nanofabrication have allowed precise dispersion engineering, unlocking octave-spanning soliton combs that are essential for applications such as optical atomic clocks, frequency synthesis, precision spectroscopy, and astronomical spectrometer calibration. However, a key challenge hindering their practical deployment is the intrinsic bandwidth-efficiency trade-off: achieving broadband soliton generation requires large pump detuning, which suppresses power coupling and limits pump-to-comb conversion efficiencies to only a few percent. Recent efforts using pulsed pumping or coupled-resonator architectures have improved efficiency to several tens of percent, yet their bandwidths remain below one-tenth of an octave, inadequate for applications demanding wide spectral coverage. Here, we overcome this limitation by harnessing mode interactions between spatial modes within a single microresonator. The mode hybridization creates an additional power-transfer channel that supports large pump detuning while maintaining strong pump-to-resonator coupling, enabling broadband soliton formation at substantially reduced pump power. Using this approach, we demonstrate an octave-spanning soliton microcomb with a record pump-to-comb conversion efficiency exceeding 50%. These results resolve the fundamental bandwidth-efficiency dilemma in soliton microcombs and paves the way toward fully-integrated, high-efficiency, ultrabroad comb sources for next-generation photonic systems.         ",
    "url": "https://arxiv.org/abs/2512.05090",
    "authors": [
      "Yang Liu",
      "Andreas Jacobsen",
      "Thibault Wildi",
      "Yanjing Zhao",
      "Chaochao Ye",
      "Yi Zheng",
      "Camiel Op de Beeck",
      "José Carreira",
      "Michael Geiselmann",
      "Kresten Yvind",
      "Tobias Herr",
      "Minhao Pu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2512.04242",
    "title": "Characterizing Defect Dynamics in Silicon Carbide Using Symmetry-Adapted Collective Variables and Machine Learning Interatomic Potentials",
    "abstract": "           Silicon carbide (SiC) divacancies are attractive candidates for spin defect qubits possessing long coherence times and optical addressability. The high activation barriers associated with SiC defect formation and motion pose challenges for their study by first-principles molecular dynamics. In this work, we develop and deploy machine learning interatomic potentials (MLIPs) to accelerate defect dynamics simulations while retaining ab initio accuracy. We employ an active learning strategy comprising symmetry-adapted collective variable discovery and enhanced sampling to compile configurationally diverse training data, calculation of energies and forces using density functional theory (DFT), and training of an E(3)-equivariant MLIP based on the Allegro model. The trained MLIP reproduces DFT-level accuracy in defect transition activation free energy barriers, enables the efficient and stable simulation of multi-defect 216-atom supercells, and permits an analysis of the temperature dependence of defect thermodynamic stability and formation/annihilation kinetics to propose an optimal annealing temperature to maximally stabilize VV divacancies.         ",
    "url": "https://arxiv.org/abs/2512.04242",
    "authors": [
      "Soumajit Dutta",
      "Cunzhi Zhang",
      "Gustavo Perez Lemus",
      "Juan J. de Pablo",
      "Francois Gygi",
      "Giulia Galli",
      "Andrew L. Ferguson"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2512.04587",
    "title": "Supramolecular approach-based intermolecular interaction energy calculations using quantum phase estimation algorithm",
    "abstract": "           Accurate computation of non-covalent, intermolecular interaction energies is important to understand various chemical phenomena, and quantum computers are anticipated to accelerate it. Although the state-of-the-art quantum computers are still noisy and intermediate-scale ones, development of theoretical frameworks those are expected to work on a fault-tolerant quantum computer is an urgent issue. In this work, we explore resource-efficient implementation of the quantum phase estimation-based complete active space configuration interaction (QPE-CASCI) calculations, with the aid of the second-order Møller--Plesset perturbation theory (MP2)-based active space selection with Boys localized orbitals. We performed numerical simulations of QPE for the supramolecular approach-based intermolecular interaction energy calculations of the hydrogen-bonded water dimer, using 6 system and 6 ancilla qubits. With the aid of algorithmic error mitigation, the QPE-CASCI simulations achieved interaction energy predictions with an error of 0.02 kcal mol$^{-1}$ relative to the CASCI result, demonstrating the accuracy and efficiency of the proposed methodology. Preliminary results on quantum circuit compression for QPE are also presented to reduce the number of two-qubit gates and depth.         ",
    "url": "https://arxiv.org/abs/2512.04587",
    "authors": [
      "Yuhei Tachi",
      "Akihiko Arakawa",
      "Taisei Osawa",
      "Masayoshi Terabe",
      "Kenji Sugisaki"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2512.04666",
    "title": "Watt-level coherent microwave emission from dissipation engineered solid-state quantum batteries",
    "abstract": "           Recently proposed metastability-induced quantum batteries have shown particular promise for coherent microwave generation. However, achieving high-power coherent microwave generation in quantum batteries remains fundamentally challenging due to quantum correlations, aging, and self-discharging processes. For the cavity-quantum-electrodynamics (CQED)-based quantum batteries, a further trade-off arises between strong spin-photon coupling for energy storage and sufficient output coupling for power delivery. To overcome these constraints, we introduce dissipation engineering as a dynamic control strategy that temporally separates energy storage and release. By suppressing emission during charging and rapidly enhancing the output coupling during discharging, we realize nanosecond microwave bursts with watt-level peak power. By optimizing three dissipation schemes, we improve work extraction efficiency of the quantum battery by over two orders of magnitude and achieve high power compression factors outperforming the state-of-the-art techniques, establishing dissipation engineering as a pathway toward room-temperature, high-power coherent microwave sources.         ",
    "url": "https://arxiv.org/abs/2512.04666",
    "authors": [
      "Yuanjin Wang",
      "Hao Wu",
      "Mark Oxborrow",
      "Qing Zhao"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2512.04962",
    "title": "Convergence of sample-based quantum diagonalization on a variable-length cuprate chain",
    "abstract": "           Sample-based quantum diagonalization (SQD) is an algorithm for hybrid quantum-classical molecular simulation that has been of broad interest for application with noisy intermediate scale quantum (NISQ) devices. However, SQD does not always converge on a practical timescale. Here, we explore scaling of the algorithm for a variable-length molecule made up of 2 to 6 copper oxide plaquettes with a minimal molecular orbital basis. The results demonstrate that enabling all-to-all connectivity, instituting a higher expansion order for the SQD algorithm, and adopting a non-Hartree-Fock molecular orbital basis can all play significant roles in overcoming sampling bottlenecks, though with tradeoffs that need to be weighed against the capabilities of quantum and classical hardware. Additionally, we find that noise on a real quantum computer, the Quantinuum H2 trapped ion device, can improve energy convergence beyond expectations based on noise-free statevector simulations.         ",
    "url": "https://arxiv.org/abs/2512.04962",
    "authors": [
      "L. Andrew Wray",
      "Cheng-Ju Lin",
      "Vincent Su",
      "Hrant Gharibyan"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Other Condensed Matter (cond-mat.other)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2410.17298",
    "title": "Does quantum mechanics apply to macroscopic objects? How to define macro?",
    "abstract": "           According to Quantum Mechanics a narrow wave-packet of the center of mass of any macroscopic object should smear out after some time. The problem is usually waved out by assuming that due to their heavy masses this occurs over astronomical times. Without a clear definition of macroscopic objects this remains ambiguous. On the other hand, Quantum Mechanics allows and energetically even prefers largely smeared out c.m. states that never been seen. Why is this the real state of the world we know? Does it suggest a micro-macro threshold with different theoretical descriptions? Does offer micro-miniaturization a hope for answering these questions?         ",
    "url": "https://arxiv.org/abs/2410.17298",
    "authors": [
      "Ladislaus Alexander Bányai"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2508.10277",
    "title": "MCP-Enabled LLM for Meta-optics Inverse Design: Leveraging Differentiable Solver without LLM Expertise",
    "abstract": "           Automatic differentiation (AD) enables powerful metasurface inverse design but requires extensive theoretical and programming expertise. We present a Model Context Protocol (MCP) assisted framework that allows researchers to conduct inverse design with differentiable solvers through large language models (LLMs). Since LLMs inherently lack knowledge of specialized solvers, our proposed solution provides dynamic access to verified code templates and comprehensive documentation through dedicated servers. The LLM autonomously accesses these resources to generate complete inverse design codes without prescribed coordination rules. Evaluation on the Huygens meta-atom design task with the differentiable TorchRDIT solver shows that while both natural language and structured prompting strategies achieve high success rates, structured prompting significantly outperforms in design quality, workflow efficiency, computational cost, and error reduction. The minimalist server design, using only 5 APIs, demonstrates how MCP makes sophisticated computational tools accessible to researchers without programming expertise, offering a generalizable integration solution for other scientific tasks.         ",
    "url": "https://arxiv.org/abs/2508.10277",
    "authors": [
      "Yi Huang",
      "Bowen Zheng",
      "Yunxi Dong",
      "Hong Tang",
      "Huan Zhao",
      "Rakibul Hasan Shawon",
      "Sensong An",
      "Hualiang Zhang"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2509.00732",
    "title": "Classical and Quantum Beam Dynamics Simulation of the RF Photoinjector Test Bench at JINR",
    "abstract": "           We present beam-dynamics simulations for an S-band RF photoinjector test bench under development at JINR, aimed at producing high-quality electron beams and enabling future generation of relativistic vortex electrons. Simulations of the 1.5-cell photogun under the presently available RF gradient of ~45 MV/m demonstrate stable bunch formation at low charge (Q = 0.63 pC), where space-charge forces are weak, and the transverse emittance is dominated by RF-induced correlations. Optimization of the injection phase and cathode-region solenoid yields a robust emittance-stabilization regime with a final normalized emittance of ~3.2 pi mm mrad. To assess prospects for accelerating structured electron beams, we additionally model the quantum evolution of single-electron Laguerre-Gaussian wave packets. The results show that multi-MeV acceleration suppresses free-space spreading and preserves the wave-packet's initial OAM structure, indicating that the test bench provides suitable conditions for forthcoming experimental studies of relativistic vortex electrons.         ",
    "url": "https://arxiv.org/abs/2509.00732",
    "authors": [
      "A.S. Dyatlov",
      "A.V. Afanasyev",
      "V.V. Kobets",
      "A.E. Levichev",
      "M.V. Maksimov",
      "D.A. Nikiforov",
      "M.A. Nozdrin",
      "K.A. Sibiryakova",
      "K.E. Yunenko",
      "D.V. Karlovets"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2509.04201",
    "title": "Nanometer-precision tracking of adipocyte dynamics via single lipid droplet whispering-gallery optical resonances",
    "abstract": "           Biophotonics - and more recently, biointegrated photonics - offer transformative tools for probing cellular processes with unprecedented precision. Among these, whispering gallery mode (WGM) resonators - optical microcavities formed in spherical structures - have emerged as powerful biosensors and intracellular barcodes. Lipid droplets (LDs), with their high refractive index and intrinsic spherical geometry, are ideal candidates for supporting intracellular lasing. Although lasing in LDs has been previously demonstrated, it has not yet been harnessed to study live cell biology. Here, we report the first use of WGM resonances in LDs of live primary adipocytes, employing a continuous-wave (CW) laser at powers below the biological damage threshold. By measuring these resonances, we achieved nanometer-scale precision in size estimation, enabling real-time observation of rapid LD dynamics and deformations on the minute scale, far beyond the spatio-temporal resolution of conventional microscopy. We systematically characterized this photonic sensing approach, demonstrating its ability to resolve adipocyte heterogeneity, monitor lipolytic responses to forskolin and isoproterenol, and detect early signs of cell viability loss, well before conventional assays. This proof-of-concept establishes intracellular LD WGM resonances as a robust platform for investigating live single-cell metabolism. The technique enables rapid, cost-effective assessment of adipocyte function, reveals cell-to-cell variability obscured by bulk assays, and lays the foundation for high-throughput analysis of metabolism- and obesity-related diseases at both cellular and tissue levels.         ",
    "url": "https://arxiv.org/abs/2509.04201",
    "authors": [
      "Rok Podlipec",
      "Ana Krišelj",
      "Maja Zorc",
      "Petra Matjan Štefin",
      "Siegfried Usaar",
      "Matjaž Humar"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Soft Condensed Matter (cond-mat.soft)",
      "Cell Behavior (q-bio.CB)"
    ]
  },
  {
    "id": "arXiv:2509.13518",
    "title": "Quantum Dial for High-Harmonic Generation",
    "abstract": "           High-harmonic generation (HHG) is a highly nonlinear optical process that typically requires an intense laser to trigger emissions at integer multiples of the driving field frequency. However, the strong fields required for conventional HHG inevitably perturb the system, limiting its use as a nondestructive spectroscopic probe. Recent advances in bright squeezed vacuum (BSV) sources have created opportunities to drive HHG with quantum fields alone. In this work, we demonstrate a regime in which the light-matter interactions can be controlled and tuned using a weak classical field, whose pulse energy is two orders of magnitude lower than that in standard HHG-perturbed by an even weaker quantum field such as BSV. This approach opens new avenues for nonlinear spectroscopy of materials while substantially suppressing strong laser-induced damage, distortions, and heating. We show that a BSV pulse containing less than 5% of the classical driving energy can act as an 'optical dial', allowing tuning of the nonlinear emission spectrum, emission angular dependence, and ionization.         ",
    "url": "https://arxiv.org/abs/2509.13518",
    "authors": [
      "Lu Wang",
      "Andrew M. Parks",
      "Adam Thorpe",
      "Graeme Bart",
      "Giulio Vampa",
      "Thomas Brabec"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2509.21615",
    "title": "The Weakly-Nonlinear Admittance at Open Ends of Two- and Three-Dimensional Acoustic Waveguides",
    "abstract": "           We formulate a weakly-nonlinear exit condition for open ends of acoustic waveguides without mean flow; to our knowledge this is the first time an acoustic open end has been analysed outside the linear regime. The resulting admittance boundary condition, and its weakly-nonlinear counterpart, extends recent weakly-nonlinear modelling of curved ducts (Jensen & Brambley 2025, arXiv:2503.11536) to include open ends. We approximate free space by considering the open-ended duct to be enclosed within a much larger concentric duct; within the larger duct, the smaller duct exit is modelled as an acoustic discontinuity. Importantly, the superposition principle is unneeded, allowing the model to be applied in the nonlinear regime. The exit condition can be calculated without needing to solve the full problem in either the outer or inner ducts, making it numerically efficient. The exit condition is validated in the linear regime by comparison to Wiener--Hopf solutions of the duct end correction, and a novel nonlinear end correction is proposed; we find that both non-plane waves and nonlinearity cause the end correction to vary significantly from Rayleigh's classical $0.6$ radii result. A number of numerical illustrations are then discussed, demonstrating nonlinear effects, sound radiating from curved ducts, sound radiating from an exponential horn (representative of brass instrument bells), and the harmonic effects of the open end on in-duct resonances. The model has potential applications to sound in woodwind and brass instruments.         ",
    "url": "https://arxiv.org/abs/2509.21615",
    "authors": [
      "Freddie Jensen",
      "Harry Turnbull",
      "Edward James Brambley"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2510.15997",
    "title": "Frequency domain laser ultrasound for inertial confinement fusion target wall thickness measurements",
    "abstract": "           In inertial confinement fusion experiments hollow, spherical mm-sized capsules are used as a container for nuclear fuel. To achieve maximum implosion efficiency, a perfect capsule geometry is required. This paper presents a wall thickness measurement method based on zero-group velocity guided elastic wave resonances. They are measured with a non-destructive, contactless frequency domain laser ultrasound microscopy system. Wall thickness measurements along the equator of a high-density carbon capsule with a diameter of around 2 mm and a wall thickness of around 80 $\\unicode{x00B5}$m excellently agree with infrared interferometry reference measurements. In addition, the multi-resonant nature of a spherical shell is studied by complementing experimental observations with plate dispersion calculations and finite element wave propagation simulations. The presented method is scalable and can be applied to a broad range of target materials, including metals, or metal-doped targets.         ",
    "url": "https://arxiv.org/abs/2510.15997",
    "authors": [
      "Martin Ryzy",
      "Guqi Yan",
      "Clemens Grünsteidl",
      "Georg Watzl",
      "Kevin Sequoia",
      "Pavel Lapa",
      "Haibo Huang"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2512.00954",
    "title": "A C-band microwave rectenna using aperture-coupled antenna array and novel Class-F rectifier with cavity",
    "abstract": "           A rectenna (rectifying antenna) is usually applied to a microwave power transmission (MPT) system as a terminal, which receives microwave (MW) power and converts them into DC power. A 5.8 GHz aperture-coupled patch antenna array is developed with a gain of 19.5 dBi, which is a part of the rectenna. A novel Class-F rectifier with a series diode is proposed to achieve a high rectifying efficiency based on harmonic termination techniques. The input circuit of the proposed rectifier is taken into consideration to reach the Class-F condition, while mostly only the output circuit is involved in conventional Class-F designs. A low-pass filter based on defected ground structure is implemented, which not only blocks the harmonics produced in rectifying but also presents desired impedance at harmonics. The current and voltage waveforms on the diode are well enforced. The radiation feature of the rectifier is presented as well. It shows that an optimized cavity, which shields the parasite radiation, may achieve a 5% enhancement on the MW-to-DC conversion efficiency. A C-band rectifier based on HSMS-286 Schottky diode is fabricated and measured. A MPT simple demo system is constructed with the proposed rectifier and antenna. A measured maximum MW-to-DC conversion efficiency of 72% is achieved on the rectifier. The design method is extremely valuable in a high conversion efficiency rectenna design based on harmonic termination techniques.         ",
    "url": "https://arxiv.org/abs/2512.00954",
    "authors": [
      "C Yu",
      "F Tan",
      "C Liu"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2512.01624",
    "title": "A Platform for Evanescently Trapping Rb-87 Using Silicon Nitride Strip Waveguides Buried in Silica",
    "abstract": "           Cold-atom systems have emerged as a highly promising avenue for quantum-enhanced position, navigation, and timing applications. However, their wider adoption is currently hampered in part by the large footprint of the systems. In leveraging the miniaturisation possible through photonic integrated circuits, cold-atom sensors would be able to reach much wider commercial adoption. In this paper, we introduce a platform for evanescently trapping 87Rb using strip silicon nitride waveguides buried in silica using red- and blue-detuned fundamental and higher-order modes, providing a three-dimensional adjustable trap for BEC-based, chip-scale work in quantum science and technologies.         ",
    "url": "https://arxiv.org/abs/2512.01624",
    "authors": [
      "Sam J. Harding",
      "Carrie Weidner"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2511.16457",
    "title": "Distinguishing thermal versus quantum annealing using probability-flux signatures across interaction networks",
    "abstract": "           Simulated annealing provides a heuristic solution to combinatorial optimization problems. The cost function of a problem is mapped onto the energy function of a physical many-body system, and, by using thermal or quantum fluctuations, the system explores the state space to find the ground state, which corresponds to the optimal solution of the problem. Studies have highlighted both the similarities and differences between thermal and quantum fluctuations. Nevertheless, fundamental understanding of thermal and quantum annealing remains incomplete, making it unclear how quantum annealing outperforms thermal annealing in which problem instances. Here, we investigate the many-body dynamics of thermal and quantum annealing by examining all possible interaction networks of $\\pm J$ Ising spin systems up to seven spins. Our comprehensive investigation reveals that differences between thermal and quantum annealing emerge for particular interaction networks, indicating that the structure of the energy landscape distinguishes the two dynamics. We identify the microscopic origin of these differences through probability fluxes in state space, finding that the two dynamics are broadly similar, but that quantum tunnelling produces qualitative differences. Our results provide insight into how thermal and quantum fluctuations navigate a system toward the ground state in simulated annealing, and are experimentally verifiable in atomic, molecular, and optical systems. Furthermore, these insights may improve mappings of optimization problems to Ising spin systems, yielding more accurate solutions in faster simulated annealing and thus benefiting real-world applications in industry. Our comprehensive survey of interaction networks and visualization of probability flux can help to understand, predict, and control quantum advantage in quantum annealing.         ",
    "url": "https://arxiv.org/abs/2511.16457",
    "authors": [
      "Yoshiaki Horiike",
      "Yuki Kawaguchi"
    ],
    "subjectives": [
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Data Analysis, Statistics and Probability (physics.data-an)",
      "Quantum Physics (quant-ph)"
    ]
  }
]