[
  {
    "id": "arXiv:2509.03679",
    "title": "Challenges in Scaling ScAlN Bulk Acoustic Wave Filters toward Ku-Band Frequencies",
    "abstract": "           This paper reports an 11.7 GHz compact filter based on Scandium Aluminum Nitride (ScAlN) Film Bulk Acoustic Resonators (FBARs) and provides a detailed analysis of the fundamental challenges that limit performance when scaling to higher frequencies. A 50 {\\Omega} ladder filter based on single-layer thin film ScAlN with Platinum (Pt) electrodes was demonstrated at 11.7 GHz with a 3 dB fractional bandwidth (FBW) of 4.0% and an out of band rejection greater than 23.1 dB. However, the filter exhibits a moderate insertion loss (IL) of 6.8 dB, which is attributed to a limited Quality (Q) factor in the constituent resonators. Consequently, we identify and analyze three primary challenges in frequency scaling ScAlN FBARs with thinner film stacks: 1) degradation of piezoelectric thin-film crystal quality, 2) increased series resistance in ultra-thin electrodes, and 3) residual film stress that limits device size and structural integrity. By establishing a clear relationship between these fabrication-level challenges and the resulting device performance, this work provides critical insights for the future development of low-loss acoustic filters for millimeter-wave applications.         ",
    "url": "https://arxiv.org/abs/2509.03679",
    "authors": [
      "Sinwoo Cho",
      "Byeongjin Kim",
      "Lezli Matto",
      "Omar Barrera",
      "Pietro Simeoni",
      "Yinan Wang",
      "Michael Liao",
      "Tzu-Hsuan Hsu",
      "Jack Kramer",
      "Matteo Rinaldi",
      "Mark S. Goorsky",
      "Ruochen Lu"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2509.03752",
    "title": "Polarization control via artificial optical nonlinearity in dielectric metasurfaces",
    "abstract": "           Nonlinear optical phenomena are generally governed by geometry in matter systems, as they depend on the spatial arrangement of atoms within materials or molecules. Metasurfaces, through precisely designed geometries on a subwavelength scale, allow tailoring the optical response of a material far beyond its natural properties. Therefore, metasurfaces are highly appealing to enable the engineering of nonlinear optical interactions at an unprecedented level. Current studies on nonlinear metasurfaces predominantly focus on the phase control of the generated light. Nonetheless, investigating the tensorial nature of the nonlinearity of metasurfaces and its effect on the polarization of the generated light is critical to fully unlock a range of applications, such as nonlinear vector beam generation and nonlinear polarization imaging. Here, we study the artificial optical nonlinearity of a dielectric metasurface originating from its meta-atom symmetry and describe the third-order nonlinear behavior by considering the polarization degree of freedom. We establish an effective nonlinear medium model that serves as a design toolbox for developing amorphous silicon-based geometric metasurfaces with customizable features in third harmonic generation. We further extract quantitative values of the artificial nonlinear susceptibility tensor elements related to the investigated nonlinear process and geometry. The implemented functional devices demonstrate the versatility of dielectric metasurfaces in shaping the emitted light in terms of amplitude, phase, and polarization, for the precise engineering of novel nonlinear architectures targeting applications in nonlinear imaging and complex light generation.         ",
    "url": "https://arxiv.org/abs/2509.03752",
    "authors": [
      "Fuyong Yue",
      "Giacomo Balistreri",
      "Nicola Montaut",
      "Fabrizio Riminucci",
      "Andrea Toma",
      "Riccardo Piccoli",
      "Stefano Cabrini",
      "Roberto Morandotti",
      "Luca Razzari"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2509.03861",
    "title": "Enhancing Optical Performance of Liquid Crystal Lens Arrays via Electrode Design Optimization",
    "abstract": "           A liquid crystal (LC) lens array based on double-layer composite electrodes, characterized by a large aperture, short focal length, and low operating voltage is demonstrated. The lens array consists of an LC layer, a top common electrode, a bottom double-layer composite electrode layer, and an oxide layer. The bottom double-layer composite electrode layer comprises the pixel electrodes and the auxiliary electrode. In focusing mode, the pixel electrodes receive operational voltage to establish the LC layer's electric field, with the auxiliary electrode applying reduced voltage for field optimization. Experiment results show that the proposed LC lens array achieves the shortest focal length of 3.3 mm when the pixel electrodes are set at 5.2 Vrms and the auxiliary electrode is set at 2.6 Vrms. This design addresses the technical challenge of achieving larger apertures (800 {\\mu}m or more), offering enhanced viewing zones and improved 3D performance. This configuration provides an ideal refractive index distribution in a relatively thick LC layer, enabling 2D/3D switchable display with performance superior to current LC lens arrays of equivalent aperture. Furthermore, the proposed structure demonstrates excellent tolerance to manufacturing errors.         ",
    "url": "https://arxiv.org/abs/2509.03861",
    "authors": [
      "Rui Ding",
      "Li-Lan Tian",
      "Yi Zheng",
      "Yu-Meng Zeng",
      "Fan Zou",
      "Yue Niu",
      "Rong-Fu Liu",
      "Ji-Wei Zhou"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2509.03874",
    "title": "Integrated photonic ultrawideband real-time spectrum sensing for 6G wireless networks",
    "abstract": "           The sixth generation (6G) wireless networks require dynamic spectrum management to optimize the utilization of scarce spectral resources and support emerging integrated sensing and communication (ISAC) applications. This necessitates real-time spectrum sensing (RT-SS) capability with ultrawide measurement range, compact size, and low latency. Conventional electronic RT-SS solutions face critical challenges in operating across the millimeter-wave and sub-terahertz bands, which are essential spectra for 6G wireless. While photonic RT-SS has the potential to surpass this limitation, the current implementations feature limited bandwidths below 50 GHz and mostly rely on bulky dispersive fibers with high latency. Here, we address these challenges by developing an integrated photonic RT-SS system capable of ultrabroadband measurement from microwave to sub-terahertz bands, covering the full spectrum for 6G wireless. The photonic RT-SS circuit integrates a broadband electro-optic (EO) modulator for unknown signal loading, an EO tunable microring filter bank for high-speed parallel frequency-to-time mapping, as well as an EO comb for precise channel frequency referencing, all realized on a single thin-film lithium niobate chip. We achieve an unprecedented spectral measurement range beyond 120 GHz at a low latency of less than 100 ns. To validate the effectiveness of our photonic RT-SS system in future 6G scenes, we further propose a heuristic spectro-temporal resource allocation algorithm and conduct a proof-of-concept ISAC demonstration, where a radar adaptively access RT-SS-informed spectrally underutilized regions for high-quality target sensing under dynamic communication interferences. Our work presents a compact and cost-effective solution for efficient spectrum sharing and dynamic management in future 6G ISAC networks.         ",
    "url": "https://arxiv.org/abs/2509.03874",
    "authors": [
      "Yuansheng Tao",
      "Hanke Feng",
      "Yuan Fang",
      "Xiangzhi Xie",
      "Yuansong Zeng",
      "Yifan Wu",
      "Tong Ge",
      "Yiwen Zhang",
      "Zhaoxi Chen",
      "Zihan Tao",
      "Jie Xu",
      "Haowen Shu",
      "Xingjun Wang",
      "Xianghao Yu",
      "Cheng Wang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2509.03958",
    "title": "High-Flux Entangled Photon Generation via Clinical Megavoltage Radiotherapy Beams for Quantum Imaging and Theranostics",
    "abstract": "           Traditional sources of quantum-entangled photons, such as spontaneous parametric down-conversion, suffer from low flux, limiting clinical applications. We investigated whether clinical megavoltage (MV) radiotherapy beams can serve as dual-purpose sources, delivering therapeutic dose while simultaneously generating high-flux entangled photon pairs for quantum ghost imaging, quantum theranostics (QTX), and related applications. Using GEANT4 Monte Carlo simulations, we modeled water-equivalent phantoms containing 2 cm spherical tumors loaded with gold nanoparticles (AuNPs, 10 mg/mL). Clinical spectra at 6, 10, and 15 MV were simulated. Key metrics included 511 keV photon-pair yield, positronium lifetimes (time-resolved), Doppler and energy broadening (energy-resolved), signal-to-noise ratios (SNR), and entanglement retention at depths from 5 to 15 cm. Pair yields scaled with beam energy and AuNP concentration, reaching about 10^8 pairs per Gy per cm^3 in AuNP-loaded tumors. Positronium lifetime shifts (about 100 ps) reflected tumor oxygenation and reactive oxygen species, offering potential functional biomarkers. Doppler (1-3 keV) and AuNP-induced line broadening (0.5-1 keV) produced distinct spectroscopic signatures of electron density, tissue composition, and nanoparticle uptake. Time-resolved QTX revealed oxygenation and ROS levels, energy-resolved QTX probed tissue density and atomic composition, and combined modes enabled comprehensive theranostic imaging. Depth-dependent simulations achieved voxel SNRs exceeding 100. These findings demonstrate that clinical MV beams can serve as practical, high-flux entangled photon sources. Integrated time- and energy-resolved QTX supports functional and spectroscopic tumor imaging, enables nanoparticle optimization, and expands quantum imaging platforms from optical (eV) to therapeutic (hundreds of keV) regimes.         ",
    "url": "https://arxiv.org/abs/2509.03958",
    "authors": [
      "Gustavo Olivera",
      "Bashkim Ziberi",
      "Stephen Avery",
      "Heth Devin Skinner",
      "Erno Sajo",
      "Hugo Ribeiro",
      "M. Saiful Huq"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2509.03965",
    "title": "Optical Fiber-Waveguide Hybrid Architecture for Mid-Infrared Ring Lasers",
    "abstract": "           We report a mid-infrared ring laser via fiber-to-waveguide hybrid integration enabled by directional couplers fabricated in fluoride glasses. Directional couplers were inscribed into fluoride glass using femtosecond laser direct writing, forming low-loss waveguides with a high positive refractive index change. The waveguides were optimized for efficient guidance at a wavelength of 2.7 {\\textmu}m. Directional couplers with systematically varied coupling gap and interaction lengths were fabricated and experimentally characterized, demonstrating controllable power splitting ratios spanning from complete transmission (100:0) to balanced coupling (50:50). A directional coupler with a 7 {\\textmu}m coupling gap and a 1.5 mm interaction length, providing an 80:20 power splitting ratio, was integrated with a cladding-pumped Er:ZBLAN fiber to realize a ring laser cavity. The resulting device produced stable lasing at 2716.7 nm with an output power of 14.2 mW. This work represents the first realization of a fully fiber-chip integrated mid-infrared laser source and opens new avenues for 3D photonic integration in fluoride glasses, enabling design flexibility previously unattainable in traditional fiber-optics architectures.         ",
    "url": "https://arxiv.org/abs/2509.03965",
    "authors": [
      "Tinghui An",
      "T Toney Fernandez",
      "Yuchen Wang",
      "Yiguang Jiang",
      "Benjamin Johnston",
      "Solenn Cozic",
      "Marcel Poulain",
      "Thipahine Rault",
      "Long Zhang",
      "Alex Fuerbach"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2509.04022",
    "title": "Spin-to-charge conversion driven by inverse chiral-induced spin selectivity",
    "abstract": "           Chiral molecules have attracted significant multidisciplinary interest and extensive research owing to their remarkable ability to achieve charge-to-spin conversion, known as the chiral-induced spin selectivity (CISS). A recent experiment has revealed that chiral molecules also exhibit an unexpected capability for spin-to-charge conversion, referred to as the inverse CISS (ICISS), opening unprecedented avenues for the study and application of chiral molecules. Here, we propose a specific theoretical explanation, suggesting that ICISS arises from the spin-dependent deflection of electrons caused by the interaction between the spin and chiral structure. Our numerical results are in excellent agreement with experimental observations, demonstrating that ICISS persists under strong disorder. Our model also reproduces the inverse spin Hall effect (ISHE) in this experiment. Comparative analysis reveals that ICISS employs an unconventional spin-to-charge conversion mechanism distinct from conventional ISHE approaches. We provide a comprehensive explanation of ICISS, elucidate experimental phenomena, and pave the way for organic-based spintronics.         ",
    "url": "https://arxiv.org/abs/2509.04022",
    "authors": [
      "Tian-Yi Zhang",
      "Peng-Yi Liu",
      "Ai-Min Guo",
      "Qing-Feng Sun"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2509.04195",
    "title": "Enhanced intraband absorption in two-step photon upconversion solar cells with a double-tunnel-junction structure",
    "abstract": "           Two-step photon upconversion solar cells (TPU-SCs) belong to the class of solar cells that in principle can exceed the Shockley--Queisser limit for single-junction solar cells. A TPU-SC basically consists of a wide-gap and a narrow-gap semiconductor layer, where intraband absorption of infrared (IR) photons by electrons accumulated at the conduction-band-edge discontinuity leads to an increase in the output current and voltage. This IR-induced upconversion process enables a better utilization of the broad solar spectrum, and quantum dots (QDs) can be added to improve the intraband transition rates in actual devices. In this study, we added an n--p--n double-tunnel-junction structure to an $\\mathrm{Al_{0.3}Ga_{0.7}As}$/GaAs TPU-SC including a QD layer to further enhance the contribution of intraband absorption to the output current. The double-tunnel-junction structure should suppress carrier recombination at the heterointerface and improve the extraction efficiency of electrons after intraband absorption. We performed two-color excitation experiments using IR and 784-nm light, and we particularly found that 784-nm light causes a significant amount of intraband transitions in this device. By employing rate equations, we clarify that this result demonstrates a higher intraband absorption efficiency due to the double-tunnel-junction structure. This highlights the potential of double-tunnel-junction structures for the realization of high-efficiency TPU-SCs.         ",
    "url": "https://arxiv.org/abs/2509.04195",
    "authors": [
      "Koichiro Matsuzawa",
      "Shigeo Asahi",
      "Takashi Kita"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2509.04201",
    "title": "Nanometer-precision tracking of adipocyte dynamics via single lipid droplet whispering-gallery optical resonances",
    "abstract": "           Biophotonics-and more recently, biointegrated photonics-offer transformative tools for probing cellular processes with unprecedented precision. Among these, whispering gallery mode (WGM) resonators-optical microcavities formed in spherical structures-have emerged as powerful biosensors and intracellular barcodes. Lipid droplets (LDs), with their high refractive index and intrinsic spherical geometry, are ideal candidates for supporting intracellular lasing. Although lasing in LDs has been previously demonstrated, it has not yet been harnessed to study live cell biology. Here, we report the first use of WGM resonances in LDs of live primary adipocytes, employing a continuous-wave (CW) laser at powers below the biological damage threshold. By measuring these resonances, we achieved nanometer-scale precision in size estimation, enabling real-time observation of rapid LD dynamics and deformations on the minute scale, far beyond the spatio-temporal resolution of conventional microscopy. We systematically characterized this photonic sensing approach, demonstrating its ability to resolve adipocyte heterogeneity, monitor lipolytic responses to forskolin and isoproterenol, and detect early signs of cell viability loss, well before conventional assays. This proof-of-concept establishes intracellular LD WGM resonances as a robust platform for investigating live single-cell metabolism. The technique enables rapid, cost-effective assessment of adipocyte function, reveals cell-to-cell variability obscured by bulk assays, and lays the foundation for high-throughput analysis of metabolism- and obesity-related diseases at both cellular and tissue levels.         ",
    "url": "https://arxiv.org/abs/2509.04201",
    "authors": [
      "Rok Podlipec",
      "Ana Krišelj",
      "Maja Garvas Zorc",
      "Petra Matjan Štefin",
      "Siegfried Usaar",
      "Matjaž Humar"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Soft Condensed Matter (cond-mat.soft)",
      "Cell Behavior (q-bio.CB)"
    ]
  },
  {
    "id": "arXiv:2509.04305",
    "title": "Chip-scale optically driven phononic frequency comb with 1-70 GHz span",
    "abstract": "           A phononic frequency comb consists of equally spaced components in the mechanical frequency domain and holds promise for numerous applications. Yet, prior demonstrations have been limited in spectral range due to the inherently low mechanical frequencies. In this work, we report a phononic comb with a record span from 1 to 70 GHz. This result is achieved by harnessing the strong mechanical nonlinearity of a $2.5$-$\\mu$m-radius silicon carbide microdisk, which supports a radial breathing mode at $1.655$ GHz with a mechanical quality factor of 13,500. With just 1 mW of dropped optical power, radiation pressure from a continuous-wave pump drives strong phonon lasing, generating 42 phase-locked harmonics with $1.655$ GHz spacing. The combination of such broad bandwidth, low phase noise (-132 dBc/Hz at 1 MHz offset frequency) and frequency stability ($<10^{-7}$ at 1 second of averaging time) positions this ultracompact phononic comb as a powerful platform for diverse applications.         ",
    "url": "https://arxiv.org/abs/2509.04305",
    "authors": [
      "Xirui Gou",
      "William Privratsky",
      "Wenhan Sun",
      "Yuncong Liu",
      "Hamed Abiri",
      "Qing Li"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2509.04313",
    "title": "Ultrasound-Triggered Release of Anticancer Nanoparticles from Electrospun Fabrics Integrated with Soft Robotic Tentacles",
    "abstract": "           The prompt identification of pancreatic cancer symptoms is an ongoing clinical challenge, often leading to late diagnosis and poor prognosis. Tumor 'hijacking' of the pancreatic stromal structure limits the uptake of systemic chemotherapeutics. Localized drug delivery systems (DDS) using endoluminal techniques are widely utilized, with positive early results for improved control over tumor growth. There is a need for technologies that integrate endoluminal resources and intelligent material systems to better control the spatiotemporal delivery of chemotherapeutics. We demonstrate the ultrasound (US)-triggered localized release of therapeutics through the design of solvent traceless drug-loaded vinylbenzyl-functionalized gelatin (gel4vbc) nanoparticles (NPs) integrated with an electrospun fabric. Albumin-loaded NPs encapsulated into a poly(vinyl alcohol) (PVA) coating of a poly(epsilon-caprolactone) fabric evidence tunable triggered NP delivery controlled by regulating PVA concentration (0-1 wt.%) and US intensity (0-3 W/cm2). The fixation of the NP-coated fabric to a magnetic tentacle robot (MTR) enables the automated manipulation into a phantom pancreatic duct before the US-triggered release of NP-loaded albumin and MTR retraction. Albumin release is controlled by varying the surface area of the NP-loaded MTR-coating fabric. Herein we have designed a novel DDS capable of facile integration into soft robotics and US-triggered delivery of therapeutic-loaded NPs.         ",
    "url": "https://arxiv.org/abs/2509.04313",
    "authors": [
      "Samuel C. T. Moorcroft",
      "Benjamin Calmé",
      "Charles Brooker",
      "Pietro Valdastri",
      "Russell Harris",
      "Stephen J. Russell",
      "Giuseppe Tronci"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2509.03562",
    "title": "Integrated effect of the cosmic space magnetic field on the acceleration noise of the TQ gravitational wave detection program",
    "abstract": "           The TianQin(TQ) program is to deploy three satellites that can form an equilateral triangle in about 100,000 km Earth orbit to capture gravitational wave signals in the low-frequency band. In order to ensure accurate capture, noise needs to be analyzed and compensated. In this paper, we model and analyze the acceleration noise generated by the test mass affected by the magnetic field in space. In this paper, we use the Tsyganenko model as the background magnetic field of the TQ orbit, calculate the magnetic field and magnetic field gradient of the satellite orbit from 1997 to 2023, analyze the acceleration noise due to the coupling of the residual magnetic moment, the induced magnetic moment with the magnetic field in space and the acceleration noise due to the Lorentz force, and calculate the acceleration integrated noise of the influence of the magnetic field on the test mass from the power spectral densities of the modeled magnetic field and the magnetic field gradient. The acceleration integrated noise of the magnetic field influence on the test mass is calculated from the power spectral density of the magnetic field and the magnetic field gradient obtained by the model. Through the simulation study, the acceleration of the test mass induced by the magnetic field in the space of the TQ orbit reaches the magnitude of $10^{-16}ms^{-1}Hz^{-1/2}$, which is an important source of the influencing noise. The acceleration noise induced by the magnetic field and the Lorentz force is relatively higher than that induced by the magnetic field gradient.         ",
    "url": "https://arxiv.org/abs/2509.03562",
    "authors": [
      "Cheng-Long Yu",
      "Jin Yan",
      "Lin Ji",
      "Wen-Ke Shi",
      "Yi Zhang",
      "Run-Qiu Liu",
      "Hong-Qing Huo"
    ],
    "subjectives": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      "High Energy Astrophysical Phenomena (astro-ph.HE)",
      "Space Physics (physics.space-ph)"
    ]
  },
  {
    "id": "arXiv:2509.03797",
    "title": "A high-lying isomer in ^{92}Zr with lifetime modulated by the atomic charge states: a proposed approach for a nuclear gamma-ray laser",
    "abstract": "           The nuclides ^{92}Zr are produced and transported by using a radioactive beam line to a lowbackground detection station. After a flight time of about 1.14 {\\mu}s, the ions are implanted into a carbon foil, and four {\\gamma} rays deexciting the 8+ state in ^{92}Zr are observed in coincidence with the implantation signals within a few nanoseconds. We conjecture that there exists an isomer located slightly above the 8^{+} state in ^{92}Zr. The isomeric lifetime in highly charged states is extended significantly due to the blocking of internal conversion decay channels, enabling its survival over the transportation. During the slowing-down process in the carbon foil, the ^{92}Zr ions capture electron and evolve toward neutral atoms, and consequently the lifetime is restored to a normal short value. Such a high-lying isomer depopulated by a low-energy transition may provide unique opportunity to develop nuclear {\\gamma} laser.         ",
    "url": "https://arxiv.org/abs/2509.03797",
    "authors": [
      "C. X. Jia",
      "S. Guo",
      "B. Ding",
      "X. H. Zhou",
      "C.X. Yuan",
      "W. Hua J. G. Wang",
      "S. W. Xu",
      "C. M. Petrache",
      "E. A. Lawrie",
      "Y. B. Wu",
      "Y. D. Fang",
      "Y. H. Qiang",
      "Y. Y. Yang",
      "J. B. Ma",
      "J. L. Chen",
      "H. X. Chen",
      "F. Fang",
      "Y. H. Yu",
      "B.F. Lv",
      "F. F. Zeng",
      "Q. B. Zeng",
      "H. Huang",
      "Z. H. Jia",
      "W. Liang",
      "W. Q. Zhang",
      "J. H. Li",
      "J. H. Xu",
      "M. Y. Liu",
      "Y. Zheng",
      "Z. Bai",
      "S. L. Jin",
      "K. Wang",
      "F. F. Duan",
      "G. Yang",
      "G. S. Li",
      "M. L. Liu",
      "Z. Liu",
      "Z. G. Gan",
      "M. Wang",
      "Y. H. Zhang",
      "Y. Q. Liang",
      "Wei Rui",
      "S. Q. Li",
      "H. J. Ong",
      "Y. Li",
      "N. W. Huang",
      "L. J. Liu",
      "A. Rohilla"
    ],
    "subjectives": [
      "Nuclear Experiment (nucl-ex)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2509.03869",
    "title": "Electrically pumped ultra-efficient quantum frequency conversion on thin film lithium niobate chip",
    "abstract": "           Quantum frequency conversion (QFC) plays a crucial role in constructing seamless interconnection between quantum systems operating at different wavelengths. To advance future quantum technology, chip-scale integrated QFC components, featuring high efficiency, small footprint, low power consumption and high scalability, are indispensable. In this work, we demonstrate the first hybrid integrated QFC chip on thin film lithium niobate platform that connects the telecom and visible bands. Benefiting from the periodically poled microring resonator with ulta-high normalized conversion efficiency of 386,000 %/W, an ultra-low pump power of 360 {\\mu}W is achieved which is more than two orders of magnitude lower than traditional straight waveguide scheme. By injecting current into the chip, an on-chip quantum efficiency of 57% and a noise count of ~ 7k counts per second are achieved. Such an electrically pumped, integrated and scalable QFC chip would significantly advancing the integration of quantum network and the development of chip-scale quantum optical systems.         ",
    "url": "https://arxiv.org/abs/2509.03869",
    "authors": [
      "Xina Wang",
      "Xu-Feng Jiao",
      "Bo Cao",
      "Yang Liu",
      "Xiu-Ping Xie",
      "Ming-Yang Zheng",
      "Qiang Zhang",
      "Jian-Wei Pan"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2509.04006",
    "title": "Forecasting Low-Dimensional Turbulence via Multi-Dimensional Hybrid Quantum Reservoir Computing",
    "abstract": "           The prediction of complex dynamics remains an open problem across many domains of physics, where nonlinearities and multiscale interactions severely limit the reliability of conventional forecasting methods. Quantum reservoir computing (QRC) has emerged as a promising paradigm for information processing by exploiting the high dimensionality of the Hilbert space, where the dynamics of quantum systems take place. Here, we introduce a hybrid quantum-classical reservoir architecture capable of handling multivariate time series through quantum evolution combined with classical memory enhancement. Our model employs a five-qubit transverse-field Ising Hamiltonian with input-modulated dynamics and temporal multiplexing, enabling the encoding of input signals over multiple timescales. We apply this framework to two paradigmatic models of chaotic behavior in fluid dynamics, where multiscale dynamics and nonlinearities play a dominant role: a low-dimensional truncation of the two-dimensional Navier-Stokes equations and the Lorenz-63 system. By systematically scanning the quantum system's parameter space, we identify regions that maximize forecasting performance, as measured by the Valid Prediction Time. The observed robustness and reliable performances for both dynamical systems suggest that this hybrid quantum approach offers a flexible platform for modelling complex nonlinear time series.         ",
    "url": "https://arxiv.org/abs/2509.04006",
    "authors": [
      "L. Salatino",
      "L. Mariani",
      "A. Giordano",
      "F. D'Amore",
      "C. Mastroianni",
      "L. Pontieri",
      "A. Vinci",
      "C. Gencarelli",
      "L. Primavera",
      "F. Plastina",
      "J. Settino",
      "F. Carbone"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Chaotic Dynamics (nlin.CD)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2509.04300",
    "title": "Quantum metrology through spectral measurements in quantum optics",
    "abstract": "           Continuously monitored quantum systems are emerging as promising platforms for quantum metrology, where a central challenge is to identify measurement strategies that optimally extract information about unknown parameters encoded in the complex quantum state of emitted radiation. Different measurement strategies effectively access distinct temporal modes of the emitted field, and the resulting choice of mode can strongly impact the information available for parameter estimation. While a ubiquitous approach in quantum optics is to select frequency modes through spectral filtering, the metrological potential of this technique has not yet been systematically quantified. We develop a theoretical framework to assess this potential by modeling spectral detection as a cascaded quantum system, allowing us to reconstruct the full density matrix of frequency-filtered photonic modes and to compute their associated Fisher information. This framework provides a minimal yet general method to benchmark the performance of spectral measurements in quantum optics, allowing to identify optimal filtering strategies in terms of frequency selection, detector linewidth, and metrological gain accessible through higher-order frequency-resolved correlations and mean-field engineering. These results lay the groundwork for identifying and designing optimal sensing strategies in practical quantum-optical platforms.         ",
    "url": "https://arxiv.org/abs/2509.04300",
    "authors": [
      "Alejandro Vivas-Viaña",
      "Carlos Sánchez Muñoz"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2509.04389",
    "title": "Constructing a Photonic Implementation of Quantum Key Distribution",
    "abstract": "           Quantum Key Distribution (QKD) stands as a revolutionary approach to secure communication, using the principles of quantum mechanics to establish unbreakable channels. Unlike traditional cryptography, which relies on the computational difficulty of mathematical problems, QKD utilizes the inherent properties of quantum states to achieve information-theoretic security. This means that the security of the key exchange is guaranteed by the laws of physics, making it theoretically unbreakable even by an adversary with unlimited computational power. Currently, one of the most viable ways to implement QKD for communication is via photonics, namely, using phase-preserving long-distance optical fibers. The objective of this project is to implement photonic QKD in a laboratory setting. This will help demonstrate the protocol's robustness and provide a feasible implementation for educational demonstrations.         ",
    "url": "https://arxiv.org/abs/2509.04389",
    "authors": [
      "Alec L. Riso",
      "Karthik Thyagarajan",
      "Connor Whiting",
      "Katherine Jimenez",
      "Mark Hannum"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Physics Education (physics.ed-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2504.02267",
    "title": "Third-Order Spontaneous Parametric Down Conversion in Dielectric Nonlinear Resonant Metasurfaces",
    "abstract": "           We propose a general scheme to investigate photon triplet generation (PTG) via third-order spontaneous parametric downconversion (TOSPDC) in $\\chi^{(3)}$ nonlinear structures. Our approach leverages the quantum-classical correspondence between TOSPDC and its reverse classical process, three-wave sum-frequency generation (TSFG), to efficiently estimate the PTG rate. We apply this framework to nonlinear metasurfaces supporting quasi-bound states in the continuum (qBICs) in the optical range. From numerical analysis of non-collinear TSFG with degenerate input waves at qBIC wavelengths, we predict wavelength-tunable three-photon emission with spatio-angular correlations. These findings establish a novel method for modelling TOSPDC and also highlight the potential of nonlinear resonant metasurfaces as compact free-space photon triplet sources with quantum state control.         ",
    "url": "https://arxiv.org/abs/2504.02267",
    "authors": [
      "Miguel Y. Bacaoco",
      "Kirill Koshelev",
      "Alexander S. Solntsev"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.15752",
    "title": "Energy transfer between localized emitters in photonic cavities from first principles",
    "abstract": "           Radiative and nonradiative resonant couplings between defects are ubiquitous phenomena in photonic devices used in classical and quantum information technology applications. In this work we present a first principles approach to enable quantitative predictions of the energy transfer between defects in photonic cavities, beyond the dipole-dipole approximation and including the many-body nature of the electronic states. As an example, we discuss the energy transfer from a dipole like emitter to an F center in MgO in a spherical cavity. We show that the cavity can be used to controllably enhance or suppress specific spin flip and spin conserving transitions. Specifically, we predict that a ~10 to 100 enhancement in the resonant energy transfer rate can be gained in the case of the F center in MgO at ~10nm distances from a dipolar source, using rather moderate cavity with quality factor Q~400. We also show that a similar suppression in the transfer rate can be achieved by off-tuning the cavity resonance relative to the emitter transition energy. The framework presented here is general and readily applicable to a wide range of devices where localized emitters are embedded in micro-spheres, core-shell nanoparticles, and dielectric Mie resonators. Hence, our approach paves the way to predict how to control energy transfer in quantum memories and in ultra-high density optical memories, and in a variety of quantum information platforms.         ",
    "url": "https://arxiv.org/abs/2505.15752",
    "authors": [
      "Swarnabha Chattaraj",
      "Giulia Galli"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2506.02333",
    "title": "Heliostat Optical Error Inspection with Polarimetric Imaging Drone",
    "abstract": "           On a Concentrated Solar Power (CSP) field, optical errors have significant impacts on the collection efficiency of heliostats. Fast, cost-effective, labor-efficient, and non-intrusive autonomous field inspection remains a challenge. Approaches using imaging drone, i.e., Unmanned Aerial Vehicle (UAV) system integrated with high resolution visible imaging sensors, have been developed to address these challenges; however, these approaches are often limited by insufficient imaging contrast. Here we report a polarimetry-based method with a polarization imaging system integrated on UAV to enhance imaging contrast for in-situ detection of heliostat mirrors without interrupting field operation. We developed an optical model for skylight polarization pattern to simulate the polarization images of heliostat mirrors and obtained optimized waypoints for polarimetric imaging drone flight path to capture images with enhanced contrast. The polarimetric imaging-based method improved the success rate of edge detections in scenarios which were challenging for mirror edge detection with conventional imaging sensors. We have performed field tests to achieve significantly enhanced heliostat edge detection success rate and investigate the feasibility of integrating polarimetric imaging method with existing imaging-based heliostat inspection methods, i.e., Polarimetric Imaging Heliostat Inspection Method (PIHIM). Our preliminary field test results suggest that the PIHIM hold the promise to enable sufficient imaging contrast for real-time autonomous imaging and detection of heliostat field, thus suitable for non-interruptive fast CSP field inspection during its operation.         ",
    "url": "https://arxiv.org/abs/2506.02333",
    "authors": [
      "Mo Tian",
      "Kolappan Chidambaranathan",
      "Md Zubair Ebne Rafique",
      "Neel Desai",
      "Jing Bai",
      "Randy Brost",
      "Daniel Small",
      "David Novick",
      "Julius Yellowhair",
      "Yu Yao"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2507.10100",
    "title": "Cavity Born-Oppenheimer Coupled Cluster Theory: Towards Electron Correlation in the Vibrational Strong Light-Matter Coupling Regime",
    "abstract": "           We present a detailed derivation and discussion of cavity Born-Oppenheimer coupled cluster (CBO-CC) theory and address cavity-modified electron correlation in the vibrational strong coupling regime. Methodologically, we combine the recently proposed cavity reaction potential (CRP) approach with the Lagrangian formulation of CC theory and derive a self-consistent CRP-CC method at the singles and doubles excitations level (CRP-CCSD). The CRP-CC approach is formally similar to implicit solvation CC models and provides access to the CBO-CC electronic ground state energy minimized in cavity coordinate space on a CC level of theory. A hierarchy of linearisation schemes (lCRP-CCSD) similar to canonical CC theory systematically lifts the self-consistent nature of the CRP-CCSD approach and mitigates numerical cost by approximating electron correlation effects in energy minimization. We provide a thorough comparison of CRP-CCSD, lCRP-CCSD and CRP-Hartee-Fock methods for a cavity-modified Menshutkin reaction, pyridine$+$CH$_3$Br, and cavity-induced collective electronic effects in microsolvation energies of selected methanol-water clusters. We find lCRP-CCSD methods to provide excellent results compared to the self-consistent CRP-CCSD approach in the few-molecule limit. We furthermore observe significant differences between mean-field and correlated results in both reactive and collective scenarios. Our work emphasizes the non-trivial character of electron correlation under vibrational strong coupling and provides a starting point for further developments in ab initio vibro-polaritonic chemistry beyond the mean-field approximation.         ",
    "url": "https://arxiv.org/abs/2507.10100",
    "authors": [
      "Eric W. Fischer"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2507.19796",
    "title": "Dielectric environment engineering via 2D material heterostructure formation on hybrid photonic crystal nanocavity",
    "abstract": "           Hybrid integration of two-dimensional (2D) materials with nanophotonic platforms has enabled compact optoelectronic devices by leveraging the unique optical and electronic properties of atomically thin layers. While most efforts have focused on coupling 2D materials to pre-defined photonic structures, the broader potential of 2D heterostructures for actively engineering the photonic environment remains largely unexplored. In our previous work, we employed single types of 2D material and showed that even monolayer flakes can locally induce high-$Q$ nanocavities in photonic crystal (PhC) waveguides through effective refractive index modulation. Here, we extend this concept by demonstrating that further transferring of 2D material flakes onto the induced hybrid nanocavity to form heterostructures enable more flexibility for post-fabrication dielectric environment engineering of the cavity. We show that the high-$Q$ hybrid nanocavities remain robust under sequential flake stacking. Coupling optically active MoTe$_{2}$ flake to these cavities yields enhanced photoluminescence and reduced emission lifetimes, consistent with Purcell-enhanced light-matter interactions. Additionally, encapsulation with a top hBN layer leads to a significant increase in the cavity $Q$ factor, in agreement with numerical simulations. Our results show that these heterostructure stacks not only preserve the cavity quality but also introduce an additional degrees of control -- via flake thickness, refractive indices, size and interface design -- offering a richer dielectric environment modulation landscape than what is achievable with monolayers alone, providing a versatile method toward scalable and reconfigurable hybrid nanophotonic systems.         ",
    "url": "https://arxiv.org/abs/2507.19796",
    "authors": [
      "C. F. Fong",
      "D. Yamashita",
      "N. Fang",
      "Y.-R. Chang",
      "S. Fujii",
      "T. Taniguchi",
      "K. Watanabe",
      "Y. K. Kato"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2304.10667",
    "title": "Observation of self-oscillating supersonic flow across an acoustic horizon in two dimensions",
    "abstract": "           Understanding the dynamics and stability of transonic flows in quantum fluids, especially for those beyond one spatial dimension, is an outstanding challenge, with applications ranging from nonlinear optics and condensed matter to analogue gravity. One intriguing possibility is that a system with a spatially bounded supersonic flow may evolve into a self-oscillating state that periodically emits solitons, in a process originating from the well-known Landau instability. Here, we report observation of self-oscillating supersonic flows in a two-dimensional atomic superfluid. By imposing a local particle sink with strong loss, we induce a convergent radial flow forming an acoustic analogue of a black-hole horizon and an inner horizon around the sink. The observed superflow appears to be modulated by quasi-periodic bursts of superluminal signals. We measure their frequencies and find agreement with numerical simulations of soliton oscillation frequencies within the black-hole horizon. The presented experiment demonstrates a new method for creating supersonic flows in atomic superfluids, which may find applications in quantum simulations of curved spacetime, supersonic turbulence, and self-oscillating dynamics in dissipative many-body systems.         ",
    "url": "https://arxiv.org/abs/2304.10667",
    "authors": [
      "Hikaru Tamura",
      "Sergei Khlebnikov",
      "Cheng-An Chen",
      "Chen-Lung Hung"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2403.04302",
    "title": "Nanomechanical State Amplifier Based on Optical Inverted Pendulum",
    "abstract": "           A contactless control of mean values and fluctuations of position and velocity of a nanoobject belongs among the key methods needed for ultra-precise nanotechnology and the upcoming quantum technology of macroscopic systems. An analysis of experimental implementations of such a control, including assessments of linearity and the effects of added noise, is required. Here, we present a protocol of linear amplification of mean values and fluctuations along an arbitrary phase space variable and squeezing along the complementary one, referred to as a nanomechanical state amplifier. It utilizes the experimental platform of a single optically levitating nanoparticle and the three-step protocol combines a controlled fast switching of the parabolic trapping potential to an inverted parabolic potential and back to the parabolic potential. The protocol can be sequentially repeated or extended to shape the nanomechanical state appropriately. Experimentally, we achieve amplification of position with a gain of $|G| \\simeq 2$ and a classical squeezing coefficient above 4 dB in as short a timestep as one period of nanoparticle oscillations ($7.6\\,\\mu$s). Amplification in velocity, with the same parameters, squeezes the input noise and enhances force sensing.         ",
    "url": "https://arxiv.org/abs/2403.04302",
    "authors": [
      "Martin Duchaň",
      "Martin Šiler",
      "Petr Jákl",
      "Oto Brzobohatý",
      "Andrey Rakhubovsky",
      "Radim Filip",
      "Pavel Zemánek"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.11671",
    "title": "Topological Pathways to Two-Dimensional Quantum Turbulence",
    "abstract": "           We present a combined experimental and theoretical investigation of the formation and decay kinetics of vortices in two dimensional, compressible quantum turbulence. We follow the temporal evolution of a quantum fluid of exciton polaritons, hybrid light matter quasiparticles, and measure both phase and modulus of the order parameter in the turbulent regime. Fundamental topological conservation laws require that the formation and annihilation of vortices also involve critical points of the velocity field, namely nodes and saddles. Identifying the simplest mechanisms underlying these processes enables us to develop an effective kinetic model that closely aligns with the experimental observations, and shows that different processes are responsible for vortex number growth and decay. These findings underscore the crucial role played by topological constraints in shaping nonlinear, turbulent evolution of two dimensional quantum fluids.         ",
    "url": "https://arxiv.org/abs/2411.11671",
    "authors": [
      "Riccardo Panico",
      "Giorgio Ciliberto",
      "Giovanni Italo Martone",
      "Thibault Congy",
      "Dario Ballarini",
      "Alessandra Sabina Lanotte",
      "Nicolas Pavloff"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Fluid Dynamics (physics.flu-dyn)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2506.00370",
    "title": "Theory of terahertz pulse transmission through ferroelectric nanomembranes",
    "abstract": "           An analytical model is developed to predict the temporal evolution of the lattice polarization in ferroelectric nanomembranes upon the excitation by a terahertz (THz) electromagnetic pulse of an arbitrary waveform, and the concurrent transmission of the THz pulse in both the linear and the nonlinear regimes. It involves the use of the perturbation method to solve the equation of motion for the lattice polarization in both unclamped and strained ferroelectric nanomembranes within the framework of Landau-Ginzburg-Devonshire theory. The model is applicable to perovskite oxides such as BaTiO3 and SrTiO3, wurtzite Al1-xScxN, and trigonal LiNbO3. Our analytical model provides a theoretical basis for determining the thermodynamic and kinetic parameters of ferroelectric materials through THz transmission experiment. The calculation results also suggest an approach to reversing the chirality of a circularly polarized THz pulse by harnessing the resonant polarization-photon coupling in ferroelectrics. This capability of chirality reversal, along with the high tunability from a strain applied along any arbitrarily oriented in-plane axis, provides new opportunities for THz wave modulation without relying on complex metasurface designs.         ",
    "url": "https://arxiv.org/abs/2506.00370",
    "authors": [
      "Yujie Zhu",
      "Aiden Ross",
      "Xiangwei Guo",
      "Venkatraman Gopalan",
      "Long-Qing Chen",
      "Jia-Mian Hu"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  }
]