[
  {
    "id": "arXiv:2407.14520",
    "title": "Tiling Spaces and the Expanding Universe: Bridging Quantum Mechanics and Cosmology",
    "abstract": "           We propose a heuristic model of the universe as a growing quasicrystal projected from a higher-dimensional lattice. By extending the Schrödinger equation for a particle in a box with time-dependent boundaries, we derive an equation that resembles the Friedmann equation, addressing the Hubble tension. This model incorporates phonons and phasons, providing insights into cosmic-scale dynamics and the universe's expansion. We outline a pre-inflation tiling space phase with quantum error correction, a radiation phase dominated by quasiparticles, and a post-radiation phase with the emergence of matter. Our hypothesis, which posits that the universe is a growing quasicrystal, suggests that the necessity for an inflationary period may be obviated. Furthermore, phonon arising from this quasicrystalline structure could act as dark matter, influencing the dynamics of ordinary matter while remaining mostly undetectable by electromagnetic interactions. This hypothesis draws parallels with other crystalline matter at atomic scales that are fundamentally quantum in nature. We also explore how the notion of tiling space can support continuous symmetry atop a discrete structure, providing a novel framework for understanding the universe's expansion and underlying structure. Consequently, it is logical to start with quantum mechanics as the foundation of our model. Further development could enhance our understanding of cosmic expansion and the underlying structure of the universe.         ",
    "url": "https://arxiv.org/abs/2407.14520",
    "authors": [
      "Aman Yadav",
      "Marcelo Maciel Amaral"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2407.14524",
    "title": "Finite Algebraic Quantum Field Theory",
    "abstract": "           Based on a recently proposed quantum field theory (QFT) for particles with or without structure, called \"Structural Algebraic QFT (SAQFT)\", we introduce a finite QFT. That is, a QFT for structureless elementary particles that does not require renormalization where loop integrals in the Feynman diagrams are finite. It is an algebraic theory utilizing orthogonal polynomials and based on the structureless sector of SAQFT.         ",
    "url": "https://arxiv.org/abs/2407.14524",
    "authors": [
      "A. D. Alhaidari"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)",
      "High Energy Physics - Theory (hep-th)"
    ]
  },
  {
    "id": "arXiv:2407.14528",
    "title": "Spacetime representation of quantum mechanics and a proposal for quantum gravity",
    "abstract": "           In conventional path integral quantum mechanics, the integral variables are the canonical variables of Hamiltonian mechanics. We show that these integral variables can be transformed into the spacetime metric, leading to a new representation of quantum mechanics. We show that the wave-particle duality can be interpreted as the uncertainty of spacetime for the particle. Summarizing all possible trajectories in conventional path integral quantum mechanics can be transformed into the summation of all possible spacetime metrics. We emphasize that in conventional quantum gravity, it is possible that the classical matter fields correspond to the quantum spacetime. We argue that this is not quite reasonable and propose a new path integral quantum gravity model based on the new interpretation of wave-particle duality. In this model, the aforementioned drawback of conventional quantum gravity naturally disappears.         ",
    "url": "https://arxiv.org/abs/2407.14528",
    "authors": [
      "Hong Wang",
      "Jin Wang"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2407.14633",
    "title": "ELEQTRONeX: A GPU-Accelerated Exascale Framework for Non-Equilibrium Quantum Transport in Nanomaterials",
    "abstract": "           Non-equilibrium electronic quantum transport is crucial for the operation of existing and envisioned electronic, optoelectronic, and spintronic devices. The ultimate goal of encompassing atomistic to mesoscopic length scales in the same nonequilibrium device simulation approach has traditionally been challenging due to the computational cost of high-fidelity coupled multiphysics and multiscale requirements. In this work, we present ELEQTRONeX (ELEctrostatic Quantum TRansport modeling Of Nanomaterials at eXascale), a massively-parallel GPU-accelerated framework for self-consistently solving the nonequilibrium Green's function formalism and electrostatics in complex device geometries. By customizing algorithms for GPU multithreading, we achieve orders of magnitude improvement in computational time, and excellent scaling on up to 512 GPUs and billions of spatial grid cells. We validate our code by computing band structures, current-voltage characteristics, conductance, and drain-induced barrier lowering for various 3D configurations of carbon nanotube field-effect transistors. We also demonstrate that ELEQTRONeX is suitable for complex device/material geometries where periodic approaches are not feasible, such as modeling of arrays of misaligned carbon nanotubes requiring fully 3D simulations.         ",
    "url": "https://arxiv.org/abs/2407.14633",
    "authors": [
      "Saurabh Sawant",
      "François Léonard",
      "Jackie",
      "Andrew Nonaka"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2407.14698",
    "title": "Investigating Student Participation in Quantum Workforce Initiatives",
    "abstract": "           As the focus of quantum science shifts from basic research to development and implementation of applied quantum technology, calls for a robust, diverse quantum workforce have increased. However, little research has been done on the design and impact on participants of workforce preparation efforts outside of R1 contexts. In order to begin to answer the question of how program design can or should attend to the needs and interests of diverse groups of students, we performed interviews with students from two Colorado-based quantum education/workforce development programs, one in an undergraduate R1 setting and one in a distributed community setting and serving students largely from two-year colleges. Through analysis of these interviews, we were able to highlight differences between the student populations in the two programs in terms of participation goals, prior and general awareness of quantum science, and career interest and framing of career trajectories. While both groups of students reported benefits from program participation, we highlight the ways in which students' different needs and contexts have informed divergent development of the two programs, framing contextual design of quantum education and workforce efforts as an issue of equity and representation for the burgeoning quantum workforce.         ",
    "url": "https://arxiv.org/abs/2407.14698",
    "authors": [
      "Michael B. Bennett",
      "Joan É. Arrow",
      "Sasha Novack",
      "Noah D. Finkelstein"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2407.14721",
    "title": "Laser Cooling of Radium-225 Ions",
    "abstract": "           Radium-225 (nuclear spin $I=1/2$) ions possess electronic hyperfine transitions that are first-order insensitive to magnetic field noise, which is advantageous for optical clocks and quantum information science. We report on laser cooling and trapping of radium-225 ions and hyperfine splitting measurements of the ion's $7s$ $^2S_{1/2}$, $7p$ $^2P_{1/2}$, and $6d$ $^2D_{3/2}$ states. We measured the ground state hyperfine constant, $A(^2S_{1/2}) = -27.684511056(9)\\ \\mathrm{GHz}$, and the quadratic Zeeman coefficient, $C_2 = 142.3(10)\\ \\mathrm{Hz\\ G}^{-2}$, of the $^2S_{1/2} (F=0, m_F = 0) \\leftrightarrow~^2S_{1/2} (F=1, m_{F} = 0)$ transition. We also measured the hyperfine constants of the $^2P_{1/2}$ state, $A(^2P_{1/2}) = -5.447(4)\\ \\mathrm{GHz}$, and the $^2D_{3/2}$ state, $A(^2D_{3/2}) = -619.7(11)\\ \\mathrm{MHz}$.         ",
    "url": "https://arxiv.org/abs/2407.14721",
    "authors": [
      "Roy Ready",
      "Haoran Li",
      "Spencer Kofford",
      "Robert Kwapisz",
      "Huaxu Dan",
      "Akshay Sawhney",
      "Mingyu Fan",
      "Craig Holliman",
      "Xiaoyang Shi",
      "Luka Sever-Walter",
      "A. N. Gaiser",
      "J. R. Griswold",
      "A. M. Jayich"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2407.14825",
    "title": "3D-printed axicon enables extended depth-of-focus intravascular optical coherence tomography",
    "abstract": "           A fundamental challenge in endoscopy is how to fabricate a small fiber-optic probe that can achieve comparable function to probes with large, complicated optics (e.g., high resolution and extended depth of focus). To achieve high resolution over an extended depth of focus (DOF), the application of needle-like beams has been proposed. However, existing methods using miniaturized needle beam designs fail to adequately correct astigmatism and other monochromatic aberrations, limiting the resolution of at least one axis. Here, we describe a novel approach to realize freeform beam-shaping endoscopic probes via two-photon direct laser writing, also known as micro 3D-printing. We present a design achieving approximately 8-micron resolution with a DOF of >0.8 mm at a central wavelength of 1310 nm. The probe has a diameter of 0.25 mm (without the catheter sheaths) and is fabricated using a single printing step directly on the optical fiber. We demonstrate our device in intravascular imaging of living atherosclerotic pigs at multiple time points, as well as human arteries with plaques ex vivo. This is the first step to enable beam-tailoring endoscopic probes which achieve diffraction-limited resolution over a large DOF.         ",
    "url": "https://arxiv.org/abs/2407.14825",
    "authors": [
      "Pavel Ruchka",
      "Alok Kushwaha",
      "Jessica A. Marathe",
      "Lei Xiang",
      "Rouyan Chen",
      "Rodney Kirk",
      "Joanne T. M. Tan",
      "Christina A. Bursill",
      "Johan Verjans",
      "Simon Thiele",
      "Robert Fitridge",
      "Robert A. McLaughlin",
      "Peter J. Psaltis",
      "Harald Giessen",
      "Jiawen Li"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Biological Physics (physics.bio-ph)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2407.15133",
    "title": "Harmonizing Material Quantity and Terahertz Wave Interference Shielding Efficiency with Metallic Borophene Nanosheets",
    "abstract": "           Materials with electromagnetic interference (EMI) shielding in the terahertz (THz) regime, while minimizing the quantity used, are highly demanded for future information communication, healthcare and mineral resource exploration applications. Currently, there is often a trade-off between the amount of material used and the absolute EMI shielding effectiveness (EESt) for the EMI shielding materials. Here, we address this trade-off by harnessing the unique properties of two-dimensional (2D) beta12-borophene (beta12-Br) nanosheets. Leveraging beta12-Br's light weight and exceptional electron mobility characteristics, which represent among the highest reported values to date, we simultaneously achieve a THz EMI shield effectiveness (SE) of 70 dB and an EESt of 4.8E5 dB cm^2/g (@0.87 THz) using a beta12-Br polymer composite. This surpasses the values of previously reported THz shielding materials with an EESt less than 3E5 dB cm^2/g and a SE smaller than 60 dB, while only needs 0.1 wt.% of these materials to realize the same SE value. Furthermore, by capitalizing on the composite's superior mechanical properties, with 158% tensile strain at a Young's modulus of 33 MPa, we demonstrate the high-efficiency shielding performances of conformably coated surfaces based on beta12-Br nanosheets, suggesting their great potential in EMI shielding area.         ",
    "url": "https://arxiv.org/abs/2407.15133",
    "authors": [
      "Haojian Lin",
      "Ximiao Wang",
      "Zhaolong Cao",
      "Hongjia Zhu",
      "Jiahao Wu",
      "Runze Zhan",
      "Ningsheng Xu",
      "Shaozhi Deng",
      "Huanjun Chen",
      "Fei Liu"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.15225",
    "title": "An electro-optically tunable arrayed waveguide grating fabricated on thin film lithium niobate",
    "abstract": "           We design and fabricate an 8-channel thin film lithium niobate (TFLN) arrayed-waveguide grating (AWG) and demonstrate the electro-optical tunability of the device. The monolithically integrated microelectrodes are designed for waveguides phase modulation and wavelength tunning. Experiments show that the fabricated electro-optically controlled TFLN AWG has a channel spacing of 200 GHz and a wavelength tuning efficiency of 10 pm/V.         ",
    "url": "https://arxiv.org/abs/2407.15225",
    "authors": [
      "Zhe Wang",
      "1 Zhiwei Fang",
      "Yiran Zhu",
      "Jian Liu",
      "Lang Gao",
      "Jianping Yu",
      "Haisu Zhang",
      "Min Wang",
      "Ya Cheng"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2407.15348",
    "title": "A Novel Hybrid Digital and Analog Laser Synchronization System",
    "abstract": "           Laser synchronization is a technique that locks the wavelength of a free-running laser to that of the reference laser, thereby enabling synchronous changes in the wavelengths of the two lasers. This technique is of crucial importance in both scientific and industrial applications. Conventional synchronization systems, whether digital or analog, have intrinsic limitations in terms of accuracy or bandwidth. The hybrid \"digital + analog\" system can address this shortcoming. However, all above systems face the challenge of achieving an both high locking accuracy and low structural complexity simultaneously. This paper presents a hybrid \"digital + analog\" laser synchronization system with low-complexity and high-performance. In the digital part, we proposed a electric intensity locking method based on a band-pass filter, which realizes the fluctuation of frequency offset between a single frequency laser (SFL) and a mode-locked laser (MLL) less than 350 kHz in 24 hours. Following the incorporation of the analog control component, frequency fluctuation is less than 2.5 Hz in 24 hours. By synchronizing two SFLs to a repetition-frequency locked MLL, we achieve indirect synchronization between SFLs with a frequency offset of 10.6 GHz and fluctuation less than 5 Hz in 24 hours, demonstrating robust long- and short-term stability. Since the MLL is employed as a reference, the system can be utilized for cross-band indirect synchronization of multiple lasers. Based on the synchronization system, we propose a photonic-assisted microwave frequency identification scheme, which has detection error of less than 0.6 MHz. The high performance of the synchronization system enables the proposed frequency identification scheme to achieve high measurement accuracy and a theoretically large frequency range.         ",
    "url": "https://arxiv.org/abs/2407.15348",
    "authors": [
      "Mingwen Zhu",
      "Shangsu Ding",
      "Tianwei Jiang",
      "Jianming Shang",
      "Song Yu",
      "Bin Luo"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2407.15398",
    "title": "Accurate estimation of measurement position in Brillouin optical correlation-domain reflectometry based on Rayleigh noise spectral analysis",
    "abstract": "           Brillouin optical correlation-domain reflectometry (BOCDR) is unique in its ability to measure distributed strain and temperature changes along a fiber under test (FUT) from a single end, offering random access and relatively high spatial resolution, making it promising for infrastructure monitoring. BOCDR achieves spatial resolution through frequency modulation of the laser output, and this modulation frequency determines the measurement position, necessitating accurate association of modulation frequencies with positions on the FUT. However, a practical method to precisely correlate modulation frequency values with FUT positions has not yet been proposed. This study introduces a method leveraging the change in Rayleigh noise spectrum with modulation frequency to accurately associate these frequencies with positions on the FUT. The effectiveness of this method is proved through distributed strain measurement.         ",
    "url": "https://arxiv.org/abs/2407.15398",
    "authors": [
      "Keita Kikuchi",
      "Ryo Inoue",
      "Haruki Sasage",
      "Heeyoung Lee",
      "Yosuke Mizuno"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.15438",
    "title": "Integrated Mode-Hop-Free Tunable Lasers at 780 nm for Chip-Scale Classical and Quantum Photonic Applications",
    "abstract": "           In the last decade, remarkable advances in integrated photonic technologies have enabled table-top experiments and instrumentation to be scaled down to compact chips with significant reduction in size, weight, power consumption, and cost. Here, we demonstrate an integrated continuously tunable laser in a heterogeneous gallium arsenide-on-silicon nitride (GaAs-on-SiN) platform that emits in the far-red radiation spectrum near 780 nm, with 20 nm tuning range, <6 kHz intrinsic linewidth, and a >40 dB side-mode suppression ratio. The GaAs optical gain regions are heterogeneously integrated with low-loss SiN waveguides. The narrow linewidth lasing is achieved with an extended cavity consisting of a resonator-based Vernier mirror and a phase shifter. Utilizing synchronous tuning of the integrated heaters, we show mode-hop-free wavelength tuning over a range larger than 100 GHz (200 pm). To demonstrate the potential of the device, we investigate two illustrative applications: (i) the linear characterization of a silicon nitride microresonator designed for entangled-photon pair generation, and (ii) the absorption spectroscopy and locking to the D1 and D2 transition lines of 87-Rb. The performance of the proposed integrated laser holds promise for a broader spectrum of both classical and quantum applications in the visible range, encompassing communication, control, sensing, and computing.         ",
    "url": "https://arxiv.org/abs/2407.15438",
    "authors": [
      "Joshua E. Castro",
      "Eber Nolasco-Martinez",
      "Paolo Pintus",
      "Zeyu Zhang",
      "Boqiang Shen",
      "Theodore Morin",
      "Lillian Thiel",
      "Trevor J. Steiner",
      "Nicholas Lewis",
      "Sahil D. Patel",
      "John E. Bowers",
      "David M. Weld",
      "Galan Moody"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2407.15443",
    "title": "GRASIAN: Shaping and characterization of the cold hydrogen and deuterium beams for the forthcoming first demonstration of gravitational quantum states of atoms",
    "abstract": "           A low energy particle confined by a horizontal reflective surface and gravity settles in gravitationally bound quantum states. These gravitational quantum states (GQS) were so far only observed with neutrons. However, the existence of GQS is predicted also for atoms. The GRASIAN collaboration pursues the first observation of GQS of atoms, using a cryogenic hydrogen beam. This endeavor is motivated by the higher densities, which can be expected from hydrogen compared to neutrons, the easier access, the fact, that GQS were never observed with atoms and the accessibility to hypothetical short range interactions. In addition to enabling gravitational quantum spectroscopy, such a cryogenic hydrogen beam with very low vertical velocity components - a few cm s$^{-1}$, can be used for precision optical and microwave spectroscopy. In this article, we report on our methods developed to reduce background and to detect atoms with a low horizontal velocity, which are needed for such an experiment. Our recent measurement results on the collimation of the hydrogen beam to 2 mm, the reduction of background and improvement of signal-to-noise and finally our first detection of atoms with velocities < 72 m s$^{-1}$ are presented. Furthermore, we show calculations, estimating the feasibility of the planned experiment and simulations which confirm that we can select vertical velocity components in the order of cm s$^{-1}$.         ",
    "url": "https://arxiv.org/abs/2407.15443",
    "authors": [
      "Carina Killian",
      "Philipp Blumer",
      "Paolo Crivelli",
      "Daniel Kloppenburg",
      "Francois Nez",
      "Valery Nesvizhevsky",
      "Serge Reynaud",
      "Katharina Schreiner",
      "Martin Simon",
      "Sergey Vasiliev",
      "Eberhard Widmann",
      "Pauline Yzombard"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2407.14638",
    "title": "Metasurface Energy Harvesters: State-of-the-Art Designs and Their Potential for Energy Sustainable Reconfigurable Intelligent Surfaces",
    "abstract": "           Metasurface Energy Harvesters (MEHs) have emerged as a prominent enabler of highly efficient Radio Frequency (RF) energy harvesters. This survey delves into the fundamentals of the MEH technology, providing a comprehensive overview of their working principle, unit cell designs and prototypes over various frequency bands, as well as state-of-the art modes of operation. Inspired by the recent academic and industrial interest on Reconfigurable Intelligent Surfaces (RISs)for the upcoming sixth-Generation (6G) of wireless networks, we study the interplay between this technology and MEHs aiming for energy sustainable RISs power by metasurface-based RF energy harvesting. We present a novel hybrid unit cell design capable of simultaneous energy harvesting and 1-bit tunable reflection whose dual-functional response is validated via full-wave simulations. Then, we conduct a comparative collection of real-world measurements for ambient RF power levels and power consumption budgets of reflective RISs to unveil the potential for a self-sustainable RIS via ambient RF energy harvesting. The paper is concluded with an elaborative discussion on open design challenges and future research directions for MEHs and energy sustainable hybrid RISs.         ",
    "url": "https://arxiv.org/abs/2407.14638",
    "authors": [
      "Alireza Ghaneizadeh",
      "Panagiotis Gavriilidis",
      "Mojtaba Joodaki",
      "George C. Alexandropoulos"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Signal Processing (eess.SP)",
      "Systems and Control (eess.SY)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2407.14771",
    "title": "Post-Measurement Pairing Quantum Key Distribution with Local Optical Frequency Standard",
    "abstract": "           The idea of post-measurement coincidence pairing simplifies substantially long-distance, repeater-like quantum key distribution (QKD) by eliminating the need for tracking the differential phase of the users' lasers. However, optical frequency tracking remains necessary and can become a severe burden in future deployment of multi-node quantum networks. Here, we resolve this problem by referencing each user's laser to an absolute frequency standard and demonstrate a practical post-measurement pairing QKD with excellent long-term stability. We confirm the setup's repeater-like behavior and achieve a finite-size secure key rate (SKR) of 15.94 bit/s over 504 km fiber, which overcomes the absolute repeaterless bound by 1.28 times. Over a fiber length 100 km, the setup delivers an impressive SKR of 285.68 kbit/s. Our work paves the way towards an efficient muti-user quantum network with the local frequency standard.         ",
    "url": "https://arxiv.org/abs/2407.14771",
    "authors": [
      "Chengfang Ge",
      "Lai Zhou",
      "Jinping Lin",
      "Hua-Lei Yin",
      "Qiang Zeng",
      "Zhiliang Yuan"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.14924",
    "title": "The Origin of Quantum Mechanical Statistics: Some Insights from the Research on Human Language",
    "abstract": "           Identical systems, or entities, are indistinguishable in quantum mechanics (QM), and the symmetrization postulate rules the possible statistical distributions of a large number of identical quantum entities. However, a thorough analysis on the historical development of QM attributes the origin of quantum statistics, in particular, Bose-Einstein statistics, to a lack of statistical independence of the micro-states of identical quantum entities. We have recently identified Bose-Einstein statistics in the combination of words in large texts, as a consequence of the entanglement created by the meaning carried by words when they combine in human language. Relying on this investigation, we put forward the hypothesis that entanglement, hence the lack of statistical independence, is due to a mechanism of contextual updating, which provides deeper reasons for the appearance of Bose-Einstein statistics in human language. However, this investigation also contributes to a better understanding of the origin of quantum mechanical statistics in physics. Finally, we provide new insights into the intrinsically random behaviour of microscopic entities that is generally assumed within classical statistical mechanics.         ",
    "url": "https://arxiv.org/abs/2407.14924",
    "authors": [
      "Diederik Aerts",
      "Jonito Aerts Arguēlles",
      "Lester Beltran",
      "Massimiliano Sassoli de Bianchi",
      "Sandro Sozzo"
    ],
    "subjectives": [
      "Neurons and Cognition (q-bio.NC)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2407.15072",
    "title": "Identification of new gold lines in the 350 to 1000 nm spectral region using laser produced plasmas",
    "abstract": "           We present results from a pilot study, using a laser-produced plasma, to identify new lines in the 350 to 1000 nm spectral region for the r-process element gold (Au), of relevance to studies of neutron star mergers. This was achieved via optical-IR spectroscopy of a laser-produced Au plasma, with an Au target of high purity (99.95 %) and a low vacuum pressure to remove any air contamination from the experimental spectra. Our data were recorded with a spectrometer of 750 mm focal length and 1200 lines mm-1 grating, yielding a resolution of 0.04 nm. We find 54 lines not previously identified and which are not due to the impurities (principally copper (Cu) and silver (Ag)) in our Au sample. Of these 54 lines, we provisionally match 21 strong transitions to theoretical results from collisional-radiative models that include energy levels derived from atomic structure calculations up to the 6s level. Some of the remaining 33 unidentified lines in our spectra are also strong and may be due to transitions involving energy levels which are higher-lying than those in our plasma models. Nevertheless, our experiments demonstrate that laser-produced plasmas are well suited to the identification of transitions in r-process elements, with the method applicable to spectra ranging from UV to IR wavelengths.         ",
    "url": "https://arxiv.org/abs/2407.15072",
    "authors": [
      "M. Charlwood",
      "S. Chaurasia",
      "M. McCann",
      "C. Ballance",
      "D. Riley",
      "F. P. Keenan"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Atomic Physics (physics.atom-ph)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2407.15258",
    "title": "Optimizing ionic conductivity of lithium in Li$_7$PS$_6$ argyrodite via dopant engineering",
    "abstract": "           Li-containing argyrodites represent a promising family of Li-ion conductors with several derived compounds exhibiting room-temperature ionic conductivity > 1 mS/cm and making them attractive as potential candidates as electrolytes in solid-state Li-ion batteries. Starting from the parent phase Li7PS6, several cation and anion substitution strategies have been attempted to increase the conductivity of Li ions. Nonetheless, a detailed understanding of the thermodynamics of native defects and doping of Li argyrodite and their effect on the ionic conductivity of Li is missing. Here, we report a comprehensive computational study of defect chemistry of the parent phase Li7PS6 in both intrinsic and extrinsic regimes, using a newly developed workflow to automate the computations of several defect formation energies in a thermodynamically consistent framework. Our findings agree with known experimental findings, rule out several unfavorable aliovalent dopants, narrowing down the potential promising candidates that can be tested experimentally. We also find that cation-anion co-doping can provide a powerful strategy to further optimize the composition of argyrodite. In particular, Si-F co-doping is predicted to be thermodynamically favorable; this could lead to the synthesis of the first F-doped Li-containing argyrodite. Finally, using DeePMD neural networks, we have mapped the ionic conductivity landscape as function of the concentration of the most promising cation and anion dopants identified from the defect calculations, and identified the most promising region in the compositional space with high Li conductivity that can be explored experimentally.         ",
    "url": "https://arxiv.org/abs/2407.15258",
    "authors": [
      "Sokseiha Muy",
      "Thierry Le Mercier",
      "Marion Dufour",
      "Marc-David Braida",
      "Antoine A. Emery",
      "Nicola Marzari"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2407.15345",
    "title": "Stability of Quantum Systems beyond Canonical Typicality",
    "abstract": "           Involvement of the environment is indispensable for establishing the statistical distribution of system. We analyze the statistical distribution of a quantum system coupled strongly with a heat bath. This distribution is determined by tracing over the bath's degrees of freedom for the equilibrium system-plus-bath composite. The stability of system distribution is largely affected by the system--bath interaction strength. We propose that the quantum system exhibits a stable distribution only when its system response function in the frequency domain satisfies $\\tilde\\chi(\\omega = 0+)>0$. We show our results by investigating the non-interacting bosonic impurity system from both the thermodynamic and dynamic perspectives. Our study refines the theoretical framework of canonical statistics, offering insights into thermodynamic phenomena in small-scale systems.         ",
    "url": "https://arxiv.org/abs/2407.15345",
    "authors": [
      "Yu Su",
      "Zi-Fan Zhu",
      "Yao Wang",
      "Rui-Xue Xu",
      "YiJing Yan"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2407.15391",
    "title": "Optical alignment of contamination-sensitive Far-Ultraviolet spectrographs for Aspera SmallSat mission",
    "abstract": "           Aspera is a NASA Astrophysics Pioneers SmallSat mission designed to study diffuse OVI emission from the warm-hot phase gas in the halos of nearby galaxies. Its payload consists of two identical Rowland Circle-type long-slit spectrographs, sharing a single MicroChannel plate detector. Each spectrograph channel consists of an off-axis parabola primary mirror and a toroidal diffraction grating optimized for the 1013-1057 Angstroms bandpass. Despite the simple configuration, the optical alignment/integration process for Aspera is challenging due to tight optical alignment tolerances, driven by the compact form factor, and the contamination sensitivity of the Far-Ultraviolet optics and detectors. In this paper, we discuss implementing a novel multi-phase approach to meet these requirements using state-of-the-art optical metrology tools. For coarsely positioning the optics we use a blue-laser 3D scanner while the fine alignment is done with a Zygo interferometer and a custom computer-generated hologram. The detector focus requires iterative in-vacuum alignment using a Vacuum UV collimator. The alignment is done in a controlled cleanroom facility at the University of Arizona.         ",
    "url": "https://arxiv.org/abs/2407.15391",
    "authors": [
      "Aafaque R. Khan",
      "Erika Hamden",
      "Haeun Chung",
      "Heejoo Choi",
      "Daewook Kim",
      "Nicole Melso",
      "Keri Hoadley",
      "Carlos J. Vargas",
      "Daniel Truong",
      "Elijah Garcia",
      "Bill Verts",
      "Fernando Coronado",
      "Jamison Noenickx",
      "Jason Corliss",
      "Hannah Tanquary",
      "Tom Mcmahon",
      "Dave Hamara",
      "Simran Agarwal",
      "Ramona Augustin",
      "Peter Behroozi",
      "Harrison Bradley",
      "Trenton Brendel",
      "Joe Burchett",
      "Jasmine Martinez Castillo",
      "Jacob Chambers",
      "Lauren Corlies",
      "Greyson Davis",
      "Ralf-Jürgen Dettmar",
      "Ewan Douglas",
      "Giulia Ghidoli",
      "Alfred Goodwin",
      "Walter Harris",
      "Carl Hergenrother",
      "J. Christopher Howk",
      "Miriam Keppler",
      "Nazende Ipek Kerkeser",
      "John N. Kidd Jr.",
      "Jessica S. Li",
      "Gabe Noriega",
      "Sooseong Park",
      "Ryan Pecha",
      "Cork Sauve",
      "David Schiminovich",
      "Sanford Selznick",
      "Oswald Siegmund",
      "Rebecca Su",
      "Sumedha Uppnor",
      "Jacob Vider",
      "Ellie Wolcott",
      "Naomi Yescas",
      "Dennis Zaritsky"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.15392",
    "title": "Advancing Ultraviolet Detector Technology for future missions: Investigating the dark current plateau in silicon detectors using photon-counting EMCCDs",
    "abstract": "           Understanding the noise characteristics of high quantum efficiency silicon-based ultraviolet detectors, developed by the Microdevices Lab at the Jet Propulsion Laboratory, is critical for current and proposed UV missions using these devices. In this paper, we provide an overview of our detector noise characterization test bench that uses delta-doped, photon counting, Electron-multiplying CCDs (EMCCDs) to understand the fundamental noise properties relevant to all silicon CCDs and CMOS arrays. This work attempts to identify the source of the dark current plateau that has been previously measured with photon-counting EMCCDs and is known to be prevalent in other silicon-based arrays. It is suspected that the plateau could be due to a combination of detectable photons in the tail of blackbody radiation of the ambient instrument, low-level light leaks, and a non-temperature-dependent component that varies with substrate voltage. Our innovative test setup delineates the effect of the ambient environment during dark measurements by independently controlling the temperature of the detector and surrounding environment. We present the design of the test setup and preliminary results.         ",
    "url": "https://arxiv.org/abs/2407.15392",
    "authors": [
      "Aafaque R. Khan",
      "Erika Hamden",
      "Gillian Kyne",
      "April D. Jewell",
      "John Henessey",
      "Shouleh Nikzad",
      "Vincent Picouet",
      "Olivia Jones",
      "Harrison Bradley",
      "Nazende Kerkeser",
      "Zeren Lin",
      "Brock Parker",
      "Grant West",
      "John Ford",
      "Frank Gacon",
      "Dave Beaty",
      "Jacob Vider"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2407.15480",
    "title": "Error correction for encoded quantum annealing revisited",
    "abstract": "           F. Pastawski and J. Preskill discussed error correction of quantum annealing (QA) based on a parity-encoded spin system, known as the Sourlas-Lechner-Hauke-Zoller (SLHZ) system. They pointed out that the SLHZ system is closely related to a classical low-density parity-check (LDPC) code and demonstrated its error-correcting capability through a belief propagation (BP) algorithm assuming independent random spin-flip errors. In contrast, Ablash et al. suggested that the SLHZ system does not receive the benefits of post-readout decoding. The reason is that independent random spin-flips are not the most relevant error arising from sampling excited states during the annealing process, whether in closed or open system cases. In this work, we revisit this issue: we propose a very simple decoding algorithm to eliminate errors in the readout of SLHZ systems and show experimental evidence suggesting that SLHZ system exhibits error-correcting capability in decoding annealing readouts. Our new algorithm can be thought of as a bit-flipping algorithm for LDPC codes. Assuming an independent and identical noise model, we found that the performance of our algorithm is comparable to that of the BP algorithm. The error correcting-capability for the sampled readouts was investigated using Monte Carlo calculations that simulate the final time distribution of QA. The results show that the algorithm successfully eliminates errors in the sampled readouts under conditions where error-free state or even code state is not sampled at all. Our simulation suggests that decoding of annealing readouts will be successful if the correctable states can be sampled by annealing, and annealing can be considered to play a role as a pre-process of the classical decoding process. This knowledge will be useful for designing and developing practical QA based on the SLHZ system in the near future.         ",
    "url": "https://arxiv.org/abs/2407.15480",
    "authors": [
      "Yoshihiro Nambu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2407.15513",
    "title": "Optical Micromanipulation of Soft Materials: Applications in Devices and Technologies",
    "abstract": "           Since its invention by Arthur Ashkin and colleagues at Bell Labs in the 1970s, optical micromanipulation, also known as optical tweezers or laser tweezers, has evolved remarkably to become one of the most convenient and versatile tools for studying soft materials, including biological systems. Arthur Ashkin received the Nobel Prize in Physics in 2018 for enabling these extraordinary scientific advancements. Essentially, a focused laser beam is used to apply and measure minuscule forces from a few piconewtons to femtonewtons by utilizing light-matter interaction at mesoscopic length scales. Combined with advanced microscopy and position-sensing techniques, optical micromanipulations enable us to investigate diverse aspects of functional soft materials. These include studying mechanical responses through force-elongation measurements, examining the structural properties of complex fluids employing microrheology, analyzing chemical compositions using spectroscopy, and sorting cells through single-cell analysis. Furthermore, it is utilized in various soft-matter-based devices, such as laser scissors and optical motors in microfluidic channels. This chapter presents an overview of optical micromanipulation techniques by describing fundamental theories and explaining the design considerations of conventional single-trap and dual-trap setups as well as recent improvisations. We further discuss their capabilities and applications in probing exotic soft-matter systems and in developing widely utilized devices and technologies based on functional soft materials.         ",
    "url": "https://arxiv.org/abs/2407.15513",
    "authors": [
      "Sanatan Halder",
      "Debojit Chanda",
      "Dibyendu Mondal",
      "Sandip Kundu",
      "Manas Khan"
    ],
    "subjectives": [
      "Soft Condensed Matter (cond-mat.soft)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.15534",
    "title": "One-dimensional quantum dot array integrated with charge sensors in an InAs nanowire",
    "abstract": "           We report an experimental study of a one-dimensional quintuple-quantum-dot array integrated with two quantum dot charge sensors in an InAs nanowire. The device is studied by measuring double quantum dots formed consecutively in the array and corresponding charge stability diagrams are revealed with both direct current measurements and charge sensor signals. The one-dimensional quintuple-quantum-dot array are then tuned up and its charge configurations are fully mapped out with the two charge sensors. The energy level of each dot in the array can be controlled individually by using a compensated gate architecture (i.e., \"virtual gate\"). After that, four dots in the array are selected to form two double quantum dots and ultra strong inter-double-dot interaction is obtained. A theoretical simulation based on a 4-dimensional Hamiltonian confirms the strong coupling strength between the two double quantum dots. The highly controllable one-dimensional quantum dot array achieved in this work is expected to be valuable for employing InAs nanowires to construct advanced quantum hardware in the future.         ",
    "url": "https://arxiv.org/abs/2407.15534",
    "authors": [
      "Yi Luo",
      "Xiao-Fei Liu",
      "Zhi-Hai Liu",
      "Weijie Li",
      "Shili Yan",
      "Han Gao",
      "Haitian Su",
      "Dong Pan",
      "Jianhua Zhao",
      "Ji-Yin Wang",
      "H. Q. Xu"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2407.15558",
    "title": "Retinomorphic Feature Detection and Machine Vision in a Network Laser",
    "abstract": "           Biological vision systems seamlessly integrate feature-sensitive spatial processing and strong nonlinearity. The retina performs feature detection via ganglion cells, which nonlinearly enhance image features such as edges through lateral inhibition processes between neighbouring cells. As demand for specialised machine learning hardware increases, physical systems are sought which combine feature detection with the nonlinear processing required for tasks such as image classification. Currently, physical machine vision schemes detect features linearly, then employ separate digital systems for subsequent nonlinear activation. Here, we introduce a bio-inspired 'retinomorphic' machine vision platform using a semiconductor network laser. The system hosts many spatially-overlapping lasing modes which detect multiple image features in parallel via their lasing amplitude. Integrated nonlinearity is provided by antagonistic competition for gain between modes - a photonic analogue of the lateral inhibition in retinal cells. Detected feature maps are fed back through the system, providing multi-layer image classification with intrinsic nonlinear processing. Accuracies of 98.05% and 87.85% are achieved for MNIST digits and Fashion-MNIST tasks respectively.         ",
    "url": "https://arxiv.org/abs/2407.15558",
    "authors": [
      "Wai Kit Ng",
      "Jakub Dranczewski",
      "Anna Fischer",
      "T V Raziman",
      "Dhruv Saxena",
      "Tobias Farchy",
      "Kilian Stenning",
      "Jonathan Peters",
      "Heinz Schmid",
      "Will R Branford",
      "Mauricio Barahona",
      "Kirsten Moselund",
      "Riccardo Sapienza",
      "Jack C. Gartside"
    ],
    "subjectives": [
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.15808",
    "title": "Quantum Computing for Phonon Scattering Effects on Thermal Conductivity",
    "abstract": "           Recent investigations have demonstrated that multi-phonon scattering processes substantially influence the thermal conductivity of materials, posing significant computational challenges for classical simulations as the complexity of phonon modes escalates. This study examines the potential of quantum simulations to address these challenges, utilizing Noisy Intermediate Scale Quantum era (NISQ) quantum computational capabilities and quantum error mitigation techniques to optimize thermal conductivity calculations. Employing the Variational Quantum Eigensolver (VQE) algorithm, we simulate phonon-phonon contributions based on the Boltzmann Transport Equation (BTE). Our methodology involves mapping multi-phonon scattering systems to fermionic spin operators, necessitating the creation of a customized ansatz to balance circuit accuracy and depth. We construct the system within Fock space using bosonic operators and transform the Hamiltonian into the sum of Pauli operators suitable for quantum computation. By addressing the impact of non-unitary noise effects, we benchmark the noise influence and implement error mitigation strategies to develop a more efficient model for quantum simulations in the NISQ era.         ",
    "url": "https://arxiv.org/abs/2407.15808",
    "authors": [
      "Xiangjun Tan"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2307.15145",
    "title": "Lightwave-Electronic Harmonic Frequency Mixing",
    "abstract": "           Electronic frequency mixers are fundamental building blocks of electronic systems. Harmonic frequency mixing in particular enables broadband electromagnetic signal analysis across octaves of spectrum using a single local oscillator. However, conventional harmonic frequency mixers do not operate beyond hundreds of GHz to a few THz. If extended to the petahertz scale in a compact and scalable form, harmonic mixers would enable field-resolved optical signal analysis spanning octaves of spectra in a monolithic device without the need for frequency conversion using nonlinear crystals. Here we demonstrate lightwave-electronic harmonic frequency mixing beyond 0.350 PHz using plasmonic nanoantennas. We demonstrate that the mixing process enables complete, field-resolved detection of spectral content far outside that of the local oscillator, greatly extending the range of detectable frequencies compared to conventional heterodyning techniques. Our work has important implications for applications where optical signals of interest exhibit coherent femtosecond-scale dynamics spanning multiple harmonics.         ",
    "url": "https://arxiv.org/abs/2307.15145",
    "authors": [
      "Matthew Yeung",
      "Lu-Ting Chou",
      "Marco Turchetti",
      "Felix Ritzkowsky",
      "Karl K. Berggren",
      "Philip. D. Keathley"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.13698",
    "title": "A blueprint for truncation resonance placement in elastic diatomic lattices with unit cell asymmetry",
    "abstract": "           Elastic periodic lattices act as mechanical filters of incident vibrations. By and large, they forbid wave propagation within bandgaps and resonate outside them. However, they often encounter \"truncation resonances\" (TRs) inside bandgaps when certain conditions are met. In this study, we show that the extent of unit cell asymmetry, its mass and stiffness contrasts, and the boundary conditions all play a role in the TR location and wave profile. The work is experimentally supported via two examples that validate the methodology, and a set of design charts is provided as a blueprint for selective TR placement in diatomic lattices.         ",
    "url": "https://arxiv.org/abs/2311.13698",
    "authors": [
      "Hasan B. Al Ba'ba'a",
      "Hosam Yousef",
      "Mostafa Nouh"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2404.13369",
    "title": "Isotope-shift factors with quantum electrodynamics effects for many-electron systems: A study of the nuclear charge radius of $^{26m}$Al",
    "abstract": "           A method for calculating the field shift contribution to isotope shifts in many-electron atoms, incorporating quantum electrodynamics (QED) effects, is introduced. We also implement the model QED approach to incorporate QED contribution to the nuclear recoil effect at the high-order correlation effects treatment level. The proposed computational scheme is used to revise the value of the root-mean-square (rms) nuclear charge radius of the isomer of aluminium-26, $^{26m}$Al. This radius is important for the global analysis of the $V_{ud}$ element of the Cabibbo-Kobayashi-Maskawa matrix. The difference in mean-square nuclear charge radii of $^{27}$Al and $^{26m}$Al, obtained by combining the calculated atomic factors with recently measured isotope shift (IS) of the $3s^23p~^2P_{3/2} \\to 3s^24s~^2S_{1/2}$ transition in Al, is $0.443(44)(19)~{\\rm fm}^2$, where the first and second uncertainties are experimental and theoretical ones, respectively. The latter is reduced by a factor of 4 with respect to the previous study. Using this value and the known value of the rms charge radius of $^{27}$Al, the resultant value $R_c(^{26m}$Al) = 3.132(10)~fm is obtained. With the improved accuracy of the calculated IS factors the error in $R_c(^{26m}$Al) is now dominated by the experimental uncertainty. Similar revision of rms charge radii is made for the $^{28}$Al, $^{29}$Al, $^{30}$Al, $^{31}$Al and $^{32}$Al isotopes using existing IS measurements. Additionally, atomic factors are computed for the $3s^23p~^2P_{3/2} \\to 3s^24s~^2S_{1/2}$, $3s^23p~^2P_{1/2} \\to 3s^25s~^2S_{1/2}$ and $3s^23p~^2P_{3/2} \\to 3s^25s~^2S_{1/2}$ transitions in Al, which can be used in future experimental studies.         ",
    "url": "https://arxiv.org/abs/2404.13369",
    "authors": [
      "Leonid V. Skripnikov",
      "Sergey D. Prosnyak",
      "Aleksei V. Malyshev",
      "Michail Athanasakis-Kaklamanakis",
      "Alex Jose Brinson",
      "Kei Minamisono",
      "Fabian C. Pastrana Cruz",
      "Jordan Ray Reilly",
      "Brooke J. Rickey",
      "Ronald. F. Garcia Ruiz"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Nuclear Theory (nucl-th)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2305.14121",
    "title": "Stochastic parameter optimization analysis of dynamical quantum critical phenomena in long-range transverse-field Ising chain",
    "abstract": "           The quantum phase transition of the one-dimensional long-range transverse-field Ising model is explored by combining the quantum Monte Carlo method and stochastic parameter optimization, specifically achieved by tuning correlation ratios so that space and imaginary time are isotropic. In our simulations, the simulator automatically determines the parameters to sample from, even without prior knowledge of the critical point and universality class. The leading order finite-size corrections are eliminated by comparing two systems with different sizes; this procedure is also performed automatically. Varying the decay exponent of the long-range interaction, \\(\\sigma\\), we investigate \\(\\sigma\\)-dependence of the dynamical exponent and the other critical exponents precisely in the mean-field, non-universal, and two-dimensional classical Ising universality regimes. We successfully determine the universality boundary between the latter two as \\(\\sigma = 7/4\\) based on the dynamical exponent and settle a long-standing dispute on the location of the universality boundary.         ",
    "url": "https://arxiv.org/abs/2305.14121",
    "authors": [
      "Sora Shiratani",
      "Synge Todo"
    ],
    "subjectives": [
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2402.19317",
    "title": "Simulation of integrated nonlinear quantum optics: from nonlinear interferometer to temporal walk-off compensator",
    "abstract": "           Nonlinear quantum photonics serves as a cornerstone in photonic quantum technologies, such as universal quantum computing and quantum communications. The emergence of integrated photonics platform not only offers the advantage of large-scale manufacturing but also provides a variety of engineering methods. Given the complexity of integrated photonics engineering, a comprehensive simulation framework is essential to fully harness the potential of the platform. In this context, we introduce a nonlinear quantum photonics simulation framework which can accurately model a variety of features such as adiabatic waveguide, material anisotropy, linear optics components, photon losses, and detectors. Furthermore, utilizing the framework, we have developed a device scheme, chip-scale temporal walk-off compensation, that is useful for various quantum information processing tasks. Applying the simulation framework, we show that the proposed device scheme can enhance the squeezing parameter of photon-pair sources and the conversion efficiency of quantum frequency converters without relying on higher pump power.         ",
    "url": "https://arxiv.org/abs/2402.19317",
    "authors": [
      "Seonghun Kim",
      "Youngbin Kim",
      "Young-Do Yoon",
      "Seongjin Jeon",
      "Woo-Joo Kim",
      "Young-Ik Sohn"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.01995",
    "title": "Suppression of noise in separation estimation of optical sources with spatial-mode demultiplexing",
    "abstract": "           Spatial mode demultiplexing was proved to be a successful tool for estimation of the separation between incoherent sources, allowing for sensitivity much below the Rayleigh limit. However, with the presence of measurement's noise, superresolution brought by this technique deteriorates rapidly. On a formal ground, this can be seen in terms of, so called, Rayleigh curse known from direct imaging, which while being absent for ideal spatial mode demultiplexing, goes back in a noisy scenario. In this article, we develop a formal procedure to suppress the destructive effect of the noise, proposing a procedure effectively working as an error correction. For noise models given by a random unitary channel generated by a polynomial of creation and annihilation operators, we demonstrate that perfect noise decoupling can be reached by repeating the mode demultiplexers and intervening them by a group of rotations, in the limit of a large number of repetitions and small noise strength. For a special case of displacement noise, our solution is simplified: by using the demultiplexer twice, and interlacing it by a parity operator, given that the noise configuration is frozen between the first and the second step, a perfect decoupling can be achieved. This allows for a recovery of superresolution for a special class of noise generated by displacement operators. Furthermore, for a strong noise correlation between these two steps, our protocol provides an improved measurement resolution.         ",
    "url": "https://arxiv.org/abs/2407.01995",
    "authors": [
      "Fattah Sakuldee",
      "Łukasz Rudnicki"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.10963",
    "title": "Induction of non-Fermi liquids by critical cavity photons at the onset of superradiance",
    "abstract": "           We investigate the emergence of a non-Fermi liquid (NFL) at a putative quantum critical point signalling the onset of superradiance, in a set-up involving cavity quantum electrodynamics. Although the finiteness of the cavity, being bounded by reflecting mirrors, endows the cavity photons with an effective mass, they become massless at the continuous phase transition point. We consider the matter part coming from the fermions hopping on a honeycomb lattice near half-filling, featuring doped Dirac cones at two sets of inequivalent valleys. This choice is dictated by the presence of a fermion-boson interaction vertex which can give rise to Landau damping of the critical bosons, eventually leading to an NFL phase for the fermions. To set up the quantum effective action, we identify the hot spots of the generically anisotropic (trigonally-warped) Fermi surfaces, which are the set of points having parallel/antiparallel tangent vectors. The cavity photons act as charge density wave (CDW) order parameters, connecting pairs of hot spots belonging to the Fermi surface of a single valley. With these ingredients, we have set upon identifying NFL phases, using the tools of dimensional regularization and renormalization-group-flow equations. Our final results indicate that stable NFL phases exist in the low-energy limit, for the projections of the flows along the CDW coupling constant.         ",
    "url": "https://arxiv.org/abs/2407.10963",
    "authors": [
      "Ipsita Mandal"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Quantum Gases (cond-mat.quant-gas)",
      "High Energy Physics - Theory (hep-th)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.12506",
    "title": "Classification and reconstruction for single-pixel imaging with classical and quantum neural networks",
    "abstract": "           Single-pixel cameras are effective solution for imaging outside the visible spectrum where traditional CMOS/CCD cameras have challenges. Combined with machine learning, they can analyze images quickly enough for practical applications. Solving the problem of high-dimensional single-pixel visualization can potentially be accelerated using quantum machine learning, thereby expanding the range of practical problems. In this work we simulated a single-pixel imaging experiment using Hadamard basis patterns, where images from the MNIST handwritten digit dataset were used as objects. There were selected 64 measurements with maximum variance (6% of the number of pixels in the image). We created algorithms for classifying and reconstruction images based on these measurements using classical fully connected neural networks and parameterized quantum circuits. Classical and quantum classifiers showed accuracies of 96% and 95% respectively after 6 training epochs, which is quite competitive result. Image reconstruction was also demonstrated using classical and quantum neural networks after 10 training epochs, the structural similarity index measure values were 0.76 and 0.25, respectively, which indicates that the problem in such a formulation turned out to be too difficult for quantum neural networks in such a configuration for now.         ",
    "url": "https://arxiv.org/abs/2407.12506",
    "authors": [
      "Sofya Manko",
      "Dmitry Frolovtsev"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.14178",
    "title": "Emulating quantum computing with optical matrix multiplication",
    "abstract": "           Optical computing harnesses the speed of light to perform vector-matrix operations efficiently. It leverages interference, a cornerstone of quantum computing algorithms, to enable parallel computations. In this work, we interweave quantum computing with classical structured light by formulating the process of photonic matrix multiplication using quantum mechanical principles such as state superposition and subsequently demonstrate a well known algorithm, namely the Deutsch-Jozsa's algorithm. This is accomplished by elucidating the inherent tensor product structure within the Cartesian transverse degrees of freedom of light, which is the main resource for optical vector-matrix multiplication. To this end, we establish a discrete basis using localized Gaussian modes arranged in a lattice formation and demonstrate the operation of a Hadamard Gate. Leveraging the reprogrammable and digital capabilities of spatial light modulators, coupled with Fourier transforms by lenses, our approach proves adaptable to various algorithms. Therefore our work advances the use of structured light for quantum information processing.         ",
    "url": "https://arxiv.org/abs/2407.14178",
    "authors": [
      "Mwezi Koni",
      "Hadrian Bezuidenhout",
      "Isaac Nape"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  }
]