[
  {
    "id": "arXiv:2504.07211",
    "title": "Computational inverse design of acoustoplasmonic metasurfaces",
    "abstract": "           Optical and acoustic metasurfaces are two-dimensional arrays of subwavelength elements that locally modulate or phase shift incident waves. Acoustoplasmonic metasurfaces combine the physics of light and sound, producing acoustic wavefronts in response to optical stimuli. Herein, we present a computational inverse acoustoplasmonic metasurface design algorithm for desired optically-generated acoustic wave fields. We consider gold nanoparticles producing spherical acoustic waves in water, and the resulting acoustic wave propagation along the plane containing the nanoparticle array. We demonstrate how our algorithm can be used to design metasurfaces that can be used to achieve complex acoustic wave fields. This includes the design of a single metasurface that produces acoustic wave fields mimicking two different Morse code patterns upon stimulation with two orthogonal polarization states of light. This work provides a new tool for the design of complex optically generated acoustic wavefronts, enabling functionality beyond what would be achievable with off-optical-resonance optoacoustic excitation.         ",
    "url": "https://arxiv.org/abs/2504.07211",
    "authors": [
      "Julia E. Holland",
      "Nicholas Boechler",
      "Lisa V. Poulikakos"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2504.07333",
    "title": "Suspended Z-cut lithium niobate waveguides for stimulated Brillouin scattering",
    "abstract": "           On-chip stimulated Brillouin scattering (SBS) has recently been demonstrated in thin-film lithium niobate (TFLN), an emerging material platform for integrated photonics offering large electro-optic and nonlinear properties. While previous work on SBS in TFLN have focused on surface SBS, in this contribution we experimentally demonstrate, for the first time, backward intra-modal SBS generation in suspended Z-cut TFLN waveguides. Our results show trapping of multiple acoustic modes in this structure, featuring a multi-peak Brillouin gain spectrum due to the excitation of higher-order acoustic modes. The findings expand the TFLN waveguide platform exploration for SBS interactions and provide a crucial step towards realizing optical processors for microwave signals or sensors integrated on TFLN.         ",
    "url": "https://arxiv.org/abs/2504.07333",
    "authors": [
      "Lisa-Sophie Haerteis",
      "Yan Gao",
      "Aditya Dubey",
      "Mikołaj K. Schmidt",
      "Peter Thurgood",
      "Guanghui Ren",
      "Jochen Schroeder",
      "David Marpaung",
      "Arnan Mitchell",
      "Michael J. Steel",
      "Andreas Boes"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2504.07469",
    "title": "Vortex droplets and lattice patterns in two-dimensional traps: A photonic spin-orbit-coupling perspective",
    "abstract": "           In the context of the mean-field exciton-polariton (EP) theory with balanced loss and pump, we investigate the formation of lattice structures built of individual vortex-antivortex (VAV) bound states under the action of the two-dimensional harmonic-oscillator (HO) potential trap and effective spin-orbit coupling (SOC), produced by the TE-TM splitting in the polariton system. The number of VAV elements (pixels) building the structures grow with the increase of self- and cross-interaction coefficients. Depending upon their values and the trapping frequency, stable ring-shaped, circular, square-shaped, rectangular, pentagonal, hexagonal, and triangular patterns are produced, with the central site left vacant or occupied in the lattice patterns of different types. The results suggest the experimental creation of the new patterns and their possible use for the design of integrated circuits in EP setups, controlled by the strengths of the TE-TM splitting, nonlinearity, and HO trap.         ",
    "url": "https://arxiv.org/abs/2504.07469",
    "authors": [
      "S. Sanjay",
      "S. Saravana Veni",
      "Boris A. Malomed"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2504.07702",
    "title": "Functional Understanding Of Quantum Technology Is Essential To The Ethical Debate About Its Impact",
    "abstract": "           As the innovative potential of quantum technologies comes into focus, so too does the urgent need to address their ethical implications. While many voices highlight the importance of ethical engagement, less attention has been paid to the conditions that make such engagement possible. In this article, I argue that technological understanding is a foundational capacity for meaningful ethical reflection on emerging technology like quantum technologies. Drawing on De Jong & De Haro's account of technological understanding (2025a; 2025b), I clarify what such understanding entails and how it enables ethical enquiry. I contend that ethical assessment, first and foremost, requires an understanding of what quantum technologies can do - their functional capacities and, by extension, their potential applications. Current efforts to build engagement capacities among broader audiences - within and beyond academic contexts - tend, however, to focus on explaining the underlying quantum mechanics. Instead, I advocate a shift from a physics-first to a functions-first approach: fostering an understanding of quantum technologies' capabilities as the basis for ethical reflection. Presenting technological understanding as an epistemic requirement for meaningful ethical engagement may appear to raise the bar for participation. However, by decoupling functional understanding from technical expertise, this condition becomes attainable for a broader group, contributing not only to a well-informed but also to a more inclusive ethical debate.         ",
    "url": "https://arxiv.org/abs/2504.07702",
    "authors": [
      "Eline de Jong"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2504.07751",
    "title": "Topological laser in a two-dimensional Su-Schrieffer-Heeger lattice with artificial gauge flux",
    "abstract": "           Topological lasers, known for their robustness and unique features originating from nontrivial topology, have recently become a focal point of research in photonics. In this work, we propose a topological laser based on two-dimensional Su-Schrieffer-Heeger photonic lattices as induced by artificial gauge flux insertion. The underlying effect, called the topological Wannier cycles, is characterized by topological local modes with continuously tunable frequency and orbital angular momentum emerging in two photonic band gaps. These topological local modes enable single-mode large-area lasing in each photonic band gap with both topological robustness and exceptional tunability in frequency and OAM properties, setting a notable contrast with previous topological lasers. We further discuss both localized and extended artificial gauge flux insertion and compare their properties. We find that extended gauge flux achieves significantly higher laser output intensity and larger single-mode area under laser-gain conditions, outperforming the local gauge flux configuration in both output intensity and resilience against disorders. We also elucidate the precise mechanisms by which nonlinear gain and gauge flux govern the photon dynamics in various regimes. These results provide crucial theoretical insights for OAM control in topological lasers and pave the way for advancements in high precision engineering of lasers and optical systems.         ",
    "url": "https://arxiv.org/abs/2504.07751",
    "authors": [
      "Yi-Ling Zhang",
      "Yang Liu",
      "Zhi-Kang Lin",
      "Jian-Hua Jiang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2504.07844",
    "title": "A quantum computing approach to beam angle optimization",
    "abstract": "           Background: Beam angle optimization (BAO) is a critical component of radiation therapy (RT) treatment planning, where small changes in beam configuration can significantly impact treatment quality, especially for proton RT. Mathematically, BAO is a mixed integer programming (MIP) problem, which is NP-hard due to its exponential growing search space. Traditional optimization techniques often struggle with computational efficiency, necessitating the development of novel approaches. Purpose: This study introduces QC-BAO, a hybrid quantum-classical approach that leverages quantum computing to solve the MIP formulation of BAO. Methods: The proposed approach, QC-BAO, models BAO as an MIP problem, incorporating binary variables for beam angle selection and continuous variables for optimizing spot intensities for proton therapy. The proposed approach employs a hybrid quantum-classical framework, utilizing quantum computing to solve the binary decision component while integrating classical optimization techniques, including iterative convex relaxation and alternating direction method of multipliers. Results: Computational experiments were conducted on clinical test cases to evaluate QC-BAO's performance against clinically verified angles and a heuristic approach, GS-BAO. QC-BAO demonstrated improved treatment plan quality over both clinical and GS-BAO. The method consistently increased the conformity index (CI) for target coverage while reducing mean and maximum doses to organs-at-risk (OAR). Additionally, QC-BAO produced the lowest objective function value, confirming its superior optimization capability. Conclusions: The findings highlight the potential of quantum computing to enhance the solution to BAO problem by demonstrated improvement in plan quality using the proposed method, QC-BAO. This study paves the way for future clinical implementation of quantum-accelerated optimization in RT.         ",
    "url": "https://arxiv.org/abs/2504.07844",
    "authors": [
      "Nimita Shinde",
      "Ya-Nan Zhu",
      "Haozheng Shen",
      "Hao Gao"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2504.07948",
    "title": "Pushing the Accuracy Limit of Foundation Neural Network Models with Quantum Monte Carlo Forces and Path Integrals",
    "abstract": "           We propose an end-to-end integrated strategy for the production of highly accurate quantum chemistry (QC) synthetic datasets aimed at deriving atomistic Foundation Machine Learning (ML) Models. We first present a GPU-accelerated QC database generation Exascale protocol able to produce the required energies and forces. A \"Jacob's Ladder\" approach leverages computationally-optimized layers of massively parallel high performance software with increasing accuracy to compute: i) Density Functional Theory (DFT); ii) Quantum Monte Carlo (QMC); iii) Selected Configuration Interaction (s-CI), within large volumes and optimized time-to-solution performances. Handling this ambitious computational pipeline would be impossible without exascale computing resources, particularly for the notoriously difficult and computationally intensive calculation of QMC forces and for the combination of multi-determinant QMC energies and forces using selected CI wavefunctions methodologies. To our knowledge, this is the first time that such quantities are computed at such scale. We combine these data with the FeNNix-Bio-1 foundation ML model to bridge the gap between highly accurate QC calculations and condensed-phase Molecular Dynamics (MD). We demonstrate stable multi-ns simulations using the resulting beyond DFT accuracy fully reactive model coupled to full path integrals adaptive sampling quantum dynamics. A complete 1 million-atom plant virus solvated structure, including its full genetic material, is simulated using Ring-Polymer MD quantum dynamics along as its response to acidification under physiological NaCl concentrations. These new capabilities open the door to the possibility to monitor bond breaking/creation and proton transfers chemical interactions taking place in biosystems allowing us to reach a deeper understanding of their complex internal machinery.         ",
    "url": "https://arxiv.org/abs/2504.07948",
    "authors": [
      "Anouar Benali",
      "Thomas Plé",
      "Olivier Adjoua",
      "Valay Agarawal",
      "Thomas Applencourt",
      "Marharyta Blazhynska",
      "Raymond Clay III",
      "Kevin Gasperich",
      "Khalid Hossain",
      "Jeongnim Kim",
      "Christopher Knight",
      "Jaron T. Krogel",
      "Yvon Maday",
      "Maxime Maria",
      "Mathieu Montes",
      "Ye Luo",
      "Evgeny Posenitskiy",
      "Corentin Villot",
      "Venkat Vishwanath",
      "Louis Lagardère",
      "Jean-Philip Piquemal"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2504.07295",
    "title": "Advanced measurement techniques in quantum Monte Carlo: The permutation matrix representation approach",
    "abstract": "           In a typical finite temperature quantum Monte Carlo (QMC) simulation, estimators for simple static observables such as specific heat and magnetization are known. With a great deal of system-specific manual labor, one can sometimes also derive more complicated non-local or even dynamic observable estimators. Within the permutation matrix representation (PMR) flavor of QMC, however, we show that one can derive formal estimators for arbitrary static observables. We also derive exact, explicit estimators for general imaginary-time correlation functions and non-trivial integrated susceptibilities thereof. We demonstrate the practical versatility of our method by estimating various non-local, random observables for the transverse-field Ising model on a square lattice.         ",
    "url": "https://arxiv.org/abs/2504.07295",
    "authors": [
      "Nic Ezzell",
      "Itay Hen"
    ],
    "subjectives": [
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2504.07558",
    "title": "Atomic structure analysis of PL5 in silicon carbide with single-spin spectroscopy",
    "abstract": "           Divacancy (VV) spin defects in 4H polytype of silicon carbide (4H-SiC) are emerging candidates for quantum information processing and quantum sensing. Among these defects, PL5 and PL6 stand out due to their superior charge stability and optically detected magnetic resonance (ODMR) properties at room temperature. However, their atomic structures remain unresolved, with ongoing controversy regarding their potential association with stacking faults. Previous measurements relying on spin ensemble detection are insufficient to draw definitive conclusions. In this study, we conduct correlative imaging of stacking faults and PL5-6 at single-defect level, conclusively demonstrating that PL5-6 are not associated with stacking faults. Further investigation of PL5 through single-spin ODMR spectroscopy allows us to determine its six spatial orientations, as well as to measure the orientation of its transverse anisotropy spin splitting (E) and the statistical distribution of hyperfine splitting. These results and ab initio calculations suggest that PL5 should be VsiVc(hk) divacancy coupled with a nearby antisite atom (VVA). The structure resolution of PL5 starts the first step toward its controllable fabrication, paving the way for various applications.         ",
    "url": "https://arxiv.org/abs/2504.07558",
    "authors": [
      "Yu Chen",
      "Qi Zhang",
      "Mingzhe Liu",
      "Jinpeng Liu",
      "Jingyang Zhou",
      "Pei Yu",
      "Shaochun Lin",
      "Yuanhong Teng",
      "Wancheng Yu",
      "Ya Wang",
      "Changkui Duan",
      "Fazhan Shi",
      "Jiangfeng Du"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2504.07582",
    "title": "Nanodiamond quantum thermometry assisted with machine learning",
    "abstract": "           Nanodiamonds (NDs) are quantum sensors that enable local temperature measurements, taking advantage of their small size. Though the model based analysis methods have been used for ND quantum thermometry, their accuracy has yet to be thoroughly investigated. Here, we apply model-free machine learning with the Gaussian process regression (GPR) to ND quantum thermometry and compare its capabilities with the existing methods. We prove that GPR provides more robust results than them, even for a small number of data points and regardless of the data acquisition methods. This study extends the range of applications of ND quantum thermometry with machine learning.         ",
    "url": "https://arxiv.org/abs/2504.07582",
    "authors": [
      "Kouki Yamamoto",
      "Kensuke Ogawa",
      "Moeta Tsukamoto",
      "Yuto Ashida",
      "Kento Sasaki",
      "Kensuke Kobayashi"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2407.08343",
    "title": "Many wrong models approach to localize an odor source in turbulence with static sensors",
    "abstract": "           The problem of locating an odor source in turbulent flows is central to key applications such as environmental monitoring and disaster response. We address this challenge by designing an algorithm based on Bayesian inference, which uses odor measurements from an ensemble of static sensors to estimate the source position through a stochastic model of the environment. The problem is difficult because of the multiscale and out-of-equilibrium properties of turbulent transport, which lack accurate analytical and phenomenological modeling, thus preventing a guaranteed convergence for Bayesian approaches. To overcome the risk of relying on a single unavoidably wrong model approximation, we propose a method to rank ``many wrong models'' and to blend their predictions. We evaluated our \\emph{weighted Bayesian update} algorithm by its ability to estimate the source location with predefined accuracy and/or within a specified time frame and compare it to standard Monte Carlo sampling methods. To demonstrate the robustness and potential applications of both approaches under realistic environmental conditions, we use high-quality direct numerical simulations of the Navier-Stokes equations to mimic the turbulent transport of odors in presence of a strong mean wind. Despite minimal prior information on the source and environmental conditions, our proposed approach consistently proves to be more accurate, reliable, and robust than Monte Carlo methods, thus showing promise as a new tool for addressing the odor source localization problem in real-world scenarios.         ",
    "url": "https://arxiv.org/abs/2407.08343",
    "authors": [
      "Lorenzo Piro",
      "Robin A. Heinonen",
      "Massimo Cencini",
      "Luca Biferale"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Atmospheric and Oceanic Physics (physics.ao-ph)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2408.04468",
    "title": "Topological resonance behaviors of surface acoustic waves under a surface liquid-layer loading and sensing applications",
    "abstract": "           In this work, topological resonance behaviors of surface acoustic waves (SAW) under a surface liquid-layer loading are investigated. By revealing influences of the liquid-layer loading on wave velocity of SAW and topological indices (Berry curvature and Chern number) of topological interface-modes, a topological resonance peak with a high Q-factor is obtained based on couplings of a topological interface-mode waveguide and a resonant cavity under a surface liquid-layer loading. The results show that the degree of spatial-inversion-symmetry breaking resulting from structure parameters has an obvious influences on the topological resonance Q-factor, while the influences of the thickness of the liquid-layer loading on that is weak. It is worth noting that the topological resonance frequency is significantly sensitive to the liquid parameters. Based on that, a novel topological-resonance SAW liquid-phase sensor is proposed. Furthermore, sensing performances of this kind of sensor are simulated, which are used to sensing the concentration of hemoglobin, albumin, NaCl and NaI in aqueous solutions, and high sensitivities and Q-factors are obtained. The results presented in this paper can provide an important basis for the realization of highly sensitive and stable SAW micro-liquid-sample biomedical sensors in the future.         ",
    "url": "https://arxiv.org/abs/2408.04468",
    "authors": [
      "Bowei Wu",
      "Tingfeng Ma",
      "Shuanghuizhi Li",
      "Xiang Fang",
      "BoyueSu",
      "Peng Li",
      "Zhenghua Qian",
      "Rongxing Wu",
      "Iren Kuznetsova",
      "Vladimir Kolesov"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2410.13135",
    "title": "Conservation law for angular momentum based on optical field derivatives: Analysis of optical spin-orbit conversion",
    "abstract": "           We present a theoretical framework for analyzing the loss of optical angular momentum (AM), including spin (SAM) and orbital (OAM) components, in light-matter interactions. Conventional SAM and OAM conservation laws rely on transverse field components, neglecting longitudinal fields and limiting applicability to vacuum. Our approach defines optical AM using time derivatives of the electric and magnetic fields, yielding a gauge-invariant formulation that includes both transverse and longitudinal components and explicitly incorporates charge and current densities. This enables a more complete description of AM dissipation in materials. We apply this framework to analyze spin-orbit conversion (SOC) in two scenarios: scattering of circularly polarized (CP) beams by a gold nanoparticle and focusing of CP and linearly polarized optical vortex beams by a lens. The results show that SOC depends on particle size and polarization, with notable OAM loss in larger particles and CP beam focusing. This framework enables the evaluation of previously overlooked SAM and OAM losses, providing a powerful tool for studying systems in which the analysis of AM losses is intrinsically important, such as chiral materials, as well as for designing photonic devices and exploring light-matter interactions at the nanoscale.         ",
    "url": "https://arxiv.org/abs/2410.13135",
    "authors": [
      "Shun Hashiyada",
      "Yoshito Y. Tanaka"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2502.10004",
    "title": "Absolute frequency measurement of a Lu$^+$ $(^{3}\\rm D_1)$ optical frequency standard via link to international atomic time",
    "abstract": "           We report on an absolute frequency measurement of the ${\\rm Lu}^{+}\\,(^{3}\\rm D_1)$ standard frequency which is defined as the hyperfine-average of $^{1}\\rm S_0$ to $^{3}\\rm D_1$ optical clock transitions in $^{176}{\\rm Lu}^{+}$. The measurement result of $353\\,638\\,794\\,073\\,800.34(32)$Hz with a fractional uncertainty of $9.1 \\times 10^{-16}$ was obtained by operating a single-ion $^{176}{\\rm Lu}^{+}$ frequency standard intermittently over 3 months with a total uptime of 162 hours. Traceability to the International System of Units (SI) is realized by remote link to International Atomic Time. This is the first reported absolute frequency value for a ${\\rm Lu}^{+}\\,(^{3}\\rm D_1)$ optical frequency standard.         ",
    "url": "https://arxiv.org/abs/2502.10004",
    "authors": [
      "Zhao Zhang",
      "Qi Zhao",
      "Qin Qichen",
      "N. Jayjong",
      "M. D. K. Lee",
      "K. J. Arnold",
      "M. D. Barrett"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2503.09166",
    "title": "Microring resonator as a Rayleigh mirror for broadband laser cavity comb generation",
    "abstract": "           High-quality microring resonators (MRRs) have proven to be promising sources of optical combs generated from continuous-wave radiation. In addition to the primary comb that propagates along with the pump, Rayleigh scattering creates a comb that travels in the opposite direction. Normally, the scattering is a very weak, however, in the high-quality-factor MRR the power transferred to the backward-propagating comb can be quite significant. We demonstrate that the backward-propagating comb can be used as a feedback source for a fiber laser, effectively creating a nonlinear mirror for the laser cavity. By assembling a simple laser cavity comprising only active fiber and two mirrors, one of which is an integrated MRR, we show a robust self-starting comb generation with width exceeding 500 nm. We confirm the universal character of this approach for other types of microresonators, including whispering gallery mode resonators, by launching self-starting laser cavity combs with the crystalline toroidal cavity, coupled with a tapered fiber. This method provides significant simplification for the filter-driven laser cavity soliton generation, especially when free-space coupling is applied.         ",
    "url": "https://arxiv.org/abs/2503.09166",
    "authors": [
      "Aram A. Mkrtchyan",
      "Anastasia S. Netrusova",
      "Zohran Ali",
      "Mikhail S. Mishevsky",
      "Nikita Yu. Dmitriev",
      "Kirill N. Minkov",
      "Dmitry A. Chermoshentsev",
      "Albert G. Nasibulin",
      "Igor A. Bilenko",
      "Yuriy G. Gladush"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2504.03795",
    "title": "Electromagnetic Helicity in Twisted Cavity Resonators",
    "abstract": "           Through left- or right-handed twisting, we investigate the impact of mirror-asymmetry (chirality) of the conducting boundary conditions of an equilaterial triangular cross-section electromagnetic resonator. We observe the generation of eigenmodes with non-zero electromagnetic helicity as a result of the coupling of near degenerate TE$_{11(p+1)}$ and TM$_{11p}$ modes. This can be interpreted as an emergence of magneto-electric coupling, which in turn produces a measurable shift in resonant mode frequency as a function of twist angle. We show that this coupling mechanism is equivalent to introducing a non-zero chirality material parameter $\\kappa_\\text{eff}$ or axion field $\\theta_{\\text{eff}}$ to the medium. Our findings demonstrate the potential for real-time, macroscopic manipulation of electromagnetic helicity.         ",
    "url": "https://arxiv.org/abs/2504.03795",
    "authors": [
      "E. C. I. Paterson",
      "J. Bourhill",
      "M. E. Tobar",
      "M. Goryachev"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2405.12066",
    "title": "QuanEstimation.jl: An open-source Julia framework for quantum parameter estimation",
    "abstract": "           As the main theoretical support of quantum metrology, quantum parameter estimation must follow the steps of quantum metrology towards the applied science and industry. Hence, optimal scheme design will soon be a crucial and core task for quantum parameter estimation. To efficiently accomplish this task, software packages aimed at computer-aided design are in high demand. In response to this need, we hereby introduce this http URL, an open-source Julia framework for scheme evaluation and design in quantum parameter estimation. It can be used either as an independent package or as the computational core of the recently developed hybrid-language (Python-Julia) package QuanEstimation [Phys. Rev. Res. 4 (4) (2022) 043057]. Utilizing this framework, the scheme evaluation and design in quantum parameter estimation can be readily performed, especially when quantum noises exist.         ",
    "url": "https://arxiv.org/abs/2405.12066",
    "authors": [
      "Huai-Ming Yu",
      "Jing Liu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "High Energy Physics - Theory (hep-th)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2409.06684",
    "title": "Entanglement transfer during quantum frequency conversion in gas-filled hollow-core fibers",
    "abstract": "           Quantum transduction is essential for the future hybrid quantum networks, connecting devices across different spectral ranges. In this regard, molecular modulation in hollow-core fibers has proven to be exceptional for efficient and tunable frequency conversion of arbitrary light fields down to the single-photon limit. However, insights on this conversion method for quantum light have remained elusive beyond standard semiclassical models. In this Letter, we employ a quantum Hamiltonian framework to characterize the behavior of entanglement during molecular modulation, while describing the quantum dynamics of both molecules and photons in agreement with recent experiments. In particular, apart from obtaining analytical expressions for the final opto-molecular states, our model predicts a close correlation between the evolution of the average photon numbers and the transfer of entanglement between the interacting parties. These results will contribute to the development of new fiber-based strategies to tackle the challenges associated with the upcoming generation of lightwave quantum technologies.         ",
    "url": "https://arxiv.org/abs/2409.06684",
    "authors": [
      "Tasio Gonzalez-Raya",
      "Arturo Mena",
      "Miriam Lazo",
      "Luca Leggio",
      "David Novoa",
      "Mikel Sanz"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  }
]