[
  {
    "id": "arXiv:2411.18707",
    "title": "All-passive upconversion imaging of incoherent near-infrared light at intensities down to 50 nW/cm$^2$",
    "abstract": "           Frequency upconversion, which converts low-energy photons into higher-energy ones, typically requires intense coherent illumination to drive nonlinear processes or the use of externally driven optoelectronic devices. Here, we demonstrate a high-resolution upconversion imaging system that converts low-intensity (down to 50 nW/cm$^2$) incoherent near-infrared (NIR) light into the visible, reaching intensities perceptible by the human eye, without the use of any external power input. Our upconverting element is enabled by the following ingredients: (1) photon upconversion via triplet-triplet annihilation in a bulk heterojunction of the organic semiconductors Y6 and rubrene; (2) plasmonic enhancement of absorption and field intensity in the heterojunction layer; (3) collection enhancement using a dichroic thin-film assembly. The upconverting element is inserted at an intermediate image plane of a dual-wavelength telescope system, which preserves the relative directionality of rays between the incident NIR light and output visible light. Our all-passive upconversion imaging system will enable NIR imaging and sensing in low-light environments under energy constraints.         ",
    "url": "https://arxiv.org/abs/2411.18707",
    "authors": [
      "Rabeeya Hamid",
      "Demeng Feng",
      "Pournima Narayanan",
      "Justin S. Edwards",
      "Manchen Hu",
      "Emma Belliveau",
      "Minjeong Kim",
      "Sanket Deshpande",
      "Chenghao Wan",
      "Linda Pucurimay",
      "David A. Czaplewski",
      "Daniel N. Congreve",
      "Mikhail A. Kats"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2411.18732",
    "title": "Randomization of a Laser Wavefront by the Turbulent Gas-Puff Z-Pinch Plasma Column",
    "abstract": "           In this paper, we present the first direct experimental evidence supported by numerical modeling of a turbulent plasma column formed during a gas-puff z-pinch implosion generated by COBRA current. Utilizing an imaging refractometer, we show a significant decrease in spatial autocorrelation of the laser field and the appearance of a laser speckle pattern shortly before stagnation. The intensity distribution of the speckles measured during different shot campaigns while employing long and short COBRA pulses follows the speckle statistics satisfactorily. The imaging refractometer data is proportional to the integral over electron density gradients; hence, the measured phase randomization of the individual plane waves comprising the laser field implies random density distribution. To validate this, the Beam Propagation Method code simulates the laser beam propagation through different artificial density distributions with various average fluctuation scales and generates synthetic imaging refractometer data. The results reproduce similar trends in the experimental data, such as the increasing vertical width for the decreasing average spatial scale of the fluctuations and decreasing spatial correlation length of the laser field. Therefore, during the gas-puff z-pinch implosion process, it is likely that the plasma flow is almost always turbulent with the average spatial scale of the turbulent density fluctuations decreasing towards stagnation.         ",
    "url": "https://arxiv.org/abs/2411.18732",
    "authors": [
      "A. Rososhek",
      "E. S. Lavine",
      "B. R. Kusse",
      "W. M. Potter",
      "D. A. Hammer"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2411.18767",
    "title": "Multi-Task Learning for Integrated Automated Contouring and Voxel-Based Dose Prediction in Radiotherapy",
    "abstract": "           Deep learning-based automated contouring and treatment planning has been proven to improve the efficiency and accuracy of radiotherapy. However, conventional radiotherapy treatment planning process has the automated contouring and treatment planning as separate tasks. Moreover in deep learning (DL), the contouring and dose prediction tasks for automated treatment planning are done independently. In this study, we applied the multi-task learning (MTL) approach in order to seamlessly integrate automated contouring and voxel-based dose prediction tasks, as MTL can leverage common information between the two tasks and be able able to increase the efficiency of the automated tasks. We developed our MTL framework using the two datasets: in-house prostate cancer dataset and the publicly available head and neck cancer dataset, OpenKBP. Compared to the sequential DL contouring and treatment planning tasks, our proposed method using MTL improved the mean absolute difference of dose volume histogram metrics of prostate and head and neck sites by 19.82% and 16.33%, respectively. Our MTL model for automated contouring and dose prediction tasks demonstrated enhanced dose prediction performance while maintaining or sometimes even improving the contouring accuracy. Compared to the baseline automated contouring model with the dice score coefficients of 0.818 for prostate and 0.674 for head and neck datasets, our MTL approach achieved average scores of 0.824 and 0.716 for these datasets, respectively. Our study highlights the potential of the proposed automated contouring and planning using MTL to support the development of efficient and accurate automated treatment planning for radiotherapy.         ",
    "url": "https://arxiv.org/abs/2411.18767",
    "authors": [
      "Sangwook Kim",
      "Aly Khalifa",
      "Thomas G. Purdie",
      "Chris McIntosh"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)",
      "Computer Vision and Pattern Recognition (cs.CV)",
      "Machine Learning (cs.LG)"
    ]
  },
  {
    "id": "arXiv:2411.18818",
    "title": "Laser cooling trapped-ion crystal modes beyond the Lamb-Dicke regime",
    "abstract": "           Laser cooling methods for trapped ions are most commonly studied at low energies, i.e., in the Lamb-Dicke regime. However, ions in experiments are often excited to higher energies for which the Lamb-Dicke approximation breaks down. Here we construct a non-perturbative, semiclassical method for predicting the energy-dependent cooling dynamics of trapped-ion crystals with potentially many internal levels and motional modes beyond the Lamb-Dicke regime. This method allows accurate and efficient modeling of a variety of interesting phenomena, such as the breakdown of EIT cooling at high energies and the simultaneous cooling of multiple high-temperature modes. We compare its predictions both to fully-quantum simulations and to experimental data for a broadband EIT cooling method on a Raman $S$-$D$ transition in $^{138}$Ba${^+}$. We find the method can accurately predict cooling rates over a wide range of energies relevant to trapped ion experiments. Our method complements fully quantum models by allowing for fast and accurate predictions of laser-cooling dynamics at much higher energy scales.         ",
    "url": "https://arxiv.org/abs/2411.18818",
    "authors": [
      "John P. Bartolotta",
      "Brian Estey",
      "Michael Foss-Feig",
      "David Hayes",
      "Christopher N. Gilbreth"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2411.18851",
    "title": "Dual-functional microwave photonic system for concurrent radar and secure communication via radar signal masking",
    "abstract": "           Integrating functions such as radar and communication into a single system is of great significance for the miniaturization and functional integration of future electronic warfare and 6G systems. Here, we show a dual-functional microwave photonic system for concurrent radar and secure communication. The scheme utilizes microwave photonic frequency multiplying and frequency conversion techniques to shift both the intermediate frequency radar and communication signals to the same frequency band, enabling radar and communication operations at the same time and frequency. The high-power radar signal is also used to mask the communication signal, increasing the difficulty of signal interception and thus enhancing security. By employing de-chirping at the radar receiver and self-interference cancelation at the communication receiver, the radar function can be implemented and the communication signal can also be correctly demodulated after removing the radar masking. An experiment is performed. A 0.3-GHz bandwidth linearly frequency-modulated signal is quadrupled and superimposed with two up-converted 0.5-Gbaud orthogonal frequency-division multiplexing signals. A communication data rate of 2 Gbit/s, a radar ranging measurement error of less than $\\pm$ 0.3 cm, and a radar inverse synthetic aperture radar imaging resolution of 12.5$\\times$10.2 cm are achieved.         ",
    "url": "https://arxiv.org/abs/2411.18851",
    "authors": [
      "Taixia Shi",
      "Fangzheng Zhang",
      "Yang Chen"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Signal Processing (eess.SP)"
    ]
  },
  {
    "id": "arXiv:2411.18870",
    "title": "Second harmonic generation with 48% conversion efficiency from cavity polygon modes in a monocrystalline lithium niobate microdisk resonator",
    "abstract": "           Thin-film lithium niobate (TFLN) based optical microresonators offer large nonlinear coefficient d_33 and high light-wave confinement, allowing highly efficient second-order optical nonlinear frequency conversion. Here, we achieved ultra-efficiency second harmonic generation (SHG) from high-Q polygon modes by maximizing the utilization of the highest nonlinear coefficient d_33 in a monocrystalline X-cut TFLN microdisk resonator for the first time. The polygon modes are designed and formed with two parallel sides perpendicular to the optical axis of the lithium niobate crystal by introducing weak perturbations into the microdisk of a tapered fiber, which maximizes the utilization of d_33. The polygon modes exhibit ultrahigh intrinsic Q factors of ~3.86X10(7), due to the fact that polygon modes are located far from the relatively rough sidewall of the microdisk. Moreover, the pump and second harmonic polygon modes share high modal overlap factor of ~80%. Consequently, SHG from cavity polygon modes with absolute conversion efficiency as high as 48.08% was realized at an on-chip pump level of only 4.599 mW without fine domain structures, surpassing the best results (23% and 30%) reported in other two domain-inversion-free phase matching schemes and even approaching the record (52%) in PPLN microresonators.         ",
    "url": "https://arxiv.org/abs/2411.18870",
    "authors": [
      "Chao Sun",
      "Jielei Ni",
      "Chuntao Li",
      "Jintian Lin",
      "Renhong Gao",
      "Jianglin Guan",
      "Qian Qiao",
      "Qifeng Hou",
      "Xiaochao Luo",
      "Xinzhi Zheng",
      "Lingling Qiao",
      "Min Wang",
      "Ya Cheng"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.18909",
    "title": "Tip-Enhanced Sum Frequency Generation for Molecular Vibrational Nanospectroscopy",
    "abstract": "           Vibrational sum frequency generation (SFG) is a nonlinear spectroscopic technique widely used to study the molecular structure and dynamics of surface systems. However, the spatial resolution achieved by far-field observations is constrained by the diffraction limit, obscuring molecular details in inhomogeneous structures smaller than the wavelength of light. To overcome this limitation, we developed a system for tip-enhanced SFG (TE-SFG) spectroscopy based on a scanning tunneling microscope. We successfully detected vibrational TE-SFG signals from adsorbed molecules on a gold substrate under ambient conditions. The phase analysis of interferometric SFG spectra provided information on molecular orientation. Furthermore, the observed TE-SFG signal was confirmed to originate from a highly localized region within a gap between the tip apex and the sample substrate. This method offers a novel platform for nonlinear optical nanospectroscopy, paving the way for the investigation of surface molecular systems beyond the diffraction limit.         ",
    "url": "https://arxiv.org/abs/2411.18909",
    "authors": [
      "Atsunori Sakurai",
      "Shota Takahashi",
      "Tatsuto Mochizuki",
      "Toshiki Sugimoto"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2411.18925",
    "title": "High-Performance Green and Blue Light-Emitting Diodes Enabled by CdZnSe/ZnS Core/Shell Colloidal Quantum Wells",
    "abstract": "           The unique anisotropic properties of colloidal quantum wells (CQWs) make them highly promising as components in nanocrystal-based devices. However, the limited performance of green and blue light-emitting diodes (LEDs) based on CQWs has impeded their practical applications. In this study, we tailored alloy CdZnSe core CQWs with precise compositions via direct cation exchange (CE) from CdSe CQWs with specific size, shape, and crystal structure and utilized hot-injection shell (HIS) growth to synthesize CdZnSe/ZnS core/shell CQWs exhibiting exceptional optoelectronic characteristics. This approach enabled us to successfully fabricate green and blue LEDs manifesting superior performance compared to previously reported solution-processed CQW-LEDs. Our devices demonstrated a remarkable peak external quantum efficiency (20.4% for green and 10.6% for blue), accompanied by a maximum brightness 347,683 cd m-2 for green and 38,063 cd m-2 for blue. The high-performance represents a significant advancement for nanocrystal-based light-emitting diodes (Nc-LEDs) incorporating anisotropic nanocrystals. This work provides a comprehensive synthesis strategy for enhancing the efficiency of Nc-LEDs utilizing anisotropic nanocrystals.         ",
    "url": "https://arxiv.org/abs/2411.18925",
    "authors": [
      "Yunke Zhu",
      "Xiuyuan Lu",
      "Jingjing Qiu",
      "Peng Bai",
      "An Hu",
      "Yige Yao",
      "Qinyun Liu",
      "Yang Li",
      "Wenjin Yu",
      "Yaolong Li",
      "Wangxiao Jin",
      "Xitong Zhu",
      "Yunzhou Deng",
      "Zhetong Liu",
      "Peng Gao",
      "XiaoFei Zhao",
      "Youqin Zhu",
      "Li Zhou",
      "Yizheng Jin",
      "Yunan Gao"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.18963",
    "title": "Axisymmetric model for 1-color laser filament THz emission",
    "abstract": "           A 3D axisymmetric model for laser beam propagation in air is proposed for use with THz emission calculations. The model accounts for nonlinear propagation of the femtosecond pulse that generates the filament (Kerr self-focusing and plasma defocusing). The formalism proposed is quite general and can be applied across a broad range of experimental parameters - focal lengths, beam profiles, and intensities. We adapt existing models of 1-color THz emission for use with the beam propagation model to calculate THz emission signatures. Two THz emission models are used, a 1D model and a more detailed 3D axisymmetric model. For the 3D axisymmetric model, simplified current source terms are derived by applying the slowly-varying amplitude envelope approximation. The two models give consistent results for the THz emission signal. For the test case considered, nonlinear propagation dynamics have a large impact on the amplitude of the THz signal, but only a minimal impact on the frequency content and angular distribution of the signal.         ",
    "url": "https://arxiv.org/abs/2411.18963",
    "authors": [
      "Sean D. McGuire",
      "Mikhail N. Shneider"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.19015",
    "title": "Intertwined Fano resonances in sub-wavelength metallic gratings: omnidirectional and wideband optical transmission",
    "abstract": "           Metallic gratings can be used as infrared filters, but their performance is often limited by bandwidth restrictions due to metallic losses. In this work, we propose a metallic groove-slit-groove (GSG) structure that overcomes these limitations by exhibiting a large bandwidth, angularly independent, extraordinary optical transmission. Our design achieves high transmission efficiency in the longwave infrared range, driven by Fano-type resonances created through the interaction between the grooves and the central slit. This mechanism results in a tunable 2 $\\mu$m transmission window with high rejection rate. We extend the concept to a two-dimensional GSG array, exhibiting a polarization insensitive 80% transmission window for incident angles up to 50°, offering significant potential for infrared filtering applications.         ",
    "url": "https://arxiv.org/abs/2411.19015",
    "authors": [
      "Denis Langevin",
      "Julien Jaeck",
      "Riad Haïdar",
      "Patrick Bouchon"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.19131",
    "title": "Cascaded Raman lasing in a lithium tetraborate (LB4) whispering gallery mode resonator",
    "abstract": "           Lithium tetraborate (LB4) is a lithium borate compound and recently has shown renewed interest due to its exceptional linear and nonlinear optical properties. Its wide transparency range, spanning from 0.16$\\mu m$ to 3.5$\\mu m$, and low loss in the visible range make LB4 highly popular in applications of harmonics generation and deep ultraviolet radiation. Also, LB4 is a good Raman-active material due to its high Raman gain. Here, a millimeter sized LB4 whispering gallery mode resonator (WGMR) is machined using single point diamond cutting, which has, to the best of our knowledge, the highest reported quality ($Q$) factor of $2.0 \\times 10^9$ at 517 nm. Then, stimulated Raman scattering (SRS) was investigated in this LB4 WGMR. When pumped with about 7 mW at 517 nm, four cascaded SRS peaks with wavelengths ranging from 537 nm to 608 nm are demonstrated, which can be clearly observed using an optical grating. Among them, the first order SRS is characterized and has a threshold of 0.69 mW with a slope efficiency of 7.2 %. This is the first implementation of a LB4 whispering gallery mode Raman laser, which will facilitate usages of LB4 WGMR as compact Raman lasing source in future.         ",
    "url": "https://arxiv.org/abs/2411.19131",
    "authors": [
      "Chengcai Tian",
      "Florian Sedlmeir",
      "Jervee Punzalan",
      "Petra Becker",
      "Ladislav Bohatý",
      "Keith C. Gordon",
      "Richard Blaikie",
      "Harald G. L. Schwefel"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.19150",
    "title": "Field tunable plasmonic lenses for optical microscopy",
    "abstract": "           This study examines the behavior and tunability of plasmonic lenses created from arrays of nanoslits, applicable in sub-wavelength optical microscopy and other high-resolution imaging systems. We performed simulations on COMSOL Multiphysics to assess power flow and focal shifts in plasmonic lenses with differing slit designs, refractive indices, and angular distributions. The findings indicate that the confinement can be regulated by adjusting these parameters.         ",
    "url": "https://arxiv.org/abs/2411.19150",
    "authors": [
      "Divyansh Wadhwa",
      "Gurharinder Singh",
      "Krishna Bharadwaj Balasubramanian"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.19264",
    "title": "Monolithic piezoelectrically tunable hybrid integrated laser with sub-fiber laser coherence",
    "abstract": "           Ultra-low noise lasers are essential tools in a wide variety of applications, including data communication, light detection and ranging (LiDAR), quantum computing and sensing, and optical metrology. Recent advances in integrated photonics, specifically the development of ultra-low loss silicon nitride (Si$_3$N$_4$) platform, have allowed attaining performance that exceeds conventional legacy laser systems, including the phase noise of fiber lasers. This platform can moreover be combined with monolithic integration of piezoelectrical materials, enabling frequency agile low noise lasers. However, this approach has to date not surpassed the trade-off between ultra-low frequency noise and frequency agility. Here we overcome this challenge and demonstrate a fully integrated laser based on the Si$_3$N$_4$ platform with frequency noise lower than that of a fiber laser, while maintaining the capability for high-speed modulation of the laser frequency. The laser achieves an output power of 30 mW with an integrated linewidth of 4.3 kHz and an intrinsic linewidth of 3 Hz, demonstrating phase noise performance that is on par with or lower than commercial fiber lasers. Frequency agility is accomplished via a monolithically integrated piezoelectric aluminum nitride (AlN) micro-electro-mechanical system (MEMS) actuator, which enables a flat frequency actuation bandwidth extending up to 400 kHz. This combination of ultra-low noise and frequency agility is a useful feature enabling tight laser locking for frequency metrology, fiber sensing, and coherent sensing applications. Our results demonstrate the ability of 'next generation' integrated photonic circuits (beyond silicon) to exceed the performance of legacy laser systems in terms of coherence and frequency actuation.         ",
    "url": "https://arxiv.org/abs/2411.19264",
    "authors": [
      "Andrey Voloshin",
      "Anat Siddharth",
      "Simone Bianconi",
      "Alaina Attanasio",
      "Andrea Bancora",
      "Vladimir Shadymov",
      "Sebastien Leni",
      "Rui Ning Wang",
      "Johann Riemensberger",
      "Sunil A. Bhave",
      "Tobias J. Kippenberg"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2411.19369",
    "title": "Stochastic Frequency Fluctuation Super-Resolution Imaging",
    "abstract": "           The inherent non-linearity of intensity correlation functions can be used to spatially distinguish identical emitters beyond the diffraction limit, for example, achieved in Super-Resolution Optical Fluctuation Imaging (SOFI). Here, we propose a complementary concept based on spectral correlation functions, termed Spectral Fluctuation Super-Resolution (SFSR) imaging. Through theoretical and computational analysis, we show that spatially resolving time-domain spectral correlation functions using second-order correlation analysis can improve resolution by up to twofold for two emitters. This enhancement is achieved by quantifying the correlated to uncorrelated spectral fluctuations on different time scales at different positions. Experimentally, SFSR can be implemented using a combination of interferometry and photon-correlation measurements. The method works for non-blinking emitters and stochastic spectral fluctuations of arbitrary temporal statistics. This suggests its utility in super-resolution microscopy of quantum emitters at low temperatures, for which spectral diffusion is often more pronounced than emitter blinking.         ",
    "url": "https://arxiv.org/abs/2411.19369",
    "authors": [
      "Yifan Chen",
      "Chieh Tsao",
      "Hendrik Utzat"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.19424",
    "title": "Nuclear and Particle Physics through Quantum Sensing Using Cold Atoms and Molecules",
    "abstract": "           As techniques for manipulating single atoms and molecules developed, quantum technologies witnessed drastic advancements. These technologies are now so mature that they can be applied to various fields. One of such fields is nuclear and particle physics, which were conventionally investigated with high energy accelerators. In general, quantum sensing enables high-precision measurements, opening ways to investigate high-energy phenomena that slightly modify energy levels of low-energy systems by higher-order perturbations. In other cases, such high-precision measurements are sensitive to faint low-energy interactions between the low-energy system and exotic fields. These measurements open new parameter spaces to explore in conventionally investigated topics, e.g., variations of fundamental constants, dark matter, fifth force, parity violation, CP-violation, supersymmetric theories, and other physics beyond the Standard Model. Additionally, such measurements can serve as confirmations for existing results from completely different systems, or surpass existing results using smaller-scale experiments. The field of atomic and molecular physics oriented to nuclear and particle physics motivations evolved significantly. This paper provides an overview of the field of nuclear and particle physics through high-precision quantum measurements using atoms and molecules.         ",
    "url": "https://arxiv.org/abs/2411.19424",
    "authors": [
      "Akio Kawasaki"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "High Energy Physics - Experiment (hep-ex)",
      "Nuclear Experiment (nucl-ex)"
    ]
  },
  {
    "id": "arXiv:2411.19559",
    "title": "Artifact Correction in Magnetic Resonance Temperature Imaging for Laser Interstitial Thermotherapy with Multi-echo Acquisitions",
    "abstract": "           In MRI-guided laser interstitial thermotherapy (MRgLITT), a signal void sometimes appears at the heating center of the measured temperature map. In neurosurgical MRgLITT treatments, cerebrospinal fluid pulsation (CSF), which may lead to temperature artifacts, also needs to be carefully managed. We find that signal loss in MR magnitude images can be one distinct contributor to the temperature imaging signal void. Therefore, this study aims to investigate this finding and more importantly. Also, this study intends to improve measurement accuracy by correcting CSF-induced temperature errors and employing a more reliable phase unwrapping algorithm. A gradient echo sequence with certain TE values for temperature imaging is used to quantify T2* variations during MRgLITT and to investigate the development of signal voids throughout the treatment. Informed by these findings, a multi-echo GRE sequence with appropriate TE coverage is employed. A multi-echo-based correction algorithm is developed to address the signal loss-induced temperature errors. A new phase unwrapping method and a new CSF pulsation correction approach are developed for multi-echo signal processing. The temperature imaging method is evaluated by gel phantom, ex-vivo, and in-vivo LITT heating experiments. T2* shortening during heating can be one important cause of the temperate imaging signal voids and this demands the multi-echo acquisition with varied TE values. The proposed multi-echo-based method can effectively correct signal loss-induced temperature errors and raise temperature estimation precision. The multi-echo thermometry in the in-vivo experiments shows smoother hotspot boundaries, fewer artifacts, and improved thermometry reliability. In the in-vivo experiments, the ablation areas estimated from the multi-echo thermometry also show satisfactory agreement with those determined from post-ablation MR imaging.         ",
    "url": "https://arxiv.org/abs/2411.19559",
    "authors": [
      "Ziyi Pan",
      "Yuancheng Jiang",
      "Wenbo Lv",
      "Sisi Li",
      "Meng Han",
      "Yawei Kuang",
      "Hao Sun",
      "Xiu Wang",
      "Jianjun Bai",
      "Wenbo Liu",
      "Guangzhi Wang",
      "Hua Guo"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2411.19629",
    "title": "OpenQDC: Open Quantum Data Commons",
    "abstract": "           Machine Learning Interatomic Potentials (MLIPs) are a highly promising alternative to force-fields for molecular dynamics (MD) simulations, offering precise and rapid energy and force calculations. However, Quantum-Mechanical (QM) datasets, crucial for MLIPs, are fragmented across various repositories, hindering accessibility and model development. We introduce the openQDC package, consolidating 37 QM datasets from over 250 quantum methods and 400 million geometries into a single, accessible resource. These datasets are meticulously preprocessed, and standardized for MLIP training, covering a wide range of chemical elements and interactions relevant in organic chemistry. OpenQDC includes tools for normalization and integration, easily accessible via Python. Experiments with well-known architectures like SchNet, TorchMD-Net, and DimeNet reveal challenges for those architectures and constitute a leaderboard to accelerate benchmarking and guide novel algorithms development. Continuously adding datasets to OpenQDC will democratize QM dataset access, foster more collaboration and innovation, enhance MLIP development, and support their adoption in the MD field.         ",
    "url": "https://arxiv.org/abs/2411.19629",
    "authors": [
      "Cristian Gabellini",
      "Nikhil Shenoy",
      "Stephan Thaler",
      "Semih Canturk",
      "Daniel McNeela",
      "Dominique Beaini",
      "Michael Bronstein",
      "Prudencio Tossou"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Machine Learning (cs.LG)"
    ]
  },
  {
    "id": "arXiv:2411.19646",
    "title": "A frequency tunable low-noise YIG-GGG based oscillator with strong magneto-elastic coupling",
    "abstract": "           We present a frequency tunable magneto-acoustic oscillator (MAO) operating in low-phase-noise and complex dynamical regimes based on a single composite YIG-GGG resonator. The magneto-acoustic resonator (MAR) is based on a YIG (yttrium iron garnet) layer epitaxially grown on a GGG (gadolinium gallium garnet) substrate. By optimizing the YIG thickness, we obtain a high magneto-elastic coupling of around 1 MHz between the ferromagnetic resonance (FMR) in YIG and high overtone acoustic resonances (HBARs) in the YIG-GGG structure in the 1-2 GHz frequency range. It allows to eliminate the need for pre-selectors and bulky circulators, thus simplifying the MAO design while maintaining the possibility to lock to HBAR YIG-GGG modes. With an adjustment in the loop over-amplification parameter, the MAO can be locked either only to high-Q magneto-acoustic HBARs or to both types of resonance including HBARs and the FMR mode of the YIG film. In a low-phase-noise regime, MAO generates only at certain values of the applied field and exhibits discrete frequency tunability with a 3.281 MHz step corresponding to the frequency separation between the adjacent HBAR modes in a YIG-GGG structure. In a complex regime where oscillation conditions expand to include both HBAR and FMR modes, MAO demonstrates continuous generation as the function of the applied field with variable phase noise parameters. Moreover, in low-phase-noise regime, MAO phase noise plot improves by 30 dB compared to the operational regime locked to the pure FMR in YIG which is in agreement with the measured FMR and HBAR Q-factors.         ",
    "url": "https://arxiv.org/abs/2411.19646",
    "authors": [
      "Paolo Sgarro",
      "Roman Ovcharov",
      "Roman Khymyn",
      "Sambit Ghosh",
      "Ahman A. Awad",
      "Johan Åkerman",
      "Artem Litvinenko"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2411.19663",
    "title": "V-band Optoelectronic Oscillator for Earth Observation Applications",
    "abstract": "           An optoelectronic oscillator (OEO) producing a signal at 45.86 GHz is demonstrated that may potentially be utilized in the local oscillator (LO) generation of Earth observation applications such as the microwave sounding (MWS), microwave imaging (MWI) and ice cloud imaging (ICI) missions of METOP 2 of ESA. Preliminary results show that the performance of this lower SWaP OEO system is comparable or in some respects better than the electrical system already used in the MWS, MWS and MWI missions of ESA. Specifically, a sidemode suppression of about 46 dB, a phase noise of -102 dBc/Hz at 100 kHz offset, and frequency stability of 30 kHz in a ten-minute interval is achieved for the 45.86 GHz signal. The OEO is a promising candidate to replace or supplement the electronic systems of phase locked dielectric resonator oscillator and frequency multipliers used currently in Earth observation.         ",
    "url": "https://arxiv.org/abs/2411.19663",
    "authors": [
      "Dimitrios Kastritsis",
      "Enrico Lia",
      "Iain Mckenzie",
      "Stavros Iezekiel"
    ],
    "subjectives": [
      "Space Physics (physics.space-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.19669",
    "title": "Simultaneous two-dimensional velocity and distance measurements based on laser triangulation",
    "abstract": "           Laser triangulation sensors are widely used in industry for surface inspection due to simple setup, micron precision and low cost. Conventional laser triangulation methods only enable axial distance measurement limiting further applications, and their lateral resolution is limited by surface microstructure. For overcoming these issues, based on the geometric optics we propose novel theoretical models and methods to achieve lateral velocity measurement. Moreover, a novel axial distance measurement method using edge detection is presented, which can increase the lateral resolution by the order of one magnitude. The performance of the proposed methods are validated through simultaneous orthogonal velocity and distance measurements on a moving established metal specimen, showing the relative error and relative uncertainty can reach 10^{-4}. The versatility of this multi degree of freedom measurement method paves the way for its broad application across all laser triangulation systems. Therefore, this simultaneous two-dimensional velocity and distance sensing approach can propel advancements in dynamic behavior discipline, including but not limited to motion mechanology and fluid mechanics.         ",
    "url": "https://arxiv.org/abs/2411.19669",
    "authors": [
      "Hao Zhang",
      "Shiji Wang"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.19703",
    "title": "Highly coherent two-color laser with stability below 3E-17 at 1 second",
    "abstract": "           Two-color lasers with high coherence are paramount in precision measurement, accurate light-matter interaction, and low-noise photonic microwave generation. However, conventional two-color lasers often suffer from low coherence, particularly when these two colors face large frequency spacings. Here, harnessing the Pound-Drever-Hall technique, we synchronize two lasers to a shared ultra-stable optical reference cavity to break through the thermal noise constraint, achieving a highly coherent two-color laser. With conquering these non-common mode noises, we demonstrate an exceptional fractional frequency instability of 2.7E-17 at 1 second when normalized to the optical frequency. Characterizing coherence across large frequency spacings poses a significant challenge. To tackle this, we employ electro-optical frequency division to transfer the relative stability of a 0.5 THz spacing two-color laser to a 25 GHz microwave signal. As its performance surpasses the sensitivity of the current apparatus, we establish two independent systems for comparative analyses. The resulting 25 GHz signals exhibit exceptional phase noise of -74 dBc/Hz at 1 Hz and -120 dBc/Hz at 100 Hz, demonstrating the two-color laser's performance approaching the quantum noise limit of its synchronization system. It also sets a new record for the two-point frequency division method in photonic microwave generation. Our achievement in highly coherent two-color lasers and low-noise microwave signals will usher in a new era for precision measurements and refine the accuracy of light-matter and microwave-matter interactions to their next decimal place.         ",
    "url": "https://arxiv.org/abs/2411.19703",
    "authors": [
      "Bibo He",
      "Jiachuan Yang",
      "Fei Meng",
      "Jialiang Yu",
      "Chenbo Zhang",
      "Qi-Fan Yang",
      "Yani Zuo",
      "Yige Lin",
      "Zhangyuan Chen",
      "Zhanjun Fang",
      "Xiaopeng Xie"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.19775",
    "title": "Normal Mode Splitting and Force Sensing in Cavity Magnomechanical System",
    "abstract": "           In this study, we investigate the dynamics of system composed of a single cavity consisting of an optical parametric amplifier (OPA) and a YIG sphere influenced by a bias magnetic field. This bias field leads to magnetostrictive effects on magnon modes that induces phonons. We investigate the position fluctuation spectrum and the output field spectrum, finding that at G =0, the system displays a single peak, indicative of weak coupling between the optical and phononic modes. As G increases (e.g., G =0.1 kappa_a, 0.2 kappa_a, 0.4 kappa_a, we observe a transition to double peak, which reflects stronger coupling in the vicinity of cavity along with phonon modes that leads to normal mode splitting (NMS) in cavity magnomechanic system. Furthermore, we examine that the OPA amplifies the Y quadrature while squeezing the X quadrature of the output field spectrum. This sensitive behavior results in a more pronounced splitting in the Y quadrature spectra compared to the X quadrature. Our findings emphasize the essential role of the OPA in adjusting the interaction strength between the optical and phononic modes as well as underscore the importance of quadrature analysis in characterizing the system's response. NMS mechanism open avenues for advanced applications in quantum sensing and information processing, highlighting the potential for tunable devices in emerging quantum technologies.         ",
    "url": "https://arxiv.org/abs/2411.19775",
    "authors": [
      "Ghaisud Din",
      "Muqaddar Abbas",
      "Pei Zhang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.19818",
    "title": "Open and trapping channels in complex resonant media",
    "abstract": "           We present a statistical study of the transmission and dwell-time matrices in disordered media composed of resonators, focusing on how frequency detuning influences their eigenvalue distributions. Our analysis reveals that the distribution of transmission eigenvalues undergoes a transition from a monomodal to a bimodal profile, and back to monomodal, as the frequency approaches the resonant frequency of the particles. Moreover, the distribution of dwell-time eigenvalues broadens significantly near resonance, with the longest lifetimes exceeding the median by several orders of magnitude. These results are explained by examining how frequency $\\omega$ affects the transport mean free path of light, $\\ell(\\omega)$, and the energy transport velocity, $v_E(\\omega)$, which in turn shape the observed distributions. We demonstrate the strong potential of wavefront shaping to enhance both transmission and energy storage in resonant disordered media. In the diffusive regime, where the system thickness $L$ exceeds the mean free path, both transmission and dwell time can be enhanced by a factor $\\varpropto L/\\ell(\\omega) \\gg 1$ when using wavefronts associated with the largest eigenvalues instead of plane waves. In the localized regime, the enhancements become $\\varpropto Ne^{2L/\\xi}$ for transmission and $\\varpropto N\\xi /L$ for dwell time, where $\\xi$ is the localization length and $N$ is the number of controlled scattering channels. Finally, we show that employing high-$Q$ resonators instead of low-$Q$ ones increases energy storage within the medium by a factor of $\\varpropto Q/k\\ell(\\omega)$, in both the diffusive and localized regimes.         ",
    "url": "https://arxiv.org/abs/2411.19818",
    "authors": [
      "Romain Rescanieres",
      "Romain Pierrat",
      "Arthur Goetschy"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)"
    ]
  },
  {
    "id": "arXiv:2411.19872",
    "title": "Two-Photon Optical Ramsey-Doppler Spectroscopy of Positronium and Muonium",
    "abstract": "           Positronium and muonium, as purely leptonic atoms without internal structure, provide ideal systems for high-precision tests of quantum electrodynamics (QED) and measurements of fundamental constants. However, the high velocities of these lightweight atoms complicate precision spectroscopy, particularly in the 1S-2S transition, due to transit time broadening and second-order Doppler shifts. To overcome these challenges, we propose a novel method combining two-photon Ramsey spectroscopy with a technique to correct the second-order Doppler shifts on an atom-by-atom basis. Additionally, this approach suppresses systematic effects of the AC Stark shift to a negligible level compared to the target precision. Simulations predict that for both positronium and muonium, this method could improve the measurement precision of the 1S-2S transition by more than two orders of magnitude compared to the current state of the art. This approach opens up new avenues for rigorous bound-state QED tests and searches for physics beyond the Standard Model.         ",
    "url": "https://arxiv.org/abs/2411.19872",
    "authors": [
      "Evans Javary",
      "Edward Thorpe-Woods",
      "Irene Cortinovis",
      "Marcus Mähring",
      "Lucas de Sousa Borges",
      "Paolo Crivelli"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2411.19949",
    "title": "Efficient short-wave infrared upconversion by self-sensitized holmium-doped nanoparticles",
    "abstract": "           Photon upconversion, combining several low-energy photons to generate one high-energy photon is of wide interest for biomedical, catalytic and photonic applications. Lanthanide-doped nanoparticles (LnNP) are a unique type of upconversion nanoconverter, which can realize ultralarge anti-Stokes shift (>1000 nm) and high photostability, without photo-bleaching and photo-blinking. The excitation wavelength of LnNPs has been limited to the second near-infrared window (1000-1700 nm), mainly sensitized by erbium ions with absorption centered around 1.5 $\\mu$m. Here, we demonstrate novel self-sensitized holmium (Ho)-doped nanoconverters to further expand the sensitization range to the short-wave infrared at 2 $\\mu$m and achieve efficient upconversion to 640 nm. We show that this upconversion is a 4-photon conversion process with an underlying energy transfer upconversion mechanism. Via careful control of dopant concentration and shelling we achieve a relative upconversion-to-downconversion efficiency up to 15.2%, more than half the theoretical maximum. The placement of the Ho doped LnNPs into a plasmonic nanocavity device enables large gains in emission intensity (up to 32-fold), due to the dramatic shortening of the emission lifetime of Ho from 29 $\\mu$s to <1 ns, indicating a high Purcell-enhancement factor of 3x10$^4$. These results open new possibilities at the frontier of short-wave infrared upconversion and the nanoplasmonic enhancement of LnNP emission, with potential applications in detection, theranostics, photonics and optoelectronics.         ",
    "url": "https://arxiv.org/abs/2411.19949",
    "authors": [
      "Rakesh Arul",
      "Zhao Jiang",
      "Xinjuan Li",
      "Fiona M. Bell",
      "Alasdair Tew",
      "Caterina Ducati",
      "Akshay Rao",
      "Zhongzheng Yu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2411.17950",
    "title": "Simulating Vibrational Dynamics on Bosonic Quantum Devices",
    "abstract": "           Bosonic quantum devices, which utilize harmonic oscillator modes to encode information, are emerging as a promising alternative to conventional qubit-based quantum devices, especially for the simulation of vibrational dynamics and spectroscopy. We present a framework for digital quantum simulation of vibrational dynamics under anharmonic potentials on these bosonic devices. In our approach the vibrational Hamiltonian is decomposed into solvable fragments that can be used for Hamiltonian simulation on currently available bosonic hardware. Specifically, we extended the Cartan subalgebra approach [T.C. Yen, A.F. Izmaylov, PRX Quantum 2, 040320 (2021)] -- a method for decomposing quantum Hamiltonians into solvable parts -- to bosonic operators, enabling us to construct anharmonic Hamiltonian fragments that can be efficiently diagonalized using Bogoliubov transforms. The approach is tested using a simulation of tunneling dynamics in a model two-dimensional double-well potential and calculations of vibrational eigenenergies for small molecules. Our fragmentation scheme provides a new approach for digital quantum simulations on bosonic quantum hardware for multi-mode anharmonic vibrational dynamics.         ",
    "url": "https://arxiv.org/abs/2411.17950",
    "authors": [
      "Shreyas Malpathak",
      "Sangeeth Das Kallullathil",
      "Artur F. Izmaylov"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2411.18832",
    "title": "A Trade-Off Between Path Entanglement and Quantum Sensitivity",
    "abstract": "           Entanglement often increases quantum measurement schemes' sensitivity. However, we find that in precision measurements with zero-mean Gaussian states, such as squeezed states, entanglement between different paths degrades measurement sensitivity. We prove an inverse relationship between entanglement entropy and sensitivity for measurements of single-mode phase shifts in multimode systems and for phase shifts on both modes in two-mode systems. In the two-mode case, which models devices such as interferometers, we find that entanglement strongly degrades differential phase sensitivity. Finally, we show that minimizing entanglement between paths maximizes the phase sensitivity of $N$-mode systems with zero-mean Gaussian state inputs.         ",
    "url": "https://arxiv.org/abs/2411.18832",
    "authors": [
      "Benjamin Lou",
      "Hudson A. Loughlin",
      "Nergis Mavalvala"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.18890",
    "title": "How Are Quantum Eigenfunctions of Hydrogen Atom Related To Its Classical Elliptic Orbits?",
    "abstract": "           We show that a highly-excited energy eigenfunction $\\psi_{nlm}(\\vec{r})$ of hydrogen atom can be approximated as an equal-weight superposition of classical elliptic orbits of energy $E_n$ and angular momentum $L=\\sqrt{l(l+1)}\\hbar$, and $z$ component of angular momentum $L_z=m\\hbar$. This correspondence is established by comparing the quantum probability distribution $|\\psi_{nlm}(\\vec{r})|^2$ and the classical probability distribution $p_c(\\vec{r})$ of an ensemble of such orbits. This finding illustrates a general principle: in the semi-classical limit, an energy eigenstate of a quantum system is in general reduced to a collection of classical orbits, rather than a single classical orbit. In light of this quantum-classical correspondence, we re-examine the classical singularity problem of a point mass falling toward a gravitational center. We find that Euler's intuition was correct: the mass point undergoes a sudden turn at the center.         ",
    "url": "https://arxiv.org/abs/2411.18890",
    "authors": [
      "Yixuan Yin",
      "Tiantian Wang",
      "Biao Wu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2411.19072",
    "title": "Shallow Quantum Scalar Products with Phase Information",
    "abstract": "           The measurement of scalar products between two vectors is a common task in scientific computing and, by extension, in quantum computing. In this work, we introduce two alternative quantum circuits for computing scalar products with phase information, combining the structure of the swap test, the vacuum test, and the Hadamard test. These novel frameworks, called the zero-control and one-control tests, present different trade-offs between circuit depth and qubit count for accessing the scalar product between two quantum states. We demonstrate that our approach significantly reduces the gate count for large numbers of qubits and decreases the scaling of quantum requirements compared to the Hadamard test.         ",
    "url": "https://arxiv.org/abs/2411.19072",
    "authors": [
      "Lila Cadi Tazi",
      "David Muñoz Ramo",
      "Alex J. W. Thom"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mathematical Physics (math-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2411.19139",
    "title": "Sensing Based on Quantum Correlation of Photons in the Weak Nonlinear Regime",
    "abstract": "           Quantum correlation of photons based on quantum interference, such as unconventional photon blockade (UPB), has been extensively studied for realizing single-photon sources in weak nonlinear regime. However, how to use this effect for other practical applications is rarely studied. Here, we propose schemes to realize sensitive sensing by the quantum correlation of photons based on quantum interference. We demonstrate that UPB can be observed in the mixing field output from a Mach-Zehnder interferometer (MZI) with two cavities in the two arms based on quantum interference. We show that the second-order correlation function of the output field is sensitive to the parameters of system and propose schemes to realize angular velocity and temperature sensing by measuring the second-order correlation of the photons output from the MZI. We find that the second-order correlation function of the output field is much more sensitive to the parameters of system than the mean photon number, which provides an application scenario for the quantum correlation of photons in sensitive sensing.         ",
    "url": "https://arxiv.org/abs/2411.19139",
    "authors": [
      "Zi-Qiang Yin",
      "Zhi-Hao Liu",
      "Jian Tang",
      "Hui Jing",
      "Xun-Wei Xu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.19310",
    "title": "Solving the Nonlinear Vlasov Equation on a Quantum Computer",
    "abstract": "           We present a mapping of the nonlinear, electrostatic Vlasov equation with Krook type collision operators, discretized on a (1 + 1) dimensional grid, onto a recent Carleman linearization based quantum algorithm for solving ordinary differential equations (ODEs) with quadratic nonlinearities. We show that the quantum algorithm is guaranteed to converge only when the plasma parameters take unphysical values. This is due to the high level of dissipation in the ODE system required for convergence, that far exceeds the physical dissipation effect provided by the Krook operator. Additionally, we derive upper bounds for the query- and gate complexities of the quantum algorithm in the limit of large grid sizes. We conclude that these are polynomially larger than the time complexity of the corresponding classical algorithms. We find that this is mostly due to the dimension, sparsity and norm of the Carleman linearized evolution matrix.         ",
    "url": "https://arxiv.org/abs/2411.19310",
    "authors": [
      "Tamás Á Vaszary",
      "Animesh Datta",
      "Thomas Goffrey",
      "Brian Appelbe"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2411.19439",
    "title": "qlbm -- A Quantum Lattice Boltzmann Software Framework",
    "abstract": "           We present qlbm, a Python software package designed to facilitate the development, simulation, and analysis of Quantum Lattice Boltzmann Methods (QBMs). qlbm is a modular framework that introduces a quantum component abstraction hierarchy tailored to the implementation of novel QBMs. The framework interfaces with state-of-the-art quantum software infrastructure to enable efficient simulation and validation pipelines, and leverages novel execution and pre-processing techniques that significantly reduce the computational resources required to develop quantum circuits. We demonstrate the versatility of the software by showcasing multiple QBMs in 2D and 3D with complex boundary conditions, integrated within automated benchmarking utilities. Accompanying the source code are extensive test suites, thorough online documentation resources, analysis tools, visualization methods, and demos that aim to increase the accessibility of QBMs while encouraging reproducibility and collaboration. The source code of qlbm is publicly available under a permissive MPL 2.0 license at \\url{this https URL}.         ",
    "url": "https://arxiv.org/abs/2411.19439",
    "authors": [
      "Călin Andrei Georgescu",
      "Merel Annelise Schalkers",
      "Matthias Möller"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2411.19656",
    "title": "Design of structured La$_{2-x}$Sr$_{x}$CuO$_{4}$ films as superconducting transition-edge sensors at 4.2K",
    "abstract": "           We calculate the effects of carrier-density structuration and patterning on thin films of the cuprate superconductor La$_{2-x}$Sr$_{x}$CuO$_{4}$, in order to optimize its functional characteristics as sensing material for resistive transition-edge bolometers at liquid-He temperature. We perform finite-element computations considering two major contributions to structuration: The intrinsic random nanoscale disorder associated to carrier density nonstoichiometry, plus the imposition of regular arrangements of zones with different nominal carrier densities. Using ad-hoc seek algorithms, we obtain various structuration designs that markedly improve the bolometric performance, mainly the saturation power and dynamic range. Bolometric operation becomes favorable even in the easier-to-implement constant current mode of measurement.         ",
    "url": "https://arxiv.org/abs/2411.19656",
    "authors": [
      "M.M. Botana",
      "A.S. Viz",
      "M.V. Ramallo"
    ],
    "subjectives": [
      "Superconductivity (cond-mat.supr-con)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2411.19807",
    "title": "The Rayleigh-Taylor instability in a binary quantum fluid",
    "abstract": "           Instabilities, where small fluctuations seed the formation of large-scale structures, govern dynamics in a variety of fluid systems. The Rayleigh-Taylor instability (RTI), present from tabletop to astronomical scales, is an iconic example characterized by mushroom-shaped incursions appearing when immiscible fluids are forced together. Despite its ubiquity, RTI experiments are challenging; here, we report the observation of the RTI in an immiscible binary superfluid consisting of a two-component Bose-Einstein condensate. We force these components together to initiate the instability, and observe the growth of mushroom-like structures. The interface can also be stabilized, allowing us to spectroscopically measure the \"ripplon\" interface modes. Lastly, we use matter-wave interferometry to transform the superfluid velocity field at the interface into a vortex chain. These results-in agreement with our theory-demonstrate the close connection between the RTI in classical and quantum fluids.         ",
    "url": "https://arxiv.org/abs/2411.19807",
    "authors": [
      "Yanda Geng",
      "Junheng Tao",
      "Mingshu Zhao",
      "Shouvik Mukherjee",
      "Stephen Eckel",
      "Gretchen K. Campbell",
      "Ian B. Spielman"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2411.19938",
    "title": "Probing quantum critical phase from neural network wavefunction",
    "abstract": "           One-dimensional (1D) systems and models provide a versatile platform for emergent phenomena induced by strong electron correlation. In this work, we extend the newly developed real space neural network quantum Monte Carlo methods to study the quantum phase transition of electronic and magnetic properties. Hydrogen chains of different interatomic distances are explored systematically with both open and periodic boundary conditions, and fully correlated ground state many-body wavefunction is achieved via unsupervised training of neural networks. We demonstrate for the first time that neural networks are capable of capturing the quantum critical behavior of Tomonaga- Luttinger liquid (TLL), which is known to dominate 1D quantum systems. Moreover, we reveal the breakdown of TLL phase and the emergence of a Fermi liquid behavior, evidenced by abrupt changes in the spin structure and the momentum distribution. Such behavior is absent in commonly studied 1D lattice models and is likely due to the involvement of high-energy orbitals of hydrogen atoms. Our work highlights the powerfulness of neural networks for representing complex quantum phases.         ",
    "url": "https://arxiv.org/abs/2411.19938",
    "authors": [
      "Haoxiang Chen",
      "Weiluo Ren",
      "Xiang Li",
      "Ji Chen"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2309.14953",
    "title": "Long-distance chronometric leveling with a portable optical clock",
    "abstract": "           We have measured the geopotential difference between two locations separated by $457~\\mathrm{km}$ by comparison of two optical lattice clocks via an interferometric fiber link, utilizing the gravitational redshift of the clock transition frequency. The $^{87}$Sr clocks have been compared side-by-side before and after one of the clocks was moved to the remote location. The chronometrically measured geopotential difference of $3918.1(2.6)\\,\\mathrm{m^2 \\, s^{-2}}$ agrees with an independent geodetic determination of $3915.88(0.30)\\,\\mathrm{m^2 \\, s^{-2}}$. The uncertainty of the chronometric geopotential difference is equivalent to an uncertainty of $27~\\mathrm{cm}$ in height.         ",
    "url": "https://arxiv.org/abs/2309.14953",
    "authors": [
      "J. Grotti",
      "I. Nosske",
      "S. B. Koller",
      "S. Herbers",
      "H. Denker",
      "L. Timmen",
      "G. Vishnyakova",
      "G. Grosche",
      "T. Waterholter",
      "A. Kuhl",
      "S. Koke",
      "E. Benkler",
      "M. Giunta",
      "L. Maisenbacher",
      "A. Matveev",
      "S. Dörscher",
      "R. Schwarz",
      "A. Al-Masoudi",
      "T. W. Hänsch",
      "Th. Udem",
      "R. Holzwarth",
      "C. Lisdat"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2407.00821",
    "title": "Integrated modeling of boron powder injection for real-time plasma-facing component conditioning",
    "abstract": "           An integrated modeling framework for investigating the application of solid boron powder injection for real-time surface conditioning of plasma-facing components in tokamak environments is presented. Utilizing the DIII-D impurity powder dropper setup, this study simulates B powder injection scenarios ranging from mg/s to tens of mg/s, corresponding to B flux rates of $10^{20}-10^{21}$ B/s in standard L-mode conditions. The comprehensive modeling approach combines EMC3-EIRENE for simulating the D plasma background and DIS for the ablation and transport of the B powder particles. The results show substantial transport of B to the inboard lower divertor, predominantly influenced by the main ion plasma flow. The dependency on powder particle size (5-250 $\\mu$m) was found to be insignificant for the scenario considered. The effects of erosion and redeposition were considered to reconcile the discrepancies with experimental observations, which saw substantial deposition on the outer divertor PFCs. For this purpose, the WallDYN3D code was updated to include B sources within the plasma domain and integrated into the modeling framework. The mixed-material migration modeling shows evolving B deposition patterns, suggesting the formation of mixed B-C layers or predominantly B coverage depending on the powder mass flow rate. While the modeling outcomes at lower B injection rates tend to align with experimental observations, the prediction of near-pure B layers at higher rates has yet to be experimentally verified in the C environment of the DIII-D tokamak. The extensive reach of B layers found in the modeling suggests the need for modeling that encompasses the entire wall geometry for more accurate experimental correlations. This integrated approach sets a precedent for analyzing and applying real-time in-situ boron coating techniques in advanced tokamak scenarios, potentially extendable to ITER.         ",
    "url": "https://arxiv.org/abs/2407.00821",
    "authors": [
      "Florian Effenberg",
      "Klaus Schmid",
      "Federico Nespoli",
      "Alessandro Bortolon",
      "Yühe Feng",
      "Brian A. Grierson",
      "Jeremy D. Lore",
      "Rajesh Maingi",
      "Dmitry L. Rudakov"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2408.10601",
    "title": "Wavelength-Agnostic Metasurface Design for Next-Generation 2D Photodetectors",
    "abstract": "           We explore a versatile technique for inverse designing 2D photonic crystal metasurfaces. These surfaces, known for their ability to manipulate light-matter interactions, can be precisely controlled to achieve specific functionalities. The key lies in efficiently optimizing the geometric patterns and dimensions of the metasurface. Through a composite method which exploits two well-established paradigms - Covariance Matrix Adaptation optimization and Rigorous Coupled Wave Analysis (RCWA), we demonstrate our ability to design and optimize resonances in metaelements to achieve desired optical performance such as near-perfect absorption at chosen wavelengths/optical modes, which otherwise proves to be challenging or even impossible with conventional inverse design implementations. We apply our method to design three-layered structures involving a monolayer absorber, transparent metasubstrate, and a back mirror to get near 100% absorption at one or two chosen wavelengths. For illustration, we choose black phosphorus and silicon metasurface to predict ~100% absorption in a monolayer at 1550 nm. The versatile technique can be applied to tailor reflectance and transmittance for any optical mode and wavelength. This computationally efficient design method paves the way for creating high-performance 2D metasurface-based devices with a variety of applications, including quantum technology components such as single photon sensors and biphoton sources, communication systems, and non-linear light conversion.         ",
    "url": "https://arxiv.org/abs/2408.10601",
    "authors": [
      "Ayush M. Jamdar",
      "Rituraj",
      "Srini Krishnamurthy",
      "Vidya Praveen Bhallamudi",
      "Sivarama Krishnan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2409.10227",
    "title": "Programmable multifunctional integrated microwave photonic circuit on thin-film lithium niobate",
    "abstract": "           Microwave photonics, with its advanced high-frequency signal processing capabilities, is expected to play a crucial role in next-generation wireless communications and radar systems. The realization of highly integrated, high-performance, and multifunctional microwave photonic links will pave the way for its widespread deployment in practical applications, which is a significant challenge. Here, leveraging thin-film lithium niobate intensity modulator and programmable cascaded microring resonators, we demonstrate for the first time a tunable microwave photonic notch filter that simultaneously achieves high level of integration along with high dynamic range, high link gain, low noise figure, and ultra-high rejection ratio. Additionally, this programmable on-chip system is multifunctional, allowing for the dual-band notch filter and the suppression of the high-power interference signal. This work demonstrates the potential applications of the thin-film lithium niobate platform in the field of high-performance integrated microwave photonic filtering and signal processing, facilitating the advancement of microwave photonic system towards practical applications.         ",
    "url": "https://arxiv.org/abs/2409.10227",
    "authors": [
      "Chuangchuang Wei",
      "Hanke Feng",
      "Kaixuan Ye",
      "Maarten Eijkel",
      "Yvan Klaver",
      "Zhaoxi Chen",
      "Akshay Keloth",
      "Cheng Wang",
      "David Marpaung"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2409.16616",
    "title": "Broadband measurement of Feibelman's quantum surface response functions",
    "abstract": "           The Feibelman $d$-parameter, a mesoscopic complement to the local bulk permittivity, describes quantum optical surface responses for interfaces, including nonlocality, spill-in and-out, and surface-enabled Landau damping. It has been incorporated into the macroscopic Maxwellian framework for convenient modeling and understanding of nanoscale electromagnetic phenomena, calling for the compilation of a $d$-parameter database for interfaces of interest in nano-optics. However, accurate first-principles calculations of $d$-parameters face computational challenges, whereas existing measurements of $d$-parameters are scarce and restricted to narrow spectral windows. We demonstrate a general broadband ellipsometric approach to measure $d$-parameters at a gold--air interface across the visible--ultraviolet regimes. Gold is found to spill in and spill out at different frequencies. We also observe gold's Bennett mode, a surface-dipole resonance associated with a pole of the $d$-parameter, around 2.5 eV. Our measurements give rise to and are further validated by the passivity and Kramers--Kronig causality analysis of $d$-parameters. Our work advances the understanding of quantum surface response and may enable applications like enhanced electron field emission.         ",
    "url": "https://arxiv.org/abs/2409.16616",
    "authors": [
      "Zeling Chen",
      "Shu Yang",
      "Zetao Xie",
      "Jinbing Hu",
      "Xudong Zhang",
      "Yipu Xia",
      "Yonggen Shen",
      "Huirong Su",
      "Maohai Xie",
      "Thomas Christensen",
      "Yi Yang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2411.18474",
    "title": "Uniform Field in Microwave Cavities Through the Use of Effective Magnetic Walls",
    "abstract": "           Wire media (WM) resonators have emerged as promising realization for plasma haloscopes -- devices designed to detect axions, a potential component of dark matter. Key factors influencing the detection probability include cavity volume, resonance quality factor, and form factor. While the form factor has been explored for resonant frequency tuning, its optimization for axion detection remains unexplored. In this work, we present a novel approach to significantly enhance the form factor of WM plasma haloscopes. By shifting the metal walls of the resonator by a quarter wavelength, we effectively convert an electric wall boundary condition into a magnetic wall one, allowing for an almost uniform mode. Theoretical analysis and numerical simulations confirm that this modification improves the electric field profile and boosts the form factor. We validate these findings through experimental results from two prototype resonators: one with a standard geometry and another with a quarter-wave air gap between the WM and the walls. Additionally, our method provides a simple way to control the field profile within WM cavities, which can be explored for further applications.         ",
    "url": "https://arxiv.org/abs/2411.18474",
    "authors": [
      "Jim A. Enriquez",
      "Rustam Balafendiev",
      "Alexander J. Millar",
      "Constantin Simovski",
      "Pavel Belov"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Applied Physics (physics.app-ph)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2411.18585",
    "title": "Overview of the Head and Neck Tumor Segmentation for Magnetic Resonance Guided Applications (HNTS-MRG) 2024 Challenge",
    "abstract": "           Magnetic resonance (MR)-guided radiation therapy (RT) is enhancing head and neck cancer (HNC) treatment through superior soft tissue contrast and longitudinal imaging capabilities. However, manual tumor segmentation remains a significant challenge, spurring interest in artificial intelligence (AI)-driven automation. To accelerate innovation in this field, we present the Head and Neck Tumor Segmentation for MR-Guided Applications (HNTS-MRG) 2024 Challenge, a satellite event of the 27th International Conference on Medical Image Computing and Computer Assisted Intervention. This challenge addresses the scarcity of large, publicly available AI-ready adaptive RT datasets in HNC and explores the potential of incorporating multi-timepoint data to enhance RT auto-segmentation performance. Participants tackled two HNC segmentation tasks: automatic delineation of primary gross tumor volume (GTVp) and gross metastatic regional lymph nodes (GTVn) on pre-RT (Task 1) and mid-RT (Task 2) T2-weighted scans. The challenge provided 150 HNC cases for training and 50 for testing, hosted on Grand Challenge using a Docker submission framework. In total, 19 independent teams from across the world qualified by submitting both their algorithms and corresponding papers, resulting in 18 submissions for Task 1 and 15 submissions for Task 2. Evaluation using the mean aggregated Dice Similarity Coefficient showed top-performing AI methods achieved scores of 0.825 in Task 1 and 0.733 in Task 2. These results surpassed clinician interobserver variability benchmarks, marking significant strides in automated tumor segmentation for MR-guided RT applications in HNC.         ",
    "url": "https://arxiv.org/abs/2411.18585",
    "authors": [
      "Kareem A. Wahid",
      "Cem Dede",
      "Dina M. El-Habashy",
      "Serageldin Kamel",
      "Michael K. Rooney",
      "Yomna Khamis",
      "Moamen R. A. Abdelaal",
      "Sara Ahmed",
      "Kelsey L. Corrigan",
      "Enoch Chang",
      "Stephanie O. Dudzinski",
      "Travis C. Salzillo",
      "Brigid A. McDonald",
      "Samuel L. Mulder",
      "Lucas McCullum",
      "Qusai Alakayleh",
      "Carlos Sjogreen",
      "Renjie He",
      "Abdallah S.R. Mohamed",
      "Stephen Y. Lai",
      "John P. Christodouleas",
      "Andrew J. Schaefer",
      "Mohamed A. Naser",
      "Clifton D. Fuller"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2312.15553",
    "title": "Inverse Measurements in Active Nematics",
    "abstract": "           We present a framework to take new measurements in nematic systems that contain active elements such as molecular motors. Spatio-temporal fields of stress, traction, velocity, pressure, and forces are estimated jointly from microscopy images alone. Our inverse-problem approach ensures that these fields comply with physical laws and are accurate at system boundaries. Our novel measurements in active biological materials provide new insight for the design of boundary-aware nematic systems. The shear stress at the wall unveils a correlation with the nucleation of topological defects. The pressure gradients and the velocity characterize how boundary effects drive system-wide dynamics. And the forces link the underlying fluid with the nematic tensor to reveal the time scales of the system. More broadly, our work establishes a generalizable approach to quantitatively study experimental systems that are inaccessible to measuring probes.         ",
    "url": "https://arxiv.org/abs/2312.15553",
    "authors": [
      "Aleix Boquet-Pujadas",
      "Jérôme Hardouïn",
      "Junhao Wen",
      "Jordi Ignés-Mullol",
      "Francesc Sagués"
    ],
    "subjectives": [
      "Soft Condensed Matter (cond-mat.soft)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2401.02809",
    "title": "Integrated ab initio modelling of atomic order and magnetic anisotropy for rare-earth-free magnet design: effects of alloying additions in $\\mathrm{L}1_0$ FeNi",
    "abstract": "           We describe an integrated modelling approach to accelerate the search for novel, single-phase, multicomponent materials with high magnetocrystalline anisotropy (MCA). For a given system we predict the nature of atomic ordering, its dependence on the magnetic state, and then proceed to describe the consequent MCA, magnetisation, and magnetic critical temperature (Curie temperature). Crucially, within our modelling framework, the same ab initio description of the material's electronic structure determines all aspects. We demonstrate this holistic method by studying the effects of alloying additions in FeNi, examining systems with the general stoichiometries Fe$_4$Ni$_3X$ and Fe$_3$Ni$_4X$, for additives including X= Pt, Pd, Al, and Co. The atomic ordering behaviour predicted on adding these elements, fundamental for determining a material's MCA, is rich and varied. Equiatomic FeNi has been reported to require ferromagnetic order to establish the tetragonal L10 order suited for significant MCA. Our results show that when alloying additions are included in this material, annealing in an applied magnetic field and/or below a material's Curie temperature may also promote tetragonal order, along with an appreciable effect on the predicted hard magnetic properties.         ",
    "url": "https://arxiv.org/abs/2401.02809",
    "authors": [
      "Christopher D. Woodgate",
      "Laura H. Lewis",
      "Julie B. Staunton"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2406.08439",
    "title": "Coherent Optical Modems for Full-Wavefield Lidar",
    "abstract": "           The advent of the digital age has driven the development of coherent optical modems--devices that modulate the amplitude and phase of light in multiple polarization states. These modems transmit data through fiber optic cables that are thousands of kilometers in length at data rates exceeding one terabit per second. This remarkable technology is made possible through near-THz-rate programmable control and sensing of the full optical wavefield. While coherent optical modems form the backbone of telecommunications networks around the world, their extraordinary capabilities also provide unique opportunities for imaging. Here, we repurpose off-the-shelf coherent optical modems to introduce full-wavefield lidar: a type of random modulation continuous wave lidar that simultaneously measures depth, axial velocity, and polarization. We demonstrate this modality by combining a 74 GHz-bandwidth coherent optical modem with free-space coupling optics and scanning mirrors. We develop a time-resolved image formation model for this system and formulate a maximum-likelihood reconstruction algorithm to recover depth, velocity, and polarization information at each scene point from the modem's raw transmitted and received symbols. Compared to existing lidars, full-wavefield lidar promises improved mm-scale ranging accuracy from brief, microsecond exposure times, reliable velocimetry, and robustness to interference from ambient light or other lidar signals.         ",
    "url": "https://arxiv.org/abs/2406.08439",
    "authors": [
      "Parsa Mirdehghan",
      "Brandon Buscaino",
      "Maxx Wu",
      "Doug Charlton",
      "Mohammad E. Mousa-Pasandi",
      "Kiriakos N. Kutulakos",
      "David B. Lindell"
    ],
    "subjectives": [
      "Computer Vision and Pattern Recognition (cs.CV)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2406.11350",
    "title": "Quantum Algorithm for a Stochastic Multicloud Model",
    "abstract": "           Quantum computers have attracted much attention in recent years. This is because the development of the actual quantum machine is accelerating. Research on how to use quantum computers is active in the fields such as quantum chemistry and machine learning, where vast amounts of computation are required. However, in weather and climate simulations, less research has been done despite similar computational demands. In this study, a quantum computing algorithm is applied to a problem of the atmospheric science. The effectiveness of the proposed algorithm is evaluated using a quantum simulator. The results show that it can achieve the same simulations as a conventional algorithm designed for classical computers. More specifically, the stochastically fluctuating behavior of a multi-cloud model was obtained using classical Monte Carlo method, and comparable results are also achieved by utilizing probabilistic outputs of computed quantum states. Our results show that quantum computers have a potential to be useful for the atmospheric and oceanic science, in which stochasticity is widely inherent.         ",
    "url": "https://arxiv.org/abs/2406.11350",
    "authors": [
      "Kazumasa Ueno",
      "Hiroaki Miura"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atmospheric and Oceanic Physics (physics.ao-ph)"
    ]
  },
  {
    "id": "arXiv:2410.13740",
    "title": "Solving eigenvalue problems obtained by the finite element method on a quantum annealer using only a few qubits",
    "abstract": "           One of the main obstacles for achieving a practical quantum advantage in quantum computing lies in the relatively small number of qubits currently available in quantum hardware. Here, we show how to circumvent this problem in the context of eigenvalue problems obtained by the finite element method, via the use of an adaptive algorithm for quantum annealers -- the Adaptive Quantum Annealer Eigensolver (AQAE) -- in a way that only a few qubits are required to achieve a high precision. As an example, we apply AQAE to eigenvalue problems that are relevant in a wide range of contexts, such as electromagnetism, acoustics and seismology, and quantify its robustness against different types of experimental errors. Our approach could be applied to other algorithms, and makes it possible to take the most of current Noisy-Intermediate-Scale Quantum devices.         ",
    "url": "https://arxiv.org/abs/2410.13740",
    "authors": [
      "Arnaud Rémi",
      "François Damanet",
      "Christophe Geuzaine"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2410.18369",
    "title": "How to correct Ehrenfest nonadiabatic dynamics in open quantum systems: Ehrenfest plus random force (E$+$$\\sigma$) dynamics",
    "abstract": "           One key challenge in the study of nonadiabatic dynamics in open quantum systems is to balance computational efficiency and accuracy. Although Ehrenfest dynamics (ED) is computationally efficient and well-suited for large complex systems, ED often yields inaccurate results. To address these limitations, we improve the accuracy of the traditional ED by adding a random force (E$+$$\\sigma$). In this work, the construction of random forces is considered in Markovian and non-Markovian scenarios, and we ensure the dynamics satisfy the detailed balance in both scenarios. By comparing our E$+$$\\sigma$ with existing methods such as the electronic friction model and surface hopping, we furthermore validate its reliability. In addition, E$+$$\\sigma$ model still retains the high efficiency of the ED and does not incur much additional computation. We believe that this method provides an alternative to accurately describe mixed quantum-classical dynamics in open quantum systems, particularly for large complex systems.         ",
    "url": "https://arxiv.org/abs/2410.18369",
    "authors": [
      "Jingqi Chen",
      "Joonho Lee",
      "Wenjie Dou"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  }
]