[
  {
    "id": "arXiv:2203.02572",
    "title": "Inverse design of plasma metamaterial devices with realistic elements",
    "abstract": "In an expansion of a previous study [1], we apply inverse design methods to produce two-dimensional plasma metamaterial devices with realistic plasma elements which incorporate quartz envelopes, collisionality (loss), non-uniform density profiles, and resistance to experimental error/perturbation. Backpropagated finite difference frequency domain simulations are used to design waveguides and demultiplexers operating under the transverse magnetic polarization. Optimal devices with realistic elements are compared to previous devices with idealized elements, and several parameter initialization schemes for the optimization algorithm are explored. Demultiplexing and waveguiding are demonstrated for microwave-regime devices composed of plasma elements with reasonable space-averaged plasma frequencies ~10 GHz and a collision frequency ~1 GHz, allowing for future in-situ training and experimental realization of these designs. ",
    "url": "https://arxiv.org/abs/2203.02572",
    "authors": [
      "Jesse A Rodriguez",
      "Mark A. Cappelli"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2203.02732",
    "title": "Theoretical study of laser intensity noise effect on CW-STED microscopy",
    "abstract": "Spatial resolution of stimulated emission depletion (STED) microscopy varies with sample labeling techniques and microscope components, e.g., lasers, lenses, and photo-detectors. Fluctuations in the intensity of the depletion laser decrease achievable resolution in STED microscopy; the stronger the fluctuations, the higher the average intensity needed to achieve a given resolution. This phenomenon is encountered in every STED measurement. However, a theoretical framework that evaluates the effect of intensity fluctuations on spatial resolution is lacking. This article presents an analytical formulation based on a stochastic model that characterizes the impact of the laser fluctuations and correlation time on the depletion efficiency in the continuous wave (CW) STED microscopy. We compared analytical results with simulations using a wide range of intensity noise conditions and found a high degree of agreement. The stochastic model used considers a colored noise distribution for the laser intensity fluctuations. Simple analytical expressions were obtained in the limit of small and large fluctuations correlation time. These expressions fitted very well the available experimental data. Finally, this work offers a starting point to model other laser noise effects in various microscopy implementations. ",
    "url": "https://arxiv.org/abs/2203.02732",
    "authors": [
      "Alejandro Mendoza-Coto",
      "Danay Manzo Jaime",
      "Ariel Francis Pérez Mellor",
      "Iván Coto Hernández"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Statistical Mechanics (cond-mat.stat-mech)"
    ]
  },
  {
    "id": "arXiv:2203.02828",
    "title": "Universal anomalous turbulent diffusion in quantum fluids",
    "abstract": "In classical viscous fluids, turbulent eddies are known to be responsible for the rapid spreading of embedded particles. But in an inviscid quantum fluid where the turbulence is induced by a chaotic tangle of quantized vortices, dispersion of the particles is achieved via a non-classical mechanism, i.e., their binding to the evolving quantized vortices. However, there is limited existing knowledge on how the vortices diffuse and spread in turbulent quantum fluids. Here we report a systematic numerical study of the apparent diffusion of vortices in a random vortex tangle in superfluid helium-4 using full Biot-Savart simulation. We reveal that the vortices in pure superfluid exhibit a universal anomalous diffusion (superdiffusion) at small times, which transits to normal diffusion at large times. This behavior is found to be caused by a generic scaling property of the vortex velocity, which should exist in all quantum fluids where the Biot-Savart law governs the vortex motion. Our simulation at finite temperatures also nicely reproduces recent experimental observations. The knowledge obtained from this study may form the foundation for understanding turbulent transport and universal vortex dynamics in various condensed-matter and cosmic quantum fluids. ",
    "url": "https://arxiv.org/abs/2203.02828",
    "authors": [
      "Satoshi Yui",
      "Yuan Tang",
      "Wei Guo",
      "Hiromichi Kobayashi",
      "Makoto Tsubota"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Other Condensed Matter (cond-mat.other)",
      "Chaotic Dynamics (nlin.CD)"
    ]
  },
  {
    "id": "arXiv:2203.02876",
    "title": "Displacement calibration of optical tweezers with absolute gravitational  acceleration",
    "abstract": "In recent years, levitated particles of optical traps in vacuum have shown enormous potential in precision sensor development and searching for new physics. The accuracy of the calibration relating the detected signal to absolute displacement of the trapped particle is a critical factor for absolute measurement performance. In this paper, we suggest and experimentally demonstrate a novel calibration method for optical tweezers based on free-falling particles in vacuum, where the gravitational acceleration is introduced as an absolute reference. Our work provides a calibration protocol with great certainty and traceability, which is significant in improving the accuracy of precision sensing based on optically levitated particles. ",
    "url": "https://arxiv.org/abs/2203.02876",
    "authors": [
      "Jianyu Yang",
      "Nan Li",
      "Xunmin Zhu",
      "Ming Chen",
      "Xingfan Chen",
      "Cheng Liu",
      "Jian Zhuang",
      "Huizhu Hu"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.02915",
    "title": "Intense, wideband optical waveform generation by self-balanced  amplification of fiber electro-optical sideband modulation",
    "abstract": "We demonstrate a simple method to obtain accurate optical waveforms with a GHz-level programmable modulation bandwidth and Watt-level output power for wideband optical control of free atoms and molecules. Arbitrary amplitude and phase modulations are transferred from microwave to light with a low-power fiber electro-optical modulator. The sub-milliWatt optical sideband is co-amplified with the optical carrier in a power-balanced fashion through a tapered semiconductor amplifier (TSA). By automatically keeping TSA near saturation in a quasi-continuous manner, typical noise channels associated with pulsed high-gain amplifications are efficiently suppressed. As an example application, we demonstrate interleaved cooling and trapping of two rubidium isotopes with coherent nanosecond pulses. ",
    "url": "https://arxiv.org/abs/2203.02915",
    "authors": [
      "Yuzhuo Wang",
      "Yizun He",
      "Lingjing Ji",
      "Jiangyong Hu",
      "Xing Huang",
      "Yudi Ma",
      "Liyang Qiu",
      "Kaifeng Zhao",
      "Saijun Wu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2203.02947",
    "title": "Linien: A versatile, user-friendly, open-source FPGA-based tool for  frequency stabilization and spectroscopy parameter optimization",
    "abstract": "We present a user-friendly and versatile tool for laser frequency stabilization. Its main focus is spectroscopy locking, but the software is suitable for lock-in techniques in general as well as bare PID operation. Besides allowing for sinusoidal modulation (up to 50 MHz), triangular ramp scanning, IQ demodulation (1 $f$ to 5 $f$), IIR and PID filtering, Linien features two different algorithms for automatic lock point selection; one of them performs time-critical tasks completely on FPGA. Linien is capable of autonomously optimizing spectroscopy parameters by means of machine learning and can measure the error signal's power spectral density. The software is built in a modular way, providing both a graphical user interface as well as a Python scripting interface. It is based on the RedPitaya STEMLab platform but may be ported to different systems. ",
    "url": "https://arxiv.org/abs/2203.02947",
    "authors": [
      "Benjamin Wiegand",
      "Bastian Leykauf",
      "Robert Jördens",
      "Markus Krutzik"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2203.03001",
    "title": "Quantum Simulations of Vibrational Strong Coupling via Path Integrals",
    "abstract": "A quantum simulation of vibrational strong coupling (VSC) in the collective regime via thermostatted ring-polymer molecular dynamics (TRPMD) is reported. For a collection of liquid-phase water molecules resonantly coupled to a single lossless cavity mode, the simulation shows that, as compared with a fully classical calculation, the inclusion of nuclear and photonic quantum effects does not lead to a change in the Rabi splitting but does broaden polaritonic linewidths roughly by a factor of two. Moreover, under thermal equilibrium, both quantum and classical simulations predict that the static dielectric constant of liquid water is largely unchanged inside versus outside the cavity. This result disagrees with a recent experiment demonstrating that the static dielectric constant of liquid water can be resonantly enhanced under VSC, suggesting either limitations of our approach or perhaps other experimental factors that have not yet been explored. ",
    "url": "https://arxiv.org/abs/2203.03001",
    "authors": [
      "Tao E. Li",
      "Abraham Nitzan",
      "Sharon Hammes-Schiffer",
      "Joseph E. Subotnik"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2203.03143",
    "title": "Tunable optical bistability in grapheme Tamm plasmon/Bragg reflector  hybrid structure at terahertz frequencies",
    "abstract": "We propose a composite multilayer structure consist of graphene Tamm plasmon and Bragg reflector with defect layer to realize the low threshold and tunable optical bistability (OB) at the terahertz frequencies. This low-threshold OB originates from the couple of the Tamm plasmon (TP) and the defect mode (DM). We discuss the influence of graphene and the DM on the hysteretic response of the TM-polarized reflected light. It is found that the switch-up and switch-down threshold required to observe the optical bistable behavior are lowered markedly due to the excitation of the TP and DM. Besides, the switching threshold value can be further reduced by coupling the TP and DM. We believe these results will provide a new avenue for realizing the low threshold and tunable optical bistable devices and other nonlinear optical devices. ",
    "url": "https://arxiv.org/abs/2203.03143",
    "authors": [
      "Shenping Wang",
      "Jiao Xu",
      "Hongxia Yuan",
      "Huayue Zhang",
      "Xin Long",
      "Leyong Jiang",
      "Jie Jiang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.03283",
    "title": "Nanophotonic resonance modes with the nanobem toolbox",
    "abstract": "Nanobem is a Matlab toolbox for the solution of Maxwell's equations for nanophotonic systems and the computation of resonance modes, sometimes also referred to as quasinormal modes or resonance states. It is based on a Galerkin scheme for the boundary element method, using Raviart-Thomas shape elements for the representation of the tangential electromagnetic fields at the particle boundary. The toolbox is written in an object-oriented manner with the focus on clarity rather than speed, and has been developed and tested for small to intermediate problems with a few thousand boundary elements. The computation of the resonance modes uses the contour integral method of Beyn. ",
    "url": "https://arxiv.org/abs/2203.03283",
    "authors": [
      "Ulrich Hohenester",
      "Nikita Reichelt",
      "Gerhard Unger"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.03343",
    "title": "Combinatorial nanoparticle patterns assembled by photovoltaic  optoelectronic tweezers",
    "abstract": "Photovoltaic optoelectronic tweezers (PVOT) have been proven to be an efficient tool for the manipulation and massive assembly of micro/nano-objects. The technique relies on the strong electric fields produced by certain ferroelectric materials upon illumination due to the bulk photovoltaic effect (customarily LiNbO3:Fe). Despite the rapid development of PVOT and the achievement of high-quality 1D and 2D particle patterning, research efforts aimed at the fabrication of combinatorial structures made up of multiple types of particles have been scarce. Here, we have established the working principles of three different methods to tackle this pending challenge. To that end, dielectrophoresis and/or electrophoresis acting on neutral and charged particles respectively, have been suitably exploited. Simple mixed structures combining metallic and dielectric nanoparticles of different sizes have been successfully obtained. The results lay the groundwork for future fabrication of more complex combinatorial structures by PVOT, where micro/nanoparticles are the basic building blocks of miniaturized functional devices. ",
    "url": "https://arxiv.org/abs/2203.03343",
    "authors": [
      "Carlos Sebastián-Vicente",
      "Pablo Remacha-Sanz",
      "Eva Elizechea-López",
      "Angel García-Cabañes",
      "Mercedes Carrascosa"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2203.03455",
    "title": "Portable magnetic resonance imaging of patients indoors, outdoors and at  home",
    "abstract": "Mobile medical imaging devices are invaluable for clinical diagnostic purposes both in and outside healthcare institutions. Among the various imaging modalities, only a few are readily portable. Magnetic resonance imaging (MRI), the gold standard for numerous healthcare conditions, does not traditionally belong to this group. Recently, low-field MRI start-up companies have demonstrated the first decisive steps towards portability within medical facilities, but these are so far incompatible with more demanding use cases such as in remote and developing regions, sports facilities and events, medical and military camps, or home healthcare. Here we present in vivo images taken with a light, home-made, low-field extremity MRI scanner outside the controlled environment provided by medical facilities. To demonstrate the true portability of the system and benchmark its performance in various relevant scenarios, we have acquired images of a volunteer's knee in: i) an MRI physics laboratory; ii) an office room; iii) outside a campus building, connected to a nearby power outlet; iv) in open air, powered from a small fuel-based generator; and v) at the volunteer's home. All images have been acquired within clinically viable times, and signal-to-noise ratios (SNR) and tissue contrast suffice for 2D and 3D reconstructions with diagnostic value, with comparable overall image quality across all five situations. Furthermore, the volunteer carries a fixation metallic implant screwed to the femur, which leads to strong artifacts in standard clinical systems but appears sharp in our low-field acquisitions. Altogether, this work opens a path towards highly accessible MRI under circumstances previously unrealistic. ",
    "url": "https://arxiv.org/abs/2203.03455",
    "authors": [
      "T. Guallart-Naval",
      "J.M. Algarín",
      "R. Pellicer-Guridi",
      "F. Galve",
      "Y. Vives-Gilabert",
      "R. Bosch",
      "E. Pallás",
      "J.M. González",
      "J.P. Rigla",
      "P. Martínez",
      "F.J. Lloris",
      "J. Borreguero",
      "A. Marcos-Perucho",
      "V. Negnevitsky",
      "L. Martí-Bonmatí",
      "A. Ríos",
      "J.M. Benlloch",
      "J. Alonso"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2203.03503",
    "title": "Post-Fabrication Trimming of Silicon Photonic Ring Resonators at  Wafer-Scale",
    "abstract": "Silicon ring resonator-based devices, such as modulators, detectors, filters, and switches, play important roles in integrated photonic circuits for optical communication, high-performance computing, and sensing applications. However, the high sensitivity to fabrication variations has limited their volume manufacturability and commercial adoption. Here, we report a low-cost post-fabrication trimming method to tune the resonance wavelength of a silicon ring resonator and correct for fabrication variations at wafer-scale. We use a Ge implant to create an index trimmable section in the ring resonator and an on-chip heater to apply a precise and localized thermal annealing to tune and set its resonance to a desired wavelength. We demonstrate resonance wavelength trimming of ring resonators fabricated across a 300 mm silicon-on-insulator (SOI) wafer to within +/-32 pm of a target wavelength of 1310 nm, providing a viable path to high-volume manufacturing and opening up new practical applications for these devices. ",
    "url": "https://arxiv.org/abs/2203.03503",
    "authors": [
      "Hasitha Jayatilleka",
      "Harel Frish",
      "Ranjeet Kumar",
      "John Heck",
      "Chaoxuan Ma",
      "Meer Sakib",
      "Duanni Huang",
      "Haisheng Rong"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.03576",
    "title": "Domain Adaptation of Automated Treatment Planning from Computed  Tomography to Magnetic Resonance",
    "abstract": "Objective: Machine learning (ML) based radiation treatment (RT) planning addresses the iterative and time-consuming nature of conventional inverse planning. Given the rising importance of Magnetic resonance (MR) only treatment planning workflows, we sought to determine if an ML based treatment planning model, trained on computed tomography (CT) imaging, could be applied to MR through domain adaptation. Methods: In this study, MR and CT imaging was collected from 55 prostate cancer patients treated on an MR linear accelerator. ML based plans were generated for each patient on both CT and MR imaging using a commercially available model in RayStation 8B. The dose distributions and acceptance rates of MR and CT based plans were compared using institutional dose-volume evaluation criteria. The dosimetric differences between MR and CT plans were further decomposed into setup, cohort, and imaging domain components. Results: MR plans were highly acceptable, meeting 93.1% of all evaluation criteria compared to 96.3% of CT plans, with dose equivalence for all evaluation criteria except for the bladder wall, penile bulb, small and large bowel, and one rectum wall criteria (p<0.05). Changing the input imaging modality (domain component) only accounted for about half of the dosimetric differences observed between MR and CT plans. Anatomical differences between the ML training set and the MR linac cohort (cohort component) were also a significant contributor. Significance: We were able to create highly acceptable MR based treatment plans using a CT-trained ML model for treatment planning, although clinically significant dose deviations from the CT based plans were observed. ",
    "url": "https://arxiv.org/abs/2203.03576",
    "authors": [
      "Aly Khalifa",
      "Jeff Winter",
      "Inmaculada Navarro",
      "Chris McIntosh",
      "Thomas G. Purdie"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)",
      "Machine Learning (cs.LG)"
    ]
  },
  {
    "id": "arXiv:2203.03586",
    "title": "A photonic integrated chip platform for interlayer exciton valley  routing",
    "abstract": "Interlayer excitons in two dimensional semiconductor heterostructures show suppressed electron-hole overlap resulting in longer radiative lifetimes as compared to intralyer excitons. Such tightly bound interlayer excitons are relevant for important optoelectronic applications including light storage and quantum communication. Their optical accessibility is, however, limited due to their out-of-plane transition dipole moment. In this work, we design a CMOS compatible photonic integrated chip platform for enhanced near field coupling of these interlayer excitons with the whispering gallery modes of a microresonator, exploiting the high confinement of light in a small modal volume and high quality factor of the system. Our platform allows for highly selective emission routing via engineering an asymmetric light transmission which facilitates efficient readout and channeling of the excitonic valley state from such systems. ",
    "url": "https://arxiv.org/abs/2203.03586",
    "authors": [
      "Kishor K Mandal",
      "Yashika Gupta",
      "Mandar Sohoni",
      "Achanta Venu Gopal",
      "Anshuman Kumar"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.02812",
    "title": "Partially polaron-transformed quantum master equation for exciton and  charge transport dynamics",
    "abstract": "Polaron-transformed quantum master equation (PQME) offers a unified framework to describe the dynamics of quantum systems in both limits of weak and strong couplings to environmental degrees of freedom. Thus, PQME serves as an efficient method to describe charge and exciton transfer/transport dynamics for a broad range of parameters in condensed or complex environments. However, in some cases, the polaron transformation (PT) being employed in the formulation invokes an over-relaxation of slow modes and results in premature suppression of important coherence terms. This work develops a formal framework to address this issue by employing a partial PT that has smaller weights for low frequency bath modes. It is shown here that a closed form expression of a 2nd order time-local PQME including all the inhomogeneous terms can be derived for a general form of partial PT, although more complicated than that for the full PT. All the expressions needed for numerical calculation are derived in detail. Applications to a model with two system states demonstrate the feasibility and utility of the present approach. ",
    "url": "https://arxiv.org/abs/2203.02812",
    "authors": [
      "Seogjoo J. Jang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Biological Physics (physics.bio-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2203.03127",
    "title": "Picosecond synchronization system for quantum networks",
    "abstract": "The operation of long-distance quantum networks requires photons to be synchronized and must account for length variations of quantum channels. We demonstrate a 200 MHz clock-rate fiber optic-based quantum network using off-the-shelf components combined with custom-made electronics and telecommunication C-band photons. The network is backed by a scalable and fully automated synchronization system with ps-scale timing resolution. Synchronization of the photons is achieved by distributing O-band-wavelength laser pulses between network nodes. Specifically, we distribute photon pairs between three nodes, and measure a reduction of coincidence-to-accidental ratio from 77 to only 42 when the synchronization system is enabled, which permits high-fidelity qubit transmission. Our demonstration sheds light on the role of noise in quantum communication and represents a key step in realizing deployed co-existing classical-quantum networks. ",
    "url": "https://arxiv.org/abs/2203.03127",
    "authors": [
      "Raju Valivarthi",
      "Lautaro Narváez",
      "Samantha I. Davis",
      "Nikolai Lauk",
      "Cristián Peña",
      "Si Xie",
      "Jason P. Allmaras",
      "Andrew D. Beyer",
      "Boris Korzh",
      "Andrew Mueller",
      "Mandy Rominsky",
      "Matthew Shaw",
      "Emma E. Wollman",
      "Panagiotis Spentzouris",
      "Daniel Oblak",
      "Neil Sinclair",
      "Maria Spiropulu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2203.03225",
    "title": "Ultrafast optical observation of spin-pumping induced dynamic exchange  coupling in ferromagnetic semiconductor/metal bilayer",
    "abstract": "Spin angular momentum transfer in magnetic bilayers offers the possibility of ultrafast and low-loss operation for next-generation spintronic devices. We report the field- and temperature- dependent measurements on the magnetization precessions in Co$_2$FeAl/(Ga,Mn)As by time-resolved magneto-optical Kerr effect (TRMOKE). Analysis of the effective Gilbert damping and phase shift indicates a clear signature of an enhanced dynamic exchange coupling between the two ferromagnetic (FM) layers due to the reinforced spin pumping at resonance. The temperature dependence of the dynamic exchange-coupling reveals a primary contribution from the ferromagnetism in (Ga,Mn)As. ",
    "url": "https://arxiv.org/abs/2203.03225",
    "authors": [
      "X. Liu",
      "P. Liu",
      "H. C. Yuan",
      "J. Y. Shi",
      "H. L. Wang",
      "S. H. Nie",
      "F. Jin",
      "Z. Zheng",
      "X. Z. Yu",
      "J. H. Zhao",
      "H. B. Zhao",
      "G. Lüpke"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2203.03232",
    "title": "Hidden phases and colossal insulator-metal transition in  single-crystalline T-Nb2O5 thin films accessed by lithium intercalation",
    "abstract": "Fast migration of lithium (Li)-ions in oxide materials is fundamental to the operation of Li-ion batteries. The intercalation of Li-ions into oxides can further lead to emergent electronic property changes. Some of the fastest Li-ion conductors are 4d oxides, and of these, the niobium oxide polymorph T-Nb2O5 is especially interesting with its two-dimensional fast ion migration channels. However, the growth of single-crystalline T-Nb2O5 films is challenging due to its stability over only a limited synthesis temperature window, the existence of many other polymorphs, and its large orthorhombic unit cell. Here, we first demonstrate the epitaxial growth of single domain T-Nb2O5 thin films, critically with the ion channels oriented perpendicular to the film's surface. We show that the insertion of just a small amount of Li using ionic liquids results in conversion of the initially insulating film to a metallic state with a colossal change in resistivity of almost eleven orders of magnitude. In situ experiments, in conjunction with theoretical calculations, reveal a series of transitions between distinct crystal and electronic structures as the lithium content is systematically increased. These include hidden phases that have not previously been identified. Furthermore, replacing the Au electrode with a Li-oxide electrode allows for a significant reduction of the gate voltage at which metallization takes place. Our study opens a new path towards the exploration of hidden phases and the development of novel electrochemically controlled electronic devices. ",
    "url": "https://arxiv.org/abs/2203.03232",
    "authors": [
      "Hyeon Han",
      "Quentin Jacquet",
      "Zhen Jiang",
      "Farheen N. Sayed",
      "Arpit Sharma",
      "Aaron M. Schankler",
      "Arvin Kakekhani",
      "Holger L. Meyerheim",
      "Jae-Chun Jeon",
      "Jucheol Park",
      "Sang Yeol Nam",
      "Kent J. Griffith",
      "Laura Simonelli",
      "Andrew M. Rappe",
      "Clare P. Grey",
      "Stuart S. P. Parkin"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2203.03349",
    "title": "Periodic orbits in the 1:2:3 resonant chain and their impact on the  orbital dynamics of the planetary system Kepler-51",
    "abstract": "Many exoplanets evolving in (or close) to MMRs and resonant chains have been discovered by space missions. Oftentimes, the published data possess very large uncertainties, due to observational limitations, which deem the system chaotic in short or large timescales. We propose a study of the dynamics of such systems by exploring particular regions in phase space. We exemplify our method by studying the long-term orbital stability of the three-planet system Kepler-51 and either favor or constrain its data. It is a dual process which breaks down in two steps: the computation of the families of periodic orbits in the 1:2:3 resonant chain and the visualization of the phase space through maps of dynamical stability. We present novel results in the General 4-Body Problem. Stable periodic orbits were found only in the low-eccentricity regime. We demonstrate three possible scenarios safeguarding Kepler-51, each followed by constraints. Firstly, the 2/1 and 3/2 two-body MMRs, in which $e_b<0.02$, so that such two-body MMRs last for long-time spans. Secondly, the 1:2:3 three-body Laplace-like resonance, in which $e_c<0.016$ and $e_d<0.006$ for such a chain to be viable. Thirdly, the combination comprising an 1/1 secondary resonance inside 2/1 MMR for the inner pair of planets and an apsidal difference oscillation for the outer pair of planets in which the observational eccentricities $e_b$ and $e_c$ are favored as long as $e_d\\approx 0$. Aiming to the optimum deduction of the orbital elements, this study showcases the need for dynamical analyses based on periodic orbits being performed in parallel to the fitting processes. ",
    "url": "https://arxiv.org/abs/2203.03349",
    "authors": [
      "Kyriaki I. Antoniadou",
      "George Voyatzis"
    ],
    "subjectives": [
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      "Chaotic Dynamics (nlin.CD)",
      "Space Physics (physics.space-ph)"
    ]
  },
  {
    "id": "arXiv:2203.03402",
    "title": "Multi-cavity gravito-acoustic modes in stars: A general analytical  resonance condition",
    "abstract": "Asteroseismology has proven to be a powerful method for probing stellar interiors. Analytical descriptions of the global oscillation modes, in combination with pulsation codes, have provided valuable help in processing and interpreting the large amount of seismic data collected by the CoRoT, $Kepler$, and TESS missions. These prior results have paved the way to more in-depth analyses of the oscillation spectra of stars, which requires innovative theoretical descriptions of stellar oscillations. In this paper, we aim to analytically express the resonance condition of the spheroidal adiabatic oscillation modes in a very general way, applicable at different evolutionary stages. In the present formulation, a star is represented as an acoustic interferometer composed of a multitude of resonant cavities where waves can propagate and the short-wavelength JWKB approximation is met. Each cavity is separated from the adjacent ones by barriers, which corresponds to regions either where waves are evanescent or where the JWKB approximation fails. The stationary modes are computed using two different physical representations: 1) the infinite-time reflections picture 2) the linear boundary value problem picture. Both provide the same resonance condition, which ultimately turns out to depend on a number of parameters: the reflection and transmission phase lags introduced by each barrier, the coupling factor associated with each barrier, and the wave number integral over each resonant cavity. Using such a formulation, we can retrieve the usual forms derived in previous works (e.g., mixed modes with two or three cavities, low- and large-amplitude glitches). This resonance condition provides a new tool that is useful in predicting the stellar oscillation spectra and interpret seismic observations at different evolutionary stages. Practical applications are left to future work. ",
    "url": "https://arxiv.org/abs/2203.03402",
    "authors": [
      "C. Pinçon",
      "M. Takata"
    ],
    "subjectives": [
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2203.03462",
    "title": "Steady-state microwave mode cooling with a diamond NV ensemble",
    "abstract": "A fundamental result of quantum mechanics is that the fluctuations of a bosonic field are given by its temperature $T$. An electromagnetic mode with frequency $\\omega$ in the microwave band has a significant thermal photon occupation at room temperature according to the Bose-Einstein distribution $\\bar{n} = k_BT / \\hbar\\omega$. The room temperature thermal state of a 3 GHz mode, for example, is characterized by a mean photon number $\\bar{n} \\sim 2000$ and variance $\\Delta n^2 \\approx \\bar{n}^2$. This thermal variance sets the measurement noise floor in applications ranging from wireless communications to positioning, navigation, and timing to magnetic resonance imaging. We overcome this barrier in continuously cooling a ${\\sim} 3$ GHz cavity mode by coupling it to an ensemble of optically spin-polarized nitrogen-vacancy (NV) centers in a room-temperature diamond. The NV spins are pumped into a low entropy state via a green laser and act as a heat sink to the microwave mode through their collective interaction with microwave photons. Using a simple detection circuit we report a peak noise reduction of $-2.1 \\pm 0.1 \\, \\textrm{dB}$ and minimum cavity mode temperature of $178.3 \\pm 5.4 \\textrm{K}$. We present also a linearized model to identify the important features of the cooling, and demonstrate its validity through magnetically tuned, spectrally resolved measurements. The realization of efficient mode cooling at ambient temperature opens the door to applications in precision measurement and communication, with the potential to scale towards fundamental quantum limits. ",
    "url": "https://arxiv.org/abs/2203.03462",
    "authors": [
      "Donald P. Fahey",
      "Kurt Jacobs",
      "Matthew J Turner",
      "Hyeongrak Choi",
      "Jonathan E. Hoffman",
      "Dirk Englund",
      "Matthew E. Trusheim"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:1712.01666",
    "title": "Quantum Mechanics in a Time-Asymmetric Universe: On the Nature of the  Initial Quantum State",
    "abstract": " Comments: Minor changes to conform to the published version ",
    "url": "https://arxiv.org/abs/1712.01666",
    "authors": [
      "Eddy Keming Chen"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "High Energy Physics - Theory (hep-th)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2007.10375",
    "title": "A systematic construction of Gaussian basis sets for the description of  laser field ionization and high-harmonic generation",
    "abstract": " Comments: Minor changes in Sec. 1, 2 and 3 ",
    "url": "https://arxiv.org/abs/2007.10375",
    "authors": [
      "Aleksander P. Woźniak",
      "Michał Lesiuk",
      "Michał Przybytek",
      "Dmitry K. Efimov",
      "Jakub S. Prauzner-Bechcicki",
      "Michał Mandrysz",
      "Marcelo Ciappina",
      "Emilio Pisanty",
      "Jakub Zakrzewski",
      "Maciej Lewenstein",
      "Robert Moszyński"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2101.01626",
    "title": "Electrical Control of Surface Acoustic Waves",
    "abstract": " Title: Electrical Control of Surface Acoustic Waves ",
    "url": "https://arxiv.org/abs/2101.01626",
    "authors": [
      "Linbo Shao",
      "Di Zhu",
      "Marco Colangelo",
      "Dae Hun Lee",
      "Neil Sinclair",
      "Yaowen Hu",
      "Peter T. Rakich",
      "Keji Lai",
      "Karl K. Berggren",
      "Marko Loncar"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2101.10929",
    "title": "Time Dependent Third Order Nonlinear Optical Susceptibility Tensor  Components of the Carbon Disulfide Molecule using Femtosecond Degenerate  Four-Wave Mixing",
    "abstract": " Comments: We want to replace the manuscript with this new version with added relevant information ",
    "url": "https://arxiv.org/abs/2101.10929",
    "authors": [
      "Prajal Chettri",
      "Shailesh Srivastava"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2103.08746",
    "title": "Quantum thermodynamics of coronal heating",
    "abstract": " Comments: 6 pages, 2 figures + supplemental material (3 pages, no figures). v3: More discussion of diffusion and thermalization of superradiant Alfven modes, added figure to clarify issue of effective temperature gradient, underlined compatibility of our theory with models of \"chromospheric evaporation\", references improved ",
    "url": "https://arxiv.org/abs/2103.08746",
    "authors": [
      "Robert Alicki",
      "Alejandro Jenkins"
    ],
    "subjectives": [
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      "High Energy Astrophysical Phenomena (astro-ph.HE)",
      "Plasma Physics (physics.plasm-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2109.11553",
    "title": "Boosting the Quantum State of a Cavity with Floquet Driving",
    "abstract": " Comments: 6 pages, 4 figures + 6 pages, 6 figures; (v2) Clarifications on experimental considerations, including an additional appendix on the lab frame evolution ",
    "url": "https://arxiv.org/abs/2109.11553",
    "authors": [
      "David M. Long",
      "Philip J. D. Crowley",
      "Alicia J. Kollár",
      "Anushya Chandran"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2110.12105",
    "title": "Quasi-Continuous Cooling of a Microwave Mode on a Benchtop using  Hyperpolarized NV$^-$ Diamond",
    "abstract": " Title: Quasi-Continuous Cooling of a Microwave Mode on a Benchtop using  Hyperpolarized NV$^-$ Diamond ",
    "url": "https://arxiv.org/abs/2110.12105",
    "authors": [
      "Wern Ng",
      "Hao Wu",
      "Mark Oxborrow"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2202.07888",
    "title": "Remote Entanglement of Superconducting Qubits via Solid-State Spin  Quantum Memories",
    "abstract": " Comments: 17 pages, 11 figures ",
    "url": "https://arxiv.org/abs/2202.07888",
    "authors": [
      "Hodaka Kurokawa",
      "Moyuki Yamamoto",
      "Yuhei Sekiguchi",
      "Hideo Kosaka"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2202.09862",
    "title": "Experimental Verification of Illusion Optics with Optical Null Media",
    "abstract": " Title: Experimental Verification of Illusion Optics with Optical Null Media ",
    "url": "https://arxiv.org/abs/2202.09862",
    "authors": [
      "Mohammad Mehdi Sadeghi",
      "Hayrettin Odabasi"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.01870",
    "title": "KamNet: An Integrated Spatiotemporal Deep Neural Network for Rare Event  Search in KamLAND-Zen",
    "abstract": " Comments: 12 pages, dual submission with upcoming KamLAND-Zen 800 main result ",
    "url": "https://arxiv.org/abs/2203.01870",
    "authors": [
      "A. Li",
      "Z. Fu",
      "L. Winslow",
      "C. Grant",
      "H. Song",
      "H. Ozaki",
      "I. Shimizu",
      "A. Takeuchi"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Machine Learning (cs.LG)"
    ]
  },
  {
    "id": "arXiv:2203.02152",
    "title": "Simultaneous optical trapping and magnetic micromanipulation of  ferromagnetic iron-doped upconversion microparticles in six degrees of  freedom",
    "abstract": " Comments: 18 pages, 10 figures ",
    "url": "https://arxiv.org/abs/2203.02152",
    "authors": [
      "Gokul Nalupurackal",
      "Gunaseelan M",
      "Muruga Lokesh",
      "Rahul Vaippully",
      "Amit Chauhan",
      "B. R. K. Nanda",
      "Chandran Sudakar",
      "Hema Chandra Kotamarthi",
      "Anita Jannasch",
      "Erik Schffer",
      "Jayaraman Senthilselvan",
      "Basudev Roy"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Medical Physics (physics.med-ph)"
    ]
  }
]