[
  {
    "id": "arXiv:2511.07433",
    "title": "Benchmarking Simulacra AI's Quantum Accurate Synthetic Data Generation for Chemical Sciences",
    "abstract": "           In this work, we benchmark \\simulacra's synthetic data generation pipeline against a state-of-the-art Microsoft pipeline on a dataset of small to large systems. By analyzing the energy quality, autocorrelation times, and effective sample size, our findings show that Simulacra's Large Wavefunction Models (LWM) pipeline, paired with state-of-the-art Variational Monte Carlo (VMC) sampling algorithms, reduces data generation costs by 15-50x, while maintaining parity in energy accuracy, and 2-3x compared to traditional CCSD methods on the scale of amino acids. This enables the creation of affordable, large-scale \\textit{ab-initio} datasets, accelerating AI-driven optimization and discovery in the pharmaceutical industry and beyond. Our improvements are based on a novel and proprietary sampling scheme called Replica Exchange with Langevin Adaptive eXploration (RELAX).         ",
    "url": "https://arxiv.org/abs/2511.07433",
    "authors": [
      "Fabio Falcioni",
      "Elena Orlova",
      "Timothy Heightman",
      "Philip Mantrov",
      "Aleksei Ustimenko"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Artificial Intelligence (cs.AI)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2511.07446",
    "title": "Theory of a dynamic plasma flow pressure sensor",
    "abstract": "           The problem of reconstructing the time dependence of the dynamic pressure of a plasma jet impinging on one end of a solid rod based on the measured displacement of the opposite end has been solved. This solution allows for a reduction in the size of the dynamic pressure sensor proposed and later improved in the works [1, 2].         ",
    "url": "https://arxiv.org/abs/2511.07446",
    "authors": [
      "Evgeny Kolesnikov",
      "Igor Kotelnikov",
      "Vadim Prikhodko"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2511.07467",
    "title": "Analyzing the Impact of Service Frequency and On-time Performance on Transit Ridership in Miami-Dade County",
    "abstract": "           This study investigates the impact of transit service attributes, focusing on service frequency and on-time performance (OTP), on bus ridership in Miami-Dade County. We obtained route-level ridership from automated passenger counter (APC) data and service performance metrics from the General Transit Feed Specification Real Time (GTFS-RT) data. The panel dataset allows us to effectively isolate the independent effects of OTP and frequency on bus ridership, contributing to a better understanding of how to improve service quality and support ridership. Our analysis examines both a pre-COVID period (January 2018-December 2019) and a post-COVID recovery period (July 2021-July 2023). Descriptive analysis reveals a steady ridership decline before the pandemic, followed by a sharp drop during the pandemic and a gradual recovery to pre-pandemic levels by late 2022. This recovery, however, varied by route and was accompanied by significant temporal fluctuations in service performance measures. To analyze these dynamics, we developed two-way fixed effects (2FE) models. Model outputs show that while frequency consistently influences ridership over time, OTP becomes an increasingly important determinant in the post-COVID recovery period. The observed significant interaction between frequency and OTP in the recovery period further suggests that improving reliability is particularly effective on frequent routes. Our study also highlights the need for targeted ridership-boosting strategies that differ by time of day, with a focus on punctuality during AM-peak and frequency during midday and PM-peak, to better support ridership growth and improve network performance.         ",
    "url": "https://arxiv.org/abs/2511.07467",
    "authors": [
      "Duanya Lyu",
      "Xiang Yan"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)"
    ]
  },
  {
    "id": "arXiv:2511.07476",
    "title": "A Four-Level Ontological Framework for Quantum Field Theory: From Quantum Vacuum to Phenomenal Reality",
    "abstract": "           One of the foundational challenges in both Quantum Field Theory and the philosophy of physics lies in the traditional binary classification of entities as either real or unreal. The classical view posits that material entities are real, while mental constructs or theoretical entities are unreal. However, quantum phenomena such as virtual particles challenge this simplistic dichotomy. These unobservable entities, by influencing measurable phenomena, raise profound questions about the nature and modes of existence. To address this, we propose a four-level ontological hierarchy that spans from the quantum vacuum and the virtual level to the quantum level and phenomenal reality, providing a coherent continuum from potentiality to actualization. This framework not only clarifies the interpretation of quantum theory but also offers a unified perspective linking the unobservable with the observable. In QFT, virtual particles play a crucial role in mediating forces and in correcting the measurable properties of real particles. They arise within the mathematical structure of Feynman diagrams and, despite being unobservable, produce real, measurable effects such as the Lamb shift and the Casimir effect. Philosophically, this raises deep ontological questions: if unobservable entities affect measurable phenomena, can they truly be dismissed as unreal? Conversely, if they are real, what mode of existence do they possess? The traditional dichotomy of real versus unreal is thus insufficient for interpreting the ontological implications of quantum processes. To overcome these limitations, we propose a four-level ontological hierarchy.         ",
    "url": "https://arxiv.org/abs/2511.07476",
    "authors": [
      "Ali Reza Mirzaee"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2511.07592",
    "title": "Nanosecond Radio-Frequency Pulse Driven Photogun for Very Hard X-ray Free-electron Laser",
    "abstract": "           One pathway to producing high brightness electron beams is to use a radio-frequency (rf) driven high field photogun to rapidly accelerate photoemitted electrons to the relativistic regime and pre- serve the brightness. However, the highest attainable field is limited by rf breakdowns of materials used in a photogun. Shortening rf pulse duration feeding into a photogun provides a viable path- way to achieve high field and prevent rf breakdowns. Here we propose and investigate Compressed Ultrashort Pulse Injector Demonstrator (CUPID), a nanosecond rf pulses driven photogun powered by a klystron and rf pulse compression system capable of achieving 300 MW at 20 ns duration, to produce bright electron beams with high electric field. We first introduce the design of the CUPID photogun and its expected rf performance at 500 MV/m driven by high power nanosecond rf pulses, followed by beam dynamics studies showing its capability for producing bright electron beams with 60 nm emittance when forming a photoinjector with a superconducting solenoid and downstream accelerating structures. Finally, we show a proof-of-concept start-to-end simulation of the CUPID photoinjector paired with the existing Linac Coherent Light Source (LCLS) copper accelerator free-electron laser (FEL) to demonstrate achievable mJ pulse energy very hard x-ray photons at 40 keV or higher.         ",
    "url": "https://arxiv.org/abs/2511.07592",
    "authors": [
      "Wei Hou Tan",
      "River Robles",
      "Juan Hernandez",
      "Emilio Alessandro Nanni",
      "Ankur Dhar"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2511.07598",
    "title": "Passive Acoustic Monitoring of Underwater Well Leakages with Machine Learning: A Review",
    "abstract": "           Abandoned oil and gas wells pose significant environmental risks due to the potential leakage of hydrocarbons, brine and chemical pollutants. Detecting such leaks remains extremely challenging due to the weak acoustic emission and high ambient noise in the deep sea. This paper reviews the application of passive sonar systems combined with artificial intelligence (AI) in underwater oil and gas leak detection. The advantages and limitations of traditional monitoring methods, including fibre optic, capacitive and pH sensors, are compared with those of passive sonar systems. Advanced AI methods that enhance signal discrimination, noise suppression and data interpretation capabilities are explored for leak detection. Emerging solutions such as embedded AI analogue-to-digital converters (ADCs), deep learning-based denoising networks and semantically aware underwater optical communication (UOC) frameworks are also discussed to overcome issues such as low signal-to-noise ratio (SNR) and transmission instability. Furthermore, a hybrid approach combining non-negative matrix factorisation (NMF), convolutional neural networks (CNN) and temporal models (GRU, TCN) is proposed to improve the classification and quantification accuracy of leak events. Despite challenges such as data scarcity and environmental change, AI-assisted passive sonar has shown great potential in real-time, energy-efficient and non-invasive underwater monitoring, contributing to sustainable environmental protection and maritime safety management.         ",
    "url": "https://arxiv.org/abs/2511.07598",
    "authors": [
      "Guanlin Zhu",
      "Zechun Deng",
      "Jiaxin Shen",
      "Junchi Yang"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2511.07640",
    "title": "Chiral Quantum Optics with Scalable Quantum Dot Dimers",
    "abstract": "           We present a scalable method for electrically tuning multiple spatially separated quantum dots embedded in photonic crystal waveguides. Ion implantation into the top p-doped layer of a p-i-n diode creates high-resistivity tracks, providing electrical isolation between adjacent regions. Unlike physical etching, this method preserves the guided-mode profile of the photonic crystal without introducing significant scattering, limiting refractive index perturbations to below 0.001 with 0.01% additional loss. In contrast, physical etching can reduce single-band transmission by more than 30% for an etch width of 100 nm. We demonstrate the applicability of our approach using quantum dots embedded in a glideplane photonic crystal waveguide, controlling the detuning between different spin-state combinations of two highly chiral quantum dots coupled to the same mode. Second-order photon correlation measurements provide a sensitive probe of the chirality-dependent photon statistics, which are in good agreement with a waveguide-QED master equation model. Our results mark an important step towards scalable, multi-emitter architectures for chiral quantum networks.         ",
    "url": "https://arxiv.org/abs/2511.07640",
    "authors": [
      "L. Hallacy",
      "D. Hallett",
      "A. Fenzl",
      "N.J. Martin",
      "R. Dost",
      "A.Verma",
      "J. Fletcher",
      "I. Farrer",
      "L. Antwis",
      "M.S. Skolnick",
      "L.R. Wilson"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2511.07661",
    "title": "Resonant spectral cascade in pulsatile flow triggered by arterial geometry",
    "abstract": "           The increasing geometric complexity of arteries with age is a well-established risk factor for cardiovascular disease, yet the precise physical mechanisms by which geometry interacts with blood flow remain debated. While complex geometry is known to increase viscous resistance, its active role in modulating flow dynamics is not fully understood. Here we solve a mathematical model to show that arterial geometry can trigger a resonant transfer of energy to short-wavelength components of the flow. The investigation, conducted over a physiological range of Womersley numbers (Wo, a dimensionless measure of pulsation frequency), reveal a dual dynamic. The global wave energy consistently decays, confirmed by a negative growth rate (G < 0), indicating that the flow does not become exponentially unstable. However, a spectral broadening ratio (R), which quantifies the energy in high-wavenumber versus low-wavenumber modes, exhibits a sharp, non-monotonic peak at an intermediate Wo. This result identifies a resonant frequency at which geometry is maximally efficient at generating spectral complexity, even as the overall flow attenuates. These findings reframe the role of arterial geometry from a passive dissipator to an active modulator of the flow's spectral content, suggesting that spectral diagnostics could provide a sensitive marker for vascular health.         ",
    "url": "https://arxiv.org/abs/2511.07661",
    "authors": [
      "Khalid M. Saqr"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2511.07666",
    "title": "Response of a magnetically diverted tokamak plasma to a resonant magnetic perturbation",
    "abstract": "           The safety-factor profile of a magnetically diverted tokamak plasma diverges logarithmically as the magnetic separatrix (a.k.a. the last closed magnetic flux-surface) is approached. At first sight, this suggests that, when determining the response of such a plasma to a static, externally generated, resonant magnetic perturbation (RMP), it is necessary to include an infinite number of rational magnetic flux-surfaces in the calculation, the majority of which lie very close to the separatrix. In fact, when finite plasma resistivity is taken into account, this turns out not to be the case. Instead, it is only necessary to include rational surfaces that lie in the region 0<Psi<Psi_c, where Psi is the normalized poloidal magnetic flux, and Psi_c<1 can be calculated from the edge plasma parameters. It is estimated that Psi_c= 0.9985 for an n=1 RMP, and Psi_c=0.9952 for an n=4 RMP, in a typical JET H-mode plasma.         ",
    "url": "https://arxiv.org/abs/2511.07666",
    "authors": [
      "R. Fitzpatrick"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2511.07740",
    "title": "Dual slow-light enhanced photothermal gas spectroscopy on a silicon chip",
    "abstract": "           Integrated photonic sensors have attracted significant attention recently for their potential for high-density integration. However, they face challenges in sensing gases with high sensitivity due to weak light-gas interaction. Slow light, which dramatically intensifies light-matter interaction through spatial compression of optical energy, provides a promising solution. Herein, we demonstrate a dual slow-light scheme for enhancing the sensitivity of photothermal spectroscopy (PTS) with a suspended photonic crystal waveguide (PhCW) on a CMOS-compatible silicon platform. By tailoring the dispersion of the PhCW to generate structural slow light to enhance pump absorption and probe phase modulation, we achieve a photothermal efficiency of 3.6x10-4 rad cm ppm-1 mW-1 m-1, over 1-3 orders of magnitude higher than the strip waveguides and optical fibers. With a 1-mm-long sensing PhCW incorporated in a stabilized on-chip Mach-Zehnder interferometer with a footprint of 0.6 mm2, we demonstrate acetylene detection with a sensitivity of 1.4x10-6 in terms of noise-equivalent absorption and length product (NEAL), the best among the reported photonic waveguide gas sensors to our knowledge. The dual slow-light enhanced PTS paves the way for integrated photonic gas sensors with high sensitivity, miniaturization, and cost-effective mass production.         ",
    "url": "https://arxiv.org/abs/2511.07740",
    "authors": [
      "Kaiyuan Zheng",
      "Zihang Peng",
      "Hanyu Liao",
      "Yijun Huang",
      "Haihong Bao",
      "Shuangxiang Zhao",
      "Yu Zhang",
      "Chuantao Zheng",
      "Yiding Wang",
      "Wei Jin"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2511.07788",
    "title": "Visible Integrated Photonics with Tantalum Pentoxide",
    "abstract": "           Hybrid photonic platforms are essential for integrating light sources with scalable on-chip optical circuits. Here, we demonstrate that tantalum pentoxide (Ta2O5) on insulator is a promising photonic material for such applications, supporting high-Q resonator architectures operating in the visible spectral range. The deposition process of Ta2O5 was optimized by examining the influence of oxygen flow on film stoichiometry during electron beam evaporation. High quality ring resonators (Q>10000) coupled to bus waveguides were fabricated and measured. Furthermore, we realised a hybrid Ta2O5 - hexagonal boron nitride (hBN) photonic device in which ensembles of B-centre defects were generated and preserved throughout fabrication. These results establish a robust material framework for the integration of defect-based quantum emitters with low-loss dielectric photonics.         ",
    "url": "https://arxiv.org/abs/2511.07788",
    "authors": [
      "Sergei Nedic",
      "Hugo Quard",
      "Nathan Coste",
      "Anastasiia Zalogina",
      "Igor Aharonovich"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2511.08517",
    "title": "Nuclear spin relaxation in zero- to ultralow-field magnetic resonance spectroscopy",
    "abstract": "           Nuclear-magnetic-resonance experiments can interrogate a broad spectrum of molecular-tumbling regimes and can accurately measure interatomic distances in solution with sub-nanometer resolution. In the zero- to ultralow-field (ZULF) regime, population and coherence decay reveal nontrivial behavior due to strong coupling between nuclear spins. We note, in particular, the surprising effects that different resonances show different relaxation rates, depending on (i) the (pre)polarizing magnet field and the shuttling trajectory to the detection region at nano- and microtesla fields, (ii) the strength of the measurement field, (iii) the detection method (single-channel or quadrature), and even (iv) the nutation angle induced by the excitation pulse. We describe herein experimental data of relaxation rates measured for a 13C-labeled formic acid sample, with an atomic-magnetometer-based ZULF setup, and develop a theoretical framework to explain the detected effects and extract molecular properties. The observed effects could be used for spectral assignment, for the establishment of specific motional regimes, for image contrast, and for the characterization of relaxation processes at nano- to microtesla magnetic fields.         ",
    "url": "https://arxiv.org/abs/2511.08517",
    "authors": [
      "Florin Teleanu",
      "Anne M. Fabricant",
      "Chengtong Zhang",
      "Gary P. Centers",
      "Dmitry Budker",
      "Danila A. Barskiy",
      "Alexej Jerschow"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2511.07514",
    "title": "Quantum Calculations of the Cavity Shift in Electron Magnetic Moment Measurements",
    "abstract": "           The measurement of the anomalous electron magnetic moment $g-2$ through quantum transitions of a single trapped electron is the most stringent test of quantum field theory. These experiments are now so precise that they must account for the effects of the cavity containing the electron. Classical calculations of this \"cavity shift\" must subtract the electron's divergent self-field, and thus require knowledge of the exact Green's function for the cavity's electromagnetic field. We perform the first fully quantum calculation of the cavity shift in a closed cavity, which instead involves subtracting linearly divergent cavity mode sums and integrals. Using contour integration methods, we find perfect agreement with existing classical results for both spherical and cylindrical cavities, justifying their current use. Moreover, our mode-based results can be naturally generalized to account for systematic effects, necessary to push future measurements to the next order of magnitude in precision.         ",
    "url": "https://arxiv.org/abs/2511.07514",
    "authors": [
      "Hannah Day",
      "Roni Harnik",
      "Yonatan Kahn",
      "Shashin Pavaskar",
      "Kevin Zhou"
    ],
    "subjectives": [
      "High Energy Physics - Phenomenology (hep-ph)",
      "High Energy Physics - Theory (hep-th)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2511.07962",
    "title": "Angular Patterns of Photoluminescence in Quantum Dot Spherical Superparticles Mediated by Whispering-Gallery Modes",
    "abstract": "           Quantum dot superparticles are a specific class of metamaterials created through the self-assembly of nanometer semiconductor quantum dots into organized micro-scale structures, such as microspheres. Superparticles exhibit unique optical, chemical, and electronic properties. These properties are not merely the sum of the constituent quantum dots but rather bear the signature of the collective behavior of the nanoscale building blocks. In particular, assembling an ensemble of quantum dots into a super-sphere allows them to function as a single, high-quality optical resonator. This structure efficiently confines the emission from the pump-excited quantum dots via whispering gallery modes. The emissive properties of such a superparticle resonator remain an area of active investigation. Using numerical simulation, we study the angular structure of the photoluminescence from superparticles of various sizes and architectures formed from CdS quantum dots. We show that, in general, the angular distribution of the SP emission is characterized by strong asymmetry, with a maximum in the backward direction relative to the incident pump beam. In contrast, this asymmetry is virtually absent in the forward and side-scattering directions. The excitation of resonant modes in the superparticle enhances the emission intensity and reduces the degree of its backward asymmetry. Furthermore, coating the CdS quantum dot particle with a silicon dioxide layer increases the probability of exciting field resonances in such a core-shell superparticle.         ",
    "url": "https://arxiv.org/abs/2511.07962",
    "authors": [
      "Yu. E. Geints"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2511.08105",
    "title": "Enhanced quantum correlations from joint pump and photon pair scattering",
    "abstract": "           Scattering of non-classical light is enabling new ways to study and control photon transport. However, advances in this field often rely on simplifying assumptions regarding the quantum light's generation and its source. In this work, we relax some of these assumptions and probe the behavior of entangled photon pairs passing through a disordered layer after being generated by a randomly scattered pump via spontaneous parametric down conversion. We experimentally demonstrate that, even when both the pump and the down-converted photons propagate through a dynamic scattering medium, the pairs maintain a sharp peak in their correlations. A comprehensive theoretical and numerical analysis shows that these correlations persist regardless of when the pairs are generated, whether immediately after the pump is scattered or under other conditions. More specifically, we detail how the shape of the angular correlation depends on the pump's scattering and how it varies with the distance between the pair-generation region and the entrance of the disordered medium. These findings represent a crucial step toward understanding quantum light generation in complex media, and potentially exploiting it for quantum technologies.         ",
    "url": "https://arxiv.org/abs/2511.08105",
    "authors": [
      "Mamoon Safadi",
      "Nir Kuchuk",
      "Ohad Lib",
      "Yaron Bromberg",
      "Arthur Goetschy"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2511.08336",
    "title": "Quantum annealing for lattice models with competing long-range interactions",
    "abstract": "           We use superconducting qubit quantum annealing devices to determine the ground state of Ising models with algebraically decaying competing long-range interactions in the thermodynamic limit. This is enabled by a unit-cell-based optimization scheme, in which the finite optimizations on each unit cell are performed using commercial quantum annealing hardware. To demonstrate the capabilities of the approach, we choose three exemplary problems relevant for other quantum simulation platforms and material science: (i) the calculation of devil's staircases of magnetization plateaux of the long-range Ising model in a longitudinal field on the triangular lattice, motivated by atomic and molecular quantum simulators; (ii) the evaluation of the ground state of the same model on the Kagome lattice in the absence of a field, motivated by artificial spin ice metamaterials; (iii) the study of models with additional few-nearest-neighbor interactions relevant for frustrated Ising compounds with potential long-range interactions. The approach discussed in this work provides a useful and realistic application of existing quantum annealing technology, applicable across many research areas in which lattice problems with resummable long-range interactions are relevant.         ",
    "url": "https://arxiv.org/abs/2511.08336",
    "authors": [
      "Jan Alexander Koziol",
      "Kai Phillip Schmidt"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2304.08450",
    "title": "Quantum Logic and Meaning",
    "abstract": "           This paper gives a formulation of quantum logic in the abstract algebraic setting laid out by Dunn and Hardegree (2001). On this basis, it provides a comparative analysis of viable quantum logical bivalent semantics and their classical counterparts, thereby showing that the truth-functional status of classical and quantum connectives is not as different as usually thought. Then it points out that bivalent semantics for quantum logic -- compatible with realism about quantum mechanics -- can be maintained, albeit at the price of truth-functionality. Finally, the paper critically addresses Geoffrey Hellman's argument (1980) that this lack of truth-functionality entails a change of meaning between classical and quantum connectives.         ",
    "url": "https://arxiv.org/abs/2304.08450",
    "authors": [
      "Sebastian Horvat",
      "Iulian D. Toader"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2404.05946",
    "title": "Differential fuzz testing to detect tampering in sensor systems and its application to arms control authentication",
    "abstract": "           In future nuclear arms control treaties, it will be necessary to authenticate the hardware and software components of verification measurement systems, i.e., to ensure these systems are functioning as intended and have not been tampered with by malicious actors. While methods such as source code hashing and static analysis can help verify the integrity of software components, they may not be capable of detecting tampering with environment variables, external libraries, or the firmware and hardware of radiation measurement systems. In this article, we introduce the concept of physical differential fuzz testing as a challenge-response-style tamper indicator that can holistically and simultaneously test all the above components in a cyber-physical system. In essence, we randomly sample (or \"fuzz\") the untampered system's parameter space, including both normal and off-normal parameter values, and consider the time series of outputs as the baseline signature of the system. Re-running the same input sequence on a untampered system will produce an output sequence consistent with this baseline, while running the same input sequence on a tampered system will produce a modified output sequence and raise an alarm. We then apply this concept to authenticating the radiation measurement equipment in nuclear weapon verification systems and conduct demonstration fuzz testing measurements with a sodium iodide (NaI) gamma ray spectrometer. Because there is Poisson noise in the measured output spectra, we also use a mechanism for comparing inherently noisy or stochastic fuzzing sequences. We show that physical differential fuzz testing can detect two types of tamper attempts, and conclude that it is a promising framework for authenticating future cyber-physical systems in nuclear arms control, safeguards, and beyond.         ",
    "url": "https://arxiv.org/abs/2404.05946",
    "authors": [
      "Jayson R Vavrek",
      "Luozhong Zhou",
      "Joshua Boverhof",
      "Elisa R Heymann",
      "Barton P Miller",
      "Sean Peisert"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2411.14741",
    "title": "PrometheusFree: Concurrent Detection of Laser Fault Injection Attacks in Optical Neural Networks",
    "abstract": "           Silicon Photonics-based AI Accelerators (SPAAs) have been considered as promising AI accelerators achieving high energy efficiency and low latency. While many researchers focus on improving SPAAs' energy efficiency and latency, their physical security has only recently received attention. While it is essential to deliver strong optical neural network inferencing approaches, their success and adoption are predicated on their ability to deliver a secure execution environment. Towards this end, this paper proposes PrometheusFree, an optical neural network framework that is capable of concurrent detection of laser fault injection attacks. This paper first presents an illustrative threat of laser fault injection attacks on SPAAs, capable of subjecting the optical neural network to misclassifications. The threat then is addressed in this paper by developing techniques for concurrent detection of the laser fault injection attacks. Furthermore, this paper introduces a novel application of Wavelength Division Perturbation (WDP) technique where wavelength-dependent Vector Matrix Multiplication (VMM) results are utilized to boost fault attack detection accuracy. Simulation results show that PrometheusFree achieves over 96% attack-caused misprediction recall as the use of the WDP technique squashes the attack success rate by 38.6% on average. Compared with prior art, PrometheusFree limits the average attack success ratio to 0.019, yielding a 95.3% reduction. The experimental results confirm the superiority of the concurrent detection and the boost in attack detection abilities imparted by the WDP approaches.         ",
    "url": "https://arxiv.org/abs/2411.14741",
    "authors": [
      "Kota Nishida",
      "Yoshihiro Midoh",
      "Noriyuki Miura",
      "Satoshi Kawakami",
      "Alex Orailoglu",
      "Jun Shiomi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Cryptography and Security (cs.CR)"
    ]
  },
  {
    "id": "arXiv:2412.13470",
    "title": "Sub-Doppler cooling, state preparation, and optical trapping of a triel atom",
    "abstract": "           Ultracold gases of atoms from Main Group III (Group 13) of the Periodic Table, also known as \"triel elements,\" have great potential for a new generation of quantum matter experiments. The first magneto-optical trap of a triel element (indium) was recently realized, but more progress is needed before a triel is ready for modern ultracold quantum science experiments in optical traps. Reaching this regime typically requires atoms that are cooled to the 10 uK level or below, prepared in pure quantum states, and confined in a laser field. Here we report the achievement of all three of these milestones in atomic indium. First, we perform polarization gradient cooling of an indium gas to 15 uK. Second, we spin polarize the gas into a single hyperfine sublevel of either the $5P_{1/2}$ indium ground state or the $5P_{3/2}$ metastable state. Third, we trap indium in a 1064 nm optical lattice, achieving a 3 s trap lifetime. With these results, indium is now a candidate for a next generation quantum research platform.         ",
    "url": "https://arxiv.org/abs/2412.13470",
    "authors": [
      "Putian Li",
      "Xianquan Yu",
      "Seth Hew Peng Chew",
      "Jinchao Mo",
      "Tiangao Lu",
      "Travis L. Nicholson"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Gases (cond-mat.quant-gas)"
    ]
  },
  {
    "id": "arXiv:2507.04892",
    "title": "Quantum transport in nitrogen-doped nanoporous graphenes",
    "abstract": "           Bottom-up on-surface synthesized nanoporous graphenes (NPGs), realized as 2D arrays of laterally covalently bonded $\\pi$-conjugated graphene nanoribbons (GNRs), are a family of carbon nanomaterials that are receiving increasing attention for nanoelectronics and biosensing. Recently, a so-called hybrid-NPG (hNPG) is synthesized, featuring an alternating sequence of doped and non-doped GNRs, resulting in a band staggering effect in its electronic structure. Such a feature is appealing for photo-catalysis, photovoltaics and even carbon nanocircuitry. However, to date, little is known about the transport properties of hNPG and its derivatives, which is key for most applications. Here, via Green's functions simulations, the quantum transport properties of hNPGs are studied. It is found that injected carriers in hNPG spread laterally through a number of GNRs, though such spreading may take place exclusively through GNRs of one type (doped or non-doped). A simple model is proposed to discern the key parameters determining the electronic propagation in hNPGs and explore alternative hNPG designs to control the spreading/confinement and anisotropy of charge transport in these systems. For one such design, it is found that it is possible to send directed electric signals with sub-nanometer precision for as long as one micrometer - a result first reported for any NPG.         ",
    "url": "https://arxiv.org/abs/2507.04892",
    "authors": [
      "Gaetano Calogero",
      "Isaac Alcón",
      "Alan E. Anaya Morales",
      "Nick Papior",
      "Pol Febrer",
      "Aron W. Cummings",
      "Miguel Pruneda",
      "Stephan Roche",
      "Mads Brandbyge"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Other Condensed Matter (cond-mat.other)",
      "Applied Physics (physics.app-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2510.12776",
    "title": "Quantum Generative Modeling of Single-Cell Transcriptomics: Capturing Gene-Gene and Cell-Cell Interactions",
    "abstract": "           Single-cell RNA sequencing (scRNA-seq) data simulation is limited by classical methods that rely on linear correlations, failing to capture the intrinsic, nonlinear dependencies. No existing simulator jointly models gene-gene and cell-cell interactions. We introduce qSimCells, a novel quantum computing-based simulator that employs entanglement to model intra- and inter-cellular interactions, generating realistic single-cell transcriptomes with cellular heterogeneity. The core innovation is a quantum kernel that uses a parameterized quantum circuit with CNOT gates to encode complex, nonlinear gene regulatory network (GRN) as well as cell-cell communication topologies with explicit causal directionality. The resulting synthetic data exhibits non-classical dependencies: standard correlation-based analyses (Pearson and Spearman) fail to recover the programmed causal pathways and instead report spurious associations driven by high baseline gene-expression probabilities. Furthermore, applying cell-cell communication detection to the simulated data validates the true mechanistic links, revealing a robust, up to 75-fold relative increase in inferred communication probability only when quantum entanglement is active. These results demonstrate that the quantum kernel is essential for producing high-fidelity ground-truth datasets and highlight the need for advanced inference techniques to capture the complex, non-classical dependencies inherent in gene regulation.         ",
    "url": "https://arxiv.org/abs/2510.12776",
    "authors": [
      "Selim Romero",
      "Vignesh S. Kumar",
      "Robert S. Chapkin",
      "James J. Cai"
    ],
    "subjectives": [
      "Quantitative Methods (q-bio.QM)",
      "Emerging Technologies (cs.ET)",
      "Biological Physics (physics.bio-ph)",
      "Genomics (q-bio.GN)"
    ]
  },
  {
    "id": "arXiv:2511.04188",
    "title": "Quantum Key Distribution via Charge Teleportation",
    "abstract": "           We introduce a quantum key distribution (QKD) primitive based on charge teleportation: by Local Operations and Classical Communication (LOCC) on an entangled many-body ground state, Alice's one-bit choice steers the sign of a local charge shift at Bob, which directly encodes the key bit. Relative to energy teleportation schemes, the charge signal is bit-symmetric, measured in a single basis, and markedly more robust to realistic noise and model imperfections. We instantiate the protocol on transverse-field Ising models, star-coupled and one-dimensional chain, obtain closed-form results for two qubits, and for larger systems confirm performance via exact diagonalization, circuit-level simulations, and a proof-of-principle hardware run. We quantify resilience to classical bit flips and local quantum noise, identifying regimes where sign integrity, and hence key correctness, is preserved. These results position charge teleportation as a practical, low-rate QKD primitive compatible with near-term platforms.         ",
    "url": "https://arxiv.org/abs/2511.04188",
    "authors": [
      "Amir Yona",
      "Yaron Oz"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Cryptography and Security (cs.CR)",
      "Information Theory (cs.IT)",
      "Optics (physics.optics)"
    ]
  }
]