[
  {
    "id": "arXiv:2312.16348",
    "title": "Demonstration of Real-Time Precision Optical Time Synchronization in a  True Three-Node Architecture",
    "abstract": "Multi-node optical clock networks will enable future studies of fundamental physics and enable applications in quantum and classical communications as well as navigation and geodesy. We implement the first ever multi-node optical clock network with real-time, relative synchronization over free-space communication channels and precision on the order of 10 fs, realized as a three-node system in a hub-and-spoke topology. In this paper we describe the system and its performance, including a new, independent, out-of-loop verification of two-way optical time synchronization. ",
    "url": "https://arxiv.org/abs/2312.16348",
    "authors": [
      "Kyle W. Martin",
      "Nader Zaki",
      "Matthew S. Bigelow",
      "Benjamin K. Stuhl",
      "Nolan Matthews",
      "John D. Elgin",
      "Kimberly Frey"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2312.16461",
    "title": "Label-free optical imaging of ion channel activity on living cells",
    "abstract": "Deciphering ion channel activity and signaling interactions within cells is one of the key tasks of neuroscience. Currently, measuring this electrophysiological activity is done using patch-clamp1-4 or voltage-sensitive imaging5-8. Unfortunately, these techniques are unable to balance between single-channel sensitivity and highthroughput detection. Here we introduce a label-free electrochemical-modulated interferometric scattering microscope (EM-iSCAT) to measure ion channel activity on living cells at both whole-cell and single-channel levels. We visualize the cellular responses dynamics to osmotic stimulation, and record open-close trajectories of single N-methyl-D-aspartate receptors channels with a frame rate of 1.5 kHz. Furthermore, we localize and distinguish different kinds of ion channels (Na+, K+, Ca2+) on cell membrane and monitor spatio-temporal heterogeneous responses between different cells in a network. The high-throughput and single-channel sensitive nature of EMiSCAT microscopy allows monitoring simultaneously the activity of individual channels, their localization, and clustering in the cellular community. Our imaging concept opens the possibility to study any kind of ion channels, and more broadly, cell communication mediated by ion channels. ",
    "url": "https://arxiv.org/abs/2312.16461",
    "authors": [
      "Qing-Yue Li",
      "Pin-Tian Lyu",
      "Bin Kang",
      "Hong-Yuan Chen",
      "Jing-Juan Xu"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2312.16466",
    "title": "Efficient four-wave mixing in four-subband semiconductor quantum wells  using spatially modulated control fields with a linearly varying mixing angle",
    "abstract": "In this article, we use spatially modulated control fields to increase the four-wave mixing efficiency in a four-subband semiconductor asymmetric double quantum well, motivated by similar works in atomic systems. Using a simplified version of the propagation equations, we show analytically that for control fields with constant amplitude and linearly varying mixing angle with the propagation distance, a conversion efficiency close to unity can be achieved even for relatively short propagation distances. Subsequently, we confirm these results by numerically simulating the full set of propagation equations. ",
    "url": "https://arxiv.org/abs/2312.16466",
    "authors": [
      "Dionisis Stefanatos",
      "Foteini Avouri",
      "Emmanuel Paspalakis"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2312.16494",
    "title": "Efficiency of plasmochemical production of hydrogen from propane under  the influence of laser radiation",
    "abstract": "The plasma-chemical process of producing hydrogen from propane under the excitation by laser radiation has been studied. The study was carried out using femtosecond (35 fs) and nanosecond (7 ns) pulsed laser radiation sources. Experimental dependences of the volumetric hydrogen content in the gas mixture at the outlet of the reactor were measured depending on the propane supply rate. Equations have been proposed that describe the amount of hydrogen produced, taking into account the propane supply rate and the effect of its mixing with the resulting hydrogen. The resulting equations can be applied to the plasma-chemical decomposition of other hydrocarbons. Their application to experimentally studied processes made it possible to calculate the maximum possible efficiency of hydrogen production for the given characteristics of laser radiation. The results obtained made it possible to give recommendations on changing the parameters of laser radiation in order to increase the efficiency of the plasma-chemical process. ",
    "url": "https://arxiv.org/abs/2312.16494",
    "authors": [
      "Yu. S. Tveryanovich",
      "A. V. Povolotskiy",
      "S. S. Lunkov"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2312.16711",
    "title": "Relativistic ab initio study on the spectroscopic and radiative  properties of the lowest states and modeling of the optical cycles for the  LiFr molecule",
    "abstract": "The LiFr diatomic represents a promising candidate for indirect laser cooling that has not yet been investigated not theoretically or experimentally. The potential energy curves of the ground and low_lying excited states of the LiFr heteronuclear alkali metal dimer are calculated using the Fock_space relativistic coupled cluster theory for the first time. A number of properties such as the electronic term energies, equilibrium internuclear distances, transition and permanent dipole moments, sequences of vibrational energies, harmonic vibrational frequencies, Franck_Condon factors, and radiative lifetimes (including bound and free transitions) are predicted. The probabilities of the two_step schemes (optical cycles) for the transfer process of the LiFr molecules from high excited vibrational states to the ground vibronic state are also predicted. The data obtained would be useful for laser cooling and spectral experiments with LiFr molecules. ",
    "url": "https://arxiv.org/abs/2312.16711",
    "authors": [
      "Maksim Shundalau",
      "Patrizia Lamberti"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2312.16721",
    "title": "TetraScatt model: Born approximation for the estimation of acoustic  dispersion of fluid-like objects of arbitrary geometries",
    "abstract": "Modelling the acoustic scattering response due to penetrable objects of arbitrary shapes, such as those of many marine organisms, can be computationally intensive, often requiring high-performance computing equipment when considering a completely general situation. However, when the physical properties (sound speed and density) of the scatterer object under consideration are similar to those of the surrounding medium, the Born approximation provides a computationally efficient way to calculate the scattering. For simple geometrical shapes like spheres and spheroids, the acoustic scattering in the far field can be evaluated through the Born approximation recipe as a formula which has been historically employed to predict the response of weakly scattering organisms, such as zooplankton. Moreover, the Born approximation has been extended to bodies whose geometry can be described as a collection of non-circular rings centred on a smooth curve. In this work, we have developed a numerical approach to calculate the far-field backscattering by arbitrary 3D objects under the Born approximation. The object's geometry is represented by a volumetric mesh composed of tetrahedrons, and the computation is efficiently performed through analytical 3D integration, yielding a solution expressed in terms of elementary functions for each tetrahedron. The method's correctness has been successfully validated against benchmark solutions. Additionally, we present acoustic scattering results for species with complex shapes. To enable other researchers to use and validate the method a computational package named tetrascatt implemented in the R programming language was developed and published in the CRAN (Comprehensive R Archive Network). ",
    "url": "https://arxiv.org/abs/2312.16721",
    "authors": [
      "Edmundo F. Lavia",
      "Guadalupe Cascallares",
      "Juan D. Gonzalez"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2312.16723",
    "title": "Monitoring of nanoplasmonics-assisted deuterium production in a polymer  seeded with resonant Au nanorods using in situ femtosecond laser induced  breakdown spectroscopy",
    "abstract": "In this brief report, we present laser induced breakdown spectroscopy (LIBS) evidence of deuterium (D) production in a 3:1 urethane dimethacrylate (UDMA) and triethylene glycol dimethacrylate (TEGDMA) polymer doped with resonant gold nanorods, induced by intense, 40 fs laser pulses. The in situ recorded LIBS spectra revealed that the D/(2D+H) increased to 4-8% in the polymer samples in selected events. The extent of transmutation was found to linearly increase with the laser pulse energy (intensity) between 2 and 25 mJ (up to 3x10^17 W/cm). The observed effect is attributed only to the field enhancing effects due to excited localized surface plasmons on the gold nanoparticles. ",
    "url": "https://arxiv.org/abs/2312.16723",
    "authors": [
      "N. Kroó",
      "M. Aladi",
      "M. Kedves",
      "B. Ráczkevi",
      "A. Kumari",
      "P. Rácz",
      "M. Veres",
      "G. Galbács",
      "L.P. Csernai",
      "T.S. Biró"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2312.16746",
    "title": "Photonic crystal cavity IQ modulators in thin-film lithium niobate for  coherent communications",
    "abstract": "Thin-Film Lithium Niobate (TFLN) is an emerging integrated photonic platform showing great promise due to its large second-order nonlinearity at microwave and optical frequencies, cryogenic compatibility, large piezoelectric response, and low optical loss at visible and near-infrared wavelengths. These properties enabled Mach-Zehnder interferometer-based devices to demonstrate amplitude- and in-phase/quadrature (IQ) modulation at voltage levels compatible with complementary metal-oxide-semiconductor (CMOS) electronics. Maintaining low-voltage operation requires centimeter-scale device lengths, making it challenging to realize the large-scale circuits required by ever-increasing bandwidth demands in data communications. Reduced device sizes reaching the 10 um scale are possible with photonic crystal (PhC) cavities. So far, their operation has been limited to modulation of amplitudes and required circulators or lacked cascadability. Here, we demonstrate a compact IQ modulator using two PhC cavities operating as phase shifters in a Fabry-Perot-enhanced Michelson interferometer configuration. It supports cascadable amplitude and phase modulation at GHz bandwidths with CMOS-compatible voltages. While the bandwidth limitation of resonant devices is often considered detrimental, their compactness enables dense co-integration with CMOS electronics where clock-rate-level operation (few GHz) removes power-hungry electrical time-multiplexing. Recent demonstrations of chip-scale transceivers with dense-wavelength division multiplied transceivers could be monolithically implemented and driven toward ultimate information densities using TFLN electro-optic frequency combs and our PhC IQ modulators. ",
    "url": "https://arxiv.org/abs/2312.16746",
    "authors": [
      "Hugo Larocque",
      "Dashiell L.P. Vitullo",
      "Alexander Sludds",
      "Hamed Sattari",
      "Ian Christen",
      "Gregory Choong",
      "Ivan Prieto",
      "Jacopo Leo",
      "Homa Zarebidaki",
      "Sanjaya Lohani",
      "Brian T. Kirby",
      "Öney O. Soykal",
      "Moe Soltani",
      "Amir H. Ghadimi",
      "Dirk Englund",
      "Mikkel Heuck"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2312.16798",
    "title": "Experimental control of mode-competition dynamics in a chaotic multimode  semiconductor laser for decision making",
    "abstract": "Photonic computing has been widely used to accelerate the computational performance in machine learning. Photonic decision-making is a promising approach that uses photonic computing technologies to solve the multi-armed bandit problem based on reinforcement learning. Photonic decision making using chaotic mode competition dynamics has been proposed. However, the experimental conditions for achieving superior decision-making performance have not yet been established. In this study, we experimentally investigate the mode competition dynamics in a chaotic multimode semiconductor laser in the presence of optical feedback and injection. We control chaotic mode-competition dynamics via optical injection, and we found that positive wavelength detuning results in an efficient mode concentration to one of the longitudinal modes with a small optical injection power. We experimentally investigate two-dimensional bifurcation map of the laser dynamics of the total intensity. Complex mixed dynamics are observed in the presence of optical feedback and injection. We experimentally conduct decision making to solve the bandit problem using chaotic mode-competition dynamics. A fast mode concentration property is observed at positive wavelength detuning, which resulted in a fast convergence of the correct decision rate. Our findings could be useful in accelerating the decision-making performance in adaptive optical networks using reinforcement learning. ",
    "url": "https://arxiv.org/abs/2312.16798",
    "authors": [
      "Ryugo Iwami",
      "Takatomo Mihana",
      "Kazutaka Kanno",
      "Makoto Naruse",
      "Atsushi Uchida"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Chaotic Dynamics (nlin.CD)"
    ]
  },
  {
    "id": "arXiv:2312.16832",
    "title": "Frequency characteristics of strip waveguides incorporating bulk lithium  niobate crystals as a dielectric",
    "abstract": "The elements of the metamaterial made in the form of wave-guiding coplanar strip line type strip structures, the current-carrying strip of which is located on the upper surface of the substrate, have been experimentally investigated. On the same surface, side screens, connected to the lower grounded base, through metallized holes are made. A volumetric lithium niobate crystal is placed on the upper surface of the strip lines. Frequency dependences of the modulus and phase of the transmission coefficient and reflection coefficient of models with a lithium niobate bulk crystal are measured when a linear-frequency modulated signal in the range from 10 MHz to 25 GHz with a fast change of the incident wave direction is applied to the strip line input. The occurrence of quasi-chaotic oscillations in the tested models was demonstrated. Modeling of the strip structure allowed to determine the frequency dependence of the complex propagation coefficient, indicating the cause of quasi-chaotic oscillations due to the occurrence of a large number of normal waves and their interference. Frequency regions with negative group delay were detected. ",
    "url": "https://arxiv.org/abs/2312.16832",
    "authors": [
      "Nickolay D. Malyutin",
      "Artush A. Arutyunyan",
      "Anton G. Loschilov",
      "George A. Malyutin",
      "Dmitriy Minenko"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2312.16891",
    "title": "Polaritons under Extensive Disordered Molecular Rotation in Optical  Cavities",
    "abstract": "This study investigates the dynamic behavior of polaritons in an optical cavity containing one million molecules, emphasizing the influence of molecular rotation and level disorder on the coupling between molecules and photons. Through rigorous theoretical simulations and numerical analyses, we systematically explore the formation and spectral characteristics of polaritons in this complex environment. Our findings reveal that the rotational motion of molecules significantly affects the electromagnetic field distribution within the cavity, leading to distinct alterations in polariton properties. Simultaneously, the presence of level disorder induces diverse energy level structures, influencing the energy distribution of polaritons. The comprehensive examination of these factors provides valuable insights into the intricate interplay between molecules and photons in large-scale cavity systems. This research not only advances the fundamental understanding of molecular-photon coupling but also offers theoretical guidance for practical applications in the design and exploration of optical cavities. ",
    "url": "https://arxiv.org/abs/2312.16891",
    "authors": [
      "Wei Liu",
      "Jingqi Chen",
      "Wenjie Dou"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2312.16935",
    "title": "Integrated Optical Electric Field Sensors: Humidity Stability Mechanisms  and Packaging Scheme",
    "abstract": "Integrated optical electric field sensors (IOES) play a crucial role in electric field measurement. This paper introduces the principles of the IOES and quantitatively evaluates the impact of humidity on measurement accuracy. Sensors with different levels of hydrophobicity coatings and hygroscopicity shells are fabricated and tested across the relative humidity (RH) range of 25% to 95%. Results reveal that humidity stability is primarily influenced by water vapor absorption through the sensor shell, which increases its conductivity. This further results in amplitude deviation and phase shift of the sensor output. To address this, an optimal humidity-stable packaging scheme is proposed, which involves using PEEK shell with room temperature vulcanized fluorinated silicone rubber coating. Compared with uncoated ceramic shell, the phase shift of the IOES reduces from 90$^\\circ$ to 1$^\\circ$ under a RH of 90%. The amplitude deviation of electric field measurement decreases from 20% to nearly zero after a 20-hour humidity experiment conducted under RH of 90% at 30 $^\\circ$C. The proposed packaging scheme could be used to improve the humidity stability of the sensors deployed in outdoor environments, especially on ships and coastal areas. ",
    "url": "https://arxiv.org/abs/2312.16935",
    "authors": [
      "Xinyu Ma",
      "Chijie Zhuang",
      "She Wang",
      "Rong Zeng"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2312.16952",
    "title": "Topological Edge and Corner States in Biphenylene Photonic Crystal",
    "abstract": "The biphenylene network (BPN) has a unique two-dimensional atomic structure, where hexagonal unit cells are arranged on a square lattice. Inspired by such a BPN structure, we design a counterpart in the fashion of photonic crystals (PhCs), which we refer to as the BPN PhC. We study the photonic band structure using the finite element method and characterize the topological properties of the BPN PhC through the use of the Wilson loop. Our findings reveal the emergence of topological edge states in the BPN PhC, specifically in the zigzag edge and the chiral edge, as a consequence of the nontrivial Zak phase in the corresponding directions. In addition, we find the localization of electromagnetic waves at the corners formed by the chiral edges, which can be considered as second-order topological states, i.e., topological corner states. ",
    "url": "https://arxiv.org/abs/2312.16952",
    "authors": [
      "Huyen Thanh Phan",
      "Keiki Koizumi",
      "Feng Liu",
      "Katsunori Wakabayashi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2312.17104",
    "title": "Quantum state tracking and control of a single molecular ion in a  thermal environment",
    "abstract": "The evolution of molecular quantum states is central to many research areas, including chemical reaction dynamics, precision measurement, and molecule based quantum technology. Details of the evolution is often obscured, however, when measurements are performed on an ensemble of molecules, or when the molecules are subjected to environmental perturbations. Here, we report real-time observations of quantum jumps between rotational states of a single molecule driven by thermal radiation, and present techniques to maintain the molecule in a chosen state over a timescale of tens of seconds. Molecular state detection is achieved nondestructively through quantum-logic spectroscopy, in which information on the state of the molecule is transferred to a co-trapped \"logic\" atomic ion for readout. Our approaches for state detection and manipulation are applicable to a wide range of molecular ion species, thereby facilitating their use in many fields of study including quantum science, molecular physics, and ion-neutral chemistry. The measured rotational transition rates show anisotropy in the background thermal radiation, which points to the possibility of using a single molecular ion as an in-situ probe for the strengths of ambient fields at the relevant transition frequencies. ",
    "url": "https://arxiv.org/abs/2312.17104",
    "authors": [
      "Yu Liu",
      "Julian Schmidt",
      "Zhimin Liu",
      "David R. Leibrandt",
      "Dietrich Leibfried",
      "Chin-wen Chou"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2312.16207",
    "title": "Massive Klein Tunneling in Topological Photonic Crystals",
    "abstract": "Klein's paradox refers to the transmission of a relativistic particle through a high potential barrier. Although it has a simple resolution in terms of particle-to-antiparticle tunneling (Klein tunneling), debates on its physical meaning seem lasting partially due to the lack of direct experimental verification. In this article, we point out that honeycomb-type photonic crystals (PhCs) provide an ideal platform to investigate the nature of Klein tunneling, where the effective Dirac mass can be tuned in a relatively easy way from a positive value (trivial PhC) to a negative value (topological PhC) via a zero-mass case (PhC graphene). Especially, we show that analysis of the transmission between domains with opposite Dirac masses -- a case hardly be treated within the scheme available so far -- sheds new light on the understanding of the Klein tunneling. ",
    "url": "https://arxiv.org/abs/2312.16207",
    "authors": [
      "Keiji Nakatsugawa",
      "Xiao Hu"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2312.16285",
    "title": "BGK subgrid model for neutrino quantum kinetics",
    "abstract": "We present a new subgrid model for neutrino quantum kinetics, which is primarily designed to incorporate effects of collective neutrino oscillations into neutrino-radiation-hydrodynamic simulations for core-collapse supernovae and mergers of compact objects. We approximate the neutrino oscillation term in quantum kinetic equation by Bhatnagar-Gross-Krook (BGK) relaxation-time prescription, and the transport equation is directly applicable for classical neutrino transport schemes. The BGK model is motivated by recent theoretical indications that non-linear phases of collective neutrino oscillations settle into quasi-steady structures. We explicitly provide basic equations of the BGK subgrid model for both multi-angle and moment-based neutrino transport to facilitate the implementation of the subgrid model in the existing neutrino transport schemes. We also show the capability of our BGK subgrid model by comparing to fully quantum kinetic simulations for fast neutrino-flavor conversion. We find that the overall properties can be well reproduced in the subgrid model; the error of angular-averaged survival probability of neutrinos is within $\\sim 20 \\%$. By identifying the source of error, we also discuss perspectives to improve the accuracy of the subgrid model. ",
    "url": "https://arxiv.org/abs/2312.16285",
    "authors": [
      "Hiroki Nagakura",
      "Lucas Johns",
      "Masamichi Zaizen"
    ],
    "subjectives": [
      "High Energy Astrophysical Phenomena (astro-ph.HE)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "High Energy Physics - Phenomenology (hep-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2312.16530",
    "title": "Dawn and fall of non-Gaussianity in the quantum parametric oscillator",
    "abstract": "Systems of coupled optical parametric oscillators (OPOs) forming an Ising machine are emerging as large-scale simulators of the Ising model. The advances in computer science and nonlinear optics have triggered not only the physical realization of hybrid (electro-optical) or all-optical Ising machines, but also the demonstration of quantum-inspired algorithms boosting their performances. To date, the use of the quantum nature of parametrically generated light as a further resource for computation represents a major open issue. A key quantum feature is the non-Gaussian character of the system state across the oscillation threshold. In this paper, we perform an extensive analysis of the emergence of non-Gaussianity in the single quantum OPO with an applied external field. We model the OPO by a Lindblad master equation, which is numerically solved by an ab initio method based on exact diagonalization. Non-Gaussianity is quantified by means of three different metrics: Hilbert-Schmidt distance, quantum relative entropy, and photon distribution. Our findings reveal a nontrivial interplay between parametric drive and applied field: (i) Increasing pump monotonously enhances non-Gaussianity, and (ii) Increasing field first sharpens non-Gaussianity, and then restores the Gaussian character of the state when above a threshold value. ",
    "url": "https://arxiv.org/abs/2312.16530",
    "authors": [
      "Marcello Calvanese Strinati",
      "Claudio Conti"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2312.16535",
    "title": "On Quantum States for angular Position and Angular Momentum of Light",
    "abstract": "In the present paper we construct a properly defined quantum state expressed in terms of elliptic Jacobi theta functions for the self-adjoint observables angular position $\\theta$ and the corresponding angular momentum operator $L = -id/d\\theta$. The quantum uncertainties $\\Delta \\theta$ and $\\Delta L$ for the state are well-defined and are, e.g., shown to give a lower value of the uncertainty product $\\Delta \\theta \\Delta L$ than the minimal uncertainty states of Ref.\\cite{Padgett_2004}. The mean value $< L >$ of the state is not required to be an integer. In the case of any half-integer mean value $< L >$ the state constructed exhibits a remarkable critical behavior with upper and lower bounds $\\Delta \\theta < \\sqrt{\\pi^2/3 -2}$ and $\\Delta L > 1/2$. ",
    "url": "https://arxiv.org/abs/2312.16535",
    "authors": [
      "Bo-Sture K. Skagerstam",
      "Per K. Rekdal"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mathematical Physics (math-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2312.16750",
    "title": "Bayesian Sensor Placement for Multi-source Localization of Pathogens in  Wastewater Networks",
    "abstract": "Wastewater monitoring is an effective approach for the early detection of viral and bacterial disease outbreaks. It has recently been used to identify the presence of individuals infected with COVID-19. To monitor large communities and accurately localize buildings with infected individuals with a limited number of sensors, one must carefully choose the sampling locations in wastewater networks. We also have to account for concentration requirements on the collected wastewater samples to ensure reliable virus presence test results. We model this as a sensor placement problem. Although sensor placement for source localization arises in numerous problems, most approaches use application-specific heuristics and fail to consider multiple source scenarios. To address these limitations, we develop a novel approach that combines Bayesian networks and discrete optimization to efficiently identify informative sensor placements and accurately localize virus sources. Our approach also takes into account concentration requirements on wastewater samples during optimization. Our simulation experiments demonstrate the quality of our sensor placements and the accuracy of our source localization approach. Furthermore, we show the robustness of our approach to discrepancies between the virus outbreak model and the actual outbreak rates. ",
    "url": "https://arxiv.org/abs/2312.16750",
    "authors": [
      "Kalvik Jakkala",
      "Srinivas Akella"
    ],
    "subjectives": [
      "Social and Information Networks (cs.SI)",
      "Computational Engineering, Finance, and Science (cs.CE)",
      "Physics and Society (physics.soc-ph)"
    ]
  },
  {
    "id": "arXiv:2312.17096",
    "title": "Multidimensional Soliton Systems",
    "abstract": "This concise review aims to provide a summary of the most relevant recent experimental and theoretical results for solitons, i.e., self-trapped bound states of nonlinear waves, in two- and three-dimensional (2D and 3D) media. In comparison with commonly known one-dimensional solitons, which are, normally, stable modes, a challenging problem is the propensity of 2D and 3D solitons to instability, caused by the occurrence of the critical or supercritical wave collapse (catastrophic self-compression) in the same spatial dimension. A remarkable feature of multidimensional solitons is their ability to carry vorticity; however, 2D vortex rings and 3D vortex tori are subject to strong splitting instability. Therefore, it is natural to categorize the basic results according to physically relevant settings which make it possible to maintain stability of fundamental (non-topological) and vortex solitons against the collapse and splitting, respectively. The present review is focused on schemes that were recently elaborated in terms of Bose-Einstein condensates and similar photonic setups. These are two-component systems with spin-orbit coupling, and ones stabilized by the beyond-mean-field Lee-Huang-Yang effect. The latter setting has been implemented experimentally, giving rise to stable self-trapped quasi-2D and 3D \"quantum droplets\". ",
    "url": "https://arxiv.org/abs/2312.17096",
    "authors": [
      "Boris A. Malomed"
    ],
    "subjectives": [
      "Pattern Formation and Solitons (nlin.PS)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2312.17209",
    "title": "Inverse problems with hybrid lenses",
    "abstract": "We design lenses composed of a combination of standard freeform refracting surface and flat metasurface refracting an arbitrary incident field into a collimated beam with a fixed direction. In the near-field case, we study the existence of such lenses refracting a bright object into a predefined image at the target. ",
    "url": "https://arxiv.org/abs/2312.17209",
    "authors": [
      "I. Amro",
      "F. Fneish",
      "R. Kansoh",
      "A. Sabra",
      "W. Tabbara"
    ],
    "subjectives": [
      "Analysis of PDEs (math.AP)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2303.04768",
    "title": "Rényi entropy of quantum anharmonic chain at non-zero temperature",
    "abstract": " Comments: 11 + 4 pages, 12 figures ",
    "url": "https://arxiv.org/abs/2303.04768",
    "authors": [
      "Miha Srdinšek",
      "Michele Casula",
      "Rodolphe Vuilleumier"
    ],
    "subjectives": [
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2303.08315",
    "title": "Determining Aperture Field for Arbitrary Phaseless Far-Field Utilizing  Inverse Design Method Based on Spectral Analysis",
    "abstract": " Title: Determining Aperture Field for Arbitrary Phaseless Far-Field Utilizing  Inverse Design Method Based on Spectral Analysis ",
    "url": "https://arxiv.org/abs/2303.08315",
    "authors": [
      "Chuan-Sheng Chen",
      "Ren Wang",
      "Jin-Pin Liu",
      "Bing-Zhong Wang"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2303.09963",
    "title": "Microstrip Patch Antenna Design at 10 GHz for X Band Applications",
    "abstract": " Comments: 13 pages, 13 figures ",
    "url": "https://arxiv.org/abs/2303.09963",
    "authors": [
      "Mehmet Karahan",
      "Mertcan Inal",
      "Alperen Dilmen",
      "Furkan Lacinkaya",
      "Ahmet Nuri Akay",
      "Cosku Kasnakoglu"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Signal Processing (eess.SP)"
    ]
  },
  {
    "id": "arXiv:2308.07244",
    "title": "Full-wave simulations of tomographic optical imaging inside scattering  media",
    "abstract": " Title: Full-wave simulations of tomographic optical imaging inside scattering  media ",
    "url": "https://arxiv.org/abs/2308.07244",
    "authors": [
      "Zeyu Wang",
      "Yiwen Zhang",
      "Chia Wei Hsu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2308.16158",
    "title": "Utilizing smartphone sensors for accurate solar irradiance measurement  and educational purposes",
    "abstract": " Comments: 26 pags, 9 figs, 2 tables ",
    "url": "https://arxiv.org/abs/2308.16158",
    "authors": [
      "José Luis Di Laccio",
      "Andrés Monetta",
      "Rodrigo Alonso-Suárez",
      "Martín Monteiro",
      "Arturo C. Marti"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Atmospheric and Oceanic Physics (physics.ao-ph)"
    ]
  },
  {
    "id": "arXiv:2309.13108",
    "title": "Data is often loadable in short depth: Quantum circuits from tensor  networks for finance, images, fluids, and proteins",
    "abstract": " Comments: 10 pages, 3 figures ",
    "url": "https://arxiv.org/abs/2309.13108",
    "authors": [
      "Raghav Jumade",
      "Nicolas PD Sawaya"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Machine Learning (cs.LG)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2310.04075",
    "title": "A Novel Capacitance-to-Phase Transducer Based on a Simple Resonant  Circuit",
    "abstract": " Comments: 10 pages, 20 figures, a revised Version 3 ",
    "url": "https://arxiv.org/abs/2310.04075",
    "authors": [
      "Frank J. van Kann",
      "Alexey V. Veryaskin"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2311.15880",
    "title": "Quartz Crystal Microbalance frequency response to finite-size adsorbents  in liquids",
    "abstract": " Title: Quartz Crystal Microbalance frequency response to finite-size adsorbents  in liquids ",
    "url": "https://arxiv.org/abs/2311.15880",
    "authors": [
      "Alexander M. Leshansky",
      "Itzhak Fouxon",
      "Boris Y. Rubinstein"
    ],
    "subjectives": [
      "Soft Condensed Matter (cond-mat.soft)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2312.10054",
    "title": "Quantum Factoring Algorithm using Grover Search",
    "abstract": " Title: Quantum Factoring Algorithm using Grover Search ",
    "url": "https://arxiv.org/abs/2312.10054",
    "authors": [
      "S. Whitlock",
      "T. D. Kieu"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2312.10454",
    "title": "Gravitational wave memory and quantum Michelson interferometer",
    "abstract": " Title: Gravitational wave memory and quantum Michelson interferometer ",
    "url": "https://arxiv.org/abs/2312.10454",
    "authors": [
      "Zhong-Kai Guo",
      "Xiao-Yong Wang"
    ],
    "subjectives": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2312.15132",
    "title": "Large-Area Spatially Ordered Mesa Top Single Quantum Dots: Suitable  Single Photon Emitters for On-Chip Integrated Quantum Information Processing  Platforms",
    "abstract": " Title: Large-Area Spatially Ordered Mesa Top Single Quantum Dots: Suitable  Single Photon Emitters for On-Chip Integrated Quantum Information Processing  Platforms ",
    "url": "https://arxiv.org/abs/2312.15132",
    "authors": [
      "Qi Huang",
      "Lucas Jordao",
      "Siyuan Lu",
      "Swarnabha Chattaraj",
      "Jiefei Zhang",
      "Anupam Madhukar"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2312.15743",
    "title": "Electro-optic frequency comb-enabled precise distance measurement with  megahertz acquisition rate",
    "abstract": " Comments: These authors contributed equally: Yifan Qi, Xingyu Jia ",
    "url": "https://arxiv.org/abs/2312.15743",
    "authors": [
      "Yifan Qi",
      "Xingyu Jia",
      "Jingyi Wang",
      "Weiwei Yang",
      "Yihan Miao",
      "Xinlun Cai",
      "Guanhao Wu",
      "Yang Li"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  }
]