[
  {
    "id": "arXiv:2408.07725",
    "title": "A Heuristic Philosophical Discourse on Various Applications of Abstract Differential Geometry in Quantum Gravity Research",
    "abstract": "           In the present paper, we outline and expound the fundamental and novel qualitative-cum-philosophical premises, principles, ideas, concepts, constructions and results that originate from our ongoing research project of applying the conceptual panoply and the technical machinery of Abstract Differential Geometry (ADG) to various persistently outstanding issues in Quantum Gravity (QG) research. At the end of the paper, we discuss the potential philosophical repercussions of two possible future research routes that the main stream of our applications of ADG to QG may bifurcate towards in view of three independent, but overlapping, research papers that are currently under development.         ",
    "url": "https://arxiv.org/abs/2408.07725",
    "authors": [
      "Ioannis Raptis"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)",
      "General Relativity and Quantum Cosmology (gr-qc)"
    ]
  },
  {
    "id": "arXiv:2408.07929",
    "title": "Efficient algorithms for surface density of states in topological photonic and acoustic systems",
    "abstract": "           Robust surface states are a defining feature of topological photonic and acoustic systems. Although the supercell technique is commonly used for studying their surface effects, it falls short in sorting the states at two boundaries, differentiating surface states from bulk states, and demanding large computational resources. To overcome the limitations, we employ surface Green's functions combined with two efficient algorithms to obtain the ideal surface states for a semi-infinite system. They are further extended to more complex scenarios, such as coated structures, heterostructures, and sandwiched structures. Photonic Chern insulators, valley photonic crystals, and acoustic topological insulators are taken as examples for demonstration and verification. The surface spectra obtained from our approach can be directly used for comparison with experimental observables. Our approach enriches the efficient computational tools for topological photonics and acoustics.         ",
    "url": "https://arxiv.org/abs/2408.07929",
    "authors": [
      "Yi-Xin Sha",
      "Ming-Yao Xia",
      "Ling Lu",
      "Yi Yang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2408.07995",
    "title": "Beam dynamics performance of the proposed PETRA IV storage ring",
    "abstract": "           The PETRA IV project for upgrading the 2.3 km 6 GeV PETRA III storage ring to a diffraction-limited synchrotron radiation source is nearing the end of its detailed technical design phase. We present the ring lattice based on the hybrid six-bend achromat (H6BA) cell and a detailed evaluation of its beam dynamics performance. Design challenges as well as unique opportunities associated with a low emittance ring of a large size are discussed.         ",
    "url": "https://arxiv.org/abs/2408.07995",
    "authors": [
      "I. Agapov",
      "S. Antipov",
      "R. Bartolini",
      "R. Brinkmann",
      "Y-C. Chae",
      "E.C. Cortes-Garcia",
      "D. Einfeld",
      "T. Hellert",
      "M. Huening",
      "M.A. Jebramcik",
      "J. Keil",
      "C. Li",
      "L. Malina",
      "R. Wanzenberg"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2408.08006",
    "title": "Hessian QM9: A quantum chemistry database of molecular Hessians in implicit solvents",
    "abstract": "           A significant challenge in computational chemistry is developing approximations that accelerate \\emph{ab initio} methods while preserving accuracy. Machine learning interatomic potentials (MLIPs) have emerged as a promising solution for constructing atomistic potentials that can be transferred across different molecular and crystalline systems. Most MLIPs are trained only on energies and forces in vacuum, while an improved description of the potential energy surface could be achieved by including the curvature of the potential energy surface. We present Hessian QM9, the first database of equilibrium configurations and numerical Hessian matrices, consisting of 41,645 molecules from the QM9 dataset at the $\\omega$B97x/6-31G* level. Molecular Hessians were calculated in vacuum, as well as water, tetrahydrofuran, and toluene using an implicit solvation model. To demonstrate the utility of this dataset, we show that incorporating second derivatives of the potential energy surface into the loss function of a MLIP significantly improves the prediction of vibrational frequencies in all solvent environments, thus making this dataset extremely useful for studying organic molecules in realistic solvent environments for experimental characterization.         ",
    "url": "https://arxiv.org/abs/2408.08006",
    "authors": [
      "Nicholas J. Williams",
      "Lara Kabalan",
      "Ljiljana Stojanovic",
      "Viktor Zolyomi",
      "Edward O. Pyzer-Knapp"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Machine Learning (cs.LG)"
    ]
  },
  {
    "id": "arXiv:2408.08008",
    "title": "On recent thermodynamic theories. (Nernst heat theorem and quantum hypothesis) \\\"Uber neuere thermodynamische Theorien.(Nernstsches W\\\"armetheorem und Quanten-Hypothese)",
    "abstract": "           An English (2024) translation (v1) by P. Marquet of the 1912 German paper \"Über neuere thermodynamische Theorien. (Nernstsches Wärmetheorem und Quanten-Hypothese) / On recent thermodynamic theories. (Nernst heat theorem and quantum hypothesis)\" by Max Planck published in the \"Berichte der deutschen chemischen Gesellschaft (Reports of the German Chemical Society)\", vol.45, p.5-23.         ",
    "url": "https://arxiv.org/abs/2408.08008",
    "authors": [
      "Pascal Marquet",
      "Max Planck"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)",
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2408.08124",
    "title": "A Terahertz nanoscale vacuum field emission transistor with an embedded gate",
    "abstract": "           Nanoscale vacuum field emission transistors (nvFET) have the potential for high-power terahertz operations. In this paper, a field emission transistor with a vacuum channel and an embedded gate working in terahertz frequency range is presented. The fabrication of the device was compatible with existing CMOS and MEMS processes, and its structure was designed to have a low gate leakage current and easy parallelisation for improved carry-load capability. Full on-chip measurements of input capacitance and I-V characteristics of the transistor were carried out, and from measured data a conductance of 66.9 uS was calculated, and hence a cut-off frequency of 1.69 THz was calculated from the fabricated nvFET .         ",
    "url": "https://arxiv.org/abs/2408.08124",
    "authors": [
      "Yuxiang Huang",
      "Binbin Hong",
      "Ziqi Ke",
      "Guanqin Guo",
      "Fu Gao",
      "Jun Liangand Minghao Lin",
      "Wenlong He"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2408.08162",
    "title": "Perturbation theory for resonant states near a bound state in the continuum",
    "abstract": "           In this work, we develop a perturbation theory to analyze resonant states near a bound state in the continuum (BIC) in photonic crystal slabs. The theory allows us to rigorously determine the asymptotic behavior of $Q$-factor and the far-field polarization. We show that the resonant states near a BIC can be nearly circularly polarized if the scattering matrix is subject to a certain condition. Moreover, our theory offers a novel perspective on super-BICs and provides a clear and precise condition to efficiently identify them in both symmetric and asymmetric structures without requiring a merging process. For practical applications, we find a super-BIC in a square lattice of cylinders on a dielectric substrate. Our theory addresses the non-Hermitian nature of the system, can be generalized to treat other structures that support BICs, and has potential applications in resonance and chiral optics.         ",
    "url": "https://arxiv.org/abs/2408.08162",
    "authors": [
      "Nan Zhang",
      "Ya Yan Lu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mathematical Physics (math-ph)"
    ]
  },
  {
    "id": "arXiv:2408.08213",
    "title": "Picosecond laser pulses for quantum dot-microcavity based single photon generation by cascaded electro-optic modulation of a narrow-linewidth laser",
    "abstract": "           Recent developments in integrated optics have made it possible to fabricate high-bandwidth electro-optic modulators (EOMs). Here we show cascaded operation of two of such modulators driven by custom-built electronics delivering on-demand picosecond pulses and application to a quantum dot cavity-QED single photon source. We implement an EOM-based correlation technique and demonstrate light pulses as short as 24$\\pm$2 ps with a single EOM. The EOMs can be synchronized and operated in series, we then produce optical pulses down to 17 ps. To optimize the pulse contrast, we analyze for two different EOM devices the transmission as a function of EOM bias, wavelength and temperature, and we show that by temperature tuning and stabilization, a pulse contrast above 25 dB can be obtained at the targeted wavelength. With this high contrast we demonstrate resonant excitation of an InGaAs quantum dot - microcavity based single photon source, demonstrating a crucial technology for scalability and synchronization of large scale photonic quantum applications.         ",
    "url": "https://arxiv.org/abs/2408.08213",
    "authors": [
      "Mio Poortvliet",
      "Petr Steindl",
      "Ilse Kuijf",
      "Harry Visser",
      "Arno van Amersfoort",
      "Wolfgang Löffler"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2408.08253",
    "title": "All-Optical Azimuthal Trapping of Dissipative Kerr Multi-Solitons for Relative Noise Suppression",
    "abstract": "           Temporal cavity solitons, or dissipative Kerr solitons (DKS) in integrated microresonators, are essential for deployable metrology technologies. Such applications favor the lowest noise state, typically the single-DKS state where one soliton is in the resonator. Other multi-DKS states can also be reached, offering better conversion efficiency and thermal stability, potentially simplifying DKS-based technologies. Yet they exhibit more noise due to relative soliton jitter, and are usually not compatible with targeted applications. We demonstrate that Kerr-induced synchronization, an all-optical trapping technique, can azimuthally pin the multi-DKS state to a common reference field. This method ensures repetition rate noise independent of the number of solitons, making a multi-DKS state indistinguishable from a single-DKS state in that regard, akin to trapped-soliton molecule behavior. Supported by theoretical analysis and experimental demonstration in an integrated microresonator, this approach provides metrological capacity regardless of the number of cavity solitons, benefiting numerous DKS-based metrology applications.         ",
    "url": "https://arxiv.org/abs/2408.08253",
    "authors": [
      "Pradyoth Shandilya",
      "Shao-Chien Ou",
      "Jordan Stone",
      "Curtis Menyuk",
      "Miro Erkintalo",
      "Kartik Srinivasan",
      "Gregory Moille"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2408.08257",
    "title": "Design and Fabrication of Ultrahigh Q Chip-Based Silica WGM Micro-resonators for Single-Atom Cavity-QED",
    "abstract": "           Of the many applications of whispering-gallery mode (WGM) microresonators, Single-atom cavity-QED poses the most extreme demands on mode-volume and quality factor. Here we present a model-based procedure for the fabrication of small mode-volume ultrahigh Q silica WGM microresonators of varying geometries, from toroidal to micro-spheres. We experimentally demonstrate WGM resonators with ultra-high qualities as high as $1.7\\times 10^8$ at 780nm. We present a theoretical model that allows tailoring the recipe to attain the desired geometry of the fabricated WGM microresonators.         ",
    "url": "https://arxiv.org/abs/2408.08257",
    "authors": [
      "Tal Shahar Ohana",
      "Gabriel Guendelman",
      "Eran Mishuk",
      "Nadav Kandel",
      "Dror Garti",
      "Doron Gurevich",
      "Ora Bitton",
      "Barak Dayan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2408.08271",
    "title": "Investigation of Self-Collimation Properties in Non-Linear Low Symmetry Photonic Crystal Structures",
    "abstract": "           In this study, the self-collimation properties of the low-symmetry hexagonal photonic crystal structure consisting of Kerr-type nonlinear LiNbO3 materials were extracted, and its transmission properties were examined according to the nonlinear index change.         ",
    "url": "https://arxiv.org/abs/2408.08271",
    "authors": [
      "Ozgur Onder Karakilinc"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2408.07735",
    "title": "Experimental demonstration of photonic phase correctors based on grating coupler arrays and thermo-optic shifters",
    "abstract": "           In ground-based astronomy, the ability to couple light into single-mode fibers (SMFs) is limited by atmospheric turbulence, which prohibits the use of many astrophotonic instruments. We propose a silicon-on-insulator photonic chip capable of coherently coupling the out-of-phase beamlets from the subapertures of a telescope pupil into an SMF. The photonic integrated circuit (PIC) consists of an array of grating couplers that are used to inject light from free space into single-mode waveguides on the chip. Metallic heaters modulate the refractive index of a coiled section of the waveguides, facilitating the co-phasing of the propagating modes. The phased beamlets can then be coherently combined to efficiently deliver the light to an output SMF. In an adaptive optics (AO) system, the phase corrector acts as a deformable mirror (DM) commanded by a controller that takes phase measurements from a wavefront sensor (WFS). We present experimental results for the PIC tested on an AO testbed and compare the performance to simulations.         ",
    "url": "https://arxiv.org/abs/2408.07735",
    "authors": [
      "Momen Diab",
      "Ross Cheriton",
      "Jacob Taylor",
      "Dhwanil Patel",
      "Libertad Rojas",
      "Mark Barnet",
      "Polina Zavyalova",
      "Dan-Xia Xu",
      "Pavel Cheben",
      "Siegfried Janz",
      "Jens H. Schmid",
      "Suresh Sivanandam"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2408.08288",
    "title": "A universal neutral-atom quantum computer with individual optical addressing and non-destructive readout",
    "abstract": "           Quantum computers must achieve large-scale, fault-tolerant operation to deliver on their promise of transformational processing power [1-4]. This will require thousands or millions of high-fidelity quantum gates and similar numbers of qubits [5]. Demonstrations using neutral-atom qubits trapped and manipulated by lasers have shown that this modality can provide high two-qubit gate (CZ) fidelities and scalable operation [6-10]. However, the gates in these demonstrations are driven by lasers that do not resolve individual qubits, with universal computation enabled by physical mid-circuit shuttling of the qubits. This relatively slow operation will greatly extend runtimes for useful, large-scale computation. Here we demonstrate a universal neutral-atom quantum computer with gate rates limited by optical switching times, rather than shuttling, by individually addressing tightly focused laser beams at an array of single atoms. We achieve CZ fidelity of 99.35(4)% and local single qubit RZ gate fidelity of 99.902(8)%. Moreover, we demonstrate non-destructive readout of alkali-atom qubits with sub-percent loss, which boosts operational speed. This technique also enables us to measure 99.73(3)% CZ fidelity with atom-loss events excluded, which is a record among long lived neutral-atom qubits and highlights the path to higher fidelity and error correction. Our results represent a critical step towards large-scale, fault-tolerant neutral-atom quantum computers that can execute computations on practical timescales.         ",
    "url": "https://arxiv.org/abs/2408.08288",
    "authors": [
      "A. G. Radnaev",
      "W. C. Chung",
      "D. C. Cole",
      "D. Mason",
      "T. G. Ballance",
      "M. J. Bedalov",
      "D. A. Belknap",
      "M. R. Berman",
      "M. Blakely",
      "I. L. Bloomfield",
      "P. D. Buttler",
      "C. Campbell",
      "A. Chopinaud",
      "E. Copenhaver",
      "M. K. Dawes",
      "S. Y. Eubanks",
      "A. J. Friss",
      "D. M. Garcia",
      "J. Gilbert",
      "M. Gillette",
      "P. Goiporia",
      "P. Gokhale",
      "J. Goldwin",
      "D. Goodwin",
      "T. M. Graham",
      "CJ Guttormsson",
      "G. T. Hickman",
      "L. Hurtley",
      "M. Iliev",
      "E. B. Jones",
      "R. A. Jones",
      "K. W. Kuper",
      "T. B. Lewis",
      "M. T. Lichtman",
      "F. Majdeteimouri",
      "J. J. Mason",
      "J. K. McMaster",
      "J. A. Miles",
      "P. T. Mitchell",
      "J. D. Murphree",
      "N. A. Neff-Mallon",
      "T. Oh",
      "V. Omole",
      "C. Parlo Simon",
      "N. Pederson",
      "M. A. Perlin",
      "A. Reiter",
      "R. Rines",
      "P. Romlow",
      "A. M. Scott",
      "D. Stiefvater",
      "J. R. Tanner",
      "A. K. Tucker",
      "I. V. Vinogradov",
      "M. L. Warter",
      "M. Yeo",
      "M. Saffman",
      "T. W. Noel"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2408.08311",
    "title": "Gauge-invariant optical selection rules for excitons",
    "abstract": "           Presently, the optical selection rules for excitons under circularly-polarized light are manifestly gauge-dependent. Recently, Fernando et al. introduced a gauge-invariant, quantized interband index. This index may improve the topological classification of material excited states because it is intrinsically an inter-level quantity. In this work, we expand on this index to introduce its chiral formulation, and use it to make the selection rules gauge-invariant. We anticipate this development to strengthen the theory of quantum materials, especially two-dimensional semiconductor photophysics.         ",
    "url": "https://arxiv.org/abs/2408.08311",
    "authors": [
      "Tharindu Fernando"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2404.15102",
    "title": "Omnidirectional gradient force optical trapping in dielectric nanocavities by inverse design",
    "abstract": "           Optical trapping enables precise control of individual particles of different sizes, such as atoms, molecules, or nanospheres. Optical tweezers provide free-space omnidirectional optical trapping of objects in laboratories around the world. As an alternative to standard macroscopic setups based on lenses, which are inherently bound by the diffraction limit, plasmonic and photonic nanostructures promise trapping by near-field optical effects on the extreme nanoscale. However, the practical design of lossless waveguide-coupled nanostructures capable of trapping sub-wavelength-sized particles in all spatial directions has until now proven insurmountable. In this work, we demonstrate an omnidirectional optical trap realized by inverse-designing fabrication-ready integrated dielectric nanocavities. The sub-wavelength optical trap is designed to rely solely on the gradient force and is thus particle-size agnostic. In particular, we show how a trapped particle with a radius of 15 nm experiences a force strong enough to overcome room-temperature thermal fluctuations. Furthermore, through the robust inverse design framework, we tailor manufacturable devices operating at short-wave infrared and near-infrared frequencies. Our results open a new regime of levitated optical trapping by achieving a deep trapping potential capable of trapping single sub-wavelength particles in all directions using optical gradient forces. We anticipate potentially groundbreaking applications of the optimized optical trapping system for biomolecular analysis in aqueous environments, levitated cavity-optomechanics, and cold atom physics, constituting an important step towards realizing integrated bio-nanophotonics and mesoscopic quantum mechanical experiments.         ",
    "url": "https://arxiv.org/abs/2404.15102",
    "authors": [
      "Beñat Martinez de Aguirre Jokisch",
      "Benjamin Falkenberg Gøtzsche",
      "Philip Trøst Kristensen",
      "Martijn Wubs",
      "Ole Sigmund",
      "Rasmus Ellebæk Christiansen"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.17625",
    "title": "Mixed Convection and Entropy Generation Analysis of Carbon Nanotube-Water Nanofluid in a Square Cavity with Cylinders and Flow Deflectors",
    "abstract": "           This study explores the mixed convection of carbon nanotube (CNT)-water nanofluid within a square cavity containing heated cylinders under the influence of a magnetic field, focusing on three geometric configurations: a single heated cylinder, two heated cylinders, and two heated cylinders with a flow deflector. The impact of various parameters, including Reynolds number, Richardson number, Hartmann number, wavy wall peaks, nanoparticle volume fraction, Hartmann angle, rotational speed, and inclination angle, on thermal and fluid dynamic behaviors is analyzed. Results reveal that multi-walled carbon nanotube (MWCNT) nanofluids consistently achieve higher Nusselt numbers than single-walled carbon nanotube (SWCNT) nanofluids, indicating superior heat transfer capabilities. Introducing a second cylinder and a flow deflector enhances thermal interactions, while increasing Ha stabilizes the flow, improving thermal performance. Wavy wall peaks further enhance fluid mixing and heat transfer efficiency. Additionally, SWCNT nanofluids exhibit higher Bejan numbers, indicating a greater dominance of thermal entropy generation over fluid friction. These findings provide valuable insights for optimizing thermal management systems in engineering applications, highlighting the importance of selecting appropriate nanofluids, geometric configurations, and magnetic field parameters to achieve optimal thermal performance and fluid stability.         ",
    "url": "https://arxiv.org/abs/2407.17625",
    "authors": [
      "Hashnayne Ahmed",
      "Shashanka Biswas",
      "Farzana Akter Tina"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Numerical Analysis (math.NA)"
    ]
  },
  {
    "id": "arXiv:2408.01761",
    "title": "Fabrication and characterization of optical micro/nanofibers",
    "abstract": "           We experimentally demonstrate the fabrication of optical micro/nanofibers (MNFs) using chemical etching and gas-flame techniques. In the chemical etching technique, a two-step process involves 40% and 24% of hydrofluoric acid solutions for the first and second steps, respectively. The measured diameters of MNFs range is 0.34 $\\mu$m - 1.4 $\\mu$m. In the gas-flame technique, we design the pulling parameters in a four-step process to achieve the desired diameter of MNFs. The single-mode fiber is adiabatically tapered using high-precision stages while heating the fiber with hydrogen-oxygen flame. The measured diameters of pulled MNFs range is 0.48 $\\mu$m - 0.53 $\\mu$m, showing good correspondence with the designed diameters. Due to the strong confinement of the field around the MNF, it has diverse applications in various fields, such as sensing, nanophotonics, quantum optics, quantum photonics, and nonlinear optics.         ",
    "url": "https://arxiv.org/abs/2408.01761",
    "authors": [
      "Elaganuru Bashaiah",
      "Shashank Suman",
      "Resmi M",
      "Bratati Das",
      "Ramachandrarao Yalla"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2405.18458",
    "title": "Asymmetrical estimator for training encapsulated deep photonic neural networks",
    "abstract": "           Scalable isomorphic physical neural networks (PNNs) are emerging NN acceleration paradigms for their high-bandwidth, in-propagation computation. Despite backpropagation (BP)-based training is often the industry standard for its robustness and fast gradient convergences, existing BP-PNN training methods need to truncate the propagation of analogue signal at each layer and acquire accurate hidden neuron readouts for deep networks. This compromises the incentive of PNN for fast in-propagation processing. In addition, the required readouts introduce massive bottlenecks due to the conversions between the analogue-digital interfaces to shuttle information across. These factors limit both the time and energy efficiency during training. Here we introduce the asymmetrical training (AT) method, a BP-based method that can perform training on an encapsulated deep network, where the information propagation is maintained within the analogue domain until the output layer. AT's minimum information access bypass analogue-digital interface bottleneck wherever possible. For any deep network structure, AT offers significantly improved time and energy efficiency compared to existing BP-PNN methods, and scales well for large network sizes. We demonstrated AT's error-tolerant and calibration-free training for encapsulated integrated photonic deep networks to achieve near ideal BP performances. AT's well-behaved training is demonstrated repeatably across different datasets and network structures         ",
    "url": "https://arxiv.org/abs/2405.18458",
    "authors": [
      "Yizhi Wang",
      "Minjia Chen",
      "Chunhui Yao",
      "Jie Ma",
      "Ting Yan",
      "Richard Penty",
      "Qixiang Cheng"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2408.06560",
    "title": "Influence of Point Defects on Laser-Induced Excitation in Silicon",
    "abstract": "           We studied the influence of defect states on the laser excitation process in silicon using time-dependent density functional theory. We assumed two types of point defects: interstitial oxygen and silicon vacancies. We found that the photoabsorption efficiency increased with defect density in both cases owing to the color center. These defects distorted the crystal structure, thereby relaxing the selection rules and changing the indirect gap to direct. At low laser intensities, the defect states dominated the absorption process. However, as the laser intensity increased, the excitation efficiency approached that of crystalline silicon. In addition, we observed that the excitation efficiency did not scale linearly with the pulse length. Notably, in the case of Si vacancies, saturable absorption significantly reduced photoabsorption. Our results suggest that the existence of a defect and its density could be detected by even-order high-harmonics generation.         ",
    "url": "https://arxiv.org/abs/2408.06560",
    "authors": [
      "Tomohito Otobe",
      "Eiyu Gushiken"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  }
]