[
  {
    "id": "arXiv:2308.11012",
    "title": "On scattering problem off the potential, decreasing as inverse square of  distance",
    "abstract": "A solution of the scattering problem is obtained for the Schr\\\"odinger equation with the potential of induced dipole interaction, which decreases as the inverse square of the distance. Such a potential arises in the collision of an incident charged particle with a complex of charged particles (for example, in the collision of electrons with atoms). For the wave function, an integral equation is constructed for an arbitrary value of the orbital momentum of relative motion. By solving this equation, an exact integral representation for the $K$-matrix of the problem is obtained in terms of the wave function. This representation is used to analyze the behavior of the $K$-matrix at low energies and to obtain comprehensive information on its threshold behavior for various values of the dipole momentum. The resulting solution is applied to study the behavior of the scattering cross sections in the electron, positron and antiproton system. ",
    "url": "https://arxiv.org/abs/2308.11012",
    "authors": [
      "V. A. Gradusov",
      "S. L. Yakovlev"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Mathematical Physics (math-ph)",
      "Nuclear Theory (nucl-th)"
    ]
  },
  {
    "id": "arXiv:2308.11211",
    "title": "Simultaneous 3D Construction and Imaging of Plant Cells Using Plasmonic  Nanoprobe Assisted Multimodal Nonlinear Optical Microscopy",
    "abstract": "Nonlinear optical (NLO) imaging has emerged as a promising plant cell imaging technique due to its large optical penetration, inherent 3D spatial resolution, and reduced photodamage, meanwhile exogenous nanoprobes are usually needed for non-signal target cell analysis. Here, we report in-vivo, simultaneous 3D labeling and imaging of potato cell structures using plasmonic nanoprobe-assisted multimodal NLO microscopy. Experimental results show that the complete cell structure could be imaged by the combination of second-harmonic generation (SHG) and two-photon luminescence (TPL) when noble metal silver or gold ions are added. In contrast, without noble metal ion solution, no NLO signals from the cell wall could be acquired. The mechanism can be attributed to noble metal nanoprobes with strong nonlinear optical responses formed along the cell walls via a femtosecond laser scan. During the SHG-TPL imaging process, noble metal ions that cross the cell wall could be rapidly reduced to plasmonic nanoparticles by fs laser and selectively anchored onto both sides of the cell wall, thereby leading to simultaneous 3D labeling and imaging of potato cells. Compared with traditional labeling technique that needs in-vitro nanoprobe fabrication and cell labeling, our approach allows for one-step, in-vivo labeling of plant cells, thus providing a rapid, cost-effective way for cellular structure construction and imaging. ",
    "url": "https://arxiv.org/abs/2308.11211",
    "authors": [
      "Kun Liu",
      "Yutian Lei",
      "Dawei Li"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2308.11319",
    "title": "On-chip spatiotemporal optical vortex generation using an integrated  metal-dielectric resonator",
    "abstract": "We theoretically demonstrate the possibility of generating a spatiotemporal optical vortex (STOV) beam in a dielectric slab waveguide. The STOV is generated upon reflection of a spatiotemporal optical pulse from an integrated metal-dielectric structure consisting of metal strips \"buried\" in the waveguide. For describing the interaction of the incident pulse with the integrated structure, we derive its \"vectorial\" spatiotemporal transfer function (TF) describing the transformation of the electromagnetic field components of the incident pulse. We show that if the TF of the structure corresponds to the TF of a spatiotemporal differentiator with a $\\pi/2$ phase difference between the terms describing temporal and spatial differentiation, then the envelope of the reflected pulse will contain an STOV in all nonzero components of the electromagnetic field. The obtained theoretical results are in good agreement with the results of rigorous numerical simulation of the STOV generation using a three-strip metal-dielectric integrated structure. We believe that the presented results pave the way for the research and application of STOV beams in the on-chip geometry. ",
    "url": "https://arxiv.org/abs/2308.11319",
    "authors": [
      "Artem I. Kashapov",
      "Leonid L. Doskolovich",
      "Evgeni A. Bezus",
      "Dmitry A. Bykov",
      "Victor A. Soifer"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2308.11325",
    "title": "$2\\cdot 10^{-13}$ fractional laser frequency stability with a 7-cm  unequal-arm Mach-Zehnder interferometer",
    "abstract": "To achieve sub-picometer sensitivities in the millihertz band, laser interferometric inertial sensors rely on some form of reduction of the laser frequency noise, typically by locking the laser to a stable frequency reference, such as the narrow-linewidth resonance of an ultra-stable optical cavity or an atomic or molecular transition. In this paper we report on a compact laser frequency stabilization technique based on an unequal-arm Mach-Zehnder interferometer that is sub-nanometer stable at $10\\,\\mu$Hz, sub-picometer at $0.5\\,$mHz, and reaches a noise floor of $7\\,\\mathrm{fm}/\\!\\sqrt{\\mathrm{Hz}}$ at 1 Hz. The interferometer is used in conjunction with a DC servo to stabilize the frequency of a laser down to a fractional instability below $4 \\times 10^{-13}$ at averaging times from 0.1 to 100 seconds. The technique offers a wide operating range, does not rely on complex lock acquisition procedures, and can be readily integrated as part of the optical bench in future gravity missions. ",
    "url": "https://arxiv.org/abs/2308.11325",
    "authors": [
      "Victor Huarcaya",
      "Miguel Dovale {Á}lvarez",
      "Daniel Penkert",
      "Stefano Gozzo",
      "Pablo Martínez Cano",
      "Kohei Yamamoto",
      "Juan José Esteban Delgado",
      "Moritz Mehmet",
      "Karsten Danzmann",
      "Gerhard Heinzel"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2308.11343",
    "title": "Stable higher-charge vortex solitons in the cubic-quintic medium with a  ring potential",
    "abstract": "We put forward a model for trapping stable optical vortex solitons (VSs) with high topological charges $m$. The cubic-quintic nonlinear medium with an imprinted ring-shaped modulation of the refractive index is shown to support two branches of VSs, which are controlled by the radius, width and depth of the modulation profile. While the lower-branch VSs are unstable in their nearly whole existence domain, the upper branch is completely stable. Vortex solitons with $m\\leq 12$ obey the anti-Vakhitov-Kolokolov stability criterion. The results suggest possibilities for the creation of stable narrow optical VSs with a low power, carrying higher vorticities. ",
    "url": "https://arxiv.org/abs/2308.11343",
    "authors": [
      "Liangwei Dong",
      "Mingjing Fan",
      "Boris A. Malomed"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2308.11354",
    "title": "Transmission of optical communication signals through ring core fiber  using perfect vortex beams",
    "abstract": "Orbital angular momentum can be used to implement high capacity data transmission systems that can be applied for classical and quantum communications. Here we experimentally study the generation and transmission properties of the so-called perfect vortex beams and the Laguerre-Gaussian beams in ring-core optical fibers. Our results show that when using a single preparation stage, the perfect vortex beams present less ring-radius variation that allows coupling of higher optical power into a ring core fiber. These results lead to lower power requirements to establish fiber-based communications links using orbital angular momentum and set the stage for future implementations of high-dimensional quantum communication over space division multiplexing fibers. ",
    "url": "https://arxiv.org/abs/2308.11354",
    "authors": [
      "Nelson Villalba",
      "Cristóbal Melo",
      "Sebastián Ayala",
      "Christopher Mancilla",
      "Wladimir Valenzuela",
      "Miguel Figueroa",
      "Erik Baradit",
      "Riu Lin",
      "Ming Tang",
      "Stephen P. Walborn",
      "Gustavo Lima",
      "Gabriel Saavedra",
      "Gustavo Cañas"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2308.11429",
    "title": "Topological Plasmonic Ring Resonator",
    "abstract": "Topological plasmonic provides a new insight for the manipulation of light. Analogous to exotic nature of topological edge states in topological photonics, topological plasmonic combines concepts from topology and plasmonics. By utilizing topological protection, plasmons can be made to propagate without significant scattering or decay, even in the presence of defects or disorder. Herein, we present a study on the design, characterization, and manipulation of topological plasmonic chains of discs based on the Su-Schrieffer-Heeger model made into a ring resonator. The investigation focuses on exploring the unique properties of these resonators and their potential to support topologically protected edge modes, within the continuum of rotationally symmetric optical modes of a ring. To observe the topological edge modes in rotationally symmetric chains, we employ a symmetry-breaking excitation technique based on electron beams. It analyzes the influence of parameters such as dimerization and loop numbers on the presence of topological modes. Additionally, we explore the manipulation of electron impact positions to control the direction of propagation and selectively excite specific bulk or edge modes. The findings contribute to a deeper understanding of topological effects by numerically investigating their design principles and exploring techniques to manipulate topological edge modes. The insights gained from this study have implications for the development of nanoscale plasmonic systems with customized functionalities, potentially impacting areas such as nanophotonics and quantum information processing. ",
    "url": "https://arxiv.org/abs/2308.11429",
    "authors": [
      "Fatemeh Davoodi",
      "Nahid Talebi"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2308.11504",
    "title": "Combining ultrahigh index with exceptional nonlinearity in resonant  transition metal dichalcogenide nanodisks",
    "abstract": "Second-order nonlinearity in solids gives rise to a plethora of unique physical phenomena ranging from piezoelectricity and optical rectification to optical parametric amplification, spontaneous parametric down-conversion, and the generation of entangled photon pairs. Monolayer transition metal dichalcogenides (TMDs), such as MoS$_2$, exhibit one of the highest known second-order nonlinear coefficients. However, the monolayer nature of these materials prevents the fabrication of resonant objects exclusively from the material itself, necessitating the use of external structures to achieve optical enhancement of nonlinear processes. Here, we exploit the 3R phase of a molybdenum disulfide multilayer for resonant nonlinear nanophotonics. The lack of inversion symmetry, even in the bulk of the material, provides a combination of a massive second-order susceptibility, an extremely high and anisotropic refractive index in the near-infrared region ($n>$~4.5), and low absorption losses, making 3R-MoS$_2$ highly attractive for nonlinear nanophotonics. We demonstrate this by fabricating 3R-MoS$_2$ nanodisks of various radii, which support resonant anapole states, and observing substantial ($>$ 100-fold) enhancement of second-harmonic generation in a single resonant nanodisk compared to an unpatterned flake of the same thickness. The enhancement is maximized at the spectral overlap between the anapole state of the disk and the material resonance of the second-order susceptibility. Our approach unveils a powerful tool for enhancing the entire spectrum of optical second-order nonlinear processes in nanostructured van der Waals materials, thereby paving the way for nonlinear and quantum high-index TMD-nanophotonics. ",
    "url": "https://arxiv.org/abs/2308.11504",
    "authors": [
      "George Zograf",
      "Alexander Yu. Polyakov",
      "Maria Bancerek",
      "Tomasz Antosiewicz",
      "Betul Kucukoz",
      "Timur Shegai"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2308.11580",
    "title": "NIPG-DG schemes for transformed master equations modeling open quantum  systems",
    "abstract": "This work presents a numerical analysis of a master equation modeling the interaction of a system with a noisy environment in the particular context of open quantum systems. It is shown that our transformed master equation has a reduced computational cost in comparison to a Wigner-Fokker-Planck model of the same system for the general case of any potential. Specifics of a NIPG-DG numerical scheme adequate for the convection-diffusion system obtained are then presented. This will let us solve computationally the transformed system of interest modeling our open quantum system. A benchmark problem, the case of a harmonic potential, is then presented, for which the numerical results are compared against the analytical steady-state solution of this problem. ",
    "url": "https://arxiv.org/abs/2308.11580",
    "authors": [
      "Jose A. Morales Escalante"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Numerical Analysis (math.NA)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2308.11451",
    "title": "Bright quantum photon sources from a topological Floquet resonance",
    "abstract": "Entanglement, a fundamental concept in quantum mechanics, plays a crucial role as a valuable resource in quantum technologies. The practical implementation of entangled photon sources encounters obstacles arising from imperfections and defects inherent in physical systems and microchips, resulting in a loss or degradation of entanglement. The topological photonic insulators, however, have emerged as promising candidates, demonstrating an exceptional capability to resist defect-induced scattering, thus enabling the development of robust entangled sources. Despite their inherent advantages, building bright and programmable topologically protected entangled sources remains challenging due to intricate device designs and weak material nonlinearity. Here we present an advancement in entanglement generation achieved through a non-magnetic and tunable resonance-based anomalous Floquet insulator, utilizing an optical spontaneous four-wave mixing process. Our experiment demonstrates a substantial enhancement in entangled photon pair generation compared to devices reliant solely on topological edge states and outperforming trivial photonic devices in spectral resilience. This work marks a step forward in the pursuit of defect-robust and bright entangled sources that can open avenues for the exploration of cascaded quantum devices and the engineering of quantum states. Our result could lead to the development of resilient quantum sources with potential applications in quantum technologies. ",
    "url": "https://arxiv.org/abs/2308.11451",
    "authors": [
      "Shirin Afzal",
      "Tyler J. Zimmerling",
      "Mahdi Rizvandi",
      "Majid Taghavi",
      "Taras Hrushevskyi",
      "Manpreet Kaur",
      "Vien Van",
      "Shabir Barzanjeh"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2308.11615",
    "title": "Phantom energy of a quenched, prethermal quantum many-body scar state",
    "abstract": "Strongly interacting quantum systems can exhibit emergent excitations that differ qualitatively from their microscopic degrees of freedom. Here we study an emergent phenomenon that is intrinsic to such systems far from equilibrium: Namely, the transmutation of attractive interactions into repulsive interactions. We initialize an attractively interacting Bose gas in a highly excited and correlated nonthermal state, quench the confining potential, and measure how the kinetic and total energies evolve after the quench. Although the bare interactions are attractive, the low-energy degrees of freedom evolve as if they repel each other: Thus, their kinetic energy paradoxically decreases as the gas is compressed. We quantify the missing ``phantom'' energy by benchmarking our experimental results against generalized hydrodynamics (GHD) calculations. We present evidence that the missing kinetic energy is stored in very high-momentum modes. ",
    "url": "https://arxiv.org/abs/2308.11615",
    "authors": [
      "Kangning Yang",
      "Yicheng Zhang",
      "Kuan-Yu Li",
      "Kuan-Yu Lin",
      "Sarang Gopalakrishnan",
      "Marcos Rigol",
      "Benjamin L. Lev"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2209.09935",
    "title": "Fully saturated hydrocarbons as hosts of optical cycling centers",
    "abstract": " Comments: Erratum: The original publication used an incorrect grant number for the NSF Center for Chemical Innovation, Phase I. The correct number should be CHE-2221453 ",
    "url": "https://arxiv.org/abs/2209.09935",
    "authors": [
      "Claire E. Dickerson",
      "Cecilia Chang",
      "Han Guo",
      "Anastassia N. Alexandrova"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2209.13025",
    "title": "Laser spectroscopy of aromatic molecules with optical cycling centers:  strontium (I) phenoxides",
    "abstract": " Comments: Erratum for a correction of an incorrect grant number for the NSF Center for Chemical Innovation, Phase I. The correct number should be CHE-2221453 ",
    "url": "https://arxiv.org/abs/2209.13025",
    "authors": [
      "Guanming Lao",
      "Guo-Zhu Zhu",
      "Claire E. Dickerson",
      "Benjamin L. Augenbraun",
      "Anastassia N. Alexandrova",
      "Justin R. Caram",
      "Eric R. Hudson",
      "Wesley C. Campbell"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2301.02666",
    "title": "Demonstration of Quantum Energy Teleportation on Superconducting Quantum  Hardware",
    "abstract": " Comments: Code is available this https URL ",
    "url": "https://arxiv.org/abs/2301.02666",
    "authors": [
      "Kazuki Ikeda"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Superconductivity (cond-mat.supr-con)",
      "High Energy Physics - Theory (hep-th)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.05481",
    "title": "Topological inverse band theory in waveguide quantum electrodynamics",
    "abstract": " Comments: Accepted for publication in Phys. Rev. Lett ",
    "url": "https://arxiv.org/abs/2301.05481",
    "authors": [
      "Yongguan Ke",
      "Jiaxuan Huang",
      "Wenjie Liu",
      "Yuri Kivshar",
      "Chaohong Lee"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2303.09025",
    "title": "Power law singularity for cavity collapse in a compressible Euler fluid  with Tait-Murnaghan equation of state",
    "abstract": " Comments: 6 pages, 2 figures ",
    "url": "https://arxiv.org/abs/2303.09025",
    "authors": [
      "Daniels Krimans",
      "Seth Putterman"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2308.01277",
    "title": "Comparative analysis of local angular rotation between the Ring Laser  Gyroscope GINGERINO and GNSS stations",
    "abstract": " Title: Comparative analysis of local angular rotation between the Ring Laser  Gyroscope GINGERINO and GNSS stations ",
    "url": "https://arxiv.org/abs/2308.01277",
    "authors": [
      "Giuseppe Di Somma",
      "Nicolò Beverini",
      "Giorgio Carelli",
      "Simone Castellano",
      "Roberto Devoti",
      "Enrico Maccioni",
      "Paolo Marsili",
      "Angela D.V. Di Virgilio"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2308.07964",
    "title": "Quantum computing for chemistry and physics applications from a Monte  Carlo perspective",
    "abstract": " Comments: 18 pages, 3 figures. Added new references, fixed some typos ",
    "url": "https://arxiv.org/abs/2308.07964",
    "authors": [
      "Guglielmo Mazzola"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2308.08236",
    "title": "Redundancy-free integrated optical convolver for optical neural networks  based on arrayed waveguide grating",
    "abstract": " Comments: The data are not sufficiently detailed and need to be supplemented with some detailed data ",
    "url": "https://arxiv.org/abs/2308.08236",
    "authors": [
      "Shiji Zhang",
      "Haojun Zhou",
      "Bo Wu",
      "Xueyi Jiang",
      "Dingshan Gao",
      "Jing Xu",
      "Jianji Dong",
      "Xinliang Zhang"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2308.10590",
    "title": "Solving multi-armed bandit problems using a chaotic microresonator comb",
    "abstract": " Title: Solving multi-armed bandit problems using a chaotic microresonator comb ",
    "url": "https://arxiv.org/abs/2308.10590",
    "authors": [
      "Jonathan Cuevas",
      "Ryugo Iwami",
      "Atsushi Uchida",
      "Kaoru Minoshima",
      "Naoya Kuse"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Emerging Technologies (cs.ET)"
    ]
  }
]