[
  {
    "id": "arXiv:2409.16379",
    "title": "Scalable Lithium Niobate Nanoimprinting for Nonlinear Metalenses",
    "abstract": "           Miniaturizing nonlinear optical components is essential for integrating advanced light manipulation into compact photonic devices, enabling scalable and cost-effective applications. While monocrystalline lithium niobate thin films advance nonlinear nanophotonics, their high inertness limits the design of top-down fabricated nanostructures. Here we present a versatile bottom-up fabrication method based on nanoimprint lithography for achieving polycrystalline lithium niobate nanostructures, and demonstrate its significant potential for nonlinear metasurfaces. The fabrication enables nearly vertical features and aspect ratios of up to 6, which we combine with a novel solution-derived material with high effective second-order nonlinearity of d_{eff}=5 pm/V. On this platform, we demonstrate second-harmonic focusing over a broad spectral range from near-UV to near-IR, increasing the nonlinear signal intensity by up to 34 times. Our method enables the first lithium niobate metalens and expands the field of nonlinear metasurfaces by providing a low-cost, highly scalable fabrication method for engineered nonlinear nanostructures         ",
    "url": "https://arxiv.org/abs/2409.16379",
    "authors": [
      "Ülle-Linda Talts",
      "Helena C. Weigand",
      "Irene Occhiodori",
      "Rachel Grange"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2409.16506",
    "title": "Achieving collimated gamma-ray emission from direct laser acceleration",
    "abstract": "           In this paper, we investigate the conditions under which direct laser acceleration (DLA) of electrons in a laser-irradiated plasma can produce distinct photon emission profiles, focusing on the mechanisms responsible for single-lobed versus double-lobed angular distributions of emitted \\(\\gamma\\)-rays. Through a combination of particle-in-cell simulations, test-electron simulations, and theoretical analysis, we demonstrate that the efficiency of DLA is a key determinant of the resulting emission pattern. Our results show that inefficient DLA, characterized by electrons rapidly gaining and losing energy within a single laser cycle, leads to a double-lobed emission profile heavily influenced by laser fields. In contrast, in the efficient DLA regime, where electrons steadily accumulate energy over multiple cycles, the emission is primarily governed by the quasi-static azimuthal magnetic fields generated by the laser in the plasma, resulting in a well-collimated single-lobed emission profile. Additionally, we identify that reducing the electron density in the target enhances the efficiency of DLA, thereby transforming the emission from a double-lobed to a single-lobed profile. These findings provide valuable insights into the optimization of laser-driven \\(\\gamma\\)-ray sources for applications requiring high-intensity, well-collimated beams.         ",
    "url": "https://arxiv.org/abs/2409.16506",
    "authors": [
      "Kavin Tangtartharakul",
      "Gaetan Fauvel",
      "Talia Meir",
      "Florian Condamine",
      "Stefan Weber",
      "Ishay Pomerantz",
      "Mario Manuel",
      "Alexey Arefiev"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2409.16511",
    "title": "Optical multi-beam steering and communication using integrated acousto-optics arrays",
    "abstract": "           Optical beam steering enables optical detection and imaging in macroscopic or microscopic scales and long-range communication over free space. It underpins numerous optical applications, including LiDAR, biomedical imaging, and remote sensing. Despite the inherent speed of light, advanced applications increasingly require the ability to steer multiple beams simultaneously to increase imaging throughput, boost communication bandwidth, and control arrays qubits for scalable quantum computing. Therefore, there is a significant demand for non-mechanical, integrated, and scalable multi-beam steering technology. Here, we report a scalable multi-beam steering system comprising an array of acousto-optic beam steering channels and photonic integrated circuits on a thin-film lithium niobate platform. Each channel generates tens of individually controllable beams of visible wavelength by exciting acoustic waves using digitally synthesized multi-tone microwave signals. We demonstrate the system's capabilities through multi-input, multi-output free-space communications, simultaneously transmitting to multiple receivers at megabits/sec data rates. This technology can be readily scaled up to steer hundreds of optical beams from a compact chip, potentially advancing many areas of optical technologies and enabling novel applications.         ",
    "url": "https://arxiv.org/abs/2409.16511",
    "authors": [
      "Qixuan Lin",
      "Shucheng Fang",
      "Yue Yu",
      "Zichen Xi",
      "Linbo Shao",
      "Bingzhao Li",
      "Mo Li"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2409.16512",
    "title": "Simulated optical molasses cooling of trapped antihydrogen",
    "abstract": "           We theoretically and computationally investigate the cooling of antihydrogen, $\\bar{H}$, using optical molasses cooling. This updates the results in Ref. [1] to the current capabilities of the ALPHA experiment. Through Monte Carlo simulation, we show that $\\bar{H}$s do not give the standard cooling even in an ideal optical molasses because of their small mass and large transition frequency. For optical molasses cooling in the ALPHA trap, the photons are constrained to travel in one direction only. It is only through the phase space mixing in the trap that cooling in all directions can be achieved. We explore the nontrivial role that laser intensity plays in the cooling. We also investigate the possibility for simultaneously cooling atoms in either of the trapped ground states.         ",
    "url": "https://arxiv.org/abs/2409.16512",
    "authors": [
      "Spencer J. Walsh",
      "C. Ø. Rasmussen",
      "F. Robicheaux"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2409.16528",
    "title": "Wide-field microwave magnetic field imaging with nitrogen-vacancy centers in diamond",
    "abstract": "           Non-invasive imaging of microwave (MW) magnetic fields with microscale lateral resolution is pivotal for various applications, such as MW technologies and integrated circuit failure analysis. Diamond nitrogen-vacancy (NV) center magnetometry has emerged as an ideal tool, offering $\\mu$m-scale resolution, millimeter-scale field of view, high sensitivity, and non-invasive imaging compatible with diverse samples. However, up until now, it has been predominantly used for imaging of static or low-frequency magnetic fields or, concerning MW field imaging, to directly characterize the same microwave device used to drive the NV spin transitions. In this work we leverage an NV center ensemble in diamond for wide-field imaging of MW magnetic fields generated by a test device employing a differential measurement protocol. The microscope is equipped with a MW loop to induce Rabi oscillations between NV spin states, and the MW field from the device-under-test is measured through local deviations in the Rabi frequency. This differential protocol yields magnetic field maps of a 2.57 GHz MW field with a sensitivity of $\\sim$ 9 $\\mu$T Hz$^{-1/2}$ for a total measurement duration of $T = 357$ s, covering a $340\\times340$ $\\mu$m$^2$ field of view with a $\\mu$m-scale spatial resolution and a DUT input power dynamic range of 30 dB. This work demonstrates a novel NV magnetometry protocol, based on differential Rabi frequency measurement, that extends NV wide-field imaging capabilities to imaging of weak MW magnetic fields that would be difficult to measure directly through standard NV Rabi magnetometry.         ",
    "url": "https://arxiv.org/abs/2409.16528",
    "authors": [
      "Luca Basso",
      "Pauli Kehayias",
      "Jacob Henshaw",
      "Gajadhar Joshi",
      "Michael P. Lilly",
      "Matthew B. Jordan",
      "Andrew M. Mounce"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2409.16616",
    "title": "Broadband measurement of Feibelman's quantum surface response functions",
    "abstract": "           The Feibelman $d$-parameter, a mesoscopic complement to the local bulk permittivity, describes quantum optical surface responses for interfaces, including nonlocality, spill-in and-out, and surface-enabled Landau damping. It has been incorporated into the macroscopic Maxwellian framework for convenient modeling and understanding of nanoscale electromagnetic phenomena, calling for the compilation of a $d$-parameter database for interfaces of interest in nano-optics. However, accurate first-principles calculations of $d$-parameters face computational challenges, whereas existing measurements of $d$-parameters are scarce and restricted to narrow spectral windows. We demonstrate a general broadband ellipsometric approach to measure $d$-parameters at a gold--air interface across the visible--ultraviolet regimes. Gold is found to spill in and spill out at different frequencies. We also observe gold's Bennett mode, a surface-dipole resonance associated with a pole of the $d$-parameter, around 2.5 eV. Our measurements give rise to and are further validated by the passivity and Kramers--Kronig causality analysis of $d$-parameters. Our work advances the understanding of quantum surface response and may enable applications like enhanced electron field emission.         ",
    "url": "https://arxiv.org/abs/2409.16616",
    "authors": [
      "Zeling Chen",
      "Shu Yang",
      "Zetao Xie",
      "Jinbing Hu",
      "Xudong Zhang",
      "Yipu Xia",
      "Yonggen Shen",
      "Huirong Su",
      "Maohai Xie",
      "Thomas Christensen",
      "Yi Yang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2409.16737",
    "title": "Small-scale light structures in a Kerr medium",
    "abstract": "           For a monochromatic weakly nonlinear light wave in a Kerr medium, a system of equations is suggested which up to the third order in magnitude of the electric field is equivalent to the known equation $\\mbox{curl}\\,\\mbox{curl}\\, {\\bf E}=k_0^2[{\\bf E +\\alpha |{\\bf E}|^2}{\\bf E}+\\beta({\\bf E}\\cdot{\\bf E}){\\bf E}^*]$, but the new equations are much more convenient for numerical computation. Within this system, optical fields with small structures, just as two or three wavelengths, are simulated. It is found that in some parametric domain, a stable self-focused light beam (a 2D vector soliton) is possible, and no modification of the nonlinearity is required for that. ``Non-elastic'' collisions of two such narrow beams with opposite circular polarizatios are computed. Besides that, for the defocusing nonlinearity, examples are given which demonstrate interacting optical vortices, spatial separation of the circular polarizations, and the Kelvin-Helmholtz instability.         ",
    "url": "https://arxiv.org/abs/2409.16737",
    "authors": [
      "Victor P. Ruban"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2409.16792",
    "title": "Optothermal Revolution: Colloids in an Optical Ring Trap",
    "abstract": "           Directional motion is commonly observed in various living active systems, such as bacterial colonies moving through confined environments. In these systems, the dynamics arise from the collective effects of mutual interactions between individual elements, as well as their interactions with obstacles or boundaries. In this study, we turn our focus to an artificial system and experimentally investigate the emergence of directional revolution in dimer and trimer structures composed of colloidal particles in ring-shaped optical illumination. In this case, the movement of these colloidal structures is exclusively facilitated by optothermal interactions without any direct mechanical force applied from the external optical field. Depending on the optical absorption properties of the colloidal particles, these optothermal interactions can exhibit both attractive and repulsive characteristics. The attractive interactions provide the necessary driving force that propels the motion, while the repulsive interactions serve to control the structural parameters of the system. The arrangement and interaction of the colloidal particles within these dimer and trimer structures fuel the controlled, directional revolution, with the optical gradient force acting as a confining factor, guiding the movement along a specific path. Notably, the dynamics of these systems can be tuned by altering the intensity of the optical field. This study can be useful as a model for understanding insights into biological systems where group dynamics and environmental interactions are key to coordinated movement.         ",
    "url": "https://arxiv.org/abs/2409.16792",
    "authors": [
      "Rahul Chand",
      "Ashutosh Shukla",
      "G V Pavan Kumar"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Soft Condensed Matter (cond-mat.soft)"
    ]
  },
  {
    "id": "arXiv:2409.16883",
    "title": "Design and Fabrication of Robust Hybrid Photonic Crystal Cavities",
    "abstract": "           Heterogeneously integrated hybrid photonic crystal cavities enable strong light-matter interactions with solid-state, optically addressable quantum memories. A key challenge to realizing high quality factor (Q) hybrid photonic crystals is the reduced index contrast on the substrate compared to suspended devices in air. This challenge is particularly acute for color centers in diamond because of diamond's high refractive index, which leads to increased scattering loss into the substrate. Here we develop a design methodology for hybrid photonic crystals utilizing a detailed understanding of substrate-mediated loss, which incorporates sensitivity to fabrication errors as a critical parameter. Using this methodology we design robust, high-Q, GaAs-on-diamond photonic crystal cavities, and by optimizing our fabrication procedure we experimentally realize cavities with Q approaching 30,000 at a resonance wavelength of 955 nm.         ",
    "url": "https://arxiv.org/abs/2409.16883",
    "authors": [
      "Alex Abulnaga",
      "Sean Karg",
      "Sounak Mukherjee",
      "Adbhut Gupta",
      "Kirk W. Baldwin",
      "Loren N. Pfeiffer",
      "Nathalie P. de Leon"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2409.16885",
    "title": "Demonstration of Photonics-based D-band Integrated Localization and Communication",
    "abstract": "           The Terahertz spectrum has the ability to provide high-speed communication and millimeter-level resolution. As a result, terahertz-integrated sensing and communication (ISAC) has been identified as a key enabler for 6G wireless networks. This work discusses a photonics-based D-band communication system for integrated high-resolution localization and high-speed wireless communication. Our empirical results show that a communication rate of 5 Gbps over a distance of 1.5 meters and location identification of the target with millimeter-level (<3 mm) range resolution can be conducted simutaneously. We also show that the error due to the thickness of the beam splitter can be eliminated, while the quantization error and the random drift errors are the limiting factors of the resolution achieved. This experimental demonstration using D-band communication indicates that terahertz ISAC can be realized for 6G networks while considering the underlying system restrictions, e.g. bandwidth limit and lens diameter.         ",
    "url": "https://arxiv.org/abs/2409.16885",
    "authors": [
      "Qigejian Wang",
      "Yirui Deng",
      "Deepak Mishra",
      "Yixuan Xie",
      "Elias Aboutanios",
      "Shaghik Atakaramians"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2409.16980",
    "title": "Analytical calculation of the kinetic q factor and resonant response of toroidally confined plasmas",
    "abstract": "           Symmetry-breaking perturbations in axisymmetric toroidal plasma configurations have a drastic impact on particle, energy, and momentum transport in fusion devices, thereby affecting their confinement properties. The perturbative modes strongly affect particles with specific kinetic characteristics through resonant mode-particle interactions. In this work we present an analytical calculation of the kinetic q factor enabling the identification of particles with kinetic properties that meet the resonant conditions. This allows us to predict the locations and structures of the corresponding resonant island-chains, as well as the existence of transport barriers in the particle phase space. The analytical results, derived for the case of a large aspect ratio configuration, are systematically compared to numerical simulations, and their domain of validity is thoroughly investigated and explained. Our findings demonstrate that calculating the kinetic q factor and its dependence on both particle and magnetic field characteristics, provides a valuable tool for understanding and predicting the resonant plasma response to non-axisymmetric perturbations. Moreover, this approach can be semi-analytically applied to generic realistic experimental equilibria, offering a low-computational-cost method for scenario investigations under various multiscale perturbative modes.         ",
    "url": "https://arxiv.org/abs/2409.16980",
    "authors": [
      "Y. Antonenas",
      "G. Anastassiou",
      "Y. Kominis"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Chaotic Dynamics (nlin.CD)"
    ]
  },
  {
    "id": "arXiv:2409.16994",
    "title": "Size-dependent multiexciton dynamics governs scintillation from perovskite quantum dots",
    "abstract": "           The recent emergence of quantum confined nanomaterials in the field of radiation detection, in particular lead halide perovskite nanocrystals, offers potentially revolutionary scalability and performance advantages over conventional materials. This development raises fundamental questions about the mechanism of scintillation itself at the nanoscale and the role of particle size, arguably the most defining parameter of quantum dots. Understanding this is crucial for the design and optimisation of future nanotechnology scintillators. In this work, we address these open questions by theoretically and experimentally studying the size-dependent scintillation of CsPbBr3 nanocrystals using a combination of Monte Carlo simulations, spectroscopic, and radiometric techniques. The results reveal and unravel a complex parametric space where the fine balance between the simultaneous effects of size-dependent energy deposition, (multi-)exciton population, and light emission under ionizing excitation, typical of confined particles, combine to maximize the scintillation efficiency and time performance of larger nanocrystals due to greater stopping power and reduced Auger decay. The remarkable agreement between theory and experiment produces a fully validated descriptive model that unprecedentedly predicts the scintillation yield and kinetics of nanocrystals without free parameters, providing the first fundamental guide for the rational design of nanoscale scintillators.         ",
    "url": "https://arxiv.org/abs/2409.16994",
    "authors": [
      "Andrea Fratelli",
      "Matteo L. Zaffalon",
      "Emanuele Mazzola",
      "Dmitry Dirin",
      "Ihor Cherniukh",
      "Clara Otero Martinez",
      "Matteo Salomoni",
      "Francesco Carulli",
      "Francesco Meinardi",
      "Luca Gironi",
      "Liberato Manna",
      "Maksym V. Kovalenko",
      "Sergio Brovelli"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2409.17002",
    "title": "Nonreciprocal scintillation using one-dimensional magneto-optical photonic crystals",
    "abstract": "           Scintillation describes the conversion of high-energy particles into light in transparent media and finds diverse applications such as high-energy particle detection and industrial and medical imaging. This process operates on multiple timescales, with the final radiative step consisting of spontaneous emission, which can be modeled within the framework of quasi-equilibrium fluctuational electrodynamics. Scintillation can therefore be controlled and enhanced via nanophotonic effects, which has been proposed and experimentally demonstrated. Such designs have thus far obeyed Lorentz reciprocity, meaning there is a direct equivalence between scintillation emission and absorption by the scintillator. However, scintillators that do not obey Lorentz reciprocity have not been explored, even though they represent a novel platform for probing emission which is both nonequilibrium and nonreciprocal in nature. In this work, we propose to harness nonreciprocity to achieve directional control of scintillation emission, granting an additional degree of control over scintillation. Such directionality of light output is important in improving collection efficiencies along the directions where detectors are located. We present the design of a nonreciprocal scintillator using a one-dimensional magnetophotonic crystal in the Voigt configuration. Our work demonstrates the potential of controlling nonequilibrium emission such as scintillation by breaking reciprocity and expands the space of nanophotonic design for achieving such control.         ",
    "url": "https://arxiv.org/abs/2409.17002",
    "authors": [
      "Olivia Y. Long",
      "Simo Pajovic",
      "Charles Roques-Carmes",
      "Yoichiro Tsurimaki",
      "Nicholas Rivera",
      "Marin Soljačić",
      "Svetlana V. Boriskina",
      "Shanhui Fan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2409.17040",
    "title": "Concatenation of Kerr solitary waves in Ceramic YAG: application to coherent Raman imaging",
    "abstract": "           A coherent concatenation of multiple Townes solitons may lead to a stable infrared and visible broadband filament in ceramic YAG polycrystal. This self-trapped soliton train helps implement self-referenced multiplex coherent anti-Stokes Raman scattering imaging. Simulations and experiments are presented in this work that help enhance the understanding of the filamentation process and the concatenation of focusing-defocusing cycles in Ceramic and Crystal YAG. Simulations and experiments are presented that examine the dependence of the filamentation onset location and supercontinuum generation upon peak input power. Understanding this dependence is a necessary component of SR-M-CARS implementation.         ",
    "url": "https://arxiv.org/abs/2409.17040",
    "authors": [
      "Nicholas Bagley",
      "Sahar Wehbi",
      "Tigran Mansuryan",
      "Rémy Boulesteix",
      "Alexandre Maître",
      "Yago Arosa Lobato",
      "Mario Ferraro",
      "Fabio Mangini",
      "Yifan Sun",
      "Katarzyna Krupa",
      "Benjamin Wetzel",
      "Vincent Couderc",
      "Stefano Wabnitz",
      "Alejandro Aceves",
      "Alessandro Tonello"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2409.16568",
    "title": "The effect of MgO insertion into the interstitial spaces of $BaY_2O_4$ on the upconversion response of $Er^{3+}:Yb^{3+}$ at illumination with 976 nm excitation light",
    "abstract": "           The efficiencies and form of the upconversion spectra of rare earth ions embedded in crystalline matrices strongly depend upon the phonon dispersion of these, since the inter-level energy transition probabilities are influenced by the phonon energies. The aim of this study is to show a novel method of influencing the phonon energy values of crystalline $BaY_2O_4$ and, by this, to finely tune the spectra of any rare earth ion as a dopant of it. We used $Er^{3+}$ sensitized by $Yb^{3+}$ as dopants, but the same method can be generalized for other kind of rare earth ions. As such, we synthesized $BaY_2O_4$ and $BaY_2O_4:MgO (BaY_2MgO_5)$ ceramics having as activator-sensitizer pairs the $Er^{3+}$ 1% and $Yb^{3+}$ 2% relative to the substituted $Y^{3+}$. Firstly, we synthesized the mix of precursor metallic oxides by the citrate-gel method, pressed these into pellets, and sintered them to obtain doped crystalline ceramic samples. The ceramic samples were illuminated with 976 nm from a laser diode, and the resulting upconversion spectra of $Er^{3+}$ were measured. $BaY_2O_4$ and $BaY_2O_4:MgO (BaY_2MgO_5)$ have almost the same XRD signature, showing that the crystal unit cells have the same parameters but they differ in the phononic energies due to the presence of the additional MgO. Comparing the results of these two extreme cases $BaY_2O_4$ vs. $BaY_2O_4:MgO (BaY_2MgO_5)$ reveals that the presence of the MgO modifies the upconversion response. So, this study fulfills two goals: First, it reveals the structure of the undocumented $BaY_2O_4:MgO (BaY_2MgO_5)$ and shows how it is based on the crystal structure of $BaY_2O_4$ with $Mg^{2+}$ ions occupying the unit cell interstitions. Secondly, it suggests a method of tuning the phononic energies of $BaY_2O_4$ and, as a consequence, the upconversion response of $Er^{3+}$.         ",
    "url": "https://arxiv.org/abs/2409.16568",
    "authors": [
      "Liviu Dudas"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2409.16801",
    "title": "Quantum Fluids of Light in 2D Artificial Reconfigurable Aperiodic Crystals with Tailored Coupling",
    "abstract": "           Aperiodic crystals are the intermediates between strictly periodic crystalline matter and amorphous solids. The lack of translational symmetry combined with intrinsic long-range order endows aperiodic crystals with unique physical characteristics, while at the same time dramatically enriching the spectrum and localization properties. Here, we demonstrate exciton-polariton condensation in a two-dimensional Penrose tiling with $C_{10}$ rotational symmetry - the first signature of quasicrystalline order in a quantum fluid of light. We identify a regime, wherein near-perfect delocalization and synchronization of a quantum fluid of light occurs at mesoscopic length-scales extending beyond 100x the healing length and the size of each individual condensate. Realizing long-range order in fully reconfigurable aperiodic crystals of nonlinear, and open-dissipative quantum fluids, lays the foundations for testing a broad range of universality classes of continuous phase transitions beyond the limits of mathematically verifiable models in regular lattices.         ",
    "url": "https://arxiv.org/abs/2409.16801",
    "authors": [
      "Sergey Alyatkin",
      "Kirill Sitnik",
      "Valtýr Kári Daníelsson",
      "Yaroslav V. Kartashov",
      "Julian D. Töpfer",
      "Helgi Sigurðsson",
      "Pavlos G. Lagoudakis"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2403.04590",
    "title": "Surface-near domain engineering in multi-domain x-cut lithium niobate tantalate mixed crystals",
    "abstract": "           Lithium niobate and lithium tantalate are among the most widespread materials for nonlinear, integrated photonics. Mixed crystals with arbitrary Nb-Ta ratios provide a new degree of freedom to tune materials properties, such as the birefringence, but also leverage the advantages of the singular compounds, for example, by combining the thermal stability of lithium tantalate with the larger nonlinear or piezoelectric constants of lithium niobate. Periodic poling is the prerequisite for any nonlinear optical application. For mixed crystals this has been challenging so far due to the lack of homogeneous, mono-domain crystals, which severely inhibit domain growth and nucleation. In this work we demonstrate that surface-near ($< 1$~$\\mu$m depth) periodic poling on x-cut lithium niobate tantalate mixed crystals can be achieved via electric field poling and lithographically structured electrodes. We find that naturally occurring head-to-head or tail-to-tail domain walls in the as-grown crystal inhibit domain inversion at a larger scale. However, periodic poling is possible, if the gap size between the poling electrodes is of the same order of magnitude or smaller than the average size of naturally occurring domains. This work provides the basis for the nonlinear optical application of lithium niobate tantalate mixed crystals.         ",
    "url": "https://arxiv.org/abs/2403.04590",
    "authors": [
      "Laura Bollmers",
      "Tobias Babai-Hemati",
      "Boris Koppitz",
      "Christof Eigner",
      "Laura Padberg",
      "Michael Ruesing",
      "Lukas M. Eng",
      "Christine Silberhorn"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.14524",
    "title": "Finite Algebraic Quantum Field Theory",
    "abstract": "           Based on a recently proposed algebraic quantum field theory (QFT) for particles that may have structure, called \"Structural Algebraic QFT (SAQFT)\", we introduce a finite QFT. That is, a QFT for structureless elementary particles that does not require renormalization where loop integrals in the Feynman diagrams are finite. It is an algebraic theory utilizing orthogonal polynomials and based on the structureless sector of SAQFT.         ",
    "url": "https://arxiv.org/abs/2407.14524",
    "authors": [
      "A. D. Alhaidari"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)",
      "High Energy Physics - Theory (hep-th)"
    ]
  },
  {
    "id": "arXiv:2409.04422",
    "title": "Selective Passive Tuning of Cavity Resonance by Mode Index Engineering of the Partial Length of a Cavity",
    "abstract": "           Cavities in large-scale photonic integrated circuits often suffer from a wider distribution of resonance frequencies due to fabrication errors. It is crucial to adjust the resonances of cavities using post-processing methods to minimize the frequency distribution. We have developed a concept of passive tuning by manipulating the mode index of a portion of a microring cavity. Through analytical studies and numerical experiments, we have found that depositing a thin film of dielectric material on top of the cavity or etching the material enables us to fine-tune the resonances and minimize the frequency distribution. This versatile method allows for the selective tuning of each cavity's resonance in a large set of cavities in a single fabrication step, providing robust passive tuning in large-scale photonic integrated circuits. We show that proposed method achieves tuning resolution below 1/Q and range upto 10^3/Q for visible to near-infrared wavelengths. Furthermore, this method can be applied and explored in various optical cavities and material configurations.         ",
    "url": "https://arxiv.org/abs/2409.04422",
    "authors": [
      "Mohit Khurana",
      "Sahar Delfan",
      "Zhenhuan Yi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Atomic and Molecular Clusters (physics.atm-clus)"
    ]
  },
  {
    "id": "arXiv:2306.13126",
    "title": "HamLib: A library of Hamiltonians for benchmarking quantum algorithms and hardware",
    "abstract": "           In order to characterize and benchmark computational hardware, software, and algorithms, it is essential to have many problem instances on-hand. This is no less true for quantum computation, where a large collection of real-world problem instances would allow for benchmarking studies that in turn help to improve both algorithms and hardware designs. To this end, here we present a large dataset of qubit-based quantum Hamiltonians. The dataset, called HamLib (for Hamiltonian Library), is freely available online and contains problem sizes ranging from 2 to 1000 qubits. HamLib includes problem instances of the Heisenberg model, Fermi-Hubbard model, Bose-Hubbard model, molecular electronic structure, molecular vibrational structure, MaxCut, Max-$k$-SAT, Max-$k$-Cut, QMaxCut, and the traveling salesperson problem. The goals of this effort are (a) to save researchers time by eliminating the need to prepare problem instances and map them to qubit representations, (b) to allow for more thorough tests of new algorithms and hardware, and (c) to allow for reproducibility and standardization across research studies.         ",
    "url": "https://arxiv.org/abs/2306.13126",
    "authors": [
      "Nicolas PD Sawaya",
      "Daniel Marti-Dafcik",
      "Yang Ho",
      "Daniel P Tabor",
      "David E Bernal Neira",
      "Alicia B Magann",
      "Shavindra Premaratne",
      "Pradeep Dubey",
      "Anne Matsuura",
      "Nathan Bishop",
      "Wibe A de Jong",
      "Simon Benjamin",
      "Ojas Parekh",
      "Norm Tubman",
      "Katherine Klymko",
      "Daan Camps"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Other Condensed Matter (cond-mat.other)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2312.10215",
    "title": "Gated InAs quantum dots embedded in surface acoustic wave cavities for low-noise optomechanics",
    "abstract": "           Self-assembled InAs quantum dots (QDs) are promising optomechanical elements due to their excellent photonic properties and sensitivity to local strain fields. Microwave-frequency modulation of photons scattered from these efficient quantum emitters has been recently demonstrated using surface acoustic wave (SAW) cavities. However, for optimal performance, a gate structure is required to deterministically control the charge state and reduce charge noise of the QDs. Here, we integrate gated QDs and SAW cavities using molecular beam epitaxy and nanofabrication. We demonstrate that with careful design of the substrate layer structure, integration of the two systems can be accomplished while retaining the optimal performance of each subsystem. These results mark a critical step toward efficient and low-noise optomechanical systems for microwave-to-optical quantum transduction.         ",
    "url": "https://arxiv.org/abs/2312.10215",
    "authors": [
      "Zixuan Wang",
      "Ryan A. DeCrescent",
      "Poolad Imany",
      "Joey T. Bush",
      "Dileep V. Reddy",
      "Sae Woo Nam",
      "Richard P. Mirin",
      "Kevin L. Silverman"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2404.05570",
    "title": "Topological photon pumping in quantum optical systems",
    "abstract": "           We establish the concept of topological pumping in one-dimensional systems with long-range couplings and apply it to the transport of a photon in quantum optical systems. In our theoretical investigation, we introduce an extended version of the Rice-Mele model with all-to-all couplings. By analyzing its properties, we identify the general conditions for topological pumping and theoretically and numerically demonstrate topologically protected and dispersionless transport of a photon on a one-dimensional emitter chain. As concrete examples, we investigate three different popular quantum optics platforms, namely Ryd\\-berg atom lattices, dense lattices of atoms excited to low-lying electronic states, and atoms coupled to waveguides, using experimentally relevant parameters. We observe that despite the long-ranged character of the dipole-dipole interactions, topological pumping facilitates the transport of a photon with a fidelity per cycle which can reach 99.9\\%. Moreover, we find that the photon pumping process remains topologically protected against local disorder in the coupling parameters.         ",
    "url": "https://arxiv.org/abs/2404.05570",
    "authors": [
      "Mathias B. M. Svendsen",
      "Marcel Cech",
      "Max Schemmer",
      "Beatriz Olmos"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  }
]