[
  {
    "id": "arXiv:2304.03885",
    "title": "Direct Laser Writing of Surface Micro-Domes by Plasmonic Bubbles",
    "abstract": "Plasmonic microbubbles produced by laser irradiated gold nanoparticles (GNPs) in various liquids have emerged in numerous innovative applications. The nucleation of these bubbles inherently involves rich phenomena. In this paper, we systematically investigate the physicochemical hydrodynamics of plasmonic bubbles upon irradiation of a continuous wave (CW) laser on a GNP decorated sample surface in ferric nitrate solution. Surprisingly, we observe the direct formation of well-defined micro-domes on the sample surface. It reveals that the nucleation of a plasmonic bubble is associated with the solvothermal decomposition of ferric nitrate in the solution. The plasmonic bubble acts as a template for the deposition of iron oxide nanoparticles. It first forms a rim, then a micro-shell, which eventually becomes a solid micro-dome. Experimental results show that the micro-dome radius Rd exhibits an obvious dependence on time t, which can be well interpreted theoretically. Our findings reveal the rich phenomena associated with plasmonic bubble nucleation in a thermally decomposable solution, paving a plasmonic bubble-based approach to fabricate three dimensional microstructures by using an ordinary CW laser. ",
    "url": "https://arxiv.org/abs/2304.03885",
    "authors": [
      "Lihua Dong",
      "Fulong Wang",
      "Buyun Chen",
      "Chenliang Xia",
      "Pengwei Zhu",
      "Zhi Tong",
      "Huimin Wang",
      "Lijun Yang",
      "Yuliang Wang"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2304.04130",
    "title": "Theory for the Accuracy of Microcomb Photonic Microwave Transversal  Signal Processors",
    "abstract": "Photonic RF transversal signal processors, which are equivalent to reconfigurable electrical digital signal processors but implemented with photonic technologies, have been widely used for modern high-speed information processing. With the capability of generating large numbers of wavelength channels with compact micro-resonators, optical microcombs bring new opportunities for realizing photonic RF transversal signal processors that have greatly reduced size, power consumption, and complexity. Recently, a variety of signal processing functions have been demonstrated using microcomb-based photonic RF transversal signal processors. Here, we provide detailed analysis for quantifying the processing accuracy of microcomb-based photonic RF transversal signal processors. First, we investigate the theoretical limitations of the processing accuracy determined by tap number, signal bandwidth, and pulse waveform. Next, we discuss the practical error sources from different components of the signal processors. Finally, we analyze the contributions of the theoretical limitations and the experimental factors to the overall processing inaccuracy both theoretically and experimentally. These results provide a useful guide for designing microcomb-based photonic RF transversal signal processors to optimize their accuracy. ",
    "url": "https://arxiv.org/abs/2304.04130",
    "authors": [
      "David J. Moss"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Signal Processing (eess.SP)"
    ]
  },
  {
    "id": "arXiv:2304.04160",
    "title": "Tunable nonlinear optical bistability based on Dirac semimetal in  photonic crystal Fabry-Perot cavity",
    "abstract": "In this paper, we study the nonlinear optical bistability (OB) in a symmetrical multilayer structure. This structure is constructed by embedding a nonlinear three-dimensional Dirac semimetal (3D DSM) into a solution filled one-dimensional photonic crystal Fabry-Perot cavity. OB stems from the third order nonlinear conductivity of 3D DSM and the local field of resonance mode could enhance the nonlinearity and reduce the thresholds of OB. This structure achieves the tunability of OB due to that the transmittance could be modulated by the Fermi energy. OB threshold and threshold width could be remarkably reduced by increasing the Fermi energy. Besides, it is found that the OB curve depends heavily on the angle of incidence of the incoming light, the structural parameters of the Fabry-Perot cavity, and the position of 3D DSM inside the cavity. After parameter optimization, we obtained OB with a threshold of 106 V/m. We believe this simple structure provides a reference idea for realizing low threshold and tunable all optical switching devices. Keywords: Optical bistability, Dirac semimetal, Fabry-Perot cavity. ",
    "url": "https://arxiv.org/abs/2304.04160",
    "authors": [
      "Huayue Zhang",
      "Xueyan Tang",
      "Hongxia Yuan",
      "Xin Long",
      "Haishan Tian",
      "Xinghua Wu",
      "Zhijun Guo",
      "Leyong Jiang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2304.04230",
    "title": "Tunable multimode lasing in a fiber ring",
    "abstract": "We experimentally study a fiber loop laser with an integrated Erbium doped fiber (EDF). The output optical spectrum is measured as a function of the EDF temperature. We find that below a critical temperature of about 10K the measured optical spectrum exhibits a sequence of narrow and unequally-spaced peaks. Externally injected light and filtering are employed for tuning the peaks' wavelengths. Operation of the device as an optical memory having storage time of about 20 ms is demonstrated. The multimode lasing tunability can be exploited for novel applications in the fields of sensing, communication, and quantum data storage. ",
    "url": "https://arxiv.org/abs/2304.04230",
    "authors": [
      "Eyal Buks"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2304.04286",
    "title": "Beyond 5 GHz excitation of a ZnO-based high-overtone bulk acoustic  resonator on SiC substrate",
    "abstract": "This work describes the fabrication and characterization of an Au/ZnO/Pt-based high-overtone bulk acoustic resonator (HBAR) on SiC substrates. We evaluate its microwave characteristics comparing with Si substrates for micro-electromechanical applications. Dielectric magnetron sputtering and an electron beam evaporator are employed to develop highly c-axis-oriented ZnO films and metal electrodes. The crystal structure and surface morphology of post-growth layers have been characterized using X-ray diffraction (XRD), atomic force microscopy (AFM), and scanning electron microscopy (SEM) techniques. HBAR on SiC substrate results in multiple longitudinal bulk acoustic wave resonances up to 7 GHz, with the strongest excited resonances emerging at 5.25 GHz. The value of f.Q (Resonance frequency * Quality factor) parameter obtained using a novel Q approach method for HBAR on SiC substrate is 4.1 * 10^13 Hz which, to the best of our knowledge, is the highest among all reported values for specified ZnO-based devices. ",
    "url": "https://arxiv.org/abs/2304.04286",
    "authors": [
      "Padmalochan Panda",
      "Soumyadip Chatterjee",
      "Siddharth Tallur",
      "Apurba Laha"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2304.04295",
    "title": "A vector spectrum analyzer of 55.1 THz spectral bandwidth and 99 kHz  frequency resolution",
    "abstract": "The analysis of optical spectra - emission or absorption - has been arguably the most powerful approach for discovering and understanding matters. The invention and development of many kinds of spectrometers have equipped us with versatile yet ultra-sensitive diagnostic tools for trace gas detection, isotope analysis, and resolving hyperfine structures of atoms and molecules. With proliferating data and information, urgent and demanding requirements have been placed today on spectrum analysis with ever-increasing spectral bandwidth and frequency resolution. These requirements are especially stringent for broadband laser sources that carry massive information, and for dispersive devices used in information processing systems. In addition, spectrum analyzers are expected to probe the device's phase response where extra information is encoded. Here we demonstrate a novel vector spectrum analyzer (VSA) that is capable to characterize passive devices and active laser sources in one setup. Such a dual-mode VSA can measure loss, phase response and dispersion property of passive devices. It also can coherently map a broadband laser spectrum into the RF domain. The VSA features a bandwidth of 55.1 THz (1260 to 1640 nm), frequency resolution of 99 kHz, and dynamic range of 56 dB. Meanwhile, our fiber-based VSA is compact and robust. It requires neither high-speed modulators and photodetectors, nor any active feedback control. Finally, we successfully employ our VSA for applications including characterization of integrated dispersive waveguides, mapping frequency comb spectra, and coherent light detection and ranging (LiDAR). Our VSA presents an innovative approach for device analysis and laser spectroscopy, and can play a critical role in future photonic systems and applications for sensing, communication, imaging, and quantum information processing. ",
    "url": "https://arxiv.org/abs/2304.04295",
    "authors": [
      "Yi-Han Luo",
      "Baoqi Shi",
      "Wei Sun",
      "Ruiyang Chen",
      "Sanli Huang",
      "Zhongkai Wang",
      "Jinbao Long",
      "Chen Shen",
      "Haiyan Jia",
      "Zhichao Ye",
      "Hairun Guo",
      "Junqiu Liu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2304.04305",
    "title": "Multi-scale volumetric dynamic optoacoustic and laser ultrasound (OPLUS)  imaging enabled by semi-transparent optical guidance",
    "abstract": "Major biological discoveries have been made by interrogating living organisms with light. However, the limited penetration of unscattered photons within biological tissues severely limits the depth range covered by optical methods. Deep-tissue imaging has been achieved by combining light and ultrasound. Optoacoustic imaging uniquely exploits optical generation of ultrasound to render high-resolution images at depths unattainable with optical microscopy. Recently, laser ultrasound has further been suggested as a means of generating broadband acoustic waves for high-resolution pulse-echo ultrasound imaging. Herein, we propose an approach to simultaneously interrogate biological tissues with light and ultrasound based on layer-by-layer coating of silica optical fibers with a controlled degree of transparency. We exploit the time separation between optoacoustic signals and ultrasound echoes collected with a custom-made spherical array transducer for simultaneous three-dimensional optoacoustic and laser ultrasound (OPLUS) imaging with a single laser pulse. OPLUS is shown to enable large-scale comprehensive anatomical characterization of tissues along with functional multi-spectral imaging of spectrally-distinctive chromophores and assessment of cardiac dynamics at ultrafast rates only limited by the pulse repetition frequency of the laser. The suggested approach provides a flexible and scalable means for developing a new generation of systems synergistically combining the powerful capabilities of optoacoustics and ultrasound imaging in biology and medicine. ",
    "url": "https://arxiv.org/abs/2304.04305",
    "authors": [
      "Daniil Nozdriukhin",
      "Sandeep Kumar Kalva",
      "Cagla Özsoy",
      "Michael Reiss",
      "Weiye Li",
      "Daniel Razansky",
      "Xosé Luís Deán-Ben"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2304.04337",
    "title": "Detection of Mechanical Deformation Induced by Ultrafast Laser  Irradiation upon a Metallic Cantilever",
    "abstract": "In this work, we systematically investigated the ultrafast optical properties of aluminum (Al) thin films on silicon cantilevers using a microscopic femtosecond optical pump-probe technique to explore the effect of light irradiation upon cantilevers while considering radiation pressure and photothermal effects. The ultrafast laser pulses used for the study were less than 30 fs in pulse duration and 830 nm in wavelength, and the photon energy (1.49 eV) of the light pulses is close to the interband transition threshold (ITT) of Al. Therefore, the change in ITT due to the strain of the cantilevers induced by the light irradiation is detected through the change in the transient reflectivity, which is dominated by the thermalized (Th) electron signal. We uncovered the position dependency of the transient reflectivity change and the Th electronic signal amplitude of the 100 nm-thick Al films on 160 $\\mu$m, 200 $\\mu$m and 240 $\\mu$m-length cantilevers, and these results are in excellent agreement with two temperature model-based curve fits. Furthermore, to understand the effect of light irradiation, we derived equations for the position-dependent radiation pressure effect and the photothermal effect, and demonstrated that thermal expansion-induced changes in ITT dominate the position dependence of the signal intensity. Our findings offer avenues for exploring strain effects on ultrafast properties and applications for ultrafast scanning probe microscopy. ",
    "url": "https://arxiv.org/abs/2304.04337",
    "authors": [
      "Takuto Ichikawa",
      "Aizitiaili Abulikemu",
      "Muneaki Hase"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2304.04384",
    "title": "Experiences with Distributed Acoustic Sensing using both straight and  helically wound fibers in surface-deployed cables -- a case history in  Groningen, The Netherlands",
    "abstract": "Distributed Acoustic Sensing (DAS) has been limited in its use for surface-seismic reflection measurements, due to the fiber's decreased sensitivity when the fiber is deployed horizontally. Deploying the fiber in a helically wound fashion has the promise of being more sensitive to broadside waves (e.g. P-wave reflections) and less sensitive to surface waves than straight fiber. We examine these claims by burying a set of straight fibers (SF) and helically wound fibers (HWF) with different wrapping angles, using standard and engineered fibers. These fibers were buried in a 2 m deep trench in a farmland in the province of Groningen in the Netherlands. They are linked up to two interrogating systems and an electrically driven vibrator was used as a seismic source. We observe in our field data that using HWF has a destructive effect on the surface-wave amplitudes. Our data confirmed the effect of the wrapping angle on the polarity of the surface-wave arrival and the dampening effect of the helical winding, both behaving in quite a predictable fashion. Apart from the effect of the wrapping angle, the different design choices, e.g. cable filling and material type, did not show a significant effect on the amplitude of the signals. As for P-wave reflections, we observe that both engineered SF and HWF provide reflection images comparable to those obtained from the geophone data despite the straight fiber's decreased broadside sensitivity. A polarity reversal and an amplitude difference between SF and HWF fibers are observed. Finally, we show that the combined use of SF and HWF proved to be useful since SF showed better sensitivity in the shallower part and HWF in the deeper part. ",
    "url": "https://arxiv.org/abs/2304.04384",
    "authors": [
      "Musab Al Hasani",
      "Guy Drijkoningen"
    ],
    "subjectives": [
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2304.04401",
    "title": "Skipper-CCD Sensors for the Oscura Experiment: Requirements and  Preliminary Tests",
    "abstract": "Oscura is a proposed multi-kg skipper-CCD experiment designed for a dark matter (DM) direct detection search that will reach unprecedented sensitivity to sub-GeV DM-electron interactions with its 10 kg detector array. Oscura is planning to operate at SNOLAB with 2070 m overburden, and aims to reach a background goal of less than one event in each electron bin in the 2-10 electron ionization-signal region for the full 30 kg-year exposure, with a radiation background rate of 0.01 dru. In order to achieve this goal, Oscura must address each potential source of background events, including instrumental backgrounds. In this work, we discuss the main instrumental background sources and the strategy to control them, establishing a set of constraints on the sensors' performance parameters. We present results from the tests of the first fabricated Oscura prototype sensors, evaluate their performance in the context of the established constraints and estimate the Oscura instrumental background based on these results. ",
    "url": "https://arxiv.org/abs/2304.04401",
    "authors": [
      "Brenda A. Cervantes-Vergara",
      "Santiago Perez",
      "Juan Estrada",
      "Ana Botti",
      "Claudio R. Chavez",
      "Fernando Chierchie",
      "Nathan Saffold",
      "Alexis Aguilar-Arevalo",
      "Fabricio Alcalde-Bessia",
      "Nicolás Avalos",
      "Oscar Baez",
      "Daniel Baxter",
      "Xavier Bertou",
      "Carla Bonifazi",
      "Gustavo Cancelo",
      "Nuria Castelló-Mor",
      "Alvaro E. Chavarria",
      "Juan Manuel De Egea",
      "Juan Carlos D'Olivo",
      "Cyrus Dreyer",
      "Alex Drlica-Wagner",
      "Rouven Essig",
      "Ezequiel Estrada",
      "Erez Etzion",
      "Paul Grylls",
      "Guillermo Fernandez-Moroni",
      "Marivi Fernández-Serra",
      "Santiago Ferreyra",
      "Stephen Holland",
      "Agustín Lantero Barreda",
      "Andrew Lathrop",
      "Ian Lawson",
      "Ben Loer",
      "Steffon Luoma",
      "Edgar Marrufo Villalpando",
      "Mauricio Martinez Montero",
      "Kellie McGuire",
      "Jorge Molina",
      "Sravan Munagavalasa",
      "Danielle Norcini",
      "Alexander Piers",
      "Paolo Privitera",
      "Dario Rodrigues"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2304.04413",
    "title": "Improving Linewidth and Extinction Ratio Performances of Lithium Niobate  Ring Modulator Using Ring-pair Structure",
    "abstract": "Electro-optic modulators lie at the heart of complex integration and high density electro-optic systems. One of the representative electro-optic modulators is thin film lithium niobate based microring modulator which has demonstrated advantages of compact footprint, low optical loss and high modulation efficiency. However, the linewidth and extinction ratio of ring modulators are fundamentally limited by the ring losses and coupling, respectively. To this end, we propose a novel type of electro-optic modulators with ring-pair structure on thin film lithium niobate platform, which brings substantially improvement of linewidth and extinction ratio. The ring-pair modulator exhibits a larger linewidth up to 22 GHz, 1.74-time larger than that of single ring resonator with same design parameters. Moreover, the experimental results also reveal that the added-up extinction ratio of ring-pair resonator goes beyond 30 dB, much larger than that in an individual ring resonator. These advantages of ring-pair modulator pave a new way for the application of compact ring-based modulators with large working wavelength window and high extinction ratio, to be exploited in quantum optics, programmable nanophotonics and optical sensors, etc. ",
    "url": "https://arxiv.org/abs/2304.04413",
    "authors": [
      "Songyan Hou",
      "Hao Hu",
      "Paokang Chen",
      "Ian Briggs",
      "Weichuan Xing",
      "Zhihong Liu",
      "Linran Fan"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2304.04436",
    "title": "Wave reflections and resonance in a Mach 0.9 turbulent jet",
    "abstract": "This work aims to provide a more complete understanding of the resonance mechanisms that occur in turbulent jets at high subsonic Mach number, as shown by Towne et al. (2017). Resonance was suggested by that study to exist between upstream- and downstream-travelling guided waves. Five possible resonance mechanisms were postulated, each involving different families of guided waves that reflect in the nozzle exit plane and a number of downstream turning points. But the study did not show which of these mechanisms are active in the flow. In this work, the waves underpinning resonance are identified via a biorthogonal projection of the Large Eddy Simulation data on eigenbases provided by locally parallel linear stability analysis. Two of the scenarios postulated by Towne et al. (2017) are thus confirmed to exist in the turbulent jet data. The reflection-coefficients in the nozzle exit and turning-point planes are, furthermore, identified. ",
    "url": "https://arxiv.org/abs/2304.04436",
    "authors": [
      "Robin Prinja",
      "Eduardo Martini",
      "Peter Jordan",
      "Aaron Towne",
      "André VG Cavalieri"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2304.04459",
    "title": "Enhancing Faraday and Kerr rotations based on toroidal dipole mode in an  all-dielectric magneto-optical metasurface",
    "abstract": "The magneto-optical Faraday and Kerr effects are widely used in modern optical devices. In this letter, we propose an all-dielectric metasurface composed of perforated magneto-optical thin films, which can support the highly confined toroidal dipole resonance and provide full overlap between the localized electromagnetic field and the thin film, and consequently enhance the magneto-optical effects to an unprecedented degree. The numerical results based on finite element method show that the Faraday and Kerr rotations can reach -13.59${\\deg}$ and 8.19${\\deg}$ in the vicinity of toroidal dipole resonance, which are 21.2 and 32.8 times stronger than those in the equivalent thickness of thin films, respectively. In addition, we design an environment refractive index sensor based on the resonantly enhanced Faraday and Kerr rotations, with sensitivities of 62.96 nm/RIU and 73.16 nm/RIU, and the corresponding maximum figures of merit 132.22${\\deg}$/RIU and 429.45${\\deg}$/RIU, respectively. This work provides a new strategy for enhancing the magneto-optical effects at nanoscale, and paves the way for the research and development of magneto-optical metadevices such as sensors, memories, and circuits. ",
    "url": "https://arxiv.org/abs/2304.04459",
    "authors": [
      "Qin Tang",
      "Dandan Zhang",
      "Tingting Liu",
      "Wenxing Liu",
      "Qinghua Liao",
      "Jizhou He",
      "Shuyuan Xiao",
      "Tianbao Yu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2304.04568",
    "title": "Synchronous control study of Chua circuit system via capacitive  closed-loop coupling",
    "abstract": "Synchronous control of nonlinear circuits is of great importance in many fields. In this paper, a capacitor is used for closed-loop coupling of three dual-vortex attractor Chua circuits with the same circuit parameters and different initial conditions, and the corresponding synchronization processes and synchronization effects are investigated. It is found that, for the capacitor, the closed-loop coupling can completely synchronize the three Chua circuits. And there exists a critical coupling strength $\\delta_{critical}^C$ that can be calculated, and when the coupling strength is between the critical coupling strength $\\delta_{critical}^C$ and the upper coupling strength $\\delta_{max}^C$, the three circuits can be completely synchronized very quickly. Moreover, the results show that the unidirectional coupling cannot make the circuit system completely synchronized. Finally, we also verify the correctness of the calculation by circuit simulation experiments. ",
    "url": "https://arxiv.org/abs/2304.04568",
    "authors": [
      "Jiyuan Zhang",
      "Xiao-Yun Wang"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Chaotic Dynamics (nlin.CD)"
    ]
  },
  {
    "id": "arXiv:2304.04674",
    "title": "A first test of CUPID prototypal light detectors with NTD-Ge sensors in  a pulse-tube cryostat",
    "abstract": "CUPID is a next-generation bolometric experiment aiming at searching for neutrinoless double-beta decay with ~250 kg of isotopic mass of $^{100}$Mo. It will operate at $\\sim$10 mK in a cryostat currently hosting a similar-scale bolometric array for the CUORE experiment at the Gran Sasso National Laboratory (Italy). CUPID will be based on large-volume scintillating bolometers consisting of $^{100}$Mo-enriched Li$_2$MoO$_4$ crystals, facing thin Ge-wafer-based bolometric light detectors. In the CUPID design, the detector structure is novel and needs to be validated. In particular, the CUORE cryostat presents a high level of mechanical vibrations due to the use of pulse tubes and the effect of vibrations on the detector performance must be investigated. In this paper we report the first test of the CUPID-design bolometric light detectors with NTD-Ge sensors in a dilution refrigerator equipped with a pulse tube in an above-ground lab. Light detectors are characterized in terms of sensitivity, energy resolution, pulse time constants, and noise power spectrum. Despite the challenging noisy environment due to pulse-tube-induced vibrations, we demonstrate that all the four tested light detectors comply with the CUPID goal in terms of intrinsic energy resolution of 100 eV RMS baseline noise. Indeed, we have measured 70--90 eV RMS for the four devices, which show an excellent reproducibility. We have also obtained outstanding energy resolutions at the 356 keV line from a $^{133}$Ba source with one light detector achieving 0.71(5) keV FWHM, which is -- to our knowledge -- the best ever obtained when compared to $\\gamma$ detectors of any technology in this energy range. ",
    "url": "https://arxiv.org/abs/2304.04674",
    "authors": [
      "CUPID collaboration",
      "K. Alfonso",
      "A. Armatol",
      "C. Augier",
      "F.T. Avignone III",
      "O. Azzolini",
      "M. Balata",
      "A.S. Barabash",
      "G. Bari",
      "A. Barresi",
      "D. Baudin",
      "F. Bellini",
      "G. Benato",
      "V. Berest",
      "M. Beretta",
      "M. Bettelli",
      "M. Biassoni",
      "J. Billard",
      "V. Boldrini",
      "A. Branca",
      "C. Brofferio",
      "C. Bucci",
      "J. Camilleri",
      "A. Campani",
      "C. Capelli",
      "S. Capelli",
      "L. Cappelli",
      "L. Cardani",
      "P. Carniti",
      "N. Casali",
      "E. Celi",
      "C. Chang",
      "D. Chiesa",
      "M. Clemenza",
      "I. Colantoni",
      "S. Copello",
      "E. Craft",
      "O. Cremonesi",
      "R.J. Creswick",
      "A. Cruciani",
      "A. D'Addabbo",
      "G. D'Imperio",
      "S. Dabagov",
      "I. Dafinei",
      "F.A. Danevich",
      "M. De Jesus",
      "P. de Marcillac",
      "S. Dell'Oro",
      "S. Di Domizio",
      "S. Di Lorenzo",
      "T. Dixon",
      "V. Dompé",
      "A. Drobizhev",
      "L. Dumoulin",
      "G. Fantini",
      "M. Faverzani",
      "E. Ferri",
      "F. Ferri",
      "F. Ferroni",
      "E. Figueroa-Feliciano",
      "L. Foggetta",
      "J. Formaggio"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Nuclear Experiment (nucl-ex)"
    ]
  },
  {
    "id": "arXiv:2304.03967",
    "title": "Quantum gate synthesis by small perturbation of a free particle in a box  with electric field",
    "abstract": "A quantum unitary gate is realized in this paper by perturbing a free charged particle in a one-dimensional box with a time- and position-varying electric field. The perturbed Hamiltonian is composed of a free particle Hamiltonian plus a perturbing electric potential such that the Schr$\\ddot{o}$dinger evolution in time $T$, the unitary evolution operator of the unperturbed system after truncation to a finite number of energy levels, approximates a given unitary gate such as the quantum Fourier transform gate. The idea is to truncate the half-wave Fourier sine series to $M$ terms in the spatial variable $\\mathbf x$ before extending the potential as a Dyson series in the interaction picture to compute the evolution operator matrix elements up to the linear and quadratic integral functionals of $ \\mathbf V_n(t)'$s. As a result, we used the Dyson series with the Frobenius norm to reduce the difference between the derived gate energy and the given gate energy, and we determined the temporal performance criterion by plotting the noise-to-signal energy ratio (NSER). A mathematical explanation for a quantum gate's magnetic control has also been provided. In addition, we provide a mathematical explanation for a quantum gate that uses magnetic control. ",
    "url": "https://arxiv.org/abs/2304.03967",
    "authors": [
      "Kumar Gautam"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "High Energy Physics - Theory (hep-th)",
      "Mathematical Physics (math-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2304.04058",
    "title": "Learning Energy-Based Representations of Quantum Many-Body States",
    "abstract": "Efficient representation of quantum many-body states on classical computers is a problem of enormous practical interest. An ideal representation of a quantum state combines a succinct characterization informed by the system's structure and symmetries, along with the ability to predict the physical observables of interest. A number of machine learning approaches have been recently used to construct such classical representations [1-6] which enable predictions of observables [7] and account for physical symmetries [8]. However, the structure of a quantum state gets typically lost unless a specialized ansatz is employed based on prior knowledge of the system [9-12]. Moreover, most such approaches give no information about what states are easier to learn in comparison to others. Here, we propose a new generative energy-based representation of quantum many-body states derived from Gibbs distributions used for modeling the thermal states of classical spin systems. Based on the prior information on a family of quantum states, the energy function can be specified by a small number of parameters using an explicit low-degree polynomial or a generic parametric family such as neural nets, and can naturally include the known symmetries of the system. Our results show that such a representation can be efficiently learned from data using exact algorithms in a form that enables the prediction of expectation values of physical observables. Importantly, the structure of the learned energy function provides a natural explanation for the hardness of learning for a given class of quantum states. ",
    "url": "https://arxiv.org/abs/2304.04058",
    "authors": [
      "Abhijith Jayakumar",
      "Marc Vuffray",
      "Andrey Y. Lokhov"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Machine Learning (cs.LG)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2304.04134",
    "title": "Position-controlled trapping of nanoparticles and quantum dots on a  fiber taper",
    "abstract": "We investigate numerically and experimentally the properties of a two color optical fiber taper trap, for which the evanescent field of the modes in the fiber taper give rise to a three-dimensional trapping potential. Experimentally, we use the technique to confine colloidal nanoparticles near the surface of an optical fiber taper, and show that the trapping position of the particles is adjustable by controlling the relative power of two modes in the fiber. We also demonstrate a proof of principle application by trapping quantum dots together with gold nanoparticles in a configuration where the trapping fields double as the excitation field for the quantum dots. This scheme will allow the positioning of quantum emitters in order to adjust coupling to resonators combined with the fiber taper. ",
    "url": "https://arxiv.org/abs/2304.04134",
    "authors": [
      "Ryusei Watanabe",
      "Daiki Yamamoto",
      "Mark Sadgrove"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2304.04247",
    "title": "Quantum Mechanics Lecture Notes. Selected Chapters",
    "abstract": "These are extended lecture notes of the quantum mechanics course which I am teaching in the Weizmann Institute of Science graduate physics program. They cover the topics listed below. The first four chapter are posted here. Their content is detailed on the next page. The other chapters are planned to be added in the coming months. 1. Motion in External Electromagnetic Field. Gauge Fields in Quantum Mechanics. 2. Quantum Mechanics of Electromagnetic Field 3. Photon-Matter Interactions 4. Quantization of the Schr\\\"odinger Field (The Second Quantization) 5. Open Systems. Density Matrix 6. Adiabatic Theory. The Berry Phase. The Born-Oppenheimer Approximation 7. Mean Field Approaches for Many Body Systems -- Fermions and Bosons ",
    "url": "https://arxiv.org/abs/2304.04247",
    "authors": [
      "Shimon Levit"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Other Condensed Matter (cond-mat.other)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Nuclear Theory (nucl-th)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2304.04266",
    "title": "The Effect of Flow and Magnetic Twist on Resonant Absorption of Slow MHD  Waves in Magnetic Flux Tubes",
    "abstract": "Observations show that there are twisted magnetic flux tubes and plasma flow throughout the solar atmosphere. The main purpose of this work is to obtain the damping rate of sausage modes in the presence of magnetic twist and plasma flow. We obtain the dispersion relation for sausage modes in slow continuity in an inhomogeneous layer under the conditions of magnetic pores, then we solve it numerically. For the selected density profile, the magnetic field, and the plasma flow as a function of radius across the inhomogeneous layer, we show that the effect of the twisted magnetic field on the resonance absorption at low speed of the plasma flow is greater than one at high speed. ",
    "url": "https://arxiv.org/abs/2304.04266",
    "authors": [
      "Mohammad Sadeghi",
      "Karam Bahari",
      "Kayoomars Karami"
    ],
    "subjectives": [
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      "Plasma Physics (physics.plasm-ph)",
      "Space Physics (physics.space-ph)"
    ]
  },
  {
    "id": "arXiv:2304.04353",
    "title": "Exponentially Improved Efficient Machine Learning for Quantum Many-body  States with Provable Guarantees",
    "abstract": "Solving the ground state and the ground-state properties of quantum many-body systems is generically a hard task for classical algorithms. For a family of Hamiltonians defined on an $m$-dimensional space of physical parameters, the ground state and its properties at an arbitrary parameter configuration can be predicted via a machine learning protocol up to a prescribed prediction error $\\varepsilon$, provided that a sample set (of size $N$) of the states can be efficiently prepared and measured. In a recent work [Huang et al., Science 377, eabk3333 (2022)], a rigorous guarantee for such an generalization was proved. Unfortunately, an exponential scaling, $N = m^{ {\\cal{O}} \\left(\\frac{1}{\\varepsilon} \\right) }$, was found to be universal for generic gapped Hamiltonians. This result applies to the situation where the dimension of the parameter space is large while the scaling with the accuracy is not an urgent factor, not entering the realm of more precise learning and prediction. In this work, we consider an alternative scenario, where $m$ is a finite, not necessarily large constant while the scaling with the prediction error becomes the central concern. By exploiting physical constraints and positive good kernels for predicting the density matrix, we rigorously obtain an exponentially improved sample complexity, $N = \\mathrm{poly} \\left(\\varepsilon^{-1}, n, \\log \\frac{1}{\\delta}\\right)$, where $\\mathrm{poly}$ denotes a polynomial function; $n$ is the number of qubits in the system, and ($1-\\delta$) is the probability of success. Moreover, if restricted to learning ground-state properties with strong locality assumptions, the number of samples can be further reduced to $N = \\mathrm{poly} \\left(\\varepsilon^{-1}, \\log \\frac{n}{\\delta}\\right)$. This provably rigorous result represents a significant improvement and an indispensable extension of the existing work. ",
    "url": "https://arxiv.org/abs/2304.04353",
    "authors": [
      "Yanming Che",
      "Clemens Gneiting",
      "Franco Nori"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Machine Learning (cs.LG)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2304.04369",
    "title": "Local diabatic representation of conical intersection quantum dynamics",
    "abstract": "Conical intersections are ubiquitous in polyatomic molecules and responsible for a wide range of phenomena in chemistry and physics. We introduce and implement a local diabatic representation for the correlated electron-nuclear dynamics around conical intersections. It employs the adiabatic electronic states but avoids the singularity of nonadiabatic couplings, and is robust to different gauge choices of the electronic wavefunction phases. Illustrated by a two-dimensional conical intersection model, this representation captures nonadiabatic transitions, electronic coherence, and geometric phase. ",
    "url": "https://arxiv.org/abs/2304.04369",
    "authors": [
      "Bing Gu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2304.04509",
    "title": "Optical dipole micro-trap for atoms based on crossed planar photonic  waveguides",
    "abstract": "Optical dipole micro-traps for atoms based on constructive superposition of two-colour evanescent light waves, formed by corresponding optical modes of two crossed suspended photonic rib waveguides, are modelled. The main parameters of the traps for rubidium atoms, such as potential depth, tunnelling rates of atoms from the trap and coherence time of the trapped atoms are estimated. Applications of such traps for quantum memory and quantum logic devices are discussed. ",
    "url": "https://arxiv.org/abs/2304.04509",
    "authors": [
      "Yuri B. Ovchinnikov",
      "Folly Eli Ayi-Yovo",
      "Alessio Spampinato"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2304.04597",
    "title": "Accelerated deep self-supervised ptycho-laminography for  three-dimensional nanoscale imaging of integrated circuits",
    "abstract": "Three-dimensional inspection of nanostructures such as integrated circuits is important for security and reliability assurance. Two scanning operations are required: ptychographic to recover the complex transmissivity of the specimen; and rotation of the specimen to acquire multiple projections covering the 3D spatial frequency domain. Two types of rotational scanning are possible: tomographic and laminographic. For flat, extended samples, for which the full 180 degree coverage is not possible, the latter is preferable because it provides better coverage of the 3D spatial frequency domain compared to limited-angle tomography. It is also because the amount of attenuation through the sample is approximately the same for all projections. However, both techniques are time consuming because of extensive acquisition and computation time. Here, we demonstrate the acceleration of ptycho-laminographic reconstruction of integrated circuits with 16-times fewer angular samples and 4.67-times faster computation by using a physics-regularized deep self-supervised learning architecture. We check the fidelity of our reconstruction against a densely sampled reconstruction that uses full scanning and no learning. As already reported elsewhere [Zhou and Horstmeyer, Opt. Express, 28(9), pp. 12872-12896], we observe improvement of reconstruction quality even over the densely sampled reconstruction, due to the ability of the self-supervised learning kernel to fill the missing cone. ",
    "url": "https://arxiv.org/abs/2304.04597",
    "authors": [
      "Iksung Kang",
      "Yi Jiang",
      "Mirko Holler",
      "Manuel Guizar-Sicairos",
      "A. F. J. Levi",
      "Jeffrey Klug",
      "Stefan Vogt",
      "George Barbastathis"
    ],
    "subjectives": [
      "Image and Video Processing (eess.IV)",
      "Machine Learning (cs.LG)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2304.04609",
    "title": "Inverse design of artificial skins",
    "abstract": "Mimicking the perceptual functions of human cutaneous mechanoreceptors, artificial skins or flexible pressure sensors can transduce tactile stimuli to quantitative electrical signals. Conventional methods to design such devices follow a forward structure-to-property routine based on trial-and-error experiments/simulations, which take months or longer to determine one solution valid for one specific material. Target-oriented inverse design that shows far higher output efficiency has proven effective in other fields, but is still absent for artificial skins because of the difficulties in acquiring big data. Here, we report a property-to-structure inverse design of artificial skins based on small dataset machine learning, exhibiting a comprehensive efficiency at least four orders of magnitude higher than the conventional routine. The inverse routine can predict hundreds of solutions that overcome the intrinsic signal saturation problem for linear response in hours, and the solutions are valid to a variety of materials. Our results demonstrate that the inverse design allowed by small dataset is an efficient and powerful tool to target multifarious applications of artificial skins, which can potentially advance the fields of intelligent robots, advanced healthcare, and human-machine interfaces. ",
    "url": "https://arxiv.org/abs/2304.04609",
    "authors": [
      "Zhiguang Liu",
      "Minkun Cai",
      "Shenda Hong",
      "Junli Shi",
      "Sai Xie",
      "Chang Liu",
      "Huifeng Du",
      "James D. Morin",
      "Gang Li",
      "Wang Liu",
      "Hong Wang",
      "Ke Tang",
      "Nicholas X. Fang",
      "Chuan Fei Guo"
    ],
    "subjectives": [
      "Soft Condensed Matter (cond-mat.soft)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2304.04741",
    "title": "Nanophotonic cavity cooling of a single atom",
    "abstract": "We investigate external and internal dynamics of a two-level atom strongly coupled to a weakly pumped nanophotonic cavity. We calculate the dipole force, friction force, and stochastic force due to the cavity pump field, and show that a three-dimensional cooling region exists near the surface of a cavity. Using a two-color evanescent field trap as an example, we perform three-dimensional Monte-Carlo simulations to demonstrate efficient loading of single atoms into a trap by momentum diffusion, and the stability of cavity cooling near the trap center. Our analyses show that cavity cooling can be a promising method for directly loading cold atoms from free-space into a surface micro-trap. We further discuss the impact of pump intensity on atom trapping and loading efficiency. ",
    "url": "https://arxiv.org/abs/2304.04741",
    "authors": [
      "Chenwei Lv",
      "Ming Zhu",
      "Sambit Banerjee",
      "Chen-Lung Hung"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2109.00285",
    "title": "Theory of coherent optical nonlinearities of intersubband transitions in  semiconductor quantum wells",
    "abstract": " Title: Theory of coherent optical nonlinearities of intersubband transitions in  semiconductor quantum wells ",
    "url": "https://arxiv.org/abs/2109.00285",
    "authors": [
      "R. Cominotti",
      "H.A.M. Leymann",
      "J. Nespolo",
      "J.-M. Manceau",
      "M. Jeannin",
      "R. Colombelli",
      "I. Carusotto"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2112.11165",
    "title": "Scalable High-Rate Twin-Field Quantum Key Distribution Networks without  Constraint of Probability and Intensity",
    "abstract": " Comments: 17 pages, 6 figures, 3 tables, Accepted for Publication in Phys. Rev. A ",
    "url": "https://arxiv.org/abs/2112.11165",
    "authors": [
      "Yuan-Mei Xie",
      "Chen-Xun Weng",
      "Yu-Shuo Lu",
      "Yao Fu",
      "Yang Wang",
      "Hua-Lei Yin",
      "Zeng-Bing Chen"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Cryptography and Security (cs.CR)",
      "Networking and Internet Architecture (cs.NI)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.09684",
    "title": "Partons as unique ground states of quantum Hall parent Hamiltonians: The  case of Fibonacci anyons",
    "abstract": " Comments: 52 pages, 18 figures, to appear in SciPost Physics ",
    "url": "https://arxiv.org/abs/2204.09684",
    "authors": [
      "M. Tanhayi Ahari",
      "S. Bandyopadhyay",
      "Z. Nussinov",
      "A. Seidel",
      "G. Ortiz"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Mathematical Physics (math-ph)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2206.12173",
    "title": "Reducing The Impact Of Adaptive Optics Lag On Optical And Quantum  Communications Rates From Rapidly Moving Sources",
    "abstract": " Comments: title changed to better reflect what we have done, to appear in AIP Advances; 14 pages, 12 figures ",
    "url": "https://arxiv.org/abs/2206.12173",
    "authors": [
      "Kai Sum Chan",
      "H. F. Chau"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.12074",
    "title": "Ionization Induced by the Ponderomotive Force in Intense and  High-Frequency Laser Fields",
    "abstract": " Title: Ionization Induced by the Ponderomotive Force in Intense and  High-Frequency Laser Fields ",
    "url": "https://arxiv.org/abs/2208.12074",
    "authors": [
      "Mingyu Zhu",
      "Yuxiang Liu",
      "Chunli Wei",
      "Hongcheng Ni",
      "Qi Wei"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2209.07103",
    "title": "Fermion disorder operator: the hedgehog and the fox of quantum many-body  entanglement",
    "abstract": " Comments: 12 pages, 7 figures with 7 pages supplemental material ",
    "url": "https://arxiv.org/abs/2209.07103",
    "authors": [
      "Weilun Jiang",
      "Bin-Bin Chen",
      "Zi Hong Liu",
      "Junchen Rong",
      "Fakher F. Assaad",
      "Meng Cheng",
      "Kai Sun",
      "Zi Yang Meng"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "High Energy Physics - Theory (hep-th)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2210.10835",
    "title": "Pulse area theorem in a single mode waveguide and its application to  photon echo and optical memory in Tm3+:Y3Al5O12",
    "abstract": " Title: Pulse area theorem in a single mode waveguide and its application to  photon echo and optical memory in Tm3+:Y3Al5O12 ",
    "url": "https://arxiv.org/abs/2210.10835",
    "authors": [
      "S.A. Moiseev",
      "M.M. Minnegaliev",
      "E.S.Moiseev",
      "K.I. Gerasimov",
      "A.V. Pavlov",
      "T.A. Rupasov",
      "N.N. Skryabin",
      "A.A. Kalinkin",
      "S.P. Kulik"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2301.09105",
    "title": "Transverse orbital angular momentum of spatiotemporal optical vortices",
    "abstract": " Comments: 8 pages, 3 figures ",
    "url": "https://arxiv.org/abs/2301.09105",
    "authors": [
      "Miguel A. Porras"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2303.16550",
    "title": "Potential quantum advantage for simulation of fluid dynamics",
    "abstract": " Title: Potential quantum advantage for simulation of fluid dynamics ",
    "url": "https://arxiv.org/abs/2303.16550",
    "authors": [
      "Xiangyu Li",
      "Xiaolong Yin",
      "Nathan Wiebe",
      "Jaehun Chun",
      "Gregory K. Schenter",
      "Margaret S. Cheung",
      "Johannes Mülmenstädt"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atmospheric and Oceanic Physics (physics.ao-ph)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2304.00608",
    "title": "Beyond relationalism in quantum theory",
    "abstract": " Comments: Minor edits for clarificatory purposes, mainly on pages 15-23 ",
    "url": "https://arxiv.org/abs/2304.00608",
    "authors": [
      "Francisco Pipa"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  }
]