[
  {
    "id": "arXiv:2409.04455",
    "title": "A physical perspective on lithium therapy",
    "abstract": "           Lithium salts have strong medical properties in neurological disorders such as bipolar disorder and primary headaches, and has recently gathered attention due to its preventive effect on viral attacks. Though the therapeutic effect of lithium was documented by Cade already in the late 1940s, the underlying mechanism of action is still disputed. Acute lithium exposure has an activating effect on excitable organic tissue and organisms, and is highly toxic. The therapeutic effect is achieved through long-term exposure to lower doses, where it, opposite to acute doses, alleviates excessive cellular activity, and induces a strong metabolic response in the organism, with large changes in phospholipid and cholesterol expression. This review investigates how lithium ions affect membrane composition and function, and how lithium response might in fact be the body's attempt to counteract the physical presence of lithium ions at cell level. The presence of lithium ions strongly affects lipid conformation and membrane phase unlike other alkali ions, with consequences for membrane permeability, buffer property and excitability, and ideas for further research in microbiology and drug development are discussed.         ",
    "url": "https://arxiv.org/abs/2409.04455",
    "authors": [
      "Dana Kamp"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)",
      "Medical Physics (physics.med-ph)",
      "Quantitative Methods (q-bio.QM)"
    ]
  },
  {
    "id": "arXiv:2409.04472",
    "title": "Study of acoustic neutrino detection in O$\\nu$DE-2 raw acoustic data",
    "abstract": "           Research suggests that acoustic technology may be able to detect ultra-high-energy neutrinos if a large amount of non-linear fluid is analyzed. When a neutrino interacts in water, it creates a quasi-instantaneous cascade of particles, heating that region of the fluid and emitting a tiny acoustic signal. This rapid heating produces a thermoacoustic Bipolar Pulse (BP) with unique characteristics such as a wide bandwidth and a narrow directivity for these frequencies. While dedicated devices for acoustic neutrino detection are currently non-existent, there are a few underwater neutrino telescopes that utilize optical technology, but often with an acoustic positioning system that deploys hydrophones in the infrastructure. The possibility of using them to study a BP caused by a neutrino interaction is currently being discussed. This study aims to evaluate the implementation of a trigger system to detect a possible BP in deep-sea hydrophones. For this, up to 24 hours of the raw acoustic signal recorded by the O$\\nu$DE-2 station, which was located 25 km off-shore from Catania in the Western Ionian Sea, at 2100 m depth, is analyzed. The station used calibrated hydrophones from a few Hz to 70 kHz. In this work, a synthetic BP is created and added to the experimental data, allowing the study of its detection and the calculation of precision and recall.         ",
    "url": "https://arxiv.org/abs/2409.04472",
    "authors": [
      "D. Bonanno",
      "L. S. Di Mauro",
      "D. Diego-Tortosa",
      "A. Idrissi",
      "G. Riccobene",
      "S. Sanfilippo",
      "S. Viola"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Astrophysical Phenomena (astro-ph.HE)"
    ]
  },
  {
    "id": "arXiv:2409.04509",
    "title": "Quasi-analytical lineshape for the 1S-2S laser spectroscopy of antihydrogen and hydrogen",
    "abstract": "           The accuracy of high precision and fundamental measurements of atomic transition frequencies via laser spectroscopy depends upon fitting the spectral data with a lineshape. With atomic hydrogen and antihydrogen 1S-2S two-photon spectroscopy, computer intensive Monte-Carlo simulations have been used to compute the optical Bloch equations in order to match and interpret the experimental spectra. For the highest resolutions, one tries to minimize saturation effects going to regimes of low excitation probability, where perturbation theory can provide reliable results. Here we describe an analytical approach to the lineshape based on perturbation theory accounting for the AC-Stark shift and ionization. The expressions can be used for beam experiments or integrated over the magnetic field profile for a trapped sample. Theses lineshapes, providing fast results, allow for studies of many systematic effects that influence the accuracy of the determination of the central frequency. This development has relevance to hydrogen beam experiments and to trapped hydrogen and antihydrogen, as developed by the ALPHA collaboration at CERN, for tests of the CPT-symmetry and the highest accuracy measurement on antimatter.         ",
    "url": "https://arxiv.org/abs/2409.04509",
    "authors": [
      "Levi Oliveira de Araujo Azevedo",
      "Claudio Lenz Cesar"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2409.04586",
    "title": "Etching Properties of PIN-PMN-PT and its Integration in Electro-Optic Phase Modulators",
    "abstract": "           We investigate the etching characteristics of PIN-PMN-PT crystals, exploring various wet etching solutions, reactive ion etching gases, and ion beam etching. The etch rate and surface roughness are systematically measured for each method. A process flow to obtain PIN-PMN-PT thin films is described and performed to later build a single mode rib waveguide. An integrated electro-optic phase modulator is fabricated by depositing electrodes on the sides of the waveguides. The electro-optic coefficient implied in our phase modulators is the $r_{51}/r_{42}$. The performances are tested achieving a $V_\\pi L$ of 19.2 V$\\cdot$cm.         ",
    "url": "https://arxiv.org/abs/2409.04586",
    "authors": [
      "Salvador Poveda-Hospital",
      "Nicolás Quesada",
      "Yves-Alain Peter"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2409.04681",
    "title": "10$^{-15}$-level laser stabilization down to fiber thermal noise limit using balanced photodetection",
    "abstract": "           We demonstrate a self-homodyne detection method to stabilize a continuous-wave 1550-nm laser to a 1-km optical fiber delay line, achieving a frequency instability of 6.3x10<sup>-15</sup> at a 16-ms averaging time. This result, limited by fiber thermal noise, is achieved without the need for a vacuum system, highlighting the potential of our approach for ultra-stable laser systems in non-laboratory environments. The system utilizes only a few passive fiber optic components and a single balanced photodetector, significantly simplifying the laser stabilization process while maintaining high performance. The entire optical setup is compactly packaged in a portable metal air-tight enclosure.         ",
    "url": "https://arxiv.org/abs/2409.04681",
    "authors": [
      "Igju Jeon",
      "Changmin Ahn",
      "Jungwon Kim"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2409.04690",
    "title": "Exploring quantum probability interpretations through artificial intelligence",
    "abstract": "           The varying interpretations of quantum probability governing quantum measurements are significantly reflected in divergent opinions on the foundations of statistics, including ensemble-frequency theory, propensity theory, and subjective degrees of reasonable belief. Although it has been suggested that a series of progressively sophisticated tests using artificial intelligence could yield increasingly significant experimental data to constrain potential resolutions to the measurement problem, no feasible experimental designs have yet been proposed. In this work, we utilize advanced deep learning technology to develop a novel experimental framework that integrates neural network-based artificial intelligence into a Bell test. This framework challenges the implicit assumptions underlying Bell tests. We demonstrate our framework through a simulation and introduce three new metric-morphing polygons, averaged Shannon entropy, and probability density map-to analyze the results. This approach enables us to determine whether quantum probability aligns with any one of these three interpretations or a hybrid of them.         ",
    "url": "https://arxiv.org/abs/2409.04690",
    "authors": [
      "Jinjun Zeng",
      "Xiao Zhang"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2409.04811",
    "title": "Supersymmetry in the Seiberg-Witten Theory: A Window into Quantum Field Theory",
    "abstract": "           We take supersymmetry in the Seiberg-Witten theory as a case study of the uses of (super)symmetry arguments in studying the ontology of four-dimensional interacting quantum field theories. Together with a double expansion, supersymmetry is a via media that helps to bridge the gap between the ontologies of an exact quantum field theory and its semi-classical limit. We discuss a class of states that exist at any value of the coupling, and whose properties such as mass, electric and magnetic charges, and spin quantum numbers can be precisely characterised at low energies. The low-energy theory is best presented as a one-dimensional complex manifold, equipped with metric and other structures: namely, the space of low-energy vacua, covered by three open regions that are interpreted as macroscopic phases. We discuss two cases of emergence: the emergence of the low-energy regime and the emergence between models at low energies, thereby highlighting the significance of the topology of the space of vacua for such cases of emergence.         ",
    "url": "https://arxiv.org/abs/2409.04811",
    "authors": [
      "Sanne Vergouwen",
      "Sebastian De Haro"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)",
      "High Energy Physics - Phenomenology (hep-ph)",
      "High Energy Physics - Theory (hep-th)"
    ]
  },
  {
    "id": "arXiv:2409.04823",
    "title": "Characterization of resonator using confocal laser scanning microscopy and its application in air density sensing",
    "abstract": "           We present the characterization of the photonic waveguide resonator using confocal laser scanning microscopy imaging method. Free space TEM$_{00}$ laser mode is coupled into quasi-TE$_{0}$ waveguide mode using confocal microscopy via a diffractive grating coupler and vice versa. Our work includes the design, fabrication, and experimental characterization of a silicon nitride racetrack-shaped resonator of length ~ 165 um. We illustrate clear evidence of resonance excitation from the confocal microscope image and demonstrate loaded Q-factor and finesse ~ 8.2 \\pm 0.17 * 10^4 and ~ 180 \\pm 3.5, respectively. We further demonstrate its one application in air density sensing by measuring the resonance wavelength shifts with variation in environment air pressure. Our work impacts spectroscopy, imaging, and sensing applications of single or ensemble atoms or molecules coupled to photonic devices. Additionally, our study highlights the potential of confocal microscopy for analyzing photonic components on large-scale integrated circuits, providing high-resolution imaging and spectral characterization.         ",
    "url": "https://arxiv.org/abs/2409.04823",
    "authors": [
      "Ayla Hazrathosseini",
      "Mohit Khurana",
      "Lanyin Luo",
      "Zhenhuan Yi",
      "Alexei Sokolov",
      "Philip R. Hemmer",
      "Marlan O. Scully"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Atomic and Molecular Clusters (physics.atm-clus)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2409.05121",
    "title": "Giant enhancement of the transverse magneto-optical Kerr effect in etchless bismuth-substituted yttrium iron garnet empowered by quasi-bound states in the continuum",
    "abstract": "           Here, we propose an etchless bismuth-substituted yttrium iron garnet layer assisted by a one-dimensional resonant grating waveguide to enhance transverse magneto-optical Kerr effect (TMOKE) via the excitation of quasi-bound state in the continuum. The TMOKE amplitude can be tailored by manipulating the perturbation parameter, and it can reach as high as 1.978, approaching the theoretical maximum value of 2. Additionally, a single-mode temporal coupled-mode theory is employed to further reveal the underlying physical mechanism. It is found that TMOKE is strongly related to the line width of the quasi-BIC resonance and local field enhancement, which are pivotal factors in the design and optimization of photonic devices. As a potential application, we design and numerically demonstrate a refractive index sensor based on the resonantly enhanced TMOKE, with the optimal sensitivity of 110.66 nm/RIU and the corresponding maximum figure of merit of 299.3 RIU$^{-1}$. Our work provides a simple and efficient approach for enhancing TMOKE based on an easy-to-fabricate platform, laying the groundwork for exploring and developing magneto-optical devices such as sensors, magnetic storage devices, and nonreciprocal photonic devices.         ",
    "url": "https://arxiv.org/abs/2409.05121",
    "authors": [
      "Qin Tang",
      "Dandan Zhang",
      "Shuyuan Xiao",
      "Meibao Qin",
      "Jizhou He",
      "Tingting Liu",
      "Qinghua Liao",
      "Tianbao Yu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2409.05127",
    "title": "Inverse cascade in zonal flows",
    "abstract": "           Zonal winds on Jovian planets play an important role in governing the cloud dynamics, transport of momentum, scalars, and weather patterns. Therefore, it is crucial to understand the evolution of the zonal flows and their sustainability. Based on studies in two-dimensional (2D) $\\beta$ plane setups, zonal flow is believed to be forced at the intermediate scale via baroclinic instabilities, and the inverse cascade leads to the transfer of energy to large scales. However, whether such a process exists in three-dimensional (3D) deep convection systems remains an open and challenging question. To explore a possible answer, we perform Large Eddy Simulations at the geophysically interesting regime of $Ra=$$10^{12}$, $Ek=$$10^{-6}$,$10^{-7}$ and $10^{-8}$ in horizontally rotating Rayleigh-Bénard convection setup and discover the existence of natural forcing through buoyancy and inverse cascade. The turbulent kinetic energy budget analysis and the spectral space assessment of the results corroborate the emanation of a strong mean flow from chaos.         ",
    "url": "https://arxiv.org/abs/2409.05127",
    "authors": [
      "Siddhant Mishra",
      "Anikesh Pal"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2409.05238",
    "title": "Wideband Glide-Symmetric Double-Corrugated Gap-Waveguide Traveling-Wave Tube for Millimeter Waves",
    "abstract": "           We explore the use of glide symmetry (GS) and electromagnetic bandgap (EBG) technology in a glide-symmetric double corrugated gap waveguide (GSDC-GW) slow wave structure (SWS) for traveling wave tube (TWT) applications. Notably, this GS structure provides the advantage of wide-band operation and the EBG eliminates the need for a conductive connection between the top and bottom waveguide plates. The TWT performance is evaluated via particle-in-cell simulations that reveal a 3-dB bandwidth of approximately 12 GHz spanning from 54.5 GHz to 66.3 GHz, accompanied by a maximum gain of 23 dB. Because of GS, the backward wave in the first spatial harmonic is not longitudinally polarized, leading to a low risk of backward wave oscillations in the TWT. This work places the GSDC-EBG structure within the arena of potential SWS topologies for TWTs operating under similar conditions.         ",
    "url": "https://arxiv.org/abs/2409.05238",
    "authors": [
      "Miguel Saavedra-Melo",
      "Nelson Castro",
      "Robert Marosi",
      "Eva Rajo-Iglesias",
      "Filippo Capolino"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2409.05323",
    "title": "Preventing overfitting in infrared ellipsometry using temperature dependence: fused silica as a case study",
    "abstract": "           The dispersive linear optical properties of materials are frequently described using oscillator models, where the oscillators represent interactions between light and various material resonances (vibrational, free-carrier, interband, etc.). The state-of-the-art measurement of the complex refractive index is variable-angle spectroscopic ellipsometry (VASE), where additional measurement angles and the measured depolarization of light provides much more information compared to simpler measurements such as single-angle reflectance and transmittance. Nevertheless, even state-of-the-art VASE data can be hard to uniquely fit using oscillator models, and the resulting models may be hard to interpret physically. Here, we demonstrate the use of an additional degree of freedom, temperature, to improve the accuracy, uniqueness, and physicality of oscillator models of materials. Our approach relies on the well-understood temperature dependence of material resonances, and in particular vibrational resonances in amorphous SiO2, which are expected to change monotonically from room temperature to hundreds of degrees C. We performed VASE measurements at different temperatures, independently fitted the data at each temperature, and then confirmed that our models are unique and physical by monitoring the temperature dependence of the resulting fitting parameters. Using this technique, we generated highly accurate and precise data sets and material models describing the mid-infrared complex refractive index of three different grades of fused SiO2, which can then be used for modeling of mid-infrared optical components such as thermal emitters.         ",
    "url": "https://arxiv.org/abs/2409.05323",
    "authors": [
      "Shenwei Yin",
      "Jin-Woo Cho",
      "Demeng Feng",
      "Hongyan Mei",
      "Tanuj Kumar",
      "Chenghao Wan",
      "Yeonghoon Jin",
      "Minjeong Kim",
      "Mikhail A. Kats"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2409.05350",
    "title": "Volumetric B1+ field homogenization in 7 Tesla brain MRI using metasurface scattering",
    "abstract": "           Ultrahigh field magnetic resonance imaging (UHF MRI) has become an indispensable tool for human brain imaging, offering excellent diagnostic accuracy while avoiding the risks associated with invasive modalities. When the radiofrequency magnetic field of the UHF MRI encounters the multifaceted complexity of the brain, characterized by wavelength-scale, dissipative, and random heterogeneous materials, detrimental mesoscopic challenges such as B1+ field inhomogeneity and local heating arise. Here we develop the metasurface design inspired by scattering theory to achieve the volumetric field homogeneity in the UHF MRI. The method focuses on finding the scattering ansatz systematically and incorporates a pruning technique to achieve the minimum number of participating modes, which guarantees stable practical implementation. Using full-wave analysis of realistic human brain models under a 7 Tesla MRI, we demonstrate more than a twofold improvement in field homogeneity and suppressed local heating, achieving better performance than even the commercial 3 Tesla MRI. The result shows a noninvasive generalization of constant intensity waves in optics, offering a universal methodology applicable to higher Tesla MRI.         ",
    "url": "https://arxiv.org/abs/2409.05350",
    "authors": [
      "Gyoungsub Yoon",
      "Sunkyu Yu",
      "Jongho Lee",
      "Namkyoo Park"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Image and Video Processing (eess.IV)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2409.05361",
    "title": "Apparatus for producing single strontium atoms in an optical tweezer array",
    "abstract": "           We outline an experimental setup for efficiently preparing a tweezer array of $^{88}$Sr atoms. Our setup uses permanent magnets to maintain a steady-state two-dimensional magneto-optical trap (MOT) which results in a loading rate of up to $10^{8}$ s$^{-1}$ at 5 mK for the three-dimensional blue MOT. This enables us to trap $2\\times10^{6}$ $^{88}$Sr atoms at 2 $\\mu$K in a narrow-line red MOT with the $^{1}$S$_{0}$ $\\rightarrow$ $^{3}$P$_{1}$ intercombination transition at 689 nm. With the Sisyphus cooling and pairwise loss processes, single atoms are trapped and imaged in 813 nm optical tweezers, exhibiting a lifetime of 2.5 minutes. We further investigate the survival fraction of a single atom in the tweezers and characterize the optical tweezer array using a release and recapture technique. Our platform paves the way for potential applications in atomic clocks, precision measurements, and quantum simulations.         ",
    "url": "https://arxiv.org/abs/2409.05361",
    "authors": [
      "Kai Wen",
      "Huijin Chen",
      "Xu Yan",
      "Zejian Ren",
      "Chengdong He",
      "Elnur Hajiyev",
      "Preston Tsz Fung Wong",
      "Gyu-Boong Jo"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2409.05388",
    "title": "On-Chip Parametric Synchronization of a Dissipative Kerr Soliton Microcomb",
    "abstract": "           Synchronization of oscillators is ubiquitous in nature. Often, the synchronized oscillators couple directly, yet in some cases synchronization can arise from their parametric interactions. Here, we theoretically predict and experimentally demonstrate the parametric synchronization of a dissipative Kerr soliton frequency comb. We specifically show that the parametric interaction between the soliton and two auxiliary lasers permits the entrainment of the frequency comb repetition rate. Besides representing the first prediction and demonstration of parametric synchronization of soliton frequency combs, our scheme offers significant flexibility for all-optical metrological-scale stabilization of the comb.         ",
    "url": "https://arxiv.org/abs/2409.05388",
    "authors": [
      "Gregory Moille",
      "Pradyoth Shandilya",
      "Miro Erkintalo",
      "Curtis R. Menyuk",
      "Kartik Srinivasan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2409.05424",
    "title": "Origin of nonlinear photocurrents in chiral multifold semimetal CoSi unveiled by terahertz emission spectroscopy",
    "abstract": "           Spectroscopic identification of distinct nonlinear photocurrents unveils quantum geometric properties of electron wavefunctions and the momentum-space topological structures. This is especially interesting, but still puzzling, for chiral topological semimetals with possibilities of hosting giant quantized circular photogalvanic effect. Here we report a comprehensive terahertz (THz) emission spectroscopic analysis of nonlinear photoconductivity of chiral multifold CoSi at 0.26 ~ 1 eV. We find a large linear shift conductivity (17 {\\mu}A/V2), and confirm a giant injection conductivity (167 {\\mu}A/V2) as a consequence of strongly interfered non-quantized contributions from the vicinity of multifold nodes with opposite chiralities. The bulk injection current excited by the pump field with a complex wavevector is shown to carry both longitudinal and transverse components. Symmetry analyses further unveil weak nonlocal photon drag effect in addition to the photogalvanic effect. This work not only highlights chiral transition metal monosilicides for mid-infrared photovoltaic applications via various nonlinear optical channels, but also consolidates the THz spectroscopy for quantitative photovoltaic research.         ",
    "url": "https://arxiv.org/abs/2409.05424",
    "authors": [
      "Yao-Jui Chan",
      "Syed Mohammed Faizanuddin",
      "Raju Kalaivanan",
      "Sankar Raman",
      "Hsin Lin",
      "Uddipta Kar",
      "Akhilesh Kr. Singh",
      "Wei-Li Lee",
      "Ranganayakulu K. Vankayala",
      "Min-Nan Ou",
      "Yu-Chieh Wen"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2409.05451",
    "title": "Detection of radiatively open systems using an optical cavity",
    "abstract": "           We experimentally demonstrate a cavity-based detection scheme for a cold atomic ensemble with a radiatively open transition. Our method exploits the collective strong coupling of atoms to the cavity mode, which results in off-resonant probing of the atomic ensemble, leading to a dramatic reduction in losses from the detection cycle. We then show the viability of this frequency measurement for detecting a small number of atoms and molecules by theoretical modelling. Compared with the most commonly used fluorescence method, we show that the cavity-based scheme allows rapid and prolonged detection of the system's evolution with minimal destruction.         ",
    "url": "https://arxiv.org/abs/2409.05451",
    "authors": [
      "V. I. Gokul",
      "Arun Bahuleyan",
      "Raghuveer Singh Yadav",
      "S. P. Dinesh",
      "V. R. Thakar",
      "Rahul Sawant",
      "S. A. Rangwala"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2409.05452",
    "title": "Localization of macroscopic sources of magnetic field using optical fibers doped with NV-rich sub-micron diamonds and zero-field resonance",
    "abstract": "           We employ an optical fiber doped with randomly oriented fluorescent sub-micron diamonds and the novel zero-field resonance protocol to collect information on the localization and orientation of a magnetic-field source and its distribution. Many previous demonstrations of diamond-based magnetic field sensing achieved ultrahigh sensitivities down to the fT range warranted by manipulating spin states of the diamond nitrogen vacancy (NV) centers with externally applied radio or microwaves. The application of such oscillating fields is problematic in distributed magnetic-field measurements and may be incompatible with specific targets. Instead of relying on these approaches, we leveraged cross-relaxations of particular spin-state populations of the NV center under a magnetic field, thus observing zero-field resonances and making external radio frequency fields redundant. Combined with an optical fiber sensitive to the magnetic field along its entire length, remote sensing was realized that returned information on the spatial field distribution without using any moving mechanical elements in the detection system. Variation of the spatial parameters of the investigated field was achieved simply by controlling the current in a pair of induction coils easily integrable with optical fibers without limiting the fiber-specific functionality of the optical readout taking place at a fixed location at the optical fiber output. Lifting of the requirements related to the mechanical scanning of the fiber, the application of external fields, and the orientation of the NV centers against the measured field mark a very practical step forward in optically driven magnetic field sensing, not easily achievable with earlier implementations.         ",
    "url": "https://arxiv.org/abs/2409.05452",
    "authors": [
      "Mariusz Mrózek",
      "Adam Filipkowski",
      "Wojciech Gawlik",
      "Ryszard Buczyński",
      "Adam M. Wojciechowski",
      "Mariusz Klimczak"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2409.05581",
    "title": "Ramsey-Borde Atom Interferometry with a Thermal Strontium Beam for a Compact Optical Clock",
    "abstract": "           Compact optical atomic clocks have become increasingly important in field applications and clock networks. Systems based on Ramsey-Borde interferometry (RBI) with a thermal atomic beam seem promising to fill a technology gap in optical atomic clocks, as they offer higher stability than optical vapour cell clocks while being less complex than cold atomic clocks. Here, we demonstrate RBI with strontium atoms, utilizing the narrow 1S0 -> 3P1 intercombination line at 689 nm, yielding a 60 kHz broad spectral feature. The obtained Ramsey fringes for varying laser power are analyzed and compared with a numerical model. The 1S0 -> 1P1 transition at 461 nm is used for fluorescence detection. Analyzing the slope of the RBI signal and the fluorescence detection noise yields an estimated short-term stability of 4x10-14 / sqrt{tau}. We present our experimental setup in detail, including the atomic beam source, frequency-modulation spectroscopy to lock the 461 nm laser, laser power stabilization and the high-finesse cavity pre-stabilization of the 689 nm laser. Our system serves as a ground testbed for future clock systems in mobile and space applications.         ",
    "url": "https://arxiv.org/abs/2409.05581",
    "authors": [
      "Oliver Fartmann",
      "Martin Jutisz",
      "Amir Mahdian",
      "Vladimir Schkolnik",
      "Ingmari C. Tietje",
      "Conrad Zimmermann",
      "Markus Krutzik"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2409.05689",
    "title": "Multi-degree-of-freedom hybrid optical skyrmions",
    "abstract": "           The optical counterparts of skyrmions have recently been constructed with diverse topological types and by different degrees of freedom, such as field, spins, and Stokes vectors, exhibiting extensive potential in modern information science. However, there is currently no method capable of generating multiple types of optical skyrmions in free space. Here, we present a simple approach for realizing hybrid optical skyrmions of electric field vectors, spin angular momentum and Stokes vectors in a same structured light field. We show that a vector beam truncated by an annular aperture can form an electric field skyrmion in the diffracted light field. In the meantime, electric field meron pairs, spin skyrmions and Stokes skyrmions can be generated by tuning spin-orbital coupling of the incident light.         ",
    "url": "https://arxiv.org/abs/2409.05689",
    "authors": [
      "Jun Yao",
      "Yijie Shen",
      "Jun Hu",
      "Yuanjie Yang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2409.05693",
    "title": "Real-time optical gas sensing with two-dimensional materials",
    "abstract": "           Two-dimensional transition metal dichalcogenides (TMDs) are highly appealing for gas sensors, lab-on-a-chip devices and bio-sensing applications because of their strong light-matter interaction and high surface-to-volume ratio. The ability to grow these van der Waals materials on different substrates and waveguide geometries opens a horizon toward scalable on-chip photonic nanodevices. Here, we report on a versatile technique for real time remote optical gas sensing using two-dimensional TMDs. The adsorption of the gas molecules on the monolayer surface provides a gateway for gas sensing based on charge-transfer-induced photoluminescence variation. For gases that are weakly adsorbed on the surface of monolayer TMDs, purging the monolayers' surface by an inert gas like N2 can desorb gases from the monolayers at room temperature. We demonstrate CO, NO and NO2 detection by monitoring photoluminescence from semiconducting MoS2 monolayers grown on SiO2/Si chips at a level of 10 ppm with fast response time. Observations are supported by our density functional theory calculations, which predict a significant interaction between these gases and MoS2 monolayers. These findings may lead to advances in remote sensing, surface-sensitive bioanalytics and lab-on-a-chip sensors.         ",
    "url": "https://arxiv.org/abs/2409.05693",
    "authors": [
      "Gia Quyet Ngo",
      "Chanaprom Cholsuk",
      "Sebastian Thiele",
      "Ziyang Gan",
      "Antony George",
      "Joerg Pezoldt",
      "Andrey Turchanin",
      "Tobias Vogl",
      "Falk Eilenberger"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2409.05726",
    "title": "Optical Spiking Neurons Enable High-Speed and Energy-Efficient Optical Neural Networks",
    "abstract": "           Optical neural networks (ONNs) perform extensive computations using photons instead of electrons, resulting in passively energy-efficient and low-latency computing. Among various ONNs, the diffractive optical neural networks (DONNs) particularly excel in energy efficiency, bandwidth, and parallelism, therefore attract considerable attention. However, their performance is limited by the inherent constraints of traditional frame-based sensors, which process and produce dense and redundant information at low operating frequency. Inspired by the spiking neurons in human neural system, which utilize a thresholding mechanism to transmit information sparsely and efficiently, we propose integrating a threshold-locking method into neuromorphic vision sensors to generate sparse and binary information, achieving microsecond-level accurate perception similar to human spiking neurons. By introducing novel Binary Dual Adaptive Training (BAT) and Optically Parallel Mixture of Experts (OPMoE) inference methods, the high-speed, spike-based diffractive optical neural network (S2NN) demonstrates an ultra-fast operating speed of 3649 FPS, which is 30 fold faster than that of reported DONNs, delivering a remarkable computational speed of 417.96 TOPS and a system energy efficiency of 12.6 TOPS/W. Our work demonstrates the potential of incorporating neuromorphic architecture to facilitate optical neural network applications in real-world scenarios for both low-level and high-level machine vision tasks.         ",
    "url": "https://arxiv.org/abs/2409.05726",
    "authors": [
      "Bo Xu",
      "Zefeng Huang",
      "Yuetong Fang",
      "Xin Wang",
      "Bojun Cheng",
      "Shaoliang Yu",
      "Zhongrui Wang",
      "Renjing Xu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2409.05756",
    "title": "Chip-integrated extended-cavity mode-locked laser in the visible",
    "abstract": "           Mode-locked lasers are of interest for applications such as biological imaging, non-linear frequency conversion, and single-photon generation. In the infrared, chip-integrated mode-locked lasers have been demonstrated through integration of laser diodes with low-loss photonic circuits. However additional challenges, such as a higher propagation loss and smaller alignment tolerances have prevented the realization of such lasers in the visible range. Here, we demonstrate the first chip-integrated mode-locked diode laser in the visible using an integrated photonic circuit for cavity extension. Based on a gallium arsenide gain chip and a low-loss silicon nitride feedback circuit, the laser is passively mode-locked using a saturable absorber implemented by focused ion beam milling. At a center wavelength of 642 nm, the laser shows an average output power of 3.4 mW, with a spectral bandwidth of 1.5 nm at a repetition rate of 7.84 GHz.         ",
    "url": "https://arxiv.org/abs/2409.05756",
    "authors": [
      "Lisa V. Winkler",
      "Govert Neijts",
      "Hubertus J. M. Bastiaens",
      "Melissa J. Goodwin",
      "Albert van Rees",
      "Philip P. J. Schrinner",
      "Marcel Hoekman",
      "Ronald Dekker",
      "Adriano R. do Nascimento Jr.",
      "Peter J. M. van der Slot",
      "Christian Nölleke",
      "Klaus-J. Boller"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2408.16848",
    "title": "Anomalous multi-gap topological phases in periodically driven quantum rotors",
    "abstract": "           We demonstrate that periodically driven quantum rotors provide a promising and broadly applicable platform to implement multi-gap topological phases, where groups of bands can acquire topological invariants due to non-Abelian braiding of band degeneracies. By adiabatically varying the periodic kicks to the rotor we find nodal-line braiding, which causes sign flips of topological charges of band nodes and can prevent them from annihilating, indicated by non-zero values of the %non-Abelian patch Euler class. In particular, we report on the emergence of an anomalous Dirac string phase arising in the strongly driven regime, a truly out-of-equilibrium phase of the quantum rotor. This phase emanates from braiding processes involving all (quasienergy) gaps and manifests itself with edge states at zero angular momentum. Our results reveal direct applications in state-of-the-art experiments of quantum rotors, such as linear molecules driven by periodic far-off-resonant laser pulses or artificial quantum rotors in optical lattices, whose extensive versatility offers precise modification and observation of novel non-Abelian topological properties.         ",
    "url": "https://arxiv.org/abs/2408.16848",
    "authors": [
      "Volker Karle",
      "Mikhail Lemeshko",
      "Adrien Bouhon",
      "Robert-Jan Slager",
      "F. Nur Ünal"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic and Molecular Clusters (physics.atm-clus)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2409.04519",
    "title": "The role of data embedding in quantum autoencoders for improved anomaly detection",
    "abstract": "           The performance of Quantum Autoencoders (QAEs) in anomaly detection tasks is critically dependent on the choice of data embedding and ansatz design. This study explores the effects of three data embedding techniques, data re-uploading, parallel embedding, and alternate embedding, on the representability and effectiveness of QAEs in detecting anomalies. Our findings reveal that even with relatively simple variational circuits, enhanced data embedding strategies can substantially improve anomaly detection accuracy and the representability of underlying data across different datasets. Starting with toy examples featuring low-dimensional data, we visually demonstrate the effect of different embedding techniques on the representability of the model. We then extend our analysis to complex, higher-dimensional datasets, highlighting the significant impact of embedding methods on QAE performance.         ",
    "url": "https://arxiv.org/abs/2409.04519",
    "authors": [
      "Jack Y. Araz",
      "Michael Spannowsky"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Artificial Intelligence (cs.AI)",
      "Machine Learning (cs.LG)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2409.04569",
    "title": "Quantum Pair Generation in Nonlinear Metasurfaces with Mixed and Pure Photon Polarizations",
    "abstract": "           Metasurfaces are highly effective at manipulating classical light in the linear regime; however, effectively controlling the polarization of non-classical light generated from nonlinear resonant metasurfaces remains a challenge. Here, we present a solution by achieving polarization engineering of frequency-nondegenerate biphotons emitted via spontaneous parametric down-conversion (SPDC) in GaAs metasurfaces, where quasi-bound states in the continuum (qBIC) resonances were utilized for boosting the biphoton generation. By performing a comprehensive polarization tomography, we demonstrate that the polarization of the emitted photons directly reflects the qBIC mode's far-field properties. Furthermore, we show that both the type of qBIC mode and the symmetry of the meta-atoms can be tailored to control each single-photon polarization state, and that the subsequent two-photon polarization states are nearly separable, offering potential applications in the heralded generation of single photons with adjustable polarization. This work provides a significant step towards utilizing metasurfaces to not only generate quantum light but also engineer their polarization, a critical aspect for future quantum technologies.         ",
    "url": "https://arxiv.org/abs/2409.04569",
    "authors": [
      "Jiho Noh",
      "Tomás Santiago-Cruz",
      "Vitaliy Sultanov",
      "Chloe F. Doiron",
      "Sylvain D. Gennaro",
      "Maria V. Chekhova",
      "Igal Brener"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2409.04769",
    "title": "Quantum error correction of motional dephasing using optical dressing",
    "abstract": "           Maintaining the coherence in quantum systems is interesting in both fundamental physics and quantum information processing. In particular, suppressing the dephasing caused by thermal fluctuations in quantum systems can potentially enable functional quantum devices. Techniques to reduce motional dephasing of quantum superpositions include spin echo and bang-bang. In this paper, we demonstrate the effectiveness of a novel protocol on a collective quantum superposition state known as a Rydberg polariton. These collective states are potentially important in the context of single photon sources, optical transistor, all-optical quantum gates and fast read-out of quantum information. However progress in Rydberg polariton quantum technology has been hindered by fast motional dephasing on which no effective methods exist for undoing it. Here, we show how our protocol via optical dressing using Raman lasers cancels dephasing and enhances coherence times by more than an order of magnitude.         ",
    "url": "https://arxiv.org/abs/2409.04769",
    "authors": [
      "Yuechun Jiao",
      "Changcheng Li",
      "Jiabei Fan",
      "Jingxu Bai",
      "XiaoFeng Shi",
      "Suotang Jia",
      "Jianming Zhao",
      "C. Stuart Adams"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2409.05133",
    "title": "FATE -- an operational automatic system for optical turbulence forecasting at the Very Large Telescope",
    "abstract": "           In this contribution we report the on-going progresses of the project FATE, an operational automatic forecast system conceived to deliver forecasts of a set of astroclimatic and atmospheric parameters having the aim to support the science operations (i.e. the Service Mode) at the Very Large Telescope. The project has been selected at conclusion of an international open call for tender opened by ESO and it fits with precise technical specifications. In this contribution we will present the ultimate goals of this service once it will be integrated in the VLT operations, the forecasts performances at present time and the state of the art of the project. FATE is supposed to draw the roadmap towards the optical turbulence forecast for the ELT.         ",
    "url": "https://arxiv.org/abs/2409.05133",
    "authors": [
      "Elena Masciadri",
      "Alessio Turchi",
      "Luca Fini",
      "Alberto Ortolani",
      "Valerio Capecchi",
      "Francesco Pasi",
      "Angel Otarola",
      "Steffen Mieske"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Atmospheric and Oceanic Physics (physics.ao-ph)"
    ]
  },
  {
    "id": "arXiv:2409.05147",
    "title": "Testing the tomographic Fermi liquid hypothesis with high-order cyclotron resonance",
    "abstract": "           Recent theoretical studies of carrier-carrier scattering in degenerate two-dimensional systems have revealed radically different relaxation times for odd and even angular harmonics of distribution function. This theoretical concept, dubbed as 'tomographic Fermi liquid', is yet challenging to test with dc electrical measurements as electron scattering weakly affects the electrical resistivity. Here, we show that linewidth and amplitude of electromagnetic absorption at the multiple harmonics of the cyclotron resonance carries all necessary information to test the tomographic Fermi liquid hypothesis. Namely, the height and inverse width of $m$-th order cyclotron resonance ($m \\ge 2$) is proportional to the lifetime of $m$-th angular harmonic of electron distribution function $\\tau_m$, if probed at wavelengths exceeding the cyclotron radius $R_c$. Measurements of high-order cyclotron resonance at short wavelengths order of $R_c$ also enable a direct determination of all lifetimes $\\tau_m$ from a simple linear system of equations that we hereby derive. Extraction of cyclotron resonance lifetimes from an experiment on terahertz photoconductivity in graphene shows that third-order resonance is systematically narrower than second-order one, supporting the prediction of tomographic Fermi liquid hypothesis.         ",
    "url": "https://arxiv.org/abs/2409.05147",
    "authors": [
      "Ilia Moiseenko",
      "Erwin Mönch",
      "Kirill Kapralov",
      "Denis Bandurin",
      "Sergey Ganichev",
      "Dmitry Svintsov"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2409.05149",
    "title": "Optical turbulence forecast for the European Solar Telescope (EST): the challenge of the day-time regime",
    "abstract": "           In this contribution we present preliminary results of a study applied to the Observatories of Roque de Los Muchachos (La Palma) and Teide (Tenerife) in Canary Islands aiming to investigate the possibility to implement an automatic system for the optical turbulence forecasting for the European Solar Telescope (EST) telescope. The study has been carried out in the context of the SOLARNET project and the two mentioned sites were the pre-selected sites for EST. This analysis aimed to investigate the possibility to extend the methodology of the forecast of the optical turbulence developed by our team and performed on top-class ground-based telescopes dedicated to night time observations such as ALTA (@ LBT) and FATE (@ VLT) to the day-time regime. As an ancillary output our very preliminary analysis concludes, that the two sites of Roque de Los Muchachos Observatory (ORM) and Teide Observatory (TO) show comparable characteristics during the day time. Considering that the site of EST has been already identified to be at ORM this can be considered a very useful information from a scientific point of view.         ",
    "url": "https://arxiv.org/abs/2409.05149",
    "authors": [
      "Elena Masciadri",
      "Alessio Turchi",
      "Luca Fini"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Atmospheric and Oceanic Physics (physics.ao-ph)"
    ]
  },
  {
    "id": "arXiv:2409.05254",
    "title": "Demonstration of atom interrogation using photonic integrated circuits anodically bonded to ultra-high vacuum envelopes for epoxy-free scalable quantum sensors",
    "abstract": "           Reliable integration of photonic integrated circuits (PICs) into quantum sensors has the potential to drastically reduce sensor size, ease manufacturing scalability, and improve performance in applications where the sensor is subject to high accelerations, vibrations, and temperature changes. In a traditional quantum sensor assembly, free-space optics are subject to pointing inaccuracies and temperature-dependent misalignment. Moreover, the use of epoxy or sealants for affixing either free-space optics or PICs within a sensor vacuum envelope leads to sensor vacuum degradation and is difficult to scale. In this paper, we describe the hermetic integration of a PIC with a vacuum envelope via anodic bonding. We demonstrate utility of this assembly with two proof-of-concept atom-interrogation experiments: (1) spectroscopy of a cold-atom sample using a grating-emitted probe; (2) spectroscopy of alkali atoms using an evanescent field from an exposed ridge waveguide. This work shows a key process step on a path to quantum sensor manufacturing scalability         ",
    "url": "https://arxiv.org/abs/2409.05254",
    "authors": [
      "Sterling E. McBride",
      "Cale M. Gentry",
      "Christopher Holland",
      "Colby Bellew",
      "Kaitlin R. Moore",
      "Alan Braun"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2409.05548",
    "title": "Simulating Non-Markovian Dynamics in Multidimensional Electronic Spectroscopy via Quantum Algorithm",
    "abstract": "           Including the effect of the molecular environment in the numerical modeling of time-resolved electronic spectroscopy remains an important challenge in computational spectroscopy. In this contribution, we present a general approach for the simulation of the optical response of multi-chromophore systems in a structured environment and its implementation as a quantum algorithm. A key step of the procedure is the pseudomode embedding of the system-environment problem resulting in a finite set of quantum states evolving according to a Markovian quantum master equation. This formulation is then solved by a collision model integrated into a quantum algorithm designed to simulate linear and nonlinear response functions. The workflow is validated by simulating spectra for the prototypical excitonic dimer interacting with fast (memoryless) and finite-memory environments. The results demonstrate, on the one hand, the potential of the pseudomode embedding for simulating the dynamical features of nonlinear spectroscopy, including lineshape, spectral diffusion, and relaxations along delay times. On the other hand, the explicit synthesis of quantum circuits provides a fully quantum simulation protocol of nonlinear spectroscopy harnessing the efficient quantum simulation of many-body dynamics promised by the future generation of fault-tolerant quantum computers.         ",
    "url": "https://arxiv.org/abs/2409.05548",
    "authors": [
      "Federico Gallina",
      "Matteo Bruschi",
      "Roberto Cacciari",
      "Barbara Fresch"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2409.05690",
    "title": "Controlling molecular dynamics by exciting atoms in a cavity",
    "abstract": "           Placing an atom and a molecule in a cavity opens the door to initialize molecular dynamics by exciting a level of the atom. This approach enlarges the range of choosing the light source to trigger molecular dynamics substantially. The interplay of the atomic, molecular and photonic populations gives rise to rich dynamics. The cavity photon plays the role of a mediator between the atom and the molecule and it is found that the photonic population is rather low throughout and its evolution follows that of the molecule. Cavities are known to be subject to losses. In spite of the losses it is demonstrated that the presence of the atom gives rise to a long-lived dynamics which should be of relevance for experimental investigations. The presence of more atoms and molecules is expected to further enrich the dynamics.         ",
    "url": "https://arxiv.org/abs/2409.05690",
    "authors": [
      "András Csehi",
      "Ágnes Vibók",
      "Lorenz S. Cederbaum",
      "Gábor J. Halász"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2409.05805",
    "title": "High-fidelity heralded quantum state preparation and measurement",
    "abstract": "           We present a novel protocol for high-fidelity qubit state preparation and measurement (SPAM) that combines standard SPAM methods with a series of in-sequence measurements to detect and remove errors. The protocol can be applied in any quantum system with a long-lived (metastable) level and a means to detect population outside of this level without coupling to it. We demonstrate the use of the protocol for three different qubit encodings in a single trapped $^{137}\\mathrm{Ba}^+$ ion. For all three, we achieve the lowest reported SPAM infidelities of $7(4) \\times 10^{-6}$ (optical qubit), $5(4) \\times 10^{-6}$ (metastable-level qubit), and $8(4) \\times 10^{-6}$ (ground-level qubit).         ",
    "url": "https://arxiv.org/abs/2409.05805",
    "authors": [
      "A. S. Sotirova",
      "J. D. Leppard",
      "A. Vazquez-Brennan",
      "S. M. Decoppet",
      "F. Pokorny",
      "M. Malinowski",
      "C. J. Ballance"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2306.11583",
    "title": "A broadband hyperspectral image sensor with high spatio-temporal resolution",
    "abstract": "           Hyperspectral imaging provides high-dimensional spatial-temporal-spectral information revealing intrinsic matter characteristics. Here we report an on-chip computational hyperspectral imaging framework with high spatial and temporal resolution. By integrating different broadband modulation materials on the image sensor chip, the target spectral information is non-uniformly and intrinsically coupled on each pixel with high light throughput. Using intelligent reconstruction algorithms, multi-channel images can be recovered from each frame, realizing real-time hyperspectral imaging. Following such a framework, we for the first time fabricated a broadband VIS-NIR (400-1700 nm) hyperspectral imaging sensor using photolithography, with an average light throughput of 74.8% and 96 wavelength channels. The demonstrated resolution is 1,024*1,024 pixels at 124 fps. We demonstrated its wide applications including chlorophyll and sugar quantification for intelligent agriculture, blood oxygen and water quality monitoring for human health, textile classification and apple bruise detection for industrial automation, and remote lunar detection for astronomy. The integrated hyperspectral image sensor weighs only tens of grams, and can be assembled on various resource-limited platforms or equipped with off-the-shelf optical systems. The technique transforms the challenge of high-dimensional imaging from a high-cost manufacturing and cumbersome system to one that is solvable through on-chip compression and agile computation.         ",
    "url": "https://arxiv.org/abs/2306.11583",
    "authors": [
      "Liheng Bian",
      "Zhen Wang",
      "Yuzhe Zhang",
      "Lianjie Li",
      "Yinuo Zhang",
      "Chen Yang",
      "Wen Fang",
      "Jiajun Zhao",
      "Chunli Zhu",
      "Qinghao Meng",
      "Xuan Peng",
      "Jun Zhang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2307.16531",
    "title": "The Ontology of Compositeness Within Quantum Field Theory",
    "abstract": "           In this work, we attempt to define a notion of compositeness compatible with Quantum Field Theory. Considering the analytic properties of the S-matrix, we conclude that there is no satisfactory definition of compositeness compatible with Quantum Field Theory. Without this notion, one must claim that all bound states are equally fundamental, that is, one cannot rigorously claim that everyday objects are made of atoms or that atoms are made of protons and neutrons. I then show how an approximate notion of compositeness may be recovered in the regime where the mass of a bound state is close to a multi-particle threshold. Finally, we see that rejecting compositeness solves several of the \"problems of everyday objects\" encountered in an undergraduate metaphysics course.         ",
    "url": "https://arxiv.org/abs/2307.16531",
    "authors": [
      "Toby Peterken"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)",
      "High Energy Physics - Theory (hep-th)"
    ]
  },
  {
    "id": "arXiv:2309.00263",
    "title": "Multichannel quantum defect theory with a frame transformation for ultracold atom-molecule collisions in magnetic fields",
    "abstract": "           We extend the powerful formalism of multichannel quantum defect theory combined with a frame transformation to ultracold atom-molecule collisions in magnetic fields. By solving the coupled-channel equations with hyperfine and Zeeman interactions omitted at short range, the extended theory enables a drastically simplified description of the intricate quantum dynamics of ultracold molecular collisions in terms of a small number of short-range parameters. We apply the formalism to ultracold Mg + NH collisions in a magnetic field, achieving a 10$^4$-fold reduction in computational effort.         ",
    "url": "https://arxiv.org/abs/2309.00263",
    "authors": [
      "Masato Morita",
      "Paul Brumer",
      "Timur V. Tscherbul"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2406.18719",
    "title": "Frequency ratio of the $^{229\\mathrm{m}}$Th nuclear isomeric transition and the $^{87}$Sr atomic clock",
    "abstract": "           Optical atomic clocks$^{1,2}$ use electronic energy levels to precisely keep track of time. A clock based on nuclear energy levels promises a next-generation platform for precision metrology and fundamental physics studies. Thorium-229 nuclei exhibit a uniquely low energy nuclear transition within reach of state-of-the-art vacuum ultraviolet (VUV) laser light sources and have therefore been proposed for construction of the first nuclear clock$^{3,4}$. However, quantum state-resolved spectroscopy of the $^{229m}$Th isomer to determine the underlying nuclear structure and establish a direct frequency connection with existing atomic clocks has yet to be performed. Here, we use a VUV frequency comb to directly excite the narrow $^{229}$Th nuclear clock transition in a solid-state CaF$_2$ host material and determine the absolute transition frequency. We stabilize the fundamental frequency comb to the JILA $^{87}$Sr clock$^2$ and coherently upconvert the fundamental to its 7th harmonic in the VUV range using a femtosecond enhancement cavity. This VUV comb establishes a frequency link between nuclear and electronic energy levels and allows us to directly measure the frequency ratio of the $^{229}$Th nuclear clock transition and the $^{87}$Sr atomic clock. We also precisely measure the nuclear quadrupole splittings and extract intrinsic properties of the isomer. These results mark the start of nuclear-based solid-state optical clock and demonstrate the first comparison of nuclear and atomic clocks for fundamental physics studies. This work represents a confluence of precision metrology, ultrafast strong field physics, nuclear physics, and fundamental physics.         ",
    "url": "https://arxiv.org/abs/2406.18719",
    "authors": [
      "Chuankun Zhang",
      "Tian Ooi",
      "Jacob S. Higgins",
      "Jack F. Doyle",
      "Lars von der Wense",
      "Kjeld Beeks",
      "Adrian Leitner",
      "Georgy Kazakov",
      "Peng Li",
      "Peter G. Thirolf",
      "Thorsten Schumm",
      "Jun Ye"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Nuclear Experiment (nucl-ex)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2408.16678",
    "title": "Digital stabilization of an IQ modulator in the carrier suppressed single side-band (CS-SSB) mode for atom interferometry",
    "abstract": "           We present an all-digital method for stabilising the phase biases in an electro-optic I/Q modulator for carrier-suppressed single-sideband modulation. Building on the method presented in S. Wald \\ea, Appl. Opt. \\textbf{62}, 1-7 (2023), we use the Red Pitaya STEMlab 125-14 platform to digitally generate and demodulate an auxiliary radio-frequency tone whose beat with the optical carrier probes the I/Q modulator's phase imbalances. We implement a multiple-input, multiple-output integral feedback controller which accounts for unavoidable cross-couplings in the phase biases to lock the error signals at exactly zero where optical power fluctuations have no impact on phase stability. We demonstrate $>23\\,\\rm dB$ suppression of the optical carrier relative to the desired sideband at $+3.4\\,\\rm GHz$ over a period of $15$ hours and over temperature variations of $20^\\circ\\rm C$.         ",
    "url": "https://arxiv.org/abs/2408.16678",
    "authors": [
      "Arif Ullah",
      "Samuel Legge",
      "John D. Close",
      "Simon A. Haine",
      "Ryan J. Thomas"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2405.09126",
    "title": "Floquet engineering of quantum thermal machines: A gradient-based spectral method to optimize their performance",
    "abstract": "           A procedure to find optimal regimes for quantum thermal engines (QTMs) is described and demonstrated. The QTMs are modelled as the periodically-driven non-equilibrium steady states of open quantum systems, whose dynamics is approximated in this work with Markovian master equations. The action of the external agent, and the couplings to the heat reservoirs can be modulated with control functions, and it is the time-dependent shape of these control functions the object of optimisation. Those functions can be freely parameterised, which permits to constrain the solutions according to experimental or physical requirements.         ",
    "url": "https://arxiv.org/abs/2405.09126",
    "authors": [
      "Alberto Castro"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2408.15329",
    "title": "Site-selective cavity readout and classical error correction of a 5-bit atomic register",
    "abstract": "           Optical cavities can provide fast and non-destructive readout of individual atomic qubits; however, scaling up to many qubits remains a challenge. Using locally addressed excited-state Stark shifts to tune atoms out of resonance, we realize site-selective hyperfine-state cavity readout across a 10-site array. The state discrimination fidelity is 0.994(1) for one atom and 0.989(2) averaged over the entire array at a survival probability of 0.975(1). To further speed up array readout, we demonstrate adaptive search strategies utilizing global/subset checks. Finally, we demonstrate repeated rounds of classical error correction, showing exponential suppression of logical error and extending logical memory fivefold beyond the single-bit idling lifetime.         ",
    "url": "https://arxiv.org/abs/2408.15329",
    "authors": [
      "Beili Hu",
      "Josiah Sinclair",
      "Edita Bytyqi",
      "Michelle Chong",
      "Alyssa Rudelis",
      "Joshua Ramette",
      "Zachary Vendeiro",
      "Vladan Vuletić"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  }
]