[
  {
    "id": "arXiv:2510.21776",
    "title": "Tuning laser-induced optical breakdown and cavitation through the ionic environment in aqueous media",
    "abstract": "           Laser-induced cavitation in liquids originates from optical breakdown processes that depend sensitively on both laser-plasma dynamics and the chemical microenvironment of the solvent. Herein, we experimentally decouple the effects of ionic strength and ion specificity on cavitation inception in aqueous electrolytes spanning neutral, acidic, and alkaline regimes. Using focused nanosecond laser pulses, we show that increasing ionic strength universally lowers the cavitation threshold by enhancing charge screening and seed-electron availability. However, under constant ionic strength, strongly asymmetric behavior emerges: acidic (hydrogen chloride, HCl) solutions inhibit cavitation, whereas alkaline (sodium hydroxide, NaOH) solutions enhance it. This asymmetry arises from hydrated-electron kinetics that depends on the ion specificity. In acidic solutions, hydronium ions act as diffusion-limited scavengers of hydrated electrons, quenching their lifetime and inhibiting avalanche ionization. In contrast, hydroxide ions reduce hydronium availability and extend electron survival, promoting more efficient plasma formation. Despite large discrepancies in breakdown thresholds, electrical conductivity remains nearly constant, demonstrating that microscopic electron chemistry, rather than bulk charge transport, governs cavitation onset. These results establish a mechanism connection between electrolyte chemistry and optical breakdown, showing that ion-specific reaction dynamics fundamentally control laser-induced cavitation in aqueous environments.         ",
    "url": "https://arxiv.org/abs/2510.21776",
    "authors": [
      "Junhao Cai",
      "Yuhan Li",
      "Yunqiao Liu",
      "Benlong Wang",
      "Mingbo Li"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Soft Condensed Matter (cond-mat.soft)"
    ]
  },
  {
    "id": "arXiv:2510.21816",
    "title": "Silica meta-optics: When high-performance does not need a high-index",
    "abstract": "           Metasurfaces -- planar arrays of subwavelength nanostructures -- are typically realized with high-index dielectrics, while low-index platforms are often dismissed for their weaker contrast. Here, we identify and experimentally verify regimes where a low-index platform (SiO$_2$) surpasses a high-index counterpart (TiO$_2$). We demonstrate that a low index suppresses higher-order Bloch modes, enabling the design of efficient devices with relaxed feature sizes. Low-index metasurfaces also offer two intrinsic advantages: a broad, well-behaved chromatic response without the need for explicit dispersion engineering, and strong tolerance to fabrication errors. We validate these features experimentally with silica metagratings, metalenses, and structured-light phase plates at $\\lambda=632\\ nm$. The metagratings reach $\\geq$50% absolute diffraction efficiency over a $200\\ nm$ bandwidth, the metalenses deliver 75% absolute diffraction efficiency with diffraction-limited performance, and the vortex phase plates achieve 80% conversion efficiency at the design wavelength and 60% with $100\\ nm$ wavelength detuning. These results delineate conditions where low-index metasurfaces outperform high-index designs, suggesting a route to scalable, broadband, fabrication error-resilient flat optics.         ",
    "url": "https://arxiv.org/abs/2510.21816",
    "authors": [
      "Luca Sacchi",
      "Alfonso Palmieri",
      "Vitthal Mishra",
      "Joon-Suh Park",
      "Marco Piccarco",
      "Federico Capasso"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2510.21981",
    "title": "Zernike Mode Sorting with Vortex Phase Filters: Perfect Coronagraphs and Ideal Wavefront Sensors",
    "abstract": "           Spatial mode sorting has come to prominence as an optical processing modality capable of saturating fundamental limits to numerous sensing tasks including wavefront sensing, coronagraphy, and superresolution imaging. But despite their promising theoretical advantages, contemporary mode sorters often feature large crosstalk, high loss, or sort modes that are poorly adapted to conventional imaging systems (e.g., Hermite- and Laguerre-Gauss). Here, we introduce an alternative architecture that sorts spatial modes natural to circularly symmetric apertures: Zernike polynomials. Using conventional optics hardware and even-order vortex phase plates, we show how to assemble a series of vortex phase filters that can in principle separate the various Zernike polynomials losslessly and without crosstalk. This idea is demonstrated via application to wavefront sensing and coronagraphy, where we propose an optical system that saturates the quantum sensitivity limits to both tasks. We expect our work to prove useful for high-contrast imaging of extrasolar planets, improving both wavefront control and coronagraph performance.         ",
    "url": "https://arxiv.org/abs/2510.21981",
    "authors": [
      "Jacob Trzaska",
      "Amit Ashok"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ]
  },
  {
    "id": "arXiv:2510.22064",
    "title": "Semiconductor Wannier equations: a real-time, real-space approach to the nonlinear optical response in crystals (ATATA)",
    "abstract": "           We develop the semiconductor Wannier equations (SWEs), a real-time, real-space formulation of ultrafast light-matter dynamics in crystals, by deriving the equations of motion for the electronic reduced density matrix in a localized Wannier basis. Working in real space removes the structure-gauge ambiguities that hinder reciprocal-space semiconductor Bloch equations. Electron--electron interactions are included at the time-dependent Hartree plus static screened-exchange (TD-HSEX) level. Decoherence is modeled with three complementary channels: pure dephasing, population relaxation, and distance-dependent real-space dephasing; providing physically grounded damping for strong-field phenomena such as high-harmonic generation. Conceptually, the SWEs bridge real-space semiclassical intuition with many-body solid-state optics, offering a numerically robust and gauge-clean alternative to reciprocal-space approaches for nonlinear optical response and attosecond spectroscopy in solids.         ",
    "url": "https://arxiv.org/abs/2510.22064",
    "authors": [
      "Eduardo B. Molinero",
      "Bruno Amorim",
      "Misha Ivanov",
      "Graham G. Brown",
      "Giovanni Cistaro",
      "João M. Viana Parente Lopes",
      "Álvaro Jiménez-Galán",
      "Pablo San-Jose",
      "Rui E. F. Silva"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2510.22091",
    "title": "High-Harmonic Optical Vortex Generation from a Plasma Aperture",
    "abstract": "           When a high-power, femtosecond, circularly polarized (CP) laser pulse is incident on a micrometer-scale aperture in a solid foil target, it drives surface plasma oscillation, generating high-order harmonic vortices in the diffracted light. However, this mechanism has so far only been studied theoretically under ideal conditions. In this work, we perform numerical studies on more realistic situations. In particular, we focus on a scenario where the laser is obliquely incident on the target surface to avoid the potential damage of the optics by the reflected light. We demonstrate that increasing oblique incidence angle, reducing target thickness, and improving laser contrast can enhance the harmonic conversion efficiency. However, the generated harmonic beams may contain both Laguerre-Gaussian (LG) (vortex) and non-LG components under non-ideal conditions. We show that they can be separated by their divergence, as the vortex components has smaller diverging angle. In addition, we have performed computational analyses on the harmonic divergence angles and topological charge spectra of vortex high-order harmonics under different conditions. These high-order harmonic pure LG modes can potentially be filtered out for wide range of fundamental and applied physics researches. This study provides valuable insights for the design and implementation of future experiments.         ",
    "url": "https://arxiv.org/abs/2510.22091",
    "authors": [
      "Runze Li",
      "Wenchao Yan",
      "Longqing Yi"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2510.22176",
    "title": "Towards Explainable Inverse Design for Photonics via Integrated Gradients",
    "abstract": "           Adjoint-based inverse design yields compact, high-performance nanophotonic devices, but the mapping from pixel-level layouts to optical figures of merit remains hard to interpret. We present a simple pipeline that (i) generates a large set of wavelength demultiplexers (WDMs) with SPINS-B, (ii) records each final 2D layout and its spectral metrics (e.g., transmitted power at 1310 nm and 1550 nm), and (iii) trains a lightweight convolutional surrogate to predict these metrics from layouts, enabling (iv) gradient-based attribution via Integrated Gradients (IG) to highlight specific regions most responsible for performance. On a corpus of sampled WDMs, IG saliency consistently localizes to physically meaningful features (e.g., tapers and splitter hubs), offering design intuition that complements adjoint optimization. Our contribution is an end-to-end, data-driven workflow--SPINS-B dataset, CNN surrogate, and IG analysis--that turns inverse-designed layouts into interpretable attributions without modifying the physics solver or objective, and that can be reused for other photonic components.         ",
    "url": "https://arxiv.org/abs/2510.22176",
    "authors": [
      "Junho Park",
      "Taehan Kim",
      "Sangdae Nam"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2510.22281",
    "title": "Beam shaping techniques for pulsed laser ablation in liquids: Unlocking tunable control of nanoparticle synthesis in liquids",
    "abstract": "           Nanoparticle synthesis via pulsed laser ablation in liquids has gained prominence as a versatile and environmentally friendly approach for producing ligand-free colloids with controlled composition, size, and morphology. While pulsed laser ablation in liquids offers unparalleled advantages in terms of nanoparticle purity and material versatility, enhancing the size control and productivity require modifications of the standard pulsed laser ablation in liquid technique such as the incorporation of beam shaping techniques. Recent developments in spatial and temporal beam shaping have demonstrated their potential to revolutionize pulsed laser ablation in liquids by enabling more precise energy deposition and modified nanoparticle production dynamics. This review highlights the critical role of beam shaping, encompassing spatial shaping of the beam to influence laser-material interaction, and temporal modification to optimize pulse duration and energy delivery. The current advancements in beam shaping techniques, their impact on the nanoparticle characteristics, and their broader implications for scaling pulsed laser ablation in liquids to meet industrial demands are highlighted, offering a comprehensive perspective on the future of this dynamic field.         ",
    "url": "https://arxiv.org/abs/2510.22281",
    "authors": [
      "S. Molina-Prados",
      "N. M. Bulgakova",
      "A. V. Bulgakov",
      "J. Lancis",
      "G. Mínguez Vega",
      "C. Doñate-Buendia"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2510.22331",
    "title": "Nonlinear optical behavior of confined electrons under torsion and magnetic fields",
    "abstract": "           In this work, we investigate the influence of torsion, Aharonov-Bohm flux, and external magnetic fields on the linear and nonlinear optical properties of a confined quantum system. The confinement potential is not assumed a priori, but emerges as a radial effective potential, analogous to a quantum dot, geometrically induced by the torsion of the material. Starting from an effective radial equation derived in a nontrivial geometric background, we analytically solve for the energy spectrum and wave functions. These solutions are then employed to evaluate the optical absorption coefficients and refractive index changes, including both linear and third-order nonlinear contributions. The formalism incorporates the electric dipole approximation and accounts for intensity-dependent effects such as saturation and spectral shifts. Our results reveal that torsion and topological parameters significantly modify the optical response, leading to tunable resonances and nontrivial dispersive behavior. This work highlights the potential of geometric and topological engineering in low-dimensional systems to control and enhance nonlinear optical phenomena.         ",
    "url": "https://arxiv.org/abs/2510.22331",
    "authors": [
      "Carlos Magno O. Pereira",
      "Edilberto O. Silva"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2510.22367",
    "title": "Vibronic coupling limits the use of high-lying electronic states in complex molecules for laser cooling",
    "abstract": "           Laser cooling of large, complex molecules is a long-standing goal, instrumental for enabling new quantum technology and precision measurements. A primary consideration for the feasibility of laser cooling, which determines the efficiency and technical requirements of the process, is the number of excited-state decay pathways leading to vibrational excitations. Therefore, the assessment of the laser-cooling potential of a molecule begins with estimate of the vibrational branching ratios of the first few electronic excited states theoretically to find the optimum cooling scheme. Such calculations, typically done within the BO and harmonic approximations, have suggested that one leading candidate for large, polyatomic molecule laser cooling, alkaline earth phenoxides, can most efficiently be laser-cooled via the third electronically excited C state. Here, we report the first detailed spectroscopic characterization of the C state in CaOPh and SrOPh. We find that nonadiabatic couplings between the A, B, and C states lead to substantial mixing, giving rise to vibronic states that enable additional decay pathways. Based on the intensity ratio of these extra decay channels, we estimate a non-adiabatic coupling strength of 0.1 cm-1. While this coupling strength is small, the large density of vibrational states available at photonic energy scales in a polyatomic molecule leads to significant mixing. Thus, this result is expected to be general for large molecules and implies that only the lowest electronic excited state should be considered when judging the suitability of a molecule for laser cooling.         ",
    "url": "https://arxiv.org/abs/2510.22367",
    "authors": [
      "Haowen Zhou",
      "Pawel Wojcik",
      "Guo-Zhu Zhu",
      "Guanming Lao",
      "Taras Khvorost",
      "Justin R. Caram",
      "Wesley C. Campbell",
      "Anastassia N. Alexandrova",
      "Anna I. Krylov",
      "Eric R. Hudson"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2510.22388",
    "title": "Unraveling vibronic interactions in molecules functionalized with optical cycling centers",
    "abstract": "           We report detailed characterization of the vibronic interactions between the first two electronically excited states, A and B, in SrOPh (Ph = phenyl, -C6H5) and its deuterated counterpart, SrOPh-d5 (-C6D5). The vibronic interactions, which arise due to non-adiabatic coupling between the two electronic states, mix the B,v0 state with the energetically close vibronic level A,v21v33, resulting in extra transition probability into the latter state. This state mixing is more prominent in the deuterated molecule because of the smaller energy gap between the interacting states. We model the mixing of the A and B states using the Koppel-Domcke-Cederbaum (KDC) Hamiltonian parametrized in the diabatic framework of Ichino, Gauss, and Stanton on the basis of equation-of-motion coupled-cluster calculations. The simulation attributes the observed mixing to a second-order effect mediated by linear quasi-diabatic couplings between the A-C and B-C states. Based on the measured spectra, we deduce an effective coupling strength of 0.5 cm-1. Non-adiabatic couplings between different electronic states is an important factor that should be considered in the design of laser-cooling protocols for complex molecules.         ",
    "url": "https://arxiv.org/abs/2510.22388",
    "authors": [
      "Pawel Wojcik",
      "Haowen Zhou",
      "Taras Khvorost",
      "Guo-Zhu Zhu",
      "Guanming Lao",
      "Justin R. Caram",
      "Anastassia N. Alexandrova",
      "Eric R. Hudson",
      "Wesley C. Campbell",
      "Anna I. Krylov"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2510.22499",
    "title": "Dynamic Digital Synthetic Wavelength Optical Absolute Ranging",
    "abstract": "           Measurements of optical range and time-of-flight are crucial for a variety of high-precision technologies. Competitive optical measurement techniques have been developed that balance precision with accuracy and system complexity. Here, we present a continuous-wave synthetic wavelength interferometry technique that employs digitally tunable electro-optic frequency combs. With a software-defined radio, our approach can dynamically sweep the synthetic wavelength and measure absolute optical range. We demonstrate this digital approach over a free-space optical delay line of 1 m and over an 40 km fiber link. The best obtained precision over the delay line is better than 60 nm (0.2 fs). Through a 40 km fiber spool, this precision degrades to 15 um (50 fs), which is a fractional error on the order of 2e-10 m/m. Our design is simple to implement, and only relies on continuous-wave interference, decreasing system complexity.         ",
    "url": "https://arxiv.org/abs/2510.22499",
    "authors": [
      "Shawn M. P. McSorley",
      "Benjamin P. Dix-Matthews",
      "Andrew M. Lance",
      "David R. Gozzard",
      "Sascha W. Schediwy"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2510.22549",
    "title": "All-photonic W-band terahertz receiver based on THz-to-optical carrier conversion with soliton microcomb dual carriers for high-speed OOK wireless transmission",
    "abstract": "           We demonstrate an all-photonic terahertz receiver for a data-modulated signal, targeting a 106-GHz, 2.97-Gb/s OOK link. The scheme employs dual-wavelength optical carriers referenced to a soliton microcomb and performs THz-to-optical carrier conversion via nonpolarimetric electro-optic downconversion using an electro-optic polymer modulator. RF spectra and eye diagrams confirmed error-free transmission with a Q-factor of 5.78 and a bit-error rate of 3.73 x 10^-9, well below the hard-decision forward-error-correction (HD-FEC) threshold (Q = 2.67, BER = 3.8 x 10^-3). Comparative measurements using a single-wavelength optical-carrier configuration clearly revealed the superior signal-to-noise performance of the dual-wavelength scheme. System-level modeling further indicated scalability of the transmission distance beyond 100 m. These results establish soliton microcomb-referenced dual carriers as a promising platform for compact, integrated receivers enabling seamless wireless-optical convergence in future 6G networks.         ",
    "url": "https://arxiv.org/abs/2510.22549",
    "authors": [
      "Yudai Matsumura",
      "Hiroki Kishikawa",
      "Naoya Kuse",
      "Yasuhiro Okamura Eiji Hase",
      "Jun-ichi Fujikata",
      "Masanobu Haraguchi",
      "Takahiro Kaji",
      "Akira Otomo",
      "Isao Morohashi",
      "Tomohiro Tetsumoto",
      "Shintaro Hisatake",
      "Atsushi Kanno",
      "Yu Tokizane",
      "Takeshi Yasui"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2510.22659",
    "title": "Single mode lasing and spectral narrowing in photonic crystal line-defect cavities via spatially selected Bloch modes",
    "abstract": "           The demand for high-efficiency and miniaturized on-chip light sources drives continuous innovation in photonic crystal (PhC) microcavity lasers. The presence of slow-light effects in PhC microcavities leads to the mode competition between Bloch modes resulting in multi-mode lasing, which obstructs the dense integration of PhC lasers. Here, we theoretically verify a technical scheme for the single-mode lasing of PhC line-defect-cavity lasers by spatially pumping a certain Bloch mode via optical this http URL demonstrate the capability to select a specific longitudinal mode to lase with a side mode suppression ratio (SMSR) exceeding 30 dB. The interaction between optical interference fringes and the vacuum electromagnetic field inside the PhC cavity improves the linewidth and noise characteristics of lasers. This scheme of Bloch mode selection provides a novel and viable tool for the manipulation of PhC microcavity lasers.         ",
    "url": "https://arxiv.org/abs/2510.22659",
    "authors": [
      "Shu-Ning Ding",
      "Ling-Fang Wang",
      "Xiao-Tian Cheng",
      "Jia-Wang Yu",
      "Dai-Bao Hou",
      "Yi-Feng Liu",
      "Zhe Feng",
      "Yi Zhao",
      "Yang-Chen Zheng",
      "Xing Lin",
      "Feng Liu",
      "Chen-Hui Li",
      "Chao-Yuan Jin"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2510.22737",
    "title": "Automated control strategy for setting and stabilization of photonic circuits",
    "abstract": "           In this paper, we propose the Wheatstone bridge configuration for enabling real-time and closed-loop stabilization and calibration of photonic devices integrated on chip. The measurement of the optical power propagating in a waveguide is achieved by leveraging the photo-thermal resistance variation of one of the resistors that comprise a bridge, which is either part of the waveguide or in close contact with the waveguide. The voltage generated by a monitor is applied through a processing unit to preceding actuators with a view to locking a system at the desired signal level. As all the \"resistors\" consisting of the Wheatstone bridge are placed on a single material platform in proximity to each other, the bridge is insensitive to temperature variations. Consequently, it functions exclusively as a monitor for the optical power propagating in a waveguide. Due to the high sensitivity of the monitor, automatic re-tuning of the Mach-Zehnder interferometer can be achieved with a recovery time defined by the material properties of the bridge \"resistor\". The material platform and arrangement can be implemented for both monitoring and activating the actuators, which makes the proposed system an attractive candidate for closed-loop control of optical devices. Furthermore, in contradistinction to the majority of monitors and photodetectors, which provide electrical current as an outcome of measuring an optical signal, the proposed circuit provides voltage, thereby eradicating the necessity to convert current to voltage at a later stage. This serves to firstly streamline the entire circuit and secondly contribute to a substantial diminution in the noise level in the circuit.         ",
    "url": "https://arxiv.org/abs/2510.22737",
    "authors": [
      "Jacek Gosciniak"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2510.23086",
    "title": "Chiral bound states in the continuum: a higher-order singularity for on-chip control of quantum emission",
    "abstract": "           We demonstrate a fully integrable and reconfigurable platform for controlling quantum emission by harnessing chiral bound states in the continuum (BICs) as a higher-order non-Hermitian singularity. Our architecture employs dual-microring resonators evanescently coupled to two waveguides, supporting symmetry-protected BICs. By integrating an integrated reflector coupled with one resonator as a unidirectional feedback, a pair of orthogonal BICs gets transformed into a single, chiral BIC residing on an exceptional surface. The phase terms in external coupling and inter-modal coupling serve as two independent tuning knobs, enabling unprecedented dynamic control over the spontaneous emission dynamics of individual quantum emitters, including the Purcell enhancement and the emission lineshape. The efficiency in reconfiguring the output intensity gets promoted by more than a factor of two compared to alternative schemes, offering a promising path toward high-speed quantum optical switches and active lifetime control in integrated quantum photonic circuits.         ",
    "url": "https://arxiv.org/abs/2510.23086",
    "authors": [
      "Jin Li",
      "Kexun Wu",
      "Qi Hao",
      "Yan Chen",
      "Jiawei Wang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2510.23354",
    "title": "Quantum versus Classical Descriptions of Spontaneous Emission in Nanophotonic Cavities",
    "abstract": "           Here, we demonstrate that quantum and classical descriptions generally yield different results for the spontaneous emission in nanophotonic cavities. Starting from the quantized single-mode field in a general context of dispersive and lossy cavities, we derive the expression for emission rate enhancement as well as key relevant parameters such as mode volume and quality factor. For general nanophotonic cavities, this ratio of the quantum to the classical description is typically below unity and varies with the material dispersion properties, scattering-to-absorption ratio and morphology of the cavity. Notably, the two descriptions converge for lossless, non-dispersive dielectric cavities and for noble-metal plasmonic cavities with sufficiently low scattering losses.         ",
    "url": "https://arxiv.org/abs/2510.23354",
    "authors": [
      "Jian-Hua Liang",
      "Yue You",
      "Xi-Hua Guan",
      "Xiao-Jing Du",
      "Jun He",
      "Zhong-Jian Yang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2510.23562",
    "title": "Design of Backscatter Tailored Optical Fibers for distributed magnetic field sensing using Fiber Optic Pulsed Polarimetry",
    "abstract": "           Fiber optic pulsed polarimetry is a LIDAR-like fiber sensing technique that uses a backscatter enhanced single mode backscatter-tailored optical fiber(BTOF) to measure the distributed B fields on all Magnetic Fusion Energy devices. The BTOF has a series of wavelength resonant reflection fiber Bragg gratings written uniformly along its length. The fiber's Verdet constant determines the strength of the Faraday effect which effectuates the measurement of local B along the fiber placed intimately next to or within a magnetized plasma volume. A robust measurement of the field distribution along the fiber is obtained at high rep rates, 5 MHz, high spatial resolution(1-10cm), high B field accuracy(<1%) and temporal response (ns). Multipathing in the BTOF produces 3rd order reflections that contaminate the LIDAR signal. Algorithms are given for calculating the level of contamination for uniform and flat reflection designs, in particular and any reflection series in general. The contamination is bracketed giving confidence in designing and implementing a BTOF. Applications include magnetic fusion devices, rail guns, high temperature superconducting magnets and magnetized target fusion research.         ",
    "url": "https://arxiv.org/abs/2510.23562",
    "authors": [
      "Roger J Smith"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2510.23592",
    "title": "Coherent all-optical tuning of large-area phase-gradient metasurface",
    "abstract": "           Tunable active metasurfaces have become a major research focus in recent years. Among tuning mechanisms, all-optical coherent control stands out because it requires no material or geometric change, enabling ultrafast, low-energy, interference-based modulation of amplitude, phase, and polarization in ultrathin devices. However, when applied to phase-gradient metasurfaces, coherent control has been limited to small apertures effectively confined to a single Fresnel zone, leading to large divergence and degraded beam quality. Here we propose and numerically validate a scalable method that enables large-area coherent control. The key idea is to use coherent illumination to tune the phase gradient within each Fresnel zone while a direct search algorithm optimizes zone-by-zone parameters to meet system-level targets. Using this principle, we demonstrate continuous tuning of a large-area metasurface for continuous beam-steering without per-meta-atom phase actuation. The same framework applies broadly to continuously tunable phase-gradient optics, including varifocal metalenses, parfocal zoom metalenses, tunable axicons, and related dynamic focusing elements.         ",
    "url": "https://arxiv.org/abs/2510.23592",
    "authors": [
      "Zhiping He",
      "Xu Fang",
      "Juejun Hu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2510.13365",
    "title": "An Industry-Academia Partnership for Advancing Quantum Frontiers: Perspective from the U.S. Center for Quantum Technologies",
    "abstract": "           The U.S. Center for Quantum Technologies (CQT) is a multi-university consortium established under the National Science Foundation's (NSF) Industry-University Cooperative Research Centers (IUCRC) program. Led jointly by Purdue University, Indiana University (both Bloomington and Indianapolis campuses), and the University of Notre Dame, CQT integrates academic research with industrial and governmental collaboration to accelerate quantum innovation. This perspective outlines the consortium's strategic mission, interdisciplinary research agenda, and its role in shaping the future of quantum-enabled technologies through collaborative development, translational impact, and workforce cultivation.         ",
    "url": "https://arxiv.org/abs/2510.13365",
    "authors": [
      "David Stewart",
      "Gerardo Ortiz",
      "Peter M. Kogge",
      "Ricardo S. Decca",
      "Tongcang Li"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2510.21845",
    "title": "Laser Patterning of Superhydrophobic transparent glass surfaces with anti-fogging and anti-icing applications",
    "abstract": "           This work addresses the fabrication of transparent glass surfaces with superior water-repellence (i.e., superhydrophobicity), and related functional properties such as omniphobicity, anti-fogging and anti-icing responses. Surfaces have been processed by means of mild femtosecond laser patterning combined with the grafting of fluorinated tethered molecules. Controlling the laser scan and ablation conditions permits the fabrication of under-design grooves with cross and lineal morphologies and separations between 10 and 500 um. These patterns provide a high transparency and repellence to liquids and ice over large areas. The best performance is obtained for cross or parallel line patterned glass with microgrooves separated by 100 um and 15 um depth thanks to 5 laser scanning repetitions. These surfaces present a stable Cassie-Baxter wetting state and very low ice-adhesion strength while keeping up to 80 % of optical transmittance in the visible region. Anti-fouling tests, along with freezing and thawing cycles on these surfaces, have demonstrated a remarkable and durable self-cleaning response, even under environmentally stressful conditions. Water condensation experiments conducted under atmospheric conditions, as well as in an environmental electron scanning microscope, have revealed important issues related to the formation of supercooled water droplets. These experiments show that the patterned breakdown of surface properties effectively prevents extensive fogging and water accumulation. This feature is particularly crucial for outdoors and low temperature applications where the preservation of transparency is essential.         ",
    "url": "https://arxiv.org/abs/2510.21845",
    "authors": [
      "Laura Montes-Montañez",
      "Fernando Nuñez-Galvez",
      "Melania Sanchez-Villa",
      "Luis A. Angurel",
      "Heli Koivuluo-to",
      "German F. de la Fuente",
      "Víctor Trillaud",
      "Philippe Steyer",
      "Karine Masenelli-Varlot",
      "Francisco J. Palomares",
      "Ana Borrás",
      "Agustín R. González-Elipe",
      "Carmen López-Santos",
      "Víctor Rico"
    ],
    "subjectives": [
      "Soft Condensed Matter (cond-mat.soft)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2510.22221",
    "title": "HPC-Driven Modeling with ML-Based Surrogates for Magnon-Photon Dynamics in Hybrid Quantum Systems",
    "abstract": "           Simulating hybrid magnonic quantum systems remains a challenge due to the large disparity between the timescales of the two systems. We present a massively parallel GPU-based simulation framework that enables fully coupled, large-scale modeling of on-chip magnon-photon circuits. Our approach resolves the dynamic interaction between ferromagnetic and electromagnetic fields with high spatiotemporal fidelity. To accelerate design workflows, we develop a physics-informed machine learning surrogate trained on the simulation data, reducing computational cost while maintaining accuracy. This combined approach reveals real-time energy exchange dynamics and reproduces key phenomena such as anti-crossing behavior and the suppression of ferromagnetic resonance under strong electromagnetic fields. By addressing the multiscale and multiphysics challenges in magnon-photon modeling, our framework enables scalable simulation and rapid prototyping of next-generation quantum and spintronic devices.         ",
    "url": "https://arxiv.org/abs/2510.22221",
    "authors": [
      "Jialin Song",
      "Yingheng Tang",
      "Pu Ren",
      "Shintaro Takayoshi",
      "Saurabh Sawant",
      "Yujie Zhu",
      "Jia-Mian Hu",
      "Andy Nonaka",
      "Michael W. Mahoney",
      "Benjamin Erichson",
      "Zhi Yao"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Machine Learning (cs.LG)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2510.22486",
    "title": "Electric Field-Induced Kerr Rotation on Metallic Surfaces",
    "abstract": "           We use a combination of density functional theory calculations and optical modeling to establish that the electric field-induced Kerr rotation in metallic thin films has contributions from both non-equilibrium orbital moment accumulation (arising from the orbital Edelstein effect) and a heretofore overlooked surface Pockels effect. The Kerr rotation associated with orbital accumulation has been studied in previous works and is largely due to the dc electric field-induced change of the electron distribution function. In contrast, the surface Pockels effect is largely due to the dc field-induced change to the wave functions. Both of these contributions arise from the dual mirror symmetry breaking from the surface and from the dc applied field. Our calculations show that the resulting Kerr rotation is due to the dc electric field modification of the optical conductivity within a couple of nanometers from the surface, consistent with the dependence on the local mirror symmetry breaking at the surface. For thin films of Pt, our calculations show that the relative contributions of the orbital Edelstein and surface Pockels effects are comparable, and that they have different effects on Kerr rotation of $s$ and $p$ polarized light, $\\theta_K^s$ and $\\theta_K^p$. The orbital Edelstein effect yields similar values of $\\theta_K^s$ and $\\theta_K^p$, while the surface Pockels effect leads to opposing values of $\\theta_K^s$ and $\\theta_K^p$.         ",
    "url": "https://arxiv.org/abs/2510.22486",
    "authors": [
      "Farzad Mahfouzi",
      "Mark D. Stiles",
      "Paul M. Haney"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Other Condensed Matter (cond-mat.other)",
      "Applied Physics (physics.app-ph)",
      "Computational Physics (physics.comp-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2510.22826",
    "title": "Deterministic single-photon source with on-chip 5.6 GHz acoustic clock",
    "abstract": "           Scalable solid state single-photon sources (SPSs) with triggered single-photon emission rates exceeding a few GHz would aid in the wide technological adoption of photonic quantum technologies. We demonstrate triggering of a quantum dot (QD) single photon emission using dynamic Purcell effect induced at a frequency of several GHz by acoustic strain. To this end, InAs QDs are integrated in a hybrid photon-phonon patterned microcavity, where the density of optical states is tailored by the lateral confinement of photons in um-sized traps defined lithographically in the microcavity spacer. The single-photon character of the emission form a QD in a trap is confirmed by measuring single-photon statistics. We demonstrate modulation of the QD transition energy in a trap with a frequency up to 14 GHz by monochromatic longitudinal bulk acoustic phonons generated by piezoelectric transducers. For the modulation frequency of 5.6 GHz, corresponding to the acoustic mode of the microcavity, the QD energy is periodically shifted through a spectrally narrow confined photonic mode leading to an appreciable enhancement of the QD emission due to the dynamic Purcell effect. The platform thus enables the implementation of scalable III-V-based SPSs with on-chip tunable acoustic clocks with frequencies that can exceed several GHz under continuous wave optical excitation.         ",
    "url": "https://arxiv.org/abs/2510.22826",
    "authors": [
      "Alexander S. Kuznetsov",
      "Meysam Saeedi",
      "Zixuan Wang",
      "Klaus Biermann"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2510.22912",
    "title": "Machine-Learning-Guided Insights into Solid-Electrolyte Interphase Conductivity: Are Amorphous Lithium Fluorophosphates the Key?",
    "abstract": "           Despite decades of study, the identity of the dominant \\ce{Li+}-conducting phase within the inorganic SEI of Li-ion batteries remains unresolved. While the mosaic model describes LiF/\\ce{Li2O}/\\ce{Li2CO3} nanocrystallites within a disordered matrix, these crystalline phases inherently offer limited ionic conductivity. Growing evidence suggests that interfaces, grain boundaries, and amorphous phases may instead host the primary fast-ion pathways. Motivated by mixed-anion electrolyte decomposition products, we combine diffusion-based generative structure prediction with machine-learning interatomic potentials (MLIPs) to interrogate lithium difluorophosphate (\\ce{LiPO2F2}), a key decomposition product of phosphorus- and fluorine-containing electrolytes. We identify a stable crystalline polymorph and, through MLIP-accelerated molecular dynamics, show that the amorphous counterpart is more conductive, with projected room-temperature $\\sigma$ $\\approx$ 0.18 mS cm$^{-1}$ and $E_\\mathrm{a}$ $\\approx$ 0.40 eV. This enhancement is attributed to structural disorder, which flattens the Li site-energy landscape, and to a low formation energy for Li-interstitial defects, which supplies additional mobile carriers. We present mixed-anion, amorphous Li--P--O--F phases as promising candidates for the \\ce{Li+}-conducting medium of the inorganic SEI, offering a path forward for engineering improved battery interfaces.         ",
    "url": "https://arxiv.org/abs/2510.22912",
    "authors": [
      "Peichen Zhong",
      "Kristin A. Persson"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2510.22965",
    "title": "Neutron capture measurement of the 165Ho at the CSNS Backn facility in the resonance energy region",
    "abstract": "           The neutron capture yield of 165Ho have been measured at the Back-streaming White neutron beam line (Back-n) of the China Spallation Neutron Source (CSNS) using a 4{\\pi} BaF2 Gamma Total Absorption Facility (GTAF). The resonance shapes in the 1eV to 1.0keV region were analyzed with the Bayesian R-matrix code SAMMY. For 18 s-wave resonances below 100eV, the resonance energy ER, neutron width {\\Gamma}n, and radiative width {\\Gamma}{\\gamma} were extracted. The statistical analyses of the resonance parameters show that the nearest-neighbour level-spacing distribution follows a Wigner-Dyson form with mean spacing D0 = 4.53(3)eV,indicating chaotic compound-nucleus behaviour; Using the extracted parameters, the s-wave neutron strength function for 165Ho was derived to be 10-4S0 = 2.01(1), in excellent agreement with the values reported in both the Atlas of Neutron Resonances and ENDF/B-VIII.0 data.         ",
    "url": "https://arxiv.org/abs/2510.22965",
    "authors": [
      "De-Xin Wang",
      "Su-Ya-La-Tu Zhang",
      "Wei Jiang",
      "Rui-Rui Fan",
      "Qi-Wei Zhang",
      "Jie Ren",
      "Jin-Cheng Wang",
      "Guang-Yuan Luan",
      "Xiao-Guang Wu",
      "Bao-Hua Sun",
      "Zhen-Xiang Zhou",
      "Hong-Yi Wu",
      "Zhi-Yang He",
      "Cong-Bo Li",
      "Qi Sun",
      "Xuan Pang",
      "Mei-Rong Huang",
      "Guo Li",
      "Gerile Bao",
      "Xi-Chao Ruan"
    ],
    "subjectives": [
      "Nuclear Experiment (nucl-ex)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2510.23228",
    "title": "Spoofing resilience for simple-detection quantum illumination LIDAR",
    "abstract": "           Object detection and range finding using a weak light source is vulnerable to jamming and spoofing attacks by an intruder. Quantum illumination with nonsimultaneous, phase-insensitive coincidence measurements can provide jamming resilience compared to identical measurements for classical illumination. We extend an experimentally-feasible object detection and range finding quantum illumination-based protocol to include spoofing resilience. This approach allows the system to be characterised by its experimental parameters and quantum states, rather than just its detector data. Therefore we can scope the parameter-space which provides some spoofing resilience without relying upon the prohibitive method of acquiring detector data for all combinations of the experimental parameters. We demonstrate that in certain regimes the intruder has an optimal relative detection basis angle to minimise the induced error. We also show that there are spoofing-vulnerable regimes where excessive background noise prevents any induced error, while it is still possible to perform object detection, i.e. our detectors have not been fully blinded. The sensing protocol which we describe can allow for the recognition of intrusion and the possible detection of our trustworthy return signal. Our results reinforce that quantum illumination is advantageous for spoofing resilience compared to a classical illumination-based protocol.         ",
    "url": "https://arxiv.org/abs/2510.23228",
    "authors": [
      "Richard J. Murchie",
      "John Jeffers"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.14257",
    "title": "Electronic-photonic circuit crossings",
    "abstract": "           Electrical control of light in integrated photonics is central to a wide range of research and applications. It is conventionally achieved with thermo-optic tuning, but this suffers from high energy consumption and crosstalk. Nanoelectromechanical photonics could resolve these issues, but integrating this technology with conventional multilayer metal architectures is challenging, and conventional approaches do not allow crossings of electrical wires and photonic waveguides. Here, we use topology optimization to devise a single-layer electronic-photonic circuit crossing with up to 99.8 % optical transmission across a 20 nm electrical isolation trench. We focus our experiments on 100 nm trenches and measure an average transmission of 92.9 % over a 100 nm bandwidth, in excellent agreement with theory. We use these concepts to demonstrate a monolithic silicon nanoelectromechanical add-drop switch in which the flow of photons, electrons, and mechanical motions are fully integrated within the same layer. Our work addresses an important challenge in incorporating opto-electro-mechanical topologies into photonic integrated circuits and may lead to new functionalities in nano-opto-electro-mechanical systems, optomechanics, and integrated quantum photonics.         ",
    "url": "https://arxiv.org/abs/2204.14257",
    "authors": [
      "Babak Vosoughi Lahijani",
      "Marcus Albrechtsen",
      "Rasmus Christiansen",
      "Christian Rosiek",
      "Konstantinos Tsoukalas",
      "Mathias Sutherland",
      "Søren Stobbe"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2309.15932",
    "title": "General integrated rate law for complex self-assembly reactions reveals the mechanism of amyloid-beta co-aggregation",
    "abstract": "           Analyzing kinetic experiments on protein aggregation using integrated rate laws has led to numerous advances in our understanding of the fundamental chemical mechanisms behind amyloidogenic disorders such as Alzheimer's and Parkinson's diseases. However, the description of biologically relevant processes may require rate equations that are too complex to solve using existing methods, hindering mechanistic insights into these processes. An example of significance is co-aggregation in environments containing multiple amyloid-beta (Abeta) peptide alloforms, which may play a crucial role in the biochemistry of Alzheimer's disease but whose mechanism is still poorly understood. Here, we use the mathematics of symmetry to derive a general integrated rate law valid for most plausible linear self-assembly reactions. We use it in conjunction with experimental data to determine the mechanism of co-aggregation of the most physiologically abundant Abeta alloforms: Abeta42, Abeta40, Abeta38 and Abeta37 peptides. We find that Abeta42 fibril surfaces catalyze the formation of co-oligomers, which accelerate new Abeta40, Abeta38 and Abeta37 fibril formation whilst inhibiting secondary nucleation of new Abeta42 fibrils. The simplicity, accuracy and broad applicability of our general integrated rate law will enable kinetic analysis of more complex filamentous self-assembly reactions, both with and without co-aggregation.         ",
    "url": "https://arxiv.org/abs/2309.15932",
    "authors": [
      "Alexander J. Dear",
      "Georg Meisl",
      "Emil Axell",
      "Xiaoting Yang",
      "Risto Cukalevski",
      "Thomas C. T. Michaels",
      "Sara Linse",
      "L. Mahadevan"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Mathematical Physics (math-ph)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2409.20066",
    "title": "External quantum efficiency above 100% in photovoltaic cells due to the technique raising efficiencies for all kinds of solar cells",
    "abstract": "           A V-shaped module (VSM) photovoltaic technique, which breaks traditional concepts, has been proven by European and American scientists to enable power-conversion-efficiency to increase by 50% for thin-film solar cells. Furthermore, the VSM technique raises power-conversion-efficiency for all kinds of solar cells (J. Environ. Sci. Eng. A 12, 214 (2023). this https URL). Mysterious dark energy is thought to result in the surprising VSM effect. The VSM approach opens up new avenues to study photovoltaic physics. In this study, the external quantum efficiency (EQE) of commercial polycrystalline silicon solar cells in the VSM was investigated, which exhibits a surprising phenomenon of EQE above 100%. In theory, non-infrared light incident into a solar cell can cause infrared emission. The VSM could trap the emitted infrared photons and lead to extra photoexcited carriers. The easy-to-reproduce VSM effect is thus explainable. The energy of emitted infrared photons is considered as the so-called dark energy. This study provides new clues and evidences to unravel the mystery of the surprising VSM effect. The VSM technique could also be used to develop photodetectors for infrared and ultraviolet light respectively.         ",
    "url": "https://arxiv.org/abs/2409.20066",
    "authors": [
      "Jianming Li"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2410.04186",
    "title": "Off-Resonance Enhancement of the Refractive Index via Indirect Optical Transitions",
    "abstract": "           At resonance, the optical response of a homogeneous medium to incident light is governed by temporal dispersion, which induces changes in the refractive index (RI). However, recent experimental results reveal RI enhancements exceeding the fundamental limit of 5 in spatially confined systems. Herein, we study the off-resonance enhancement of RI in sub-5 nm gold nanoparticles using electronic light scattering (ELS). We discuss that the RI driven by the distribution and dynamics of excited-state charge-carriers can be locally boosted through the breaking of spatial symmetry in matter. These findings are critical for optically probing RI variations in spatially confined media using ELS.         ",
    "url": "https://arxiv.org/abs/2410.04186",
    "authors": [
      "E.I. Battalova",
      "A.I. Minibaev",
      "A.V. Petrov",
      "S.S. Kharintsev"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.00016",
    "title": "Loss-driven gain enhancements driven by topological singularities in non-Hermitian photonic crystals defects",
    "abstract": "           We show that purely lossy defects in one- and two-dimensional non-Hermitian photonic crystals can induce transmission matrix singularities not accessible with lossless defects. These singularities in turn can enable dramatic enhancement in overall system gain not accessible through conventional means. We further show that the underlying mechanism behind the loss-induced gain enhancement is due to the resonances being located specifically at topological branch cut singularities in the reflection coefficient with nontrivial winding numbers. The resulting resonances can exhibit exceptionally high quality factors in excess of $\\sim 10^4$. Our work highlights the counterintuitive role of loss in engineering singularities in the gain response in non-Hermitian systems and its connection to topological phenomena in photonic systems.         ",
    "url": "https://arxiv.org/abs/2411.00016",
    "authors": [
      "Daniel Cui",
      "Aaswath P. Raman"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.03378",
    "title": "Universal framework for anisotropic particles with resonance laws and splitting",
    "abstract": "           Nanophotonics enables unprecedented control over light-matter interactions, yet conventional isotropic materials limit the spectral range and richness of mode responses in subwavelength structures. Anisotropic subwavelength particles -- ubiquitous in natural and engineered systems -- offer new degrees of freedom that couple geometry and material properties, unlocking previously inaccessible spectral regions. Here, we establish a universal quasistatic framework describing the eigenmodes and resonance conditions of uniaxial and biaxial nanoparticles. Closed-form solutions reveal axial-permittivity sum rules and a fundamental material-anisotropy-induced symmetry breaking, manifesting as resonance splitting and novel radiation patterns. Generalizing the theory to ellipsoids provides geometric tunability of the multispectral response, while analytic predictions of quality factors elucidate how anisotropy governs mode localization and energy loss. Full-wave simulations of h-BN and $\\alpha$-MoO$_3$ nanoparticles confirm the theory and highlight its predictive power. This framework unifies the understanding of anisotropic nanostructures across optics, thermal transport, and magnetism, opening pathways to a new generation of photonic devices with tunable multispectral response and controlled emission patterns, including directional detectors and spectrally selective mid infrared sensors.         ",
    "url": "https://arxiv.org/abs/2411.03378",
    "authors": [
      "Asaf Farhi",
      "Haim Suchowski"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Soft Condensed Matter (cond-mat.soft)"
    ]
  },
  {
    "id": "arXiv:2501.15011",
    "title": "Image formation theory of optical coherence tomography with optical aberrations and its application for computational aberration correction",
    "abstract": "           Computational corrections of defocus and aberrations in optical coherence tomography (OCT) offers a promising approach to realize high-resolution imaging with deep imaging depth, but without additional high hardware costs. However, these techniques are not well understood owing to a lack of accurate theoretical models and investigation tools. The image formation theory for OCT with optical aberrations is thus formulated here. Based on this theory, a numerical simulation method is developed, and computational refocusing and computational aberration correction (CAC) methods are designed. The CAC method based on the image formation theory is applied to simulated OCT signals and OCT images of a microparticle phantom and an in vivo human retina for simultaneous multi-depth correction of systematic aberration. The numerical simulation under the effective numerical aperture of 0.2 and 1.05 um central wavelength shows that the proposed method can obtain the Strehl ratios of more than 0.8 over a $\\pm$ 100 um defocus range, while the conventional method cannot achieve this under the simulated conditions. Imaging results show that the CAC method designed based on the image formation theory can correct optical aberrations and improve the image quality more than the conventional CAC method. The proposed method improved the frequency component corresponding to the density of cone photoreceptors in OCT photoreceptor images by 1.2 to 1.4 times under the multi-depth correction. This theoretical model-based approach provides a powerful aid for understanding OCT imaging properties and processing method design.         ",
    "url": "https://arxiv.org/abs/2501.15011",
    "authors": [
      "Shuichi Makita",
      "Naoki Fukutake",
      "Lida Zhu",
      "Yoshiaki Yasuno"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.04022",
    "title": "Robust acoustic and elastic full waveform inversion by adaptive Tikhonov-TV regularization",
    "abstract": "           Full Waveform Inversion (FWI) is a powerful wave-based imaging technique, but its inherent ill-posedness and non-convexity lead to local minima and poor convergence. Regularization methods stabilize FWI by incorporating prior information and enforcing structural constraints like smooth variations or piecewise-constant behavior. Among them, Tikhonov regularization promotes smoothness, while total variation (TV) regularization preserves sharp boundaries. However, in the context of FWI, we highlight two key shortcomings of these regularization methods. First, subsurface model parameters (P- and S-wave velocities, density) often exhibit complex geological formations with sharp discontinuities separating distinct layers, while parameters within each layer vary smoothly. Neither Tikhonov nor TV regularization alone can effectively constrain such piecewise-smooth structures. Second, and more critically, when the initial model is far from the true model, these regularization assumptions can lead to a local minimum. To address these issues, we propose adaptive Tikhonov-TV (TT) regularization, which decomposes the model into smooth and blocky components, enabling robust recovery of piecewise-smooth structures. Implemented within the ADMM framework, TT regularization incorporates an automated balancing strategy based on robust statistical analysis. Numerical experiments on acoustic and elastic FWI using benchmark geological models demonstrate that TT regularization significantly improves convergence and reconstruction accuracy compared to Tikhonov and TV regularization when applied separately. We show that for complex models and remote initial models, both Tikhonov and TV regularization tend to converge to local minima, whereas TT regularization effectively mitigates cycle skipping through its adaptive combination of the two regularization strategies.         ",
    "url": "https://arxiv.org/abs/2505.04022",
    "authors": [
      "Kamal Aghazade",
      "Ali Gholami"
    ],
    "subjectives": [
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2507.16390",
    "title": "DASPack: Controlled Data Compression for Distributed Acoustic Sensing",
    "abstract": "           We present DASPack, a high-performance, open-source compression tool specifically designed for distributed acoustic sensing (DAS) data. As DAS becomes a key technology for real-time, high-density, and long-range monitoring in fields such as geophysics, infrastructure surveillance, and environmental sensing, the volume of collected data is rapidly increasing. Large-scale DAS deployments already generate hundreds of terabytes and are expected to increase in the coming years, making long-term storage a major challenge. Despite this urgent need, few compression methods have proven to be both practical and scalable in real-world scenarios. DASPack is a fully operational solution that consistently outperforms existing techniques for DAS data. It enables both controlled lossy and lossless compression by allowing users to choose the maximum absolute difference per datum between the original and compressed data. The compression pipeline combines wavelet transforms, linear predictive coding, and entropy coding to optimise efficiency. Our method achieves up to 3x file size reductions for strain and strain rate data in lossless mode across diverse datasets. In lossy mode, compression improves to 6x with near-perfect signal fidelity, and up to 10x is reached with acceptable signal degradation. It delivers fast throughput (100-200 MB/s using a single-thread and up to 750 MB/s using 8-threads), enabling real-time deployment even under high data rates. We validated its performance on 15 datasets from a variety of acquisition environments, demonstrating its speed, robustness, and broad applicability. DASPack provides a practical foundation for long-term, sustainable DAS data management in large-scale monitoring networks.         ",
    "url": "https://arxiv.org/abs/2507.16390",
    "authors": [
      "Aleix Segui",
      "Arantza Ugalde",
      "Andreas Fichtner",
      "Sergi Ventosa",
      "Josep Ramon Morros"
    ],
    "subjectives": [
      "Geophysics (physics.geo-ph)",
      "Signal Processing (eess.SP)"
    ]
  },
  {
    "id": "arXiv:2508.11146",
    "title": "Demonstration and Non-volatile Trimming of a Highly-Parallel, High-Capacity Silicon Microdisk Transmitter",
    "abstract": "           Optical interconnects are the most promising solution to address the data-movement bottleneck in data centers. Silicon microdisks, benefiting from their compact footprint, low energy consumption, and wavelength division multiplexing (WDM) capability, have emerged as an attractive and scalable platform for optical modulation. However, microdisk resonators inherently exhibit low fabrication error tolerance, limiting their practical deployment. Here, utilizing a CMOS photonics platform, we demonstrate 1.2 Tb/s of off-die bandwidth through a 64 microdisk modulator system. In addition, we develop an automated, close-looped, non-reversible, low-loss, and picometer-precision permanent wavelength tuning technique using laser trimming. The trimming technique reduces 33 % of the energy consumption needed to thermally tune the microdisk resonant wavelength. Using this technique, we achieve a fully passive, 5-channel dense wavelength division multiplexing (DWDM, 50 GHz spacing) transmitter. The integration of the high speed (1.2 Tb/s), low energy consumption (29 fJ/bit) and the permanent wavelength trimming lays a robust foundation for next-generation optical interconnect systems, poised to facilitate scaling of future AI and computing hardware.         ",
    "url": "https://arxiv.org/abs/2508.11146",
    "authors": [
      "Chao Luan",
      "Alex Sludds",
      "Chao Li",
      "Ian Christen",
      "Ryan Hamerly",
      "Dirk Englund"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2510.02847",
    "title": "Dipolar order mapping based on spin-lock magnetic resonance imaging",
    "abstract": "           Purpose: Inhomogeneous magnetization transfer (ihMT) effect reflects dipolar order with a dipolar relaxation time ($T_{1D}$), specific to motion-restricted macromolecules. We aim to quantify $T_{1D}$ using spin-lock MRI implemented with a novel rotary-echo sequence. Methods: In proposed method, we defined a relaxation rate $R_{dosl}$ that is specific to dipolar order and obtained as the difference of dual-frequency $R_{1rho}^{dual}$ relaxation and single-frequency $R_{1rho}^{single}$ relaxation. A novel rotary-echo spin-lock sequence was developed to enable dual-frequency acquisition. We derive the framework to estimate $T_{1D}$ from $R_{dosl}$ under macromolecular pool fraction (MPF) map constraints. The proposed approach was validated via Bloch-McConnell-Provotorov simulation, phantom studies, and in-vivo white matter studies on a 3T scanner. Results: Simulations demonstrated that $R_{dosl}$ exhibits an approximately linear relationship with $T_{1D}$. Phantom experiments showed robust ihMT contrast in $R_{dosl}$ and confirmed the feasibility and reliability of $T_{1D}$ quantification via $R_{dosl}$. In vivo white-matter studies further supported the clinical potential of this $T_{1D}$ mapping approach. Conclusion: We propose a novel, clinical feasible method for $T_{1D}$ quantification based on spin-lock MRI. This method requires substantially fewer contrast-prepared images compared to the conventional $T_{1D}$ quantification approach. This technique provides a promising pathway for robust MPF and $T_{1D}$ quantification in a single rapid scan with reduced confounds.         ",
    "url": "https://arxiv.org/abs/2510.02847",
    "authors": [
      "Zijian Gao",
      "Qianxue Shan",
      "Ziqin Zhou",
      "Ziqiang Yu",
      "Weitian Chen"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2510.16159",
    "title": "Light shift suppression in a CPT magnetometer using linear polarization and double frequency interrogation",
    "abstract": "           We demonstrate a suppression of the light shift in a Coherent-Population-Trapping (CPT) atomic magnetometer by using linearly polarized light and a differential measurement between magnetic resonances. The radio frequency that creates the optical sidebands for CPT quickly switches between two magnetic sensitive transitions and the magnetic field is extrapolated from the difference of the center frequencies of the magnetic resonances. Light shifts and common drifts like collisional shifts can be suppressed through careful choice of measured resonances and we show the light shift reduction by more than a factor of 20 compared to excitation with circular polarized light. Various limitations to the method are discussed.         ",
    "url": "https://arxiv.org/abs/2510.16159",
    "authors": [
      "M.A. Maldonado",
      "Yang Li",
      "James A. McKelvy",
      "Andrey Matsko",
      "Irina Novikova",
      "Eugeniy E. Mikhailov",
      "John Kitching",
      "Ying-Ju Wang"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2510.20527",
    "title": "Soliton interaction and bound state formation in coupled Kerr resonators",
    "abstract": "           Soliton dynamics in coupled Kerr microcavities is an important aspect of frequency comb technologies, with applications in optical communication and precision metrology. We investigate a minimal system consisting of two nearly identical coupled Kerr microresonators, each operating in the soliton regime and driven by a separate coherent beam, and analyze the mechanisms that govern their soliton interactions. In the weak-coupling regime, the system supports multiple soliton clusters characterized by distinct soliton separations and stability. Numerical simulations indicate that asymmetric perturbations can alter soliton separations or destroy these states, while the imposed pump phase difference plays a key role in cluster selection. Together, these findings highlight previously unexplored regimes of dissipative soliton organization and suggest new strategies for controlling soliton ensembles in integrated photonic platforms.         ",
    "url": "https://arxiv.org/abs/2510.20527",
    "authors": [
      "Daria A. Dolinina",
      "Dmitry V. Turaev",
      "Andrei G. Vladimirov"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2503.03583",
    "title": "Quantum matched filtering: breaking time-energy separability by 12 orders of magnitude",
    "abstract": "           Detection of signals buried in noise is the major challenge for sensing. Classically, the optimal detector is a matched filter, whose sensitivity meets the classical limit of correlation between the filter target and the measured signal within the noise. For classical signals, the correlation is limited by the separability criterion in frequency-time. Quantum states, however are not necessarily separable, and the correlation between entangled particles can surpass the classical limits. Specifically, time-energy entangled photons can be simultaneously correlated in time difference and frequency sum with no minimum limit, potentially leading to a drastic enhancement of sensitivity for diversified sensing applications. Yet, to enjoy this quantum enhancement, a unique, global detector is needed that can recover the complete information of entanglement in a single shot, i.e. measure the combined correlated variables of time-difference and frequency-sum without measuring the individual frequencies or times. Such a global measurement could, in principle, be realized using the reverse disentangling interaction, such as sum-frequency generation (SFG), but nonlinear interactions at the single-photon level have long been prohibitively inefficient, significantly restricting practical implementations. Here we overcome this barrier: We measure simultaneously and efficiently both the frequency-sum (SFG spectrum) and the time-difference (relative group delay/dispersion) by stimulating the SFG recombination with a strong pump. We generate biphotons with extreme time-energy entanglement (octave-spanning spectrum of 113THz) and measure a relative uncertainty of time-difference and frequency-sum that violates the classical separability bound by >12 orders of magnitude. Our experiment and supporting theory pave the way for quantum sensing applications, such as quantum illumination (radar).         ",
    "url": "https://arxiv.org/abs/2503.03583",
    "authors": [
      "Nir Nechushtan",
      "Hanzhong Zhang",
      "Yosef London",
      "Mallachi Meller",
      "Haia Amichai",
      "Eliahu Cohen",
      "Avi Pe'er"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.04771",
    "title": "Single-bounce quantum gravimeter to measure the free-fall of anti-hydrogen",
    "abstract": "           We propose an innovative concept for a quantum gravimeter, where atoms prepared in a Heisenberg-limited state perform a single bounce on a mirror followed by a free fall. This quantum gravimeter produces a simple and robust interference pattern which should allow to measure the free-fall acceleration of atoms. We estimate the expected accuracy of the measurement in the GBAR experiment, which aims at testing the equivalence principle on anti-hydrogen at CERN antimatter facilities. Using simulations and estimation techniques based on Cramer-Rao law and Fisher information, we show that the new quantum sensor improves the expected accuracy of the measurement. The proposal opens the door to free fall measurements on rare or exotic atomic species, especially in situations where experimental time or detection events are limited by intrinsic physical reasons.         ",
    "url": "https://arxiv.org/abs/2505.04771",
    "authors": [
      "Joachim Guyomard",
      "Pierre Cladé",
      "Serge Reynaud"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2509.23017",
    "title": "Machine Learning Based Optical Thermometry Using Photoluminescence and Raman Spectra of Diamonds Containing SiV Centers",
    "abstract": "           Micro- and nanothermometry enable precise temperature monitoring and control at the micro- and nanoscale, and have become essential diagnostic tools in applications ranging from high-power microelectronics to biosensing and nanomedicine. Most existing techniques rely on secondary micro- and nanothermometers that require individual calibration of each sensor, ideally both off- and in-situ, before use. We present an alternative approach that overcomes this limitation by employing fluorescent diamonds containing silicon-vacancy centers, where the thermo-sensitive physical quantities are the centers' photoluminescence and the diamond host's Raman signals. The photoluminescence and Raman data are analyzed using two multi-feature regression algorithms that leverage a minimal number of calibration diamonds and temperature set points to predict the temperature of previously unseen diamonds. Using this approach, the models achieve accuracies as low as 0.7 K, resolutions down to 0.6 K Hz$^{-1/2}$, and sensitivity as high as 0.04 K$^{-1}$. These correspond to improvements of roughly 70 percent (over threefold) in accuracy, 50 percent (twofold) in resolution, and 567 percent (sevenfold) in sensitivity compared with traditional single-feature models. Our approach is particularly suited to applications where pre-deployment calibration of every thermosensor is impractical, and it is generalizable to any thermometry platform with two or more simultaneously measurable temperature-dependent observables.         ",
    "url": "https://arxiv.org/abs/2509.23017",
    "authors": [
      "Md Shakhawath Hossain",
      "Dylan G. Stone",
      "G. Landry",
      "Xiaoxue Xu",
      "Carlo Bradac",
      "Toan Trong Tran"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2509.23172",
    "title": "CHRONOS: Cryogenic sub-Hz cROss torsion bar detector with quantum NOn-demolition Speed meter",
    "abstract": "           We propose a next-generation ground-based gravitational-wave detector, the Cryogenic sub-Hz cROss torsion-bar detector with quantum NOn-demolition Speed meter (CHRONOS), optimized for the unexplored 0.1-10Hz band bridging the gap between the space-based LISA and future ground-based detectors such as Cosmic Explorer and the Einstein Telescope. CHRONOS combines a ring-cavity Sagnac interferometer with torsion-bar test masses to realize the first quantum nondemolition (QND) measurement of angular momentum in a macroscopic system. By implementing a speed-meter readout in the rotational degree of freedom, CHRONOS coherently cancels quantum radiation-pressure noise and enables sub-Hz observations. We show that detuned power recycling and cavity-length optimization can simultaneously relax technical requirements on both torsion bars and speed meters. Assuming a realistic optical design with a 1m torsion bar, we estimate strain sensitivities of $h \\simeq 1 \\times 10^{-18}\\mathrm{Hz}^{-1/2}$ at 1Hz for detectors with arm lengths of 2.5m, 40m, and 300m. These sensitivities enable (i) direct detection of intermediate-mass black hole binaries up to 380Mpc with ${\\rm SNR}=3$, (ii) probing stochastic gravitational-wave backgrounds down to $\\Omega_{\\rm GW} \\sim 3.2 \\times 10^{-9}$ at 0.2Hz with 5yr accumulation. Furthermore, CHRONOS enables prompt detection of gravity-gradient signals from magnitude-5.5 earthquakes even with a 2.5m prototype. CHRONOS thus opens new opportunities for quantum-limited geophysical observation and multi-band, multi-messenger gravitational-wave astronomy.         ",
    "url": "https://arxiv.org/abs/2509.23172",
    "authors": [
      "Yuki Inoue",
      "Hsiang-Chieh Hsu",
      "Hsiang-Yu Huang",
      "M.Afif Ismail",
      "Vivek Kumar",
      "Miftahul Ma'arif",
      "Avani Patel",
      "Daiki Tanabe",
      "Henry Tsz-King Wong",
      "Ta-Chun Yu"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  }
]