[
  {
    "id": "arXiv:2309.11511",
    "title": "QUAVER: Quantum Unfoldment through Visual Engagement and Storytelling  Resources",
    "abstract": "The task of providing effective instruction and facilitating comprehension of resources is a substantial difficulty in the field of Quantum Computing, mostly attributable to the complicated nature of the subject matter. Our research-based observational study \"QUAVER\" is rooted on the premise that the use of visual tools and narrative constructions has the potential to significantly augment comprehension and involvement within this domain. Prominent analytical techniques, such as the two-sample t-test, revealed a significant statistical difference between the two groups, as shown by the t-statistic and p-value, highlighting the considerable effectiveness of the visual-narrative strategy. One crucial aspect of our study is on the implementation of an exciting algorithmic framework designed specifically to optimize the integration of visual and narrative components in an integrated way. This algorithm utilizes sophisticated heuristic techniques to seamlessly integrate visual data and stories, offering learners a coherent and engaging instructional experience. The design of the material effectively manages the interplay between visual signals and narrative constructions, resulting in an ideal level of engagement and understanding for quantum computing subject. The results of our study strongly support the alternative hypothesis, providing evidence that the combination of visual information and stories has a considerable positive impact on participation in quantum computing education. This study not only introduces a significant approach to teaching quantum computing but also demonstrates the wider effectiveness of visual and narrative aids in complex scientific education in the digital age. ",
    "url": "https://arxiv.org/abs/2309.11511",
    "authors": [
      "Ishan Shivansh Bangroo",
      "Samia Amir"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2309.11520",
    "title": "Advancing time- and angle-resolved photoemission spectroscopy: The role  of ultrafast laser development",
    "abstract": "In the last decade, there has been a proliferation of laser sources for time- and angle-resolved photoemission spectroscopy (TR-ARPES), building on the proven capability of this technique to tackle important scientific questions. In this review, we aim to identify the key motivations and technologies that spurred the development of various laser sources, from frequency up-conversion in nonlinear crystals to high-harmonic generation in gases. We begin with a historical overview of the field in Sec.1, framed by advancements in light source and electron spectrometer technology. An introduction to the fundamental aspects of the photoemission process and the observables that can be studied is given in Sec.2, along with its dependencies on the pump and probe pulse parameters. The technical aspects of TR-ARPES are discussed in Sec.3. Here, experimental limitations such as space charge and resultant trade-offs in certain source parameters are discussed. Details of various systems and their approach to these trade-offs are given in Sec.4. Within this discussion, we present a survey of TR-ARPES laser sources; a meta-analysis of these source parameters showcases the advancements and trends in modern systems. Lastly, we conclude with a brief discussion of future directions for TR-ARPES and its capabilities in elucidating equilibrium and non-equilibrium observables, as well as its integration with micro-ARPES and spin-resolved ARPES (Sec.5). ",
    "url": "https://arxiv.org/abs/2309.11520",
    "authors": [
      "MengXing Na",
      "Arthur K. Mills",
      "David J. Jones"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Strongly Correlated Electrons (cond-mat.str-el)"
    ]
  },
  {
    "id": "arXiv:2309.11675",
    "title": "Time-domain characterization of electric field vector in multi-terahertz  pulses using polarization-modulated electro-optic sampling",
    "abstract": "We demonstrated characterizing the electric field waveform of multi-terahertz pulses (10-50 THz) as vector quantities in the time domain by applying the polarization modulated electro-optic sampling (POMEOS) method. The problem of an ultrabroadband gate pulse was solved by modifying the fitting function in POMEOS and its validity was confirmed through numerical simulations. High accuracy and precision of approximately 1 mrad with 3 s accumulation were demonstrated. Our method can be applied not only to multi-terahertz polarization measurements for linear response but also to the evaluation of the driving field of intense pulses for nonlinear response or material control. ",
    "url": "https://arxiv.org/abs/2309.11675",
    "authors": [
      "Natsuki Kanda",
      "Mayuri Nakagawa",
      "Yuta Murotani",
      "Ryusuke Matsunaga"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2309.11855",
    "title": "Quantum Locking of Intrinsic Spin Squeezed State in Earth-field-range  Magnetometry",
    "abstract": "In the Earth-field range, the nonlinear Zeeman (NLZ) effect has been a bottleneck limiting the sensitivity and accuracy of atomic magnetometry from physical mechanism. To break this bottleneck, various techniques are introduced to suppress the NLZ effect. Here we revisit the spin dynamics in the Earth-field-range magnetometry and identify the existence of the intrinsic spin squeezed state (SSS) generated from the geomagnetically induced NLZ effect with the oscillating squeezing degree and squeezing axis. Such oscillating features of the SSS prevent its direct observation and as well, accessibility to magnetic sensing. To exploit quantum advantage of the intrinsic SSS in the Earth-field-range magnetometry, it's essential to lock the oscillating SSS to a persistent one. Hence, we develop a quantum locking technique to achieve a persistent SSS, benefiting from which the sensitivity of the Earth-field-range magnetometer is quantum-enhanced. This work presents an innovative way turning the drawback of NLZ effect into the quantum advantage and opens a new access to quantum-enhanced magnetometry in the Earth-field range. ",
    "url": "https://arxiv.org/abs/2309.11855",
    "authors": [
      "Peiyu Yang",
      "Guzhi Bao",
      "Jun Chen",
      "Wei Du",
      "Jinxian Guo",
      "Weiping Zhang"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2309.12006",
    "title": "High-Field Optical Cesium Magnetometer for Magnetic Resonance Imaging",
    "abstract": "We present a novel high-field optical quantum magnetometer based on saturated absorption spectroscopy on the extreme angular-momentum states of the cesium D2 line. With key features including continuous readout, high sampling rate, and sensitivity and accuracy in the ppm-range, it represents a competitive alternative to conventional techniques for measuring magnetic fields of several teslas. The prototype has four small separate field probes, and all support electronics and optics are fitted into a single 19-inch rack to make it compact, mobile, and robust. The field probes are fiber coupled and made from non-metallic components, allowing them to be easily and safely positioned inside a 7 T MRI scanner. We demonstrate the capabilities of this magnetometer by measuring two different MRI sequences, and we show how it can be used to reveal imperfections in the gradient coil system, to highlight the potential applications in medical MRI. We propose the term EXAAQ (EXtreme Angular-momentum Absorption-spectroscopy Quantum) magnetometry, for this novel method. ",
    "url": "https://arxiv.org/abs/2309.12006",
    "authors": [
      "Hans Stærkind",
      "Kasper Jensen",
      "Jörg H. Müller",
      "Vincent O. Boer",
      "Eugene S. Polzik",
      "Esben T. Petersen"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2309.12044",
    "title": "Calibration-less gas pressure sensor with a 10-decade measurement range",
    "abstract": "Recent years have seen a rapid reduction in the intrinsic loss of nanomechanical resonators (i.e., chip-scale mechanical oscillators). As a result, these devices become increasingly sensitive to the friction exerted by smallest amounts of gas. Here, we present the pressure-dependency of a nanomechanical trampoline resonator's quality factor $Q$ over ten decades, from $10^{-7}$ to $10^{3}\\,\\mathrm{mbar}$. We find that the measured behavior is well-described by a model combining analytical and numerical components for molecular and viscous flow, respectively. As this combined model relies exclusively on design and typical material parameters, we demonstrate calibration-less absolute gas pressure sensing. For a trampoline's fundamental out-of-plane vibrational mode, the resulting deviation between data and model is $\\leq\\pm15\\,\\%$, potentially dominated by our commercial pressure gauge. Based on investigations with helium, we demonstrate the potential for extending this sensing capability to other gases, thereby highlighting the practical use of our sensor. ",
    "url": "https://arxiv.org/abs/2309.12044",
    "authors": [
      "Christoph Reinhardt",
      "Hossein Masalehdan",
      "Sandy Croatto",
      "Alexander Franke",
      "Moritz B. K. Kunze",
      "Jörn Schaffran",
      "Nils Sültmann",
      "Axel Lindner",
      "Roman Schnabel"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2309.12098",
    "title": "Tunable Rectangular Resonant Cavities for Axion Haloscopes",
    "abstract": "Axions are a compelling dark matter candidate, and one of the primary techniques employed to search for them is the axion haloscope, in which a resonant cavity is deployed inside a strong magnetic field so that some of the surrounding axions may convert into photons via the inverse Primakoff effect and become trapped inside the resonator. Resonant cavity design is critical to the sensitivity of a haloscope, and several geometries have been utilised and proposed. Here we consider a relatively simple concept - a rectangular resonant cavity with a tunable wall - and compare it to the standard tuning rod-type resonators employed in the field. We find that the rectangular cavities support similar modes to cylindrical tuning rod cavities, and have some advantages in terms of axion sensitivity and practicality, particularly when moving to higher frequencies which are of great and growing interest in the international axion dark matter community. ",
    "url": "https://arxiv.org/abs/2309.12098",
    "authors": [
      "Ben T. McAllister",
      "Aaron P. Quiskamp",
      "Michael E. Tobar"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2309.12210",
    "title": "Observation of non-planar dust acoustic solitary wave in a strongly  coupled dusty plasma",
    "abstract": "The nonlinear evolution and propagation of a stable dust acoustic solitary wave (DASW) in a non-planar geometry is investigated here. The experiment is performed in a strongly coupled dusty plasma consisting of monodisperse micron particles levitated in the sheath of a capacitively coupled RF argon plasma. The non-planar waves are generated with the help of a cylindrical conducting exciter pin placed at the centre of the homogeneous dust cloud. A negative excitation pulse is used to create a dust void and a dust density perturbation simultaneously around the exciter. From the edge of the void, the density perturbation propagates as a nonlinear (cylindrical) non-planar dust acoustic solitary wave. The characteristics of the solitary wave are measured using image analysis of the recorded video of wave propagation. Numerical solution of the modified Korteweg de Vries (KdV) equation with an additional term to take care of the non-planar geometry is compared with the experimental observation. The wave amplitude and width are measured as a function of time and compared with the theoretical predictions. ",
    "url": "https://arxiv.org/abs/2309.12210",
    "authors": [
      "Prarthana Gogoi",
      "Bidyut Chutia",
      "Paragjyoti Sut",
      "Yoshiko Bailung",
      "Nirab C. Adhikary",
      "H. Bailung"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2309.12240",
    "title": "Unitary Coupled-Cluster for Quantum Computation of Molecular Properties  in a Strong Magnetic Field",
    "abstract": "In truncated coupled-cluster (CC) theories, non-variational and/or generally complex ground-state energies can occur. This is due to the non-Hermitian nature of the similarity transformed Hamiltonian matrix in combination with CC truncation. For chemical problems that deal with real-valued Hamiltonian matrices, complex CC energies rarely occur. However, for complex-valued Hamiltonian matrices, such as those that arise in the presence of strong magnetic fields, complex CC energies can be regularly observed unless certain symmetry conditions are fulfilled. Therefore, in the presence of magnetic fields, it is desirable to pursue CC methods that are guaranteed to give upper-bound, real-valued energies. In this work, we present the first application of unitary CC (UCC) to chemical systems in a strong magnetic field. This is achieved utilizing the variational quantum eigensolver (VQE) algorithm applied to the unitary coupled-cluster singles and doubles (UCCSD) method. We benchmark the method on the H$_2$ molecule in a strong magnetic field, and then calculate UCCSD energies for the H$_4$ molecule as a function of both geometry and field angle. We show that while standard CCSD can yield generally complex energies that are not an upper-bound to the true energy, UCCSD always results in variational and real-valued energies. We also show that the imaginary components of the CCSD energy are largest in the strongly correlated region. Lastly, the UCCSD calculations capture a large percentage of the correlation energy. ",
    "url": "https://arxiv.org/abs/2309.12240",
    "authors": [
      "Tanner Culpitt",
      "Erik I. Tellgren",
      "Fabijan Pavosevic"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2309.10257",
    "title": "Observation of universal dissipative dynamics in strongly correlated  quantum gas",
    "abstract": "Dissipation is unavoidable in quantum systems. It usually induces decoherences and changes quantum correlations. To access the information of strongly correlated quantum matters, one has to overcome or suppress dissipation to extract out the underlying quantum phenomena. However, here we find an opposite effect that dissipation can be utilized as a powerful tool to probe the intrinsic correlations of quantum many-body systems. Applying highly-controllable dissipation in ultracold atomic systems, we observe a universal dissipative dynamics in strongly correlated one-dimensional quantum gases. The total particle number of this system follows a universal stretched-exponential decay, and the stretched exponent measures the anomalous dimension of the spectral function, a critical exponent characterizing strong quantum fluctuations of this system. This method could have broad applications in detecting strongly correlated features, including spin-charge separations and Fermi arcs in quantum materials. ",
    "url": "https://arxiv.org/abs/2309.10257",
    "authors": [
      "Yajuan Zhao",
      "Ye Tian",
      "Jilai Ye",
      "Yue Wu",
      "Zihan Zhao",
      "Zhihao Chi",
      "Tian Tian",
      "Hepeng Yao",
      "Jiazhong Hu",
      "Yu Chen",
      "Wenlan Chen"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2309.11581",
    "title": "Self-Sustaining Oscillator with Frequency Counter for Resonance  Frequency Tracking in Micro- and Nanomechanical Sensing",
    "abstract": "Nanomechanical sensors based on detecting and tracking resonance frequency shifts are to be used in many applications. Various open- and closed-loop tracking schemes, all offering a trade-off between speed and precision, have been studied both theoretically and experimentally. In this work, we advocate the use of a frequency counter as a frequency shift monitor in conjunction with a self-sustaining oscillator (SSO) nanoelectromechanical system (NEMS) configuration. We derive a theoretical model for characterizing the speed and precision of frequency measurements with state-of-the-art frequency counters. Based on the understanding provided by this model, we introduce novel enhancements to frequency counters that result in a trade-off characteristics which is on a par with the other tracking schemes. We describe a low-cost field-programmable-gate array (FPGA) based implementation for the proposed frequency counter and use it with the SSO-NEMS device in order to study its frequency tracking performance. We compare the proposed approach with the phase-locked-loop based scheme both in theory and experimentally. Our results show that similar or better performance can be achieved at a substantially lower cost and improved ease-of-use. We obtain almost perfect correspondence between the theoretical model predictions and the experimental measurements. ",
    "url": "https://arxiv.org/abs/2309.11581",
    "authors": [
      "Hajrudin Bešić",
      "Alper Demir",
      "Veljko Vukićević",
      "Johannes Steurer",
      "Silvan Schmid"
    ],
    "subjectives": [
      "Signal Processing (eess.SP)",
      "Applied Physics (physics.app-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2309.11614",
    "title": "Fast shimming algorithm based on Bayesian optimization for magnetic  resonance based dark matter search",
    "abstract": "The sensitivity and accessible mass range of magnetic resonance searches for axionlike dark matter depends on the homogeneity of applied magnetic fields. Optimizing homogeneity through shimming requires exploring a large parameter space which can be prohibitively time consuming. We have automated the process of tuning the shim-coil currents by employing an algorithm based on Bayesian optimization. This method is especially suited for applications where the duration of a single optimization step prohibits exploring the parameter space extensively or when there is no prior information on the optimal operation point. Using the Cosmic Axion Spin Precession Experiment (CASPEr)-gradient low-field apparatus, we show that for our setup this method converges after approximately 30 iterations to a sub-10 parts-per-million field homogeneity which is desirable for our dark matter search. ",
    "url": "https://arxiv.org/abs/2309.11614",
    "authors": [
      "Julian Walter",
      "Hendrik Bekker",
      "John Blanchard",
      "Dmitry Budker",
      "Nataniel L. Figueroa",
      "Arne Wickenbrock",
      "Yuzhe Zhang",
      "Pengyu Zhou"
    ],
    "subjectives": [
      "Cosmology and Nongalactic Astrophysics (astro-ph.CO)",
      "Atomic Physics (physics.atom-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2309.12063",
    "title": "Suppression of Neutron Background using Deep Neural Network and Fourier  Frequency Analysis at the KOTO Experiment",
    "abstract": "We present two analysis techniques for distinguishing background events induced by neutrons from photon signal events in the search for the rare $K^0_L\\rightarrow\\pi^0\\nu\\bar{\\nu}$ decay at the J-PARC KOTO experiment. These techniques employed a deep convolutional neural network and Fourier frequency analysis to discriminate neutrons from photons, based on their variations in cluster shape and pulse shape, in the electromagnetic calorimeter made of undoped CsI. The results effectively suppressed the neutron background by a factor of $5.6\\times10^5$, while maintaining the efficiency of $K^0_L\\rightarrow\\pi^0\\nu\\bar{\\nu}$ at $70\\%$. ",
    "url": "https://arxiv.org/abs/2309.12063",
    "authors": [
      "Y.-C. Tung",
      "J. Li",
      "Y. B. Hsiung",
      "C. Lin",
      "H. Nanjo",
      "T. Nomura",
      "J. C. Redeker",
      "N. Shimizu",
      "S. Shinohara",
      "K. Shiomi",
      "Y. W. Wah",
      "T. Yamanaka"
    ],
    "subjectives": [
      "High Energy Physics - Experiment (hep-ex)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2309.12076",
    "title": "Super-resolution and super-sensitivity of quantum LiDAR with  multi-photonic state and binary outcome photon counting measurement",
    "abstract": "Here we are investigating the enhancement in phase sensitivity and resolution in Mach-Zehnder interferometer (MZI) based quantum LiDAR. We are using multi-photonic state (MPS), superposition of four coherent states [1], as the input state and binary outcome parity photon counting measurement and binary outcome zero-nonzero photon counting measurement as the measurement schemes. We thoroughly investigate the results in lossless as well as in lossy cases. We found enhancement in resolution and phase sensitivity in comparison to the coherent state and even coherent superposition state (ECSS) based quantum LiDAR. Our analysis shows that MPS may be an alternative nonclassical resource in the field of quantum imaging and quantum sensing technologies, like in quantum LiDAR. ",
    "url": "https://arxiv.org/abs/2309.12076",
    "authors": [
      "Priyanka Sharma",
      "Manoj K. Mishra",
      "Devendra Kumar Mishra"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2309.12124",
    "title": "Individually tunable tunnelling coefficients in optical lattices using  local periodic driving",
    "abstract": "Ultracold atoms in optical lattices have emerged as powerful quantum simulators of translationally invariant systems with many applications in e.g. strongly-correlated and topological systems. However, the ability to locally tune all Hamiltonian parameters remains an outstanding goal that would enable the simulation of a wider range of quantum phenomena. Motivated by recent advances in quantum gas microscopes and optical tweezers, we here show theoretically how local control over individual tunnelling links in an optical lattice can be achieved by incorporating local time-periodic potentials. We propose to periodically modulate the on-site energy of individual lattice sites and employ Floquet theory to demonstrate how this can result in full individual control over the tunnelling amplitudes in one dimension. We provide various example configurations realising interesting topological models such as extended Su-Schrieffer-Heeger models that would be challenging to realize by other means. Extending to two dimensions, we present that local periodic driving in a three-site plaquette allows for full simultaneous control over the relative tunnelling amplitudes and the gauge-invariant flux piercing the plaquette, providing a clear stepping stone in building a fully programmable 2D tight-binding model. This local modulation scheme is applicable to many different lattice geometries. ",
    "url": "https://arxiv.org/abs/2309.12124",
    "authors": [
      "Georgia M. Nixon",
      "F. Nur Unal",
      "Ulrich Schneider"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2309.12129",
    "title": "Leveraging Analog Quantum Computing with Neutral Atoms for Solvent  Configuration Prediction in Drug Discovery",
    "abstract": "We introduce quantum algorithms able to sample equilibrium water solvent molecules configurations within proteins thanks to analog quantum computing. To do so, we combine a quantum placement strategy to the 3D Reference Interaction Site Model (3D-RISM), an approach capable of predicting continuous solvent distributions. The intrinsic quantum nature of such coupling guarantees molecules not to be placed too close to each other, a constraint usually imposed by hand in classical approaches. We present first a full quantum adiabatic evolution model that uses a local Rydberg Hamiltonian to cast the general problem into an anti-ferromagnetic Ising model. Its solution, an NP-hard problem in classical computing, is embodied into a Rydberg atom array Quantum Processing Unit (QPU). Following a classical emulator implementation, a QPU portage allows to experimentally validate the algorithm performances on an actual quantum computer. As a perspective of use on next generation devices, we emulate a second hybrid quantum-classical version of the algorithm. Such a variational quantum approach (VQA) uses a classical Bayesian minimization routine to find the optimal laser parameters. Overall, these Quantum-3D-RISM (Q-3D-RISM) algorithms open a new route towards the application of analog quantum computing in molecular modelling and drug design. ",
    "url": "https://arxiv.org/abs/2309.12129",
    "authors": [
      "Mauro D'Arcangelo",
      "Daniele Loco",
      "Fresnel team",
      "Nicolaï Gouraud",
      "Stanislas Angebault",
      "Jules Sueiro",
      "Pierre Monmarché",
      "Jérôme Forêt",
      "Louis-Paul Henry",
      "Loïc Henriet",
      "Jean-Philip Piquemal"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2309.12228",
    "title": "Generalized Mie theory for full-wave numerical calculations of  scattering near-field optical microscopy with arbitrary geometries",
    "abstract": "Scattering-type scanning near-field optical microscopy is becoming a premier method for the nanoscale optical investigation of materials well beyond the diffraction limit. A number of popular numerical methods exist to predict the near-field contrast for axisymmetric configurations of scatterers on a surface in the quasi-electrostatic approximation. Here, a fully electrodynamic approach is given for the calculation of near-field contrast of several scatterers in arbitrary configuration, based on the generalized Mie scattering method. Examples for the potential of this new approach are given by showing the coupling of hyperbolic phonon polaritons in hexagonal boron nitride layers and showing enhanced scattering in core-shell systems. In general, this method enables the numerical calculation of the near-field contrast in a variety of strongly resonant scatterers and is able to accurately recreate spatial near-field maps. ",
    "url": "https://arxiv.org/abs/2309.12228",
    "authors": [
      "Dániel Datz",
      "Gergely Németh",
      "László Rátkai",
      "Áron Pekker",
      "Katalin Kamarás"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.08319",
    "title": "Analysis of arbitrary superconducting quantum circuits accompanied by a  Python package: SQcircuit",
    "abstract": " Comments: 23 pages, 6 figures. Accompanying SQcircuit package on this https URL ",
    "url": "https://arxiv.org/abs/2206.08319",
    "authors": [
      "Taha Rajabzadeh",
      "Zhaoyou Wang",
      "Nathan Lee",
      "Takuma Makihara",
      "Yudan Guo",
      "Amir H. Safavi-Naeini"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2209.04358",
    "title": "The Laser Interferometer Space Antenna mission in Greece White Paper",
    "abstract": " Comments: 11 pages, 2 figures ",
    "url": "https://arxiv.org/abs/2209.04358",
    "authors": [
      "Nikolaos Karnesis",
      "Nikolaos Stergioulas",
      "Georgios Pappas",
      "Charis Anastopoulos",
      "John Antoniadis",
      "Theocharis Apostolatos",
      "Spyros Basilakos",
      "Kyriakos Destounis",
      "Areti Eleni",
      "Georgios Lukes-Gerakopoulos",
      "Konstantinos N. Gourgouliatos",
      "Kostas D. Kokkotas",
      "George Kottaras",
      "V K Oikonomou",
      "Theodoros Papanikolaou",
      "Leandros Perivolaropoulos",
      "Manolis Plionis",
      "Emmanuel N. Saridakis",
      "Theodoros Sarris",
      "Elias C. Vagenas",
      "Wolf von Klitzing"
    ],
    "subjectives": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Cosmology and Nongalactic Astrophysics (astro-ph.CO)",
      "Astrophysics of Galaxies (astro-ph.GA)",
      "Space Physics (physics.space-ph)"
    ]
  },
  {
    "id": "arXiv:2212.11278",
    "title": "Decision-making and control with diffractive optical networks",
    "abstract": " Title: Decision-making and control with diffractive optical networks ",
    "url": "https://arxiv.org/abs/2212.11278",
    "authors": [
      "Jumin Qiu",
      "Shuyuan Xiao",
      "Lujun Huang",
      "Andrey Miroshnichenko",
      "Dejian Zhang",
      "Tingting Liu",
      "Tianbao Yu"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Emerging Technologies (cs.ET)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.11662",
    "title": "Insights into the need for ab-initio calculations to accurately predict  the optical properties of metallic carbon nanotubes based on experimental  confrontation",
    "abstract": " Comments: 4 figures ",
    "url": "https://arxiv.org/abs/2301.11662",
    "authors": [
      "Domitille Baux",
      "Patrick Hermet",
      "Stéphane Campidelli",
      "Jean-Louis Bantignies",
      "Emmanuel Rousseau",
      "Nicolas Izard"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2304.11889",
    "title": "Resonance frequency tracking schemes for micro- and nanomechanical  resonators",
    "abstract": " Title: Resonance frequency tracking schemes for micro- and nanomechanical  resonators ",
    "url": "https://arxiv.org/abs/2304.11889",
    "authors": [
      "Hajrudin Bešić",
      "Alper Demir",
      "Johannes Steurer",
      "Niklas Luhmann",
      "Silvan Schmid"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Systems and Control (eess.SY)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2305.13306",
    "title": "Structural, optical, and thermal properties of BN thin films grown on  diamond via pulsed laser deposition",
    "abstract": " Comments: 16 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2305.13306",
    "authors": [
      "Abhijit Biswas",
      "Gustavo A. Alvarez",
      "Tao Li",
      "Joyce Christiansen-Salameh",
      "Eugene Jeong",
      "Anand B. Puthirath",
      "Sathvik Ajay Iyengar",
      "Chenxi Li",
      "Tia Gray",
      "Xiang Zhang",
      "Tymofii S. Pieshkov",
      "Harikishan Kannan",
      "Jacob Elkins",
      "Robert Vajtai",
      "A. Glen Birdwell",
      "Mahesh R. Neupane",
      "Elias J. Garratt",
      "Bradford B. Pate",
      "Tony G. Ivanov",
      "Yuji Zhao",
      "Zhiting Tian",
      "Pulickel M. Ajayan"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2306.10358",
    "title": "Localized Refractive index sensing by integrated photonic crystal  waveguide with edge-cavity",
    "abstract": " Comments: 5 figures ",
    "url": "https://arxiv.org/abs/2306.10358",
    "authors": [
      "Ma Luo",
      "Kaichan Zhong",
      "Jieli Luo"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.15483",
    "title": "Graph model for multiple scattering in lithium niobate on insulator  integrated photonic networks",
    "abstract": " Title: Graph model for multiple scattering in lithium niobate on insulator  integrated photonic networks ",
    "url": "https://arxiv.org/abs/2306.15483",
    "authors": [
      "Xiyue Sissi Wang",
      "Romolo Savo",
      "Andreas Maeder",
      "Fabian Kaufmann",
      "Jost Kellner",
      "Andrea Morandi",
      "Stefan Rotter",
      "Riccardo Sapienza",
      "Rachel Grange"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2308.03195",
    "title": "Terahertz chiral metamaterial cavities breaking time-reversal symmetry",
    "abstract": " Comments: 17 pages, 8 figures ",
    "url": "https://arxiv.org/abs/2308.03195",
    "authors": [
      "Johan Andberger",
      "Lorenzo Graziotto",
      "Luca Sacchi",
      "Mattias Beck",
      "Giacomo Scalari",
      "Jérôme Faist"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2309.06464",
    "title": "Bootstrapping the Stochastic Resonance",
    "abstract": " Comments: 7 pages, 5 figures. v2: typo corrected, acknowledgement added ",
    "url": "https://arxiv.org/abs/2309.06464",
    "authors": [
      "Minjae Cho"
    ],
    "subjectives": [
      "Dynamical Systems (math.DS)",
      "High Energy Physics - Theory (hep-th)",
      "Optimization and Control (math.OC)",
      "Classical Physics (physics.class-ph)"
    ]
  }
]