[
  {
    "id": "arXiv:2206.12645",
    "title": "SmartCut Er:LiNbO3 with high optical coherence enabling optical  thickness control",
    "abstract": "Integrated photonics capable of incorporating rare earth ions with high optical coherence is desirable for realizing efficient quantum transducers, compact quantum memories, and hybrid quantum systems. Here we describe a photonic platform based on the SmartCut erbium-doped lithium niobate thin film, and explore its stable optical transitions at telecom wavelength in a dilution refrigerator. Optical coherence time of up to 180\\,$\\mu$s, rivaling the value of bulk crystals, is achieved in optical ridge waveguides and ring resonators. With this integrated platform, we demonstrate tunable light-ion interaction and flexible control of optical thickness by exploiting long waveguides, whose lengths are in principle variable. This unique ability to obtain high optical density using a low concentration ions further leads to the observation of multi-echo pulse trains in centimeter-long waveguides. Our results establish a promising photonic platform for quantum information processing with rare earth ions. ",
    "url": "https://arxiv.org/abs/2206.12645",
    "authors": [
      "Sihao Wang",
      "Likai Yang",
      "Mohan Shen",
      "Wei Fu",
      "Yuntao Xu",
      "Rufus L. Cone",
      "Charles W. Thiel",
      "Hong Tang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2206.12661",
    "title": "Fast generation of arbitrary optical focus array",
    "abstract": "We report a novel method to generate arbitrary optical focus arrays (OFAs). Our approach rapidly produces computer-generated holograms (CGHs) to precisely control the positions and the intensities of the foci. This is achieved by replacing the fast Fourier transform (FFT) operation in the conventional iterative Fourier-transform algorithm (IFTA) with a linear algebra one, identifying/removing zero elements from the matrices, and employing a generalized weighting strategy. On the premise of accelerating the calculation speed by >70 times, we demonstrate OFA with 99% intensity precision in the experiment. Our method proves effective and is applicable for the systems in which real-time OFA generation is essential. ",
    "url": "https://arxiv.org/abs/2206.12661",
    "authors": [
      "Xin Liu",
      "Yiwen Hu",
      "Shijie Tu",
      "Cuifang Kuang",
      "Xu Liu",
      "Xiang Hao"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.12686",
    "title": "Topological photonics by breaking the degeneracy of line node  singularities in semimetal-like photonic crystals",
    "abstract": "Degeneracy is an omnipresent phenomenon in various physical systems, which has its roots in the preservation of geometrical symmetry. In electronic and photonic crystal systems, very often this degeneracy can be broken by virtue of strong interactions between photonic modes of the same energy, where the level repulsion and the hybridization between modes causes the emergence of photonic bandgaps. However, most often this phenomenon does not lead to a complete and inverted bandgap formation over the entire Brillouin zone. Here, by systematically breaking the symmetry of a two-dimensional square photonic crystal, we investigate the formation of Dirac points, line node singularities, and inverted bandgaps. The formation of this complete bandgap is due to the level repulsion between degenerate modes along the line nodes of a semimetal-like photonic crystal, over the entire Brillouin zone. Our numerical experimentations are performed by a home-build numerical framework based on a multigrid finite element method. The developed numerical toolbox and our observations pave the way towards designing complete bandgap photonic crystals and exploring the role of symmetry on the optical behaviour of even more complicated orders in photonic crystal systems. ",
    "url": "https://arxiv.org/abs/2206.12686",
    "authors": [
      "Steffen Börm",
      "Fatemeh Davoodi",
      "Ralf Köhl",
      "Nahid Talebi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2206.12826",
    "title": "Simulation study of a bright attosecond $γ$-ray source generation  by irradiating an intense laser on a cone target",
    "abstract": "The interaction between an ultrastrong laser and a cone-like target is an efficient approach to generate high power radiations like attosecond pulses and terahertz waves. The object is to study the $\\gamma$-ray generation under this configuration with the help of 2D particle-in-cell simulations. It is deciphered that electrons experience three stages including injection, acceleration and scattering to emit high energy photons via nonlinear compton scattering (NCS). These spatial-separated attosecond $\\gamma$-ray pulses own high peak brilliance ($>10^{22}$ photons/($\\rm s\\cdot\\rm mm^2\\cdot\\rm mrad^2\\cdot0.1\\%BW$)) and high energy (6MeV) under the case of normalized laser intensity $a_0=30$ ($\\mathrm{I=2\\times10^{21}W/cm^2}$). Besides, the cone target turns out to be an order of magnitude more efficient in energy transfer compared with a planar one. ",
    "url": "https://arxiv.org/abs/2206.12826",
    "authors": [
      "Cui-Wen Zhang",
      "Yi-Xuan Zhu",
      "Jian-Feng Lv",
      "Bai-Song Xie"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2206.12865",
    "title": "Chiral bulk solitons in a nonlinear photonic Chern insulator",
    "abstract": "Nonlinearities in lattices with topological band structures can induce topological interfaces in the bulk of structures and give rise to bulk solitons in the topological bandgaps. Here we study a photonic Chern insulator with saturable nonlinearity and show the existence of bulk solitons. The fundamental bulk solitons exhibit as semi-vortex solitons, where only one pseudospin component has a nonzero vorticity. The bulk solitons are chiral since they have equal angular momentum at different valleys. This phenomenon is direct evidence of the topology of the linear host lattice and the chirality can be changed by switching the sign of the nonlinearity. The bulk solitons bifurcate from the linear bulk band edge and terminate when their powers saturate. We find that these bulk solitons are stable within the whole spectrum range. Moreover, these bulk solitons are robust against lattice disorders both from on-site energies and hopping amplitudes. Our work extends the study of Chern insulators into the nonlinear regime and highlights the interplay between topology and nonlinearity. ",
    "url": "https://arxiv.org/abs/2206.12865",
    "authors": [
      "Rujiang Li",
      "Xiangyu Kong",
      "Dongkai Hang",
      "Guoyi Li",
      "Hongyu Hu",
      "Hao Zhou",
      "Yongtao Jia",
      "Pengfei Li",
      "Ying Liu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2206.13060",
    "title": "Coherent chiral computation without optical parametric oscillation",
    "abstract": "The challenge posted by modern science is to find a way to compute the NP-hard problem. Here we present a coherent computation model based on the whispering-gallery mode micro-resonators. We introduce the optically connected micro-resonators array to simulate the dynamical evolution of the Ising model with full connection while the mode chirality of the micro-resonators works as the spins of each node in the Ising model. The relaxation time, the steady state distribution, and the mode connection of the Ising spin chain are simulated with the proposed optical system. Moreover, it is found that the current scheme could be used for searching the full solutions of the corresponding Ising problem. Numerical results show that the time required is constant time. Our approach achieves high accuracy and fast computation in the realization of unconventional optimization hardware. ",
    "url": "https://arxiv.org/abs/2206.13060",
    "authors": [
      "Yong-Pan Gao",
      "Peng-Fei Lu",
      "Chuan Wang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Emerging Technologies (cs.ET)"
    ]
  },
  {
    "id": "arXiv:2206.13265",
    "title": "Non-Hermitian Hamiltonians for Linear and Nonlinear Optical Response: a  Model for Plexcitons",
    "abstract": "In polaritons, the properties of matter are modified by mixing the molecular transitions with light modes inside a cavity. Resultant hybrid light-matter states exhibit energy level shifts, are delocalized over many molecular units and have a different excited-state potential energy landscape which leads to modified exciton dynamics. Previously, non-Hermitian Hamiltonians have been derived to describe the excited states of molecules coupled to surface plasmons (i.e. plexcitons), and these operators have been successfully used in the description of linear and third order optical response. In this article, we rigorously derive non-Hermitian Hamiltonians in the response function formalism of nonlinear spectroscopy by means of Feshbach operators, and apply them to explore spectroscopic signatures of plexcitons. In particular we analyze the optical response below and above the exceptional point that arises for matching transition energies for plasmon and molecular components, and study their decomposition using double-sided Feynman diagrams. We find a clear distinction between interference and Rabi splitting in linear spectroscopy, and a qualitative change in the symmetry of the lineshape when crossing the exceptional point for third-order signals. This change of symmetry of the nonlinear signal corresponds to a change in the symmetry of the eigenvalues of the Hamiltonian. Our work presents an approach novel methodology for simulating the optical response of sublevels within an electronic system, and opens new applications of nonlinear spectroscopy to examine the different regimes of the spectrum of non-Hermitian Hamiltonians. ",
    "url": "https://arxiv.org/abs/2206.13265",
    "authors": [
      "Daniel Finkelstein-Shapiro",
      "Pierre-Adrien Mante",
      "Sinan Balci",
      "Donatas Zigmantas",
      "Tõnu Pullerits"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2206.13402",
    "title": "Spatial resolution in optical coherence elastography of bounded media",
    "abstract": "Dynamic optical coherence elastography (OCE) tracks mechanical wave propagation in the subsurface region of tissue to image its shear modulus. For bulk shear waves, the lateral resolution of the reconstructed modulus map (i.e., elastographic resolution) can approach optical coherence tomography (OCT) capabilities, typically a few tens of microns. Here we perform comprehensive numerical simulations and acoustic micro-tapping OCE experiments to show that for the typical situation of guided wave propagation in bounded media, such as cornea, the elastographic resolution cannot reach the OCT resolution and is mainly defined by the thickness of the bounded tissue layer. We considered the excitation of both broadband and quasi-harmonic guided waves in a bounded, isotropic medium. Leveraging the properties of broadband pulses, a robust method for modulus reconstruction with minimum artifacts at interfaces is demonstrated. In contrast, tissue bounding creates large instabilities in the phase of harmonic waves, leading to serious artifacts in modulus reconstructions. ",
    "url": "https://arxiv.org/abs/2206.13402",
    "authors": [
      "Gabriel Regnault",
      "Mitchell A. Kirby",
      "Maju Kuriakose",
      "Tueng T. Shen",
      "Ruikang K. Wang",
      "Matthew O'Donnell",
      "Ivan Pelivanov"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2206.13430",
    "title": "Improving Condensed Phase Water Dynamics with Explicit Nuclear Quantum  Effects: the Polarizable Q-AMOEBA Force Field",
    "abstract": "We introduce a new parametrization of the AMOEBA polarizable force field for water denoted Q-AMOEBA, for use in simulations that explicitly account for nuclear quantum effects (NQEs). This study is made possible thanks to the recently introduced adaptive Quantum Thermal Bath (adQTB) simulation technique which computational cost is comparable to classical molecular dynamics. The flexible Q-AMOEBA model conserves the initial AMOEBA functional form, with an intermolecular potential including an atomic multipole description of electrostatic interactions (up to quadrupole), a polarization contribution based on the Thole interaction model and a buffered 14-7 potential to model van der Waals interactions. It has been obtained by using a Force Balance fitting strategy including high-level quantum chemistry reference energies and selected condensed phase properties targets. The final Q-AMOEBA model is shown to accurately reproduce both gas phase and condensed phase properties, notably improving the original AMOEBA water model. This development allows the fine study of NQEs on water liquid phase properties such as the average H-O-H angle compared to its gas phase equilibrium value, isotope effects etc... Q-AMOEBA also provides improved infrared spectroscopy prediction capabilities compared to AMOEBA03. Overall, we show that the impact of NQEs depends on the underlying model functional form and on the associated strength of hydrogen bonds. Since adQTB simulations can be performed at near classical computational cost using the Tinker-HP package, Q-AMOEBA can be extended to organic molecules, proteins and nucleic acids opening the possibility for the large scale study of the importance of NQEs in biophysics. ",
    "url": "https://arxiv.org/abs/2206.13430",
    "authors": [
      "Nastasia Mauger",
      "Thomas Plé",
      "Louis Lagardère",
      "Simon Huppert",
      "Jean-Philip Piquemal"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2206.12580",
    "title": "Angular dependency of spatial frequency modulation in diffusion media",
    "abstract": "An optical field will undergo coherent diffusion when it is mapped into thermal-motioned atoms, e.g., in a slow or storage light process. As was demonstrated before, such diffusion effect is equivalent to a spatial low-pass filter attenuating the high spatial frequency (SF) components of the optical field. Here, employing electromagnetically induced transparency (EIT) based light storage in hot atomic vapor, we demonstrate that the angular deviation between the control and probe beams could be utilized as a degree of freedom to modulate the SF of the probe beam. The principle is to change the diffusion-induced low-pass filter into a band-pass filter, whose SF response can be tuned by varying the direction and magnitude of the angular deviation. Transverse multimode light fields, such as optical images and Laguerre-Gaussian modes are utilized to study such SF modulation. Our findings could be broadly applied to the fields of quantum information processing, all-optical image manipulation and imaging through diffusive media. ",
    "url": "https://arxiv.org/abs/2206.12580",
    "authors": [
      "Yun Chen",
      "Chengyuan Wang",
      "Zibin Jiang",
      "Wei Zhang",
      "Zehao Shen",
      "Hong Gao",
      "Fuli Li"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.12616",
    "title": "Spinor-Induced Instability of Kinks, Holes and Quantum Droplets",
    "abstract": "We address the existence and stability of one-dimensional (1D) holes and kinks and two-dimensional (2D) vortex-holes nested in extended binary Bose mixtures, which emerge in the presence of Lee-Huang-Yang (LHY) quantum corrections to the mean-field energy, along with self-bound quantum droplets. We consider both the symmetric system with equal intra-species scattering lengths and atomic masses, modeled by a single (scalar) LHY-corrected Gross-Pitaevskii equation (GPE), and the general asymmetric case with different intra-species scattering lengths, described by two coupled (spinor) GPEs. We found that in the symmetric setting, 1D and 2D holes can exist in a stable form within a range of chemical potentials that overlaps with that of self-bound quantum droplets, but that extends far beyond it. In this case, holes are found to be stable in 1D and they transform into pairs of stable out-of-phase kinks at the critical chemical potential at which localized droplets turn into flat-top states, thereby revealing the connection between localized and extended nonlinear states. In contrast, spinor nature of the asymmetric systems may lead to instability of 1D holes, which tend to break into two gray states moving in the opposite directions. Such instability arises due to spinor nature of the system and it affects only holes nested in extended modulationally-stable backgrounds, while localized quantum droplet families remain completely stable, even in the asymmetric case, while 1D holes remain stable only close to the point where they transform into pairs of kinks. We also found that symmetric systems allow fully stable 2D vortex-carrying single-charge states at moderate amplitudes, while unconventional instabilities appear also at high amplitudes. Symmetry also strongly inhibits instabilities for double-charge vortex-holes, which thus exhibit unexpectedly robust evolutions at low amplitudes. ",
    "url": "https://arxiv.org/abs/2206.12616",
    "authors": [
      "Yaroslav V. Kartashov",
      "V. M. Lashkin",
      "Michele Modugno",
      "Lluis Torner"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Mathematical Physics (math-ph)",
      "Pattern Formation and Solitons (nlin.PS)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2206.13321",
    "title": "Emergence of $^4$H $J^π=1^-$ resonance in contact theories",
    "abstract": "We obtain the $s$- and $p$-wave low-energy scattering parameters for n$^3$H elastic scattering using the pionless effective field theory at leading order. The $^4$H $J^\\pi=1^-$ resonance emerges as a consequence of a contact interaction and discrete scale invariance. Results are extracted with three numerical techniques: trapping the system in a harmonic oscillator trap, solving the Faddeev-Yakubovsky equations in configuration space, and using an effective two-body cluster approach. The renormalization of the theory for the relevant amplitudes is assessed in a cutoff-regulator range between $1\\,\\text{fm}^{-1}$ and $10\\,\\text{fm}^{-1}$. Most remarkably, we find a cutoff-stable/RG-invariant resonance in the $^4$H $J^\\pi=1^-$ system. This $p$-wave resonance is thus a universal consequence of the unitary deuteron system and an ensuing discretely scale invariant three-body system with a scale set by the triton binding energy. The stabilization of a resonant state in a few-fermion system solely through pure contact interactions has a significant consequence for the powercounting of the pionless theory. Specifically, the existence of a resonance implies that the known inability of the theory's leading order to bind larger nuclei like 16-oxygen, can be cured by perturbative insertion of sub-leading orders. ",
    "url": "https://arxiv.org/abs/2206.13321",
    "authors": [
      "Lorenzo Contessi",
      "Martin Schäfer",
      "Johannes Kirscher",
      "Rimantas Lazauskas",
      "Jaume Carbonel"
    ],
    "subjectives": [
      "Nuclear Theory (nucl-th)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2206.13488",
    "title": "Positive-definite parametrization of mixed quantum states with deep  neural networks",
    "abstract": "We introduce the Gram-Hadamard Density Operator (GHDO), a new deep neural-network architecture that can encode positive semi-definite density operators of exponential rank with polynomial resources. We then show how to embed an autoregressive structure in the GHDO to allow direct sampling of the probability distribution. These properties are especially important when representing and variationally optimizing the mixed quantum state of a system interacting with an environment. Finally, we benchmark this architecture by simulating the steady state of the dissipative transverse-field Ising model. Estimating local observables and the R\\'enyi entropy, we show significant improvements over previous state-of-the-art variational approaches. ",
    "url": "https://arxiv.org/abs/2206.13488",
    "authors": [
      "Filippo Vicentini",
      "Riccardo Rossi",
      "Giuseppe Carleo"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Machine Learning (cs.LG)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2103.07800",
    "title": "Stochastic differential equation approach to understanding the  population control bias in full configuration interaction quantum Monte Carlo",
    "abstract": " Comments: 24 pages, 14 figures; fixed typo in Eq. (72) ",
    "url": "https://arxiv.org/abs/2103.07800",
    "authors": [
      "Joachim Brand",
      "Mingrui Yang",
      "Elke Pahl"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2106.08158",
    "title": "Flaw of photonic band structure and its implication for photonic bound  state in the continuum",
    "abstract": " Title: Flaw of photonic band structure and its implication for photonic bound  state in the continuum ",
    "url": "https://arxiv.org/abs/2106.08158",
    "authors": [
      "Shahin Firuzi"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2111.14711",
    "title": "Modeling nonlinear optics in lossy integrated photonic structures: two  strategies",
    "abstract": " Title: Modeling nonlinear optics in lossy integrated photonic structures: two  strategies ",
    "url": "https://arxiv.org/abs/2111.14711",
    "authors": [
      "Milica Banic",
      "Luca Zatti",
      "Marco Liscidini",
      "J.E. Sipe"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2112.02169",
    "title": "UV-Visible Absorption Spectra of Solvated Molecules by Quantum Chemical  Machine Learning",
    "abstract": " Comments: 8 Figures ",
    "url": "https://arxiv.org/abs/2112.02169",
    "authors": [
      "Zekun Chen",
      "Fernanda C. Bononi",
      "Charles A. Sievers",
      "Wang-Yeuk Kong",
      "Davide Donadio"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2202.09521",
    "title": "On the tunability of energetic highly-elliptical higher harmonics  generated by intense two-color counter rotating laser fields",
    "abstract": " Comments: arXiv admin note: text overlap with arXiv:2106.08690 ",
    "url": "https://arxiv.org/abs/2202.09521",
    "authors": [
      "E. Vassakis",
      "L. Spachis",
      "I. Orfanos",
      "P. Tzallas",
      "D. Charalambidis",
      "E. Skantzakis"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2203.08536",
    "title": "Spatially multiplexed single-cavity dual-comb laser",
    "abstract": " Title: Spatially multiplexed single-cavity dual-comb laser ",
    "url": "https://arxiv.org/abs/2203.08536",
    "authors": [
      "J. Pupeikis",
      "B. Willenberg",
      "S. L. Camenzind",
      "A. Benayad",
      "P. Camy",
      "C. R. Phillips",
      "U. Keller"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.12215",
    "title": "Physics-Driven Deep Learning for Computational Magnetic Resonance  Imaging",
    "abstract": " Title: Physics-Driven Deep Learning for Computational Magnetic Resonance  Imaging ",
    "url": "https://arxiv.org/abs/2203.12215",
    "authors": [
      "Kerstin Hammernik",
      "Thomas Küstner",
      "Burhaneddin Yaman",
      "Zhengnan Huang",
      "Daniel Rueckert",
      "Florian Knoll",
      "Mehmet Akçakaya"
    ],
    "subjectives": [
      "Image and Video Processing (eess.IV)",
      "Computer Vision and Pattern Recognition (cs.CV)",
      "Machine Learning (cs.LG)",
      "Signal Processing (eess.SP)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2204.07534",
    "title": "Ultra-fast Spectroscopy for High-Throughput and Interactive Quantum  Chemistry",
    "abstract": " Comments: 48 pages, 10 figures, 6 tables ",
    "url": "https://arxiv.org/abs/2204.07534",
    "authors": [
      "Francesco Bosia",
      "Thomas Weymuth",
      "Markus Reiher"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2204.12305",
    "title": "Angular distributions of nonlinear Thomson scattering in combining field  with a general elliptically polarized laser and a background magnetic field",
    "abstract": " Comments: 29 pages, 14 figures, 2 Tables ",
    "url": "https://arxiv.org/abs/2204.12305",
    "authors": [
      "Hong Xiao",
      "Cui-Wen Zhang",
      "Hai-Bo Sang",
      "Bai-Song Xie"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.00249",
    "title": "The ion acoustic instability of the cylindrical inhomogeneous helicon  discharge plasma with rotating electrons",
    "abstract": " Comments: 23 pages, 2 figure. arXiv admin note: substantial text overlap with arXiv:2202.02722 ",
    "url": "https://arxiv.org/abs/2205.00249",
    "authors": [
      "V. V. Mikhailenko",
      "Hae June Lee",
      "V. S. Mikhailenko",
      "M. O. Azarenkov"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2206.12207",
    "title": "Complete and robust energy conversion by sum frequency generation based  on Invariant Engineering",
    "abstract": " Title: Complete and robust energy conversion by sum frequency generation based  on Invariant Engineering ",
    "url": "https://arxiv.org/abs/2206.12207",
    "authors": [
      "Congfu Zhang",
      "Zhaolu Wang",
      "Hongjun Liu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  }
]