[
  {
    "id": "arXiv:2201.10583",
    "title": "High Gradient Silicon Carbide Immersion Lens Ultrafast Electron Sources",
    "abstract": "We present two compact ultrafast electron injector designs with integrated focusing that provide high peak brightness of up to $1.9*10^{12} A/m^2Sr^2$ with 10s of electrons per laser pulse using silicon carbide electrodes and silicon nanotip emitters. We demonstrate a few centimeter scale 96 keV immersion lens electron source and a 57 keV immersion lens electron source with a 19 kV/mm average acceleration gradient, nearly double the typical 10 kV/mm used in DC electron sources. The brightness of the electron sources is measured alongside start-to-end simulations including space charge effects. These sources are suitable for dielectric laser accelerator experiments, ultrafast electron diffraction, and other applications where a compact high brightness electron source is required. ",
    "url": "https://arxiv.org/abs/2201.10583",
    "authors": [
      "Kenneth J. Leedle",
      "Uwe Niedermayer",
      "Eric Skär",
      "Karel Urbanek",
      "Yu Miao",
      "Payton Broaddus",
      "Olav Solgaard",
      "Robert L. Byer"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2201.10584",
    "title": "Topological supermodes in photonic crystal fibre",
    "abstract": "Topological states enable robust signal propagation within disorder-rich media. These states are defined by integer invariants inextricably tied to the transmission of light, sound, or electrons. However, a challenge remains to exploit topological protection inside a scalable communications platform. Here we use both modelling and experiments to realise photonic crystal fibre that supports topologically protected supermodes. Our fibre exhibits topological guidance for visible light over metre scales, millions of times longer than the wavelength, in contrast to size-limited planar devices and resonance-based metamaterials. We directly measure the photonic winding-number invariant in the bulk and observe the associated boundary modes predicted to exist by bulk-boundary correspondence. By bending this fibre, we reversibly reconfigure its topological states using transverse strain. Future technologies could exploit our scalable fibre platform for topological robustness inherited by lasing modes and entangled quantum states. ",
    "url": "https://arxiv.org/abs/2201.10584",
    "authors": [
      "Nathan Roberts",
      "Guido Baardink",
      "Josh Nunn",
      "Peter J. Mosley",
      "Anton Souslov"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2201.10750",
    "title": "Topological membrane devices for terahertz on-chip photonics",
    "abstract": "Terahertz waves offer a profound platform for next-generation sensing, imaging, and information communications. However, all conventional terahertz components and systems suffer from a bulky design, sensitivity to imperfections, and transmission losses. Here, we propose and experimentally demonstrate on-chip integration and miniaturization of topological devices which may address many existing drawbacks of the terahertz technology. We design and fabricate topological devices based on valley-Hall photonic structures that can be employed for various integrated components of on-chip terahertz systems. More specifically, we demonstrate the valley-locked asymmetric energy flow and mode conversion with topological straight waveguide, multi-port couplers, wave division, and whispering gallery mode resonators. Our devices are based on topological membrane metasurfaces which are of great importance for developing on-chip photonics and bringing many novel features into terahertz devices. ",
    "url": "https://arxiv.org/abs/2201.10750",
    "authors": [
      "Quanlong Yang",
      "Dongyang Wang",
      "Sergey Kruk",
      "Mingkai Liu",
      "Ivan Kravchenko",
      "Yuri Kivshar",
      "Ilya Shadrivov"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2201.10790",
    "title": "High-production-rate fabrication of low-loss lithium niobate  electro-optic modulators using photolithography assisted chemo-mechanical  etching (PLACE)",
    "abstract": "Integrated thin-film lithium niobate (LN) electro-optic (EO) modulators of broad bandwidth, low insertion loss, low cost and high production rate are essential elements in contemporary inter-connection industries and disruptive applications. Here, we demonstrated the design and fabri-cation of a high performance thin-film LN EO modulator using photolithography assisted chemo-mechanical etching (PLACE) technology. Our device shows a 3-dB bandwidth over 50 GHz, along with a comparable low half wave voltage-length product of 2.16 Vcm. We obtain a fiber-to-fiber insertion loss of 2.6 dB. ",
    "url": "https://arxiv.org/abs/2201.10790",
    "authors": [
      "Rongbo Wu",
      "Lang Gao",
      "Youting Liang",
      "Yong Zheng",
      "Junxia Zhou",
      "Hongxin Qi",
      "Difeng Yin",
      "Min Wang",
      "Zhiwei Fang",
      "Ya Cheng"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2201.10794",
    "title": "A new theoretical model of optical pumped solid-state laser",
    "abstract": "In this paper, from a new perspective of the time (pump time, relaxation time, and stimulated emission time) of the cycle for the active particles at each energy level, the concept of the number of iterative pumping of the laser medium is introduced, and the equivalent model of the laser when it emits light in a steady state is established. By deriving the number of times that the laser medium is repeatedly pumped in the light exit area when the light is emitted, the analytical expression of the laser output power is deduced, and the law of the laser output power changing with the laser parameters is obtained. By fitting and comparing with the experimental results, the new model and the experimental results are in good agreement, the related parameters obtained are also very consistent with the literature, and the changes of multiple parameters and temperature are obtained. These results, especially the expression for the analysis of the laser output power pave a new way for the research and design of optical pumped lasers. ",
    "url": "https://arxiv.org/abs/2201.10794",
    "authors": [
      "Wanfa Liu",
      "Yanchao Wang",
      "Shutong He"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2201.10893",
    "title": "Enhancing squeezed light optomechanical interferometer using quantum  optical restoring force",
    "abstract": "It was known that application of frequency dependent squeezed vacuum improves the sensitivity beyond standard quantum limit by a factor of $e^{-r}$, where $r$ is the squeezing parameter. In this work, we show that application of squeezed light along with optical restoring force can enhance the sensitivity beyond standard quantum limit by a factor of $\\sqrt{e^{-2r}\\zeta/4\\Delta}$, where $0< \\zeta/\\Delta <1$, with $\\zeta$ as the optomechanical cavity decay rate and $\\Delta$ as the detuning between cavity eigenfrequency and driving field. The technique described in this letter is restricted to the frequencies much smaller than the resonance frequency of the optomechanical mirror. ",
    "url": "https://arxiv.org/abs/2201.10893",
    "authors": [
      "Sreeshna Subhash",
      "Sanket Das",
      "Tarak Nath Dey",
      "Yong Li",
      "Sankar Davuluri"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2201.10894",
    "title": "Nonlinear optical response of Type-II Weyl fermions in two dimensions",
    "abstract": "We present a theoretical model to study the nonlinear optical response of materials with a low-energy spectrum characterised by strongly tilted, type-II, Weyl cones in two dimensions, which we call 2D Weyl materials. Our findings reveal that the tilted nature of the Weyl cones is responsible for the appearance of even harmonics in the nonlinear signal, as well as its strong polarisation dependence. We discuss how it is possible to control such nonlinear response and envision how 2D Weyl materials can be used to realise novel photonic devices for sensing applications. ",
    "url": "https://arxiv.org/abs/2201.10894",
    "authors": [
      "Yaraslau Tamashevich",
      "Leone Di Mauro Villari",
      "Marco Ornigotti"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Other Condensed Matter (cond-mat.other)"
    ]
  },
  {
    "id": "arXiv:2201.10952",
    "title": "Topmetal-M: a novel pixel sensor for compact tracking applications",
    "abstract": "The Topmetal-M is a large area pixel sensor (18 mm * 23 mm) prototype fabricated in a new 130 nm high-resistivity CMOS process in 2019. It contains 400 rows * 512 columns square pixels with the pitch of 40 {\\mu}m. In Topmetal-M, a novel charge collection method combing the Monolithic Active Pixel Sensor (MAPS) and the Topmetal sensor has been proposed for the first time. Both the ionized charge deposited by the particle in the sensor and along the track over the sensor can be collected. The in-pixel circuit mainly consists of a low-noise charge sensitive amplifier to establish the signal for the energy reconstruction, and a discriminator with a Time-to-Amplitude Converter (TAC) for the Time of Arrival (TOA) measurement. With this mechanism, the trajectory, particle hit position, energy and arrival time of the particle can be measured. The analog signal from each pixel is accessible through time-shared multiplexing over the entire pixel array. This paper will discuss the design and preliminary test results of the Topmetal-M sensor. ",
    "url": "https://arxiv.org/abs/2201.10952",
    "authors": [
      "Weiping Ren",
      "Wei Zhou",
      "Bihui You",
      "Ni Fang",
      "Yan Wang",
      "Haibo Yang",
      "Honglin Zhang",
      "Yao Wang",
      "Jun Liu",
      "Xianqin Li",
      "Ping Yang",
      "Le Xiao",
      "YuezhaoZhang",
      "Xiangru Qu",
      "Shuguang Zou",
      "GuangmingHuang",
      "Hua Pei",
      "Fan Shen",
      "Dong Wang",
      "Xiaoyang Niu",
      "Yuan Mei",
      "Yubo Han",
      "ChaosongGao",
      "Xiangming Sun",
      "Chengxin Zhao"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2201.10988",
    "title": "Multiphoton ionization of standard optical fibers",
    "abstract": "Atoms ionization by the simultaneous absorption of multiple photons has found applications in fiber optics, where it leads to unique nonlinear phenomena. To date, studies of the ionization regime have been limited to gas-filled hollow-core fibers. Here, we investigate multiphoton ionization of standard optical fibers, where intense laser pulses ionize the atoms constituting the fiber structure itself, instead of that of the filling gas. We characterize material modifications produced by optical breakdown. Their formation affects laser beam dynamics over hours long temporal scales. The damage features are studied by means of optical microscopy and X-ray microtomography. In the framework of glass photonics, our results pave the way for a novel glass waveguide micromachining technique. ",
    "url": "https://arxiv.org/abs/2201.10988",
    "authors": [
      "M. Ferraro",
      "F. Mangini",
      "Y. Sun",
      "M. Zitelli",
      "A. Niang",
      "M.C. Crocco",
      "V. Formoso",
      "R.G. Agostino",
      "R. Barberi",
      "A. De Luca",
      "A. Tonello",
      "V. Couderc",
      "S.A. Babin",
      "S. Wabnitz"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2201.11008",
    "title": "Role of collective information in networks of quantum operating agents",
    "abstract": "A network of agents is considered whose decision processes are described by the quantum decision theory previously advanced by the authors. Decision making is done by evaluating the utility of alternatives, their attractiveness, and the available information, whose combinations form the probabilities to choose a given alternative. As a result of the interplay between these three contributions, the process of choice between several alternatives is multimodal. The agents interact by exchanging information, which can take two forms: (i) information that an agent can directly receive from another agent and (ii) information collectively created by the members of the society. The information field common to all agents tends to smooth out sharp variations in the temporal behaviour of the probabilities and can even remove them. For agents with short-term memory, the probabilities often tend to their limiting values through strong oscillations and, for a range of parameters, these oscillations last for ever, representing an ever lasting hesitation of the decision makers. Switching on the information field makes the amplitude of the oscillations smaller and even can halt the everlasting oscillations forcing the probabilities to converge to fixed limits. The dynamic disjunction effect is described. ",
    "url": "https://arxiv.org/abs/2201.11008",
    "authors": [
      "V.I. Yukalov",
      "E.P. Yukalova",
      "D. Sornette"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2201.11032",
    "title": "Design considerations and performance analysis of fiber laser array  system for structuring orbital angular momentum beams",
    "abstract": "Since the advent of optical orbital angular momentum (OAM), advances in the generation and manipulation of OAM beams have continuously impacted on intriguing applications including optical communication, optical tweezers, and remote sensing. To realize the generation of high-power and fast switchable OAM beams, coherent combining of fiber lasers offers a promising way. Here in this contribution, we comprehensively investigate the coherent fiber laser array system for structuring OAM beams in terms of the design considerations and performance analysis. The performance metric and evaluation method of the laser array system are presented and introduced. Accordingly, the effect of the main sections of the laser array system, namely the high-power laser sources, emitting array configuration, and dynamic control system, on the performance of the output coherently combined OAM beams is evaluated, which reveals the system tolerance of perturbative factors and provides the guidance on system design and optimization. This work could provide beneficial reference on the practical implementation of spatially structuring high-power, fast switchable OAM beams with fiber laser arrays. ",
    "url": "https://arxiv.org/abs/2201.11032",
    "authors": [
      "Tianyue Hou",
      "Qi Chang",
      "Jinhu Long",
      "Pengfei Ma",
      "Pu Zhou"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2201.11060",
    "title": "Distinct forms of resonant optimality within insect indirect flight  motors",
    "abstract": "Insect flight motors are extraordinary natural structures that operate efficiently at high frequencies. Structural resonance is thought to play a role in ensuring efficient motor operation, but the details of this role are elusive. While the efficiency benefits associated with resonance may be significant, a range of counterintuitive behaviours are observed. In particular, the relationship between insect wingbeat frequencies and thoracic natural frequencies are uncertain, with insects showing wingbeat frequency modulation over both short and long timescales. Here, we offer new explanations for this modulation. We show how, in linear and nonlinear models of an indirect flight motor, resonance is not a unitary state at a single frequency; but a complex cluster of distinct and mutually-exclusive states, each representing a different form of resonant optimality. Additionally, by characterising the relationship between resonance and the state of negative work absorption within the motor, we demonstrate how near-perfect negative work absorption can be maintained over significant wingbeat frequency ranges. Our analysis leads to a new conceptual model of flight motor operation: one in which insects are indifferent to their precise wingbeat frequency, and robust to changes in thoracic and environmental properties - illustrating the extraordinary robustness of these natural motors. ",
    "url": "https://arxiv.org/abs/2201.11060",
    "authors": [
      "Arion Pons",
      "Tsevi Beatus"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2201.11098",
    "title": "Non-linear interaction of laser light with vacuum: contributions to the  energy density and pressure in presence of an intense magnetic field",
    "abstract": "Recent simulations show that very large electric and magnetic fields near the kilo Tesla strength will likely be generated by ultra-intense lasers at existing facilities over distances of hundreds of microns in underdense plasmas. Stronger ones are even expected in the future although some technical dificulties must be overcome. In addition, it has been shown that vacuum exhibits a peculiar non-linear behaviour in presence of high magnetic and electric field strengths. In this work we are interested in the analysis of thermodynamical contributions of vacuum to the energy density and pressure when radiation interacts with it in the presence of an external magnetic field. Using the Euler-Heisenberg formalism in the regime of weak fields i.e. smaller than critical Quantum Electrodynamics field strength values, we evaluate these magnitudes and analyze the highly anisotropic behaviour we find. Our work has implications for photon-photon scattering with lasers and astrophysically magnetized underdense systems far outside their surface where matter effects are increasingly negligible. ",
    "url": "https://arxiv.org/abs/2201.11098",
    "authors": [
      "M. Ángeles Pérez-García",
      "A. Pérez Martínez",
      "E. Rodríguez Querts"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      "High Energy Physics - Phenomenology (hep-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2201.10740",
    "title": "Terahertz Optical Properties and Birefringence in Single Crystal  Vanadium doped [100] \\b{eta}-Ga2O3",
    "abstract": "We report the Terahertz optical properties of the Vanadium doped [100] \\b{eta}-Ga2O3 using Terahertz Time-Domain Spectroscopy (THz-TDS). The V-doped \\b{eta}-Ga2O3 crystal shows strong birefringence in the 0.2-2.4 THz range. Further, phase retardation by the V-doped \\b{eta}-Ga2O3 has been measured over the whole THz range by Terahertz Time-Domain Polarimetry (THz-TDP). It is observed that the V-doped \\b{eta}-Ga2O3 crystal behaves both as a quarter waveplate (QWP) at 0.38, 1.08, 1.71, 2.28 THz, and a half waveplate (HWP) at 0.74 and 1.94 THz, respectively. ",
    "url": "https://arxiv.org/abs/2201.10740",
    "authors": [
      "Ajinkya Punjal",
      "Shraddha Choudhary",
      "Maneesha Narayanan",
      "Ruta Kulkarni",
      "Arumugam Thamizhavel",
      "Arnab Bhattacharya",
      "Shriganesh Prabhu"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2201.10920",
    "title": "Temporal modulation of a spectral compressor for efficient quantum  storage",
    "abstract": "Spectral and temporal mode matching are required for the efficient interaction of photons and quantum memories. In our previous work, we proposed a new route to spectrally compress broadband photons to achieve spectral mode matching with narrowband memories, using a linear, time-variant optical cavity based on rapid switching of input coupling. In this work, we extend our approach to attain temporal mode matching as well by exploiting the time-variation of output coupling of the cavity. We numerically analyze the mode matching and loss performance of our time-varying cavity and present a possible implementation in integrated photonics. ",
    "url": "https://arxiv.org/abs/2201.10920",
    "authors": [
      "Karthik V. Myilswamy",
      "Andrew M. Weiner"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2201.10950",
    "title": "Studying ultrafast Rabi dynamics with a short-wavelength seeded  free-electron laser",
    "abstract": "Rabi oscillations are periodic modulations of populations in two-level systems interacting with a time-varying field. They are ubiquitous in physics with applications in different areas such as photonics, nano-electronics, electron microscopy, and quantum information. While the theory developed by Rabi was intended for fermions in gyrating magnetic fields, Autler and Townes realized that it could also be used to describe coherent light-matter interaction within the rotating wave approximation\\cite. Although intense nanometer-wavelength light-sources have been available for more than a decade, Rabi dynamics at such short wavelengths have not been observed directly. Here we show that femtosecond extreme-ultraviolet pulses from a seeded free-electron laser can drive Rabi oscillations between the ground state and an excited state in helium atoms. The measured photoemission signal revealed an Autler-Townes doublet as well as an avoided crossing, phenomena that are both trademarks of quantum optics. Using theoretical analyses that go beyond the strong-field approximation, we found that the ultrafast build-up of the doublet structure follows from a quantum interference effect between resonant and non-resonant photoionization pathways. Given the recent availability of intense attosecond and few-femtosecond extreme-ultraviolet pulses, our results offer opportunities to carry out ultrafast manipulation of coherent processes at short wavelengths using free-electron lasers. ",
    "url": "https://arxiv.org/abs/2201.10950",
    "authors": [
      "Saikat Nandi",
      "Edvin Olofsson",
      "Mattias Bertolino",
      "Stefanos Carlström",
      "Felipe Zapata",
      "David Busto",
      "Carlo Callegari",
      "Michele Di Fraia",
      "Per Eng-Johnsson",
      "Raimund Feifel",
      "Guillaume Gallician",
      "Mathieu Gisselbrecht",
      "Sylvain Maclot",
      "Lana Neoričić",
      "Jasper Peschel",
      "Oksana Plekan",
      "Kevin C. Prince",
      "Richard J. Squibb",
      "Shiyang Zhong",
      "Philipp V. Demekhin",
      "Michael Meyer",
      "Catalin Miron",
      "Laura Badano",
      "Miltcho B. Danailov",
      "Luca Giannessi",
      "Michele Manfredda",
      "Filippo Sottocorona",
      "Marco Zangrando",
      "Jan Marcus Dahlström"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2201.10973",
    "title": "High-dimensional discrete Fourier transform gates with the quantum  frequency processor",
    "abstract": "The discrete Fourier transform (DFT) is of fundamental interest in photonic quantum information, yet the ability to scale it to high dimensions depends heavily on the physical encoding, with practical recipes lacking in emerging platforms such as frequency bins. In this Letter, we show that d-point frequency-bin DFTs can be realized with a fixed three-component quantum frequency processor (QFP), simply by adding to the electro-optic modulation signals one radio-frequency harmonic per each incremental increase in d. We verify gate fidelity F > 0.9997 and success probability P > 0.965 up to d = 10 in numerical simulations, and experimentally implement the solution for d = 3, utilizing measurements with parallel DFTs to quantify entanglement and perform full tomography of multiple two-photon frequency-bin states. Our results furnish new opportunities for high-dimensional frequency-bin protocols in quantum communications and networking. ",
    "url": "https://arxiv.org/abs/2201.10973",
    "authors": [
      "Hsuan-Hao Lu",
      "Navin B. Lingaraju",
      "Daniel E. Leaird",
      "Andrew M. Weiner",
      "Joseph M. Lukens"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2009.07054",
    "title": "Multifunctional Resonant Wavefront-Shaping Meta-Optics Based on  Multilayer and Multi-Perturbation Nonlocal Metasurfaces",
    "abstract": " Comments: 6 figures ",
    "url": "https://arxiv.org/abs/2009.07054",
    "authors": [
      "Stephanie C. Malek",
      "Adam C. Overvig",
      "Andrea Alù",
      "Nanfang Yu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2105.12705",
    "title": "InGaP quantum nanophotonic integrated circuits with 1.5%  nonlinearity-to-loss ratio",
    "abstract": " Title: InGaP quantum nanophotonic integrated circuits with 1.5%  nonlinearity-to-loss ratio ",
    "url": "https://arxiv.org/abs/2105.12705",
    "authors": [
      "Mengdi Zhao",
      "Kejie Fang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2109.12606",
    "title": "Autoregressive neural-network wavefunctions for ab initio quantum  chemistry",
    "abstract": " Comments: 8 pages, plus Methods and Supplementary Information ",
    "url": "https://arxiv.org/abs/2109.12606",
    "authors": [
      "Thomas D. Barrett",
      "Aleksei Malyshev",
      "A. I. Lvovsky"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Machine Learning (cs.LG)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2111.07030",
    "title": "Non-reciprocal frequency conversion and mode routing in a microresonator",
    "abstract": " Comments: 6 pages,4 figures ",
    "url": "https://arxiv.org/abs/2111.07030",
    "authors": [
      "Zhen Shen",
      "Yan-Lei Zhang",
      "Yuan Chen",
      "Yun-Feng Xiao",
      "Chang-Ling Zou",
      "Guang-Can Guo",
      "Chun-Hua Dong"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2111.08533",
    "title": "Achievements and Perspectives of Optical Fiber Fabry-Perot Cavities",
    "abstract": " Title: Achievements and Perspectives of Optical Fiber Fabry-Perot Cavities ",
    "url": "https://arxiv.org/abs/2111.08533",
    "authors": [
      "Hannes Pfeifer",
      "Lothar Ratschbacher",
      "Jose Gallego",
      "Carlos Saavedra",
      "Alexander Faßbender",
      "Andreas von Haaren",
      "Wolfgang Alt",
      "Sebastian Hofferberth",
      "Michael Köhl",
      "Stefan Linden",
      "Dieter Meschede"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2112.07557",
    "title": "Absorption estimation with coherent states in ring resonators  outperforms any quantum probe single-pass strategy",
    "abstract": " Comments: 6 pages, 4 figures, typos corrected ",
    "url": "https://arxiv.org/abs/2112.07557",
    "authors": [
      "Alexandre Belsley",
      "Euan J. Allen",
      "Animesh Datta",
      "Jonathan C. F. Matthews"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2201.00226",
    "title": "Simplicial Quantum Gravity",
    "abstract": " Comments: 14 pages, revtex4, content unchanged from ist version but typos and other small mistakes fixed ",
    "url": "https://arxiv.org/abs/2201.00226",
    "authors": [
      "James B. Hartle"
    ],
    "subjectives": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      "High Energy Physics - Theory (hep-th)",
      "History and Philosophy of Physics (physics.hist-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2201.07330",
    "title": "Radium Ion Optical Clock",
    "abstract": " Comments: Main text 5 pages, 3 figures. Supplemental material 5 pages, 1 figure ",
    "url": "https://arxiv.org/abs/2201.07330",
    "authors": [
      "C. A. Holliman",
      "M. Fan",
      "A. Contractor",
      "S. M. Brewer",
      "A. M. Jayich"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  }
]