[
  {
    "id": "arXiv:2505.14798",
    "title": "Laser cooling Rydberg molecules - a detailed study of the helium dimer",
    "abstract": "           The helium dimer in its metastable triplet state is a promising candidate to be the first laser-cooled homonuclear molecule. An ultracold gas of He$_2^*$ would enable a new generation of precision measurements to test quantum electrodynamics for three- and four-electron molecules through Rydberg spectroscopy. Nearly diagonal Franck-Condon factors are obtained because the electron employed for optical cycling occupies a Rydberg orbital that does not take part in the chemical bond. Three possible laser cooling transitions are identified and the spin-rovibronic energy-level structure of the relevant states as well as electronic transition moments, linestrengths, and lifetimes are determined. The production of He$_2^*$ molecules in a supersonic beam is discussed, and a laser slowing scheme to load a magneto-optical trap under such conditions is simulated using a rate equation approach. Various repumping schemes involving one or two upper electronic states are compared to maximize the radiative force. Loss mechanisms such as spin-forbidden transitions, predissociation, and ionization processes are studied and found to not introduce significant challenges for laser cooling and trapping He$_2^*$. The sensitivity of the vibrational levels of He$_2^+$ with respect to the static polarizability of atomic helium is determined and its implications for a new quantum pressure standard are discussed.         ",
    "url": "https://arxiv.org/abs/2505.14798",
    "authors": [
      "Lucía Verdegay",
      "Bingcheng Zeng",
      "Daniel Y. Knapp",
      "Jack C. Roth",
      "Maximilian Beyer"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2505.14809",
    "title": "Introducing Quantum Computing to High-School Curricula: A Global Perspective",
    "abstract": "           Quantum computing is an emerging field with growing implications across science and industry, making early educational exposure increasingly important. This paper examines how quantum computing concepts can be introduced into high-school STEM curricula within existing structures to enhance foundational learning in mathematics, computer science, and physics. We outline a modular integration strategy introducing key quantum ideas into standard courses, leveraging open-source educational resources to ensure global accessibility. Emphasis is placed on educational opportunity and equity: the approach is designed to be inclusive and to bridge current curricular gaps so that students worldwide can develop basic quantum literacy. Our analysis demonstrates that integrating quantum topics at the secondary level is feasible and can enrich STEM learning.         ",
    "url": "https://arxiv.org/abs/2505.14809",
    "authors": [
      "María Gragera Garcés",
      "Luis Gómez Orzechowski",
      "Juan Francisco Rodríguez Hernández"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2505.14956",
    "title": "From ultra-noisy to ultra-stable: optimization of the optoelectronic laser lock",
    "abstract": "           We demonstrate thermal-noise-limited direct locking of a semiconductor distributed feedback (DFB) laser to a sub-1 mL volume, ultrastable optical cavity, enabling extremely compact and simple ultrastable laser systems. Using the optoelectronic laser locking method, we realize over 140 dB suppression of the DFB free-running laser noise at 10 Hz offset, a level we estimate to be ~ 70 dB greater than Pound-Drever-Hall locking can provide, and reach a phase noise level of -120 dBc/Hz at 200 kHz offset. We also demonstrate a new feedforward noise correction method that improves the quality of the heterodyne beat with an optical frequency comb by providing another 60 dB of laser noise rejection - a level that is 15 dB greater than predicted by current models. With feedforward, we transfer the cavity thermal noise limit across the comb spectrum despite the fact that the cavity-locked laser itself is noisy. These results establish a simple, low noise, compact approach to ultrastable laser locking that is compatible with integrated photonics, with applications in low phase noise microwave generation, sensing, and satellite ranging.         ",
    "url": "https://arxiv.org/abs/2505.14956",
    "authors": [
      "Takuma Nakamura",
      "Yifan Liu",
      "Naijun Jin",
      "Haotian Cheng",
      "Charles McLemore",
      "Nazanin Hoghooghi",
      "Peter Rakich",
      "Franklyn Quinlan"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.14974",
    "title": "Full spectral response of grating-induced loss in photonic crystal microrings",
    "abstract": "           Photonic crystal microrings (PhCRs) have emerged as powerful and versatile platforms for integrated nonlinear photonics, offering precise control over frequency and phase matching while maintaining high optical quality factors. Through grating-mediated mode coupling, PhCRs enable advanced dispersion engineering, which is critical for wideband nonlinear processes such as optical parametric oscillation, Kerr frequency comb generation, and dual-pump spontaneous and Bragg scattering four-wave mixing. Beyond dispersion control, PhCRs also facilitate the manipulation of orbital angular momentum (OAM) emission, a key functionality for encoding high-dimensional quantum states in emerging quantum photonic platforms. Despite these advances, the broadband spectral behavior of grating-induced losses in PhCRs remains largely unexplored, with most studies focusing on grating periods near the modal wavelength or its half. Such losses can significantly impact broadband nonlinear processes, where excess loss at unintended wavelengths can degrade device performance. In this work, we experimentally characterize grating-induced losses in PhCRs and reveal their full spectral response as a function of the ratio between modal wavelength and grating period. We identify distinct loss channels arising from either radiation or mode conversion, including a broad excess-loss region attributed to vertical out-coupling into OAM-carrying states. These observations are supported by three-dimensional finite-difference time-domain simulations and further analyzed through OAM radiation angle and phase-mismatch analysis. The resulting broadband loss spectrum highlights critical design trade-offs and provides practical guidelines for optimizing PhCR-based devices for nonlinear photonic applications involving widely separated frequencies.         ",
    "url": "https://arxiv.org/abs/2505.14974",
    "authors": [
      "Daniel Pimbi",
      "Yi Sun",
      "Roy Zektzer",
      "Xiyuan Lu",
      "Kartik Srinivasan"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.15001",
    "title": "Photonic chip-based high-efficiency soliton microcombs via electroopitc-Kerr synergy",
    "abstract": "           Temporal soliton mode-locking in coherently pumped microcavities provides a promising platform for miniaturized frequency comb systems. While significant progress has been made, achieving high conversion efficiency in such microcombs remains a critical challenge. Soliton generation through pulse pumping has emerged as an effective strategy to improve conversion efficiency. However, the on-chip integration of pulse generation with dissipative Kerr soliton (DKS) formation within the photonic chip has not yet been realized. In this work, we demonstrate a photonic chip-based soliton microcomb with high conversion efficiency, achieved by integrating on-chip pulse generation and DKS generation. The pulsed laser, fabricated on a lithium niobate-on-insulator (LNOI) platform, delivers a 35.5GHz repetition rate with broadly tunable center frequencies. By coupling these on-chip pulses to a silicon nitride microresonator, we achieve stable DKS generation with a pump-to-soliton conversion efficiency of 43.9% under steady-state conditions. This integrated architecture establishes a viable pathway toward chip-scale soliton microcombs with unprecedented efficiency, opening up new possibilities for optical communications, precision spectroscopy, and photonic sensing.         ",
    "url": "https://arxiv.org/abs/2505.15001",
    "authors": [
      "Rui Niu",
      "Shuai Wan",
      "Pi-Yu Wang",
      "Rui Ma",
      "Jin Li",
      "Fang Bo",
      "Zhen Shen",
      "Guang-Can Guo",
      "Fang-Wen Sun",
      "Junqiu Liu",
      "Chun-Hua Dong"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.15026",
    "title": "Enhanced Tunable Photon Pair Generation from Nonlinear Metasurface with Guided-Mode Cavity",
    "abstract": "           The ability to generate quantum entangled photon pairs through spontaneous parametric down conversion (SPDC) is playing a pivotal role in many applications in quantum technologies, including quantum communications, quantum computation, and quantum imaging. Metasurfaces, two-dimensional arrays of nanostructures with subwavelength thickness, have recently shown extraordinary capability in manipulating classical and quantum states of light and realizing miniaturized SPDC sources. Whereas previous studies have primarily focused on periodic metasurfaces, we uncover the potential of spatially modulated nanopatterns for further SPDC enhancement and state engineering. Specifically, we propose a nonlinear metasurface featuring a lateral guided-mode cavity formed by two distributed Bragg reflectors. With the quasi-normal mode theory, we predict an SPDC rate up to 157 Hz/mW, which represents about 30 times rate enhancement when compared to the metasurface without a cavity. Furthermore, the cavity supports a continuous set of high-Q resonances across a broad bandwidth, allowing the all-optical tuning of the photon-pair emission directions transverse to the cavity by controlling the pump wavelength, which can find applications in quantum imaging.         ",
    "url": "https://arxiv.org/abs/2505.15026",
    "authors": [
      "Tongmiao Fan",
      "Jihua Zhang",
      "Andrey A. Sukhorukov"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.15113",
    "title": "Experimental realization of wide-mode-area slow light modes in valley photonic crystal heterostructure waveguides",
    "abstract": "           We experimentally realized wide-mode-area slow-light modes in valley photonic crystals (VPhCs) heterostructure waveguides. The waveguides are fabricated on a silicon slab by inserting gapless photonic graphene layers with varying widths and modifying the unit cell spacing near the domain walls. By reducing the spacing between unit cells at the domain boundaries, slow-light guided modes are achieved in VPhCs heterostructure waveguides. The presence of wide-mode-area modes is verified by observing the radiation in light propagation of leaky guided modes above the light line. To characterize guided modes below the light line, we introduce air-slot terminations to induce out-of-plane scattering and measure intensity profiles. The results show that the mode widths are tunable for both fast-light and slow-light modes in VPhCs heterostructure waveguides by adjusting the number of photonic graphene layers. The ability to support wide-mode-area slow-light modes in VPhC heterostructures offers promising opportunities for the development of high-power, on-chip photonic integrated devices.         ",
    "url": "https://arxiv.org/abs/2505.15113",
    "authors": [
      "Chengkun Zhang",
      "Guangtai Lu",
      "Nattujuks Pholsen",
      "Yasutomo Ota",
      "Satoshi Iwamoto"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.15166",
    "title": "Single-Shot Integrated Speckle Spectrometer with Ultrahigh Bandwidth-to-Resolution",
    "abstract": "           Miniaturized spectrometers employing chip solutions are essential for a wide range of applications, such as wearable health monitoring, biochemical sensing, and portable optical coherence tomography. However, the development of integrated spectrometers is hampered by the inherent trade-off between bandwidth-to-resolution, footprint, sampling channels, and operation speed. Here, we demonstrate that an ultrahigh bandwidth-to-resolution reconstructive spectrometer can be easily implemented through a single image capture of the speckle pattern diffracted from a passive silicon photonic chip. By leveraging the high pixel count of an image sensor, we can instantly acquire a significant number of distinct spatial sampling channels. Those sampling channels are spatially decorrelated by using our passive optical network on chip including cascaded unbalanced Mach-Zehnder interferometers, random diffraction by an antenna array, and mutual interference in free space before being captured. Hence, each speckle pattern contains wavelength-specific information across its spatial distribution to enhance the effectiveness of the global sampling strategy. Experimentally, we achieve a spectral resolution of 10 pm and an operational bandwidth of 200 nm, with sampling channels up to 2730. Multiple unknown narrowband and broadband spectra can also be precisely obtained.         ",
    "url": "https://arxiv.org/abs/2505.15166",
    "authors": [
      "Wenzhang Tian",
      "Hao Chen",
      "Mingyuan Zhang",
      "Zengqi Chen",
      "Yeyu Tong"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.15361",
    "title": "Silicon photonics LMA amplifiers: High power, high gain, low noise and tunable polarization sensitivity",
    "abstract": "           High-power amplifiers are of great importance in many optical systems deployed in optical sensing, ranging, medical surgery, material processing and more. Likewise, high-gain, low-noise amplifiers with low polarization dependence are critical components of long-range optical communication systems. Integrated photonic solutions show great potential in challenging application fields thanks to their drastic reduction in size, weight and cost, but this comes at the expense of low optical power due to reduced energy storage capacity in small devices. Recently, the large mode area (LMA) technology, which is well known for dramatically increasing the output power of fiber amplifiers by orders of magnitude, has been brought to the chip-level. With a large optical mode in the gain medium, the energy storage capacity and saturation power are increased significantly, allowing for high-power amplification with watt-level output power directly from the chip. In this work we demonstrate that a single integrated LMA amplifier is capable of both high-power amplification up to 800 mW with output saturation powers > 115 mW as well as high small-signal net gain up to 30 dB and low-noise amplification with noise figures < 4 dB. The LMA design further allows for a tuning of the polarization dependent gain (PDG) by adjusting the pump power and pump polarization, making it possible to completely nullify the polarization-sensitivity for any given signal power from the {\\mu}W to mW-level. The power and noise performance achieved surpasses the performance level of many integrated amplifiers and fiber-based amplifiers. We believe that the tunability of the PDG combined with high gain and low noise figure can play a disruptive role for next-generation integrated amplifiers in telecommunication networks.         ",
    "url": "https://arxiv.org/abs/2505.15361",
    "authors": [
      "Jan Lorenzen",
      "Neetesh Singh",
      "Kai Wang",
      "Sonia M. Garcia-Blanco",
      "Franz X. Kärtner"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2505.15500",
    "title": "Interference Fringe Mitigation in Short-Delay Self-Heterodyne Laser Phase Noise Measurements",
    "abstract": "           Self-heterodyne techniques are widely used for laser phase noise characterization due to their simple experimental setup and the removed need for a reference laser. However, when investigating low-noise lasers, optical delay paths shorter than the laser coherence length become necessary. This introduces interference patterns that distort the measured phase noise spectrum. To compensate for this distortion, we introduce a robust data-driven digital signal processing routine that integrates a kernel-based regression model into a phase noise power spectral density (PN-PSD) equalization framework. Unlike conventional compensation methods that rely on simplified phase noise models, our approach automatically adapts to arbitrary laser lineshapes by using Kernel Ridge Regression with automatic hyperparameter optimization. This approach effectively removes the interference artifacts and provides accurate PN-PSD estimates. We demonstrate the method's accuracy and effectiveness through simulations and via experimental measurements of two distinct low-noise lasers. The method's applicability to a broad range of lasers, minimal hardware requirements, and improved accuracy make this approach ideal for improving routine phase noise characterizations.         ",
    "url": "https://arxiv.org/abs/2505.15500",
    "authors": [
      "Jasper Riebesehl",
      "David C. Nak",
      "Darko Zibar"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.15577",
    "title": "Quantum Field Theory Between Rigor and Pragmatism",
    "abstract": "           Quantum Field Theory (QFT), the foundational framework of particle physics, has long existed in a state of tension between empirical success and mathematical rigor. Conventional QFT (CQFT), which underpins the Standard Model, offers unparalleled predictive accuracy but relies on inconsistent and ad hoc methods. In contrast, axiomatic QFT (AxQFT) aspires to a consistent, mathematically rigorous foundation, yet lacks empirical applicability. This paper introduces the heuristic vehicle of a realism quotient to model and navigate this tension, framing it as a dynamic balance between realism and instrumentalism in the mathematical structures of physical theories. By reconstructing the historical development of QFT and extrapolating its trajectory, the paper offers both a descriptive account of theoretical progress and a normative proposal: that CQFT and AxQFT must converge to address selected challenges of physics beyond the Standard Model. The model also contributes to broader debates in scientific realism, offering a structured framework for understanding the interplay between empirical adequacy and conceptual robustness and mathematical rigour in foundational physics.         ",
    "url": "https://arxiv.org/abs/2505.15577",
    "authors": [
      "Johannes Branahl"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2505.15591",
    "title": "Fiber-coupled external cavity DFB-laser",
    "abstract": "           Narrow-linewidth, compact and robust laser systems are of high interest, especially with prospects for portable quantum metrological applications. We realized an external cavity DFB-laser incorporating an intra-cavity EOM in a fully fiber-coupled manner. Additional active feedback on the EOM, by referencing a high finesse cavity, enabled us to reach low kHz-linewidths. We analyzed the laser spectrum by means of delayed self-heterodyne measurements to reconstruct the power spectral density. This is achieved by utilizing a data-driven power spectrum equalization approach. The presented laser setup is successfully used to create an ultracold gas by laser cooling on a narrow atomic transition of ${}^{40}$Ca at 1978 nm.         ",
    "url": "https://arxiv.org/abs/2505.15591",
    "authors": [
      "David C. Nak",
      "Jasper Riebesehl",
      "Andreas Hemmerich"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.15752",
    "title": "Energy transfer between localized emitters in photonic cavities from first principles",
    "abstract": "           Radiative and nonradiative resonant couplings between defects are ubiquitous phenomena in photonic devices used in classical and quantum information technology applications. In this work we present a first principles approach to enable quantitative predictions of the energy transfer between defects in photonic cavities, beyond the dipole-dipole approximation and including the many-body nature of the electronic states. As an example, we discuss the energy transfer from a dipole like emitter to an F center in MgO in a spherical cavity. We show that the cavity can be used to controllably enhance or suppress specific spin flip and spin conserving transitions. Specifically, we predict that a ~10 to 100 enhancement in the non-radiative resonant energy transfer rate can be gained in the case of the F center in MgO by a rather moderate cavity with Q~400, and equal suppression in the rate can be achieved by incorporating a significant energy mismatch between the electronic excitation and the cavity mode. Our framework is general and readily applicable to a wide range of devices where localized emitters are embedded in micro-spheres, core-shell nanoparticles, and dielectric Mie resonators. Hence, our approach paves the way to predict how to control energy transfer in quantum memories and in ultra-high density optical memories, and in a variety of quantum information platforms.         ",
    "url": "https://arxiv.org/abs/2505.15752",
    "authors": [
      "Swarnabha Chattaraj",
      "Giulia Galli"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2504.18763",
    "title": "Phase-space approach to cavity field dynamics in a squeezed thermal reservoir",
    "abstract": "           Quantum systems, such as a single-mode cavity field coupled to a thermal bath, typically experience destructive effects due to interactions with their noisy environment. When the bath combines both thermal fluctuations and a nonclassical feature like quadrature squeezing, forming a squeezed thermal reservoir, the system's behaviour can change substantially. In this work, we study the evolution of the cavity field in this generalized environment using an alternative phase-space approach based on the Glauber-Sudarshan $P$-function. We derive a compact analytical expression for the time-dependent $P$-function for arbitrary initial cavity field states and demonstrate its utility through specific examples. Additionally, we obtain analytical expressions, as a function of time, for some statistical properties of the cavity field, as well as for the nonclassical depth, $\\tau_m$, a nonclassicality measure calculated directly from the $P$-function.         ",
    "url": "https://arxiv.org/abs/2504.18763",
    "authors": [
      "E.P. Mattos",
      "A. Vidiella-Barranco"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.15106",
    "title": "A coupled HDG discretization for the interaction between acoustic and elastic waves",
    "abstract": "           We propose and analyze an HDG scheme for the Laplace-domain interaction between a transient acoustic wave and a bounded elastic solid embedded in an unbounded fluid medium. Two mixed variables (the stress tensor and the velocity of the acoustic wave) are included while the symmetry of the stress tensor is imposed weakly by considering the antisymmetric part of the strain tensor (the spin or vorticity tensor) as an additional unknown. The optimal convergence of the method is demonstrated theoretically and numerical results confirming the theoretical prediction are presented.         ",
    "url": "https://arxiv.org/abs/2505.15106",
    "authors": [
      "Fernando Artaza-Covarrubias",
      "Tonatiuh Sánchez-Vizuet",
      "Manuel Solano"
    ],
    "subjectives": [
      "Numerical Analysis (math.NA)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2505.15302",
    "title": "Robust and compact single-lens crossed-beam optical dipole trap for Bose-Einstein condensation in microgravity",
    "abstract": "           We present a novel concept for a compact and robust crossed-beam optical dipole trap (cODT) based on a single lens, designed for the efficient generation of Bose-Einstein condensates (BECs) under dynamic conditions. The system employs two independent two-dimensional acousto-optical deflectors (AODs) in combination with a single high-numerical-aperture lens to provide three- dimensional control over the trap geometry, minimizing potential misalignments and ensuring long- term operational stability. By leveraging time-averaged potentials, rapid and efficient evaporative cooling sequences toward BECs are enabled. The functionality of the cODT under microgravity conditions has been successfully demonstrated in the Einstein-Elevator in Hannover, Germany, where the beam intersection was shown to remain stable throughout the microgravity phase of the flight. In addition, the system has been implemented in the sensor head of the INTENTAS project to verify BEC generation. Additional realization of one- and two-dimensional control of arrays of condensates through dynamic trap shaping was achieved. This versatile approach allows for advanced quantum sensing applications in mobile and space-based environments based on all- optical BECs.         ",
    "url": "https://arxiv.org/abs/2505.15302",
    "authors": [
      "Jan Simon Haase",
      "Alexander Fieguth",
      "Igor Bröckel",
      "Janina Hamann",
      "Jens Kruse",
      "Carsten Klempt"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)",
      "Space Physics (physics.space-ph)"
    ]
  },
  {
    "id": "arXiv:2505.15777",
    "title": "Projection-Based Correction for Enhancing Deep Inverse Networks",
    "abstract": "           Deep learning-based models have demonstrated remarkable success in solving illposed inverse problems; however, many fail to strictly adhere to the physical constraints imposed by the measurement process. In this work, we introduce a projection-based correction method to enhance the inference of deep inverse networks by ensuring consistency with the forward model. Specifically, given an initial estimate from a learned reconstruction network, we apply a projection step that constrains the solution to lie within the valid solution space of the inverse problem. We theoretically demonstrate that if the recovery model is a well-trained deep inverse network, the solution can be decomposed into range-space and null-space components, where the projection-based correction reduces to an identity transformation. Extensive simulations and experiments validate the proposed method, demonstrating improved reconstruction accuracy across diverse inverse problems and deep network architectures.         ",
    "url": "https://arxiv.org/abs/2505.15777",
    "authors": [
      "Jorge Bacca"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2405.01529",
    "title": "Characterization of Silicon Photomultiplier Photon Detection Efficiency at Liquid Nitrogen Temperature",
    "abstract": "           The detection of individual photons at cryogenic temperatures is of interest to many experiments searching for physics beyond the Standard Model. Silicon photomultipliers (SiPMs) are often deployed in liquid argon or liquid xenon to detect scintillation light either directly or after it has been wavelength-shifted. Maximizing the photon detection efficiency (PDE) of the SiPMs used in these experiments optimizes the sensitivity to new physics; however, the PDEs of commercial SiPMs, although well known at room temperature, are not well characterized at the cryogenic temperatures at which many experiments operate them. Here we present results from an experimental setup that measures the photon detection efficiencies of silicon photomultipliers at liquid nitrogen temperature, 77 K. Results from a KETEK PM3325-WB-D0 and a Hamamatsu S13360-3050CS silicon photomultiplier - of R&D interest to the LEGEND experiment - exhibit a decrease in photon detection efficiency greater than 20% at liquid nitrogen temperature relative to room temperature for 562 nm light.         ",
    "url": "https://arxiv.org/abs/2405.01529",
    "authors": [
      "S. Borden",
      "J. A. Detwiler",
      "W. Pettus",
      "N. W. Ruof"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2409.04853",
    "title": "Acoustic Characterization of the Resonator in the Chinese Transverse Flute (dizi)",
    "abstract": "           The dizi is a traditional Chinese transverse flute and is most distinguished from the western flute by the presence of a hole covered by a wrinkled membrane. In this study, we analyze the linear acoustical behavior of the dizi resonator through a detailed acoustical model that incorporates drilled toneholes, back end-holes, membrane hole, and upstream embouchure hole. The input admittance of the dizi is measured and modeled using the Transfer Matrix Method (TMM) and Transfer Matrix Method with external Interactions (TMMI). In comparison to measurements, the TMMI is shown to more accurately model the dizi than the TMM when compared to measurements. Our analysis reveals that attaching the membrane shifts admittance peaks to lower frequencies, reduces their magnitude, and influences tuning and harmonicity for different peaks and fingerings. The study further shows that the upstream branch, which includes the embouchure hole, complicates the evaluation of the tonehole lattice cutoff frequency, suggesting that it may not need to be considered for flute instruments. Cutoff frequencies exhibit distinct groupings across fingerings, influenced by the different tonehole lattices in the dizi: finger-hole lattice and end-hole lattice.         ",
    "url": "https://arxiv.org/abs/2409.04853",
    "authors": [
      "Xinmeng Luan",
      "Song Wang",
      "Gary Scavone",
      "Zijin Li"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Signal Processing (eess.SP)"
    ]
  },
  {
    "id": "arXiv:2410.21602",
    "title": "A Generative Diffusion Model to Solve Inverse Problems for Robust in-NICU Neonatal MRI",
    "abstract": "           We present the first acquisition-agnostic diffusion generative model for Magnetic Resonance Imaging (MRI) in the neonatal intensive care unit (NICU) to solve a range of inverse problems for shortening scan time and improving motion robustness. In-NICU MRI scanners leverage permanent magnets at lower field-strengths (i.e., below 1.5 Tesla) for non-invasive assessment of potential brain abnormalities during the critical phase of early live development, but suffer from long scan times and motion artifacts. In this setting, training data sizes are small and intrinsically suffer from low signal-to-noise ratio (SNR). This work trains a diffusion probabilistic generative model using such a real-world training dataset of clinical neonatal MRI by applying several novel signal processing and machine learning methods to handle the low SNR and low quantity of data. The model is then used as a statistical image prior to solve various inverse problems at inference time without requiring any retraining. Experiments demonstrate the generative model's utility for three real-world applications of neonatal MRI: accelerated reconstruction, motion correction, and super-resolution.         ",
    "url": "https://arxiv.org/abs/2410.21602",
    "authors": [
      "Yamin Arefeen",
      "Brett Levac",
      "Jonathan I. Tamir"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)",
      "Machine Learning (cs.LG)",
      "Image and Video Processing (eess.IV)"
    ]
  },
  {
    "id": "arXiv:2502.06222",
    "title": "Laser intensity noise suppression for space-borne gravitational wave mission",
    "abstract": "           Laser intensity noise is a main limitation of measurement and sensing mission represented by gravitational wave detection. We develop a noise decomposition model and design the core elements of the feedback loop independently based on the analysis results. We construct a fiber amplifier system with ultra-low intensity noise in the 0.1 mHz-1 Hz frequency band by the employment of an optoelectronic feedback loop that is specially designed. The study provides experimental basis and technologies for precise measurement and sensing system at ultra-low frequency.         ",
    "url": "https://arxiv.org/abs/2502.06222",
    "authors": [
      "Fan Li",
      "Xin Shang",
      "Zhenglei Ma",
      "Jiawei Wang",
      "Long Tian",
      "Shaoping Shi",
      "Wangbao Yin",
      "Yuhang Li",
      "Yajun Wang",
      "Yaohui Zheng"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2502.20014",
    "title": "Monitoring microplastics in live reef-building corals with microscopic laser particles",
    "abstract": "           Microplastics pose a growing threat to reef-building corals. Yet, understanding of their uptake and long-term incorporation into coral skeletons remains limited due to the invasive nature of existing methods for monitoring and localizing microplastic. Here, we repurpose optical resonances in polymer spheres to transform microplastics into microscopic lasers. These laser particles emit distinctive spectral signatures that enable in vivo tracking of microplastics and simultaneous local sensing, shedding light on internalization and transport of individual microplastic particles in live corals.         ",
    "url": "https://arxiv.org/abs/2502.20014",
    "authors": [
      "Vera M. Titze",
      "Jessica Reichert",
      "Marcel Schubert",
      "Malte C. Gather"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2503.12655",
    "title": "LArTPC hit-based topology classification with quantum machine learning and symmetry",
    "abstract": "           We present a new approach to separate track-like and shower-like topologies in liquid argon time projection chamber (LArTPC) experiments for neutrino physics using quantum machine learning. Effective reconstruction of neutrino events in LArTPCs requires accurate and granular information about the energy deposited in the detector. These energy deposits can be viewed as 2-D images. Simulated data from the MicroBooNE experiment and a simple custom dataset are used to perform pixel-level classification of the underlying particle topology. Images of the events have been studied by creating small patches around each pixel to characterise its topology based on its immediate neighbourhood. This classification is achieved using convolution-based learning models, including quantum-enhanced architectures known as quanvolutional neural networks. The quanvolutional networks are extended to symmetries beyond translation. Rotational symmetry has been incorporated into a subset of the models. Quantum-enhanced models perform better than their classical counterparts with a comparable number of parameters but are outperformed by classical models, which contain an order of magnitude more parameters. The inclusion of rotation symmetry appears to benefit only large models and remains to be explored further.         ",
    "url": "https://arxiv.org/abs/2503.12655",
    "authors": [
      "Callum Duffy",
      "Marcin Jastrzebski",
      "Stefano Vergani",
      "Leigh H. Whitehead",
      "Ryan Cross",
      "Andrew Blake",
      "Sarah Malik",
      "John Marshall"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2503.20637",
    "title": "Development and Characterization of a High-Resolution and High-Sensitivity Collinear Resonance Ionization Spectroscopy Setup",
    "abstract": "           With the recent implementation of a radio-frequency quadrupole (RFQ) cooler-buncher and a multi-step laser resonance ionization technique, our previously developed collinear laser spectroscopy setup has been successfully upgraded into a fully functional collinear resonance ionization spectroscopy system. The new system was fully characterized using a bunched ion beam at 30~keV, during which hyperfine structure spectra of $^{85,87}$Rb isotopes were measured. An overall efficiency exceeding 1:200 (one resonant ion detected for every 200 ions after the RFQ cooler-buncher) was achieved while maintaining a spectral resolution of 100 MHz. Under these conditions, the extracted hyperfine structure parameters and isotope shift for $^{85,87}$Rb show excellent agreement with the literature values. These results demonstrate the system's capability to perform high-resolution and high-sensitivity laser spectroscopy of neutron-rich Rb isotopes, which are expected to be produced at the Beijing Radioactive Ion-beam Facility at a rate of approximately 100 particles per second.         ",
    "url": "https://arxiv.org/abs/2503.20637",
    "authors": [
      "H. R. Hu",
      "Y. F. Guo",
      "X. F. Yang",
      "Z. Yan",
      "W. C. Mei",
      "S. J. Chen",
      "Y. S. Liu",
      "P. Zhang",
      "S. W. Bai",
      "D. Y. Chen",
      "Y. C. Liu",
      "S. J. Wang",
      "Q. T. Li",
      "Y. L. Ye",
      "C. Y. He",
      "J. Yang",
      "Z. Y. Liu"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Nuclear Experiment (nucl-ex)",
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2504.14342",
    "title": "Quantum emitters in silicon: Purcell-enhanced lifetime modulation as a probe of local refractive index changes",
    "abstract": "           Quantum emitters embedded in silicon photonic cavities offer a powerful and scalable platform for label-free refractive index sensing at the nanoscale. We propose and theoretically analyze a novel sensing mechanism based on Purcell-enhanced modulation of the emitter's spontaneous emission lifetime, enabling detection of refractive index changes via time-correlated single-photon counting (TCSPC). In contrast to traditional resonance-shift sensors, our approach exploits the lifetime sensitivity to variations in the local density of optical states (LDOS), providing an intensity-independent, spectrally unresolvable, and CMOS-compatible sensing modality. We derive analytical expressions linking refractive index perturbations to relative lifetime shifts and identify an optimal off-resonance operation regime, where the lifetime response becomes linear and maximally sensitive to small perturbations. Parametric evaluation of the analytical expressions shows that, for moderate-quality photonic cavities (Q = 10^5 to 10^7), this method enables refractive index detection limits as low as 10^{-9} RIU, competitive with or even outperforming state-of-the-art plasmonic and microresonator sensors, yet requiring significantly simpler instrumentation. Furthermore, we show that long-lived emitters such as T-centers in silicon provide a unique advantage, allowing sub-nanosecond lifetime shifts to be resolved with standard TCSPC systems. Although room-temperature operation of quantum emitters in silicon has yet to be demonstrated, our results lay the theoretical foundation for scalable, room-temperature, quantum-enabled sensing of refractive index changes, eliminating the need for spectral resolution and cryogenic infrastructure.         ",
    "url": "https://arxiv.org/abs/2504.14342",
    "authors": [
      "Yevhenii Morozov",
      "Anatoliy Lapchuk"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2409.04145",
    "title": "Connectivity matters: Impact of bath modes ordering and geometry in open quantum system simulation with Tensor Network States",
    "abstract": "           Being able to study the dynamics of quantum systems interacting with several environments is important in many settings ranging from quantum chemistry to quantum thermodynamics, through out-of-equilibrium systems. For such problems tensor network-based methods are state-of-the-art approaches for performing numerically exact simulations. However, to be used efficiently in this multi-environment and non-perturbative context, these methods require an optimized choice of the topology of the wave-function Ansätze. This is often done by analysing cross-correlations between different system and environment degrees of freedom. Here, we show for canonical model Hamiltonians that simple orderings of bosonic environmental modes, which enable the joint {System + Environments} state to be written as a matrix product state, considerably reduce the bond dimension required for convergence despite introducing long-ranged interactions. These results suggest that complex correlation analyses for tweaking tensor networks topology (e.g. entanglement renormalization) are usually not necessary and that tree tensor network states are sub-optimal compared to simple matrix product states in many important models of physical open systems.         ",
    "url": "https://arxiv.org/abs/2409.04145",
    "authors": [
      "Thibaut Lacroix",
      "Brendon W. Lovett",
      "Alex W. Chin"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2412.05979",
    "title": "Relational Quantum Dynamics (RQD): An Informational Ontology",
    "abstract": "           Quantum mechanics has transformed our understanding of reality, yet deep philosophical puzzles remain unresolved. Is there a consistent way to describe quantum measurement, the emergence of space and time, and the role of observers within one coherent ontology? This paper introduces Relational Quantum Dynamics (RQD), an interpretation that places relationships and information, not isolated objects, at the foundation of physics. Unlike traditional views, such as the Copenhagen interpretation, Everett's many-worlds theory, or hidden-variable approaches, RQD denies a single observer-independent reality, instead proposing that facts only become definite within specific observational contexts. It explicitly addresses foundational no-go results, including Bell's theorem, the Kochen-Specker theorem, and the Frauchiger-Renner paradox, by replacing absolute facts with relational, context-dependent truths. RQD rests on five interlocking principles: (1) quantum states are contextual and observer-relative, (2) time emerges from quantum interactions rather than existing as an external parameter, (3) space is constructed from patterns of quantum entanglement, (4) observers emerge as systems with highly integrated information, and (5) classical reality appears through quantum decoherence without special wavefunction collapse. Philosophically, RQD aligns with ontic structural realism, proposing that the fundamental ontology of the universe consists entirely of informational relations. It avoids collapsing into relativism or solipsism by ensuring intersubjective agreement through physical interactions. Ultimately, RQD may offer a unified picture in which quantum mechanics, spacetime, and observers are no longer separate domains but aspects of one interconnected informational web.         ",
    "url": "https://arxiv.org/abs/2412.05979",
    "authors": [
      "Arash E. Zaghi"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2502.00518",
    "title": "Ultrafast All-Optical Measurement of Squeezed Vacuum in a Lithium Niobate Nanophotonic Circuit",
    "abstract": "           Squeezed vacuum, a fundamental resource for continuous-variable quantum information processing, has been used to demonstrate quantum advantages in sensing, communication, and computation. While most experiments use homodyne detection to characterize squeezing and are therefore limited to electronic bandwidths, recent experiments have shown optical parametric amplification (OPA) to be a viable measurement strategy. Here, we realize OPA-based quantum state tomography in integrated photonics and demonstrate the generation and all-optical Wigner tomography of squeezed vacuum in a nanophotonic circuit. We employ dispersion-engineering to enable the distortion-free propagation of femtosecond pulses and achieve ultrabroad operation bandwidths, effectively lifting the speed restrictions imposed by traditional electronics on quantum measurements with a theoretical maximum clock speed of 6.5 THz. We implement our circuit on thin-film lithium niobate, a platform compatible with a wide variety of active and passive photonic components. Our results chart a course for realizing all-optical ultrafast quantum information processing in an integrated room-temperature platform.         ",
    "url": "https://arxiv.org/abs/2502.00518",
    "authors": [
      "James Williams",
      "Elina Sendonaris",
      "Rajveer Nehra",
      "Robert M Gray",
      "Ryoto Sekine",
      "Luis Ledezma",
      "Alireza Marandi"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.06770",
    "title": "Adjusting optical cavity birefringence with wavelength tunable laser for axion searches",
    "abstract": "           Axions have attracted attention as promising candidates for dark matter (DM). Although axions have been intensively searched for, they have not been observed yet. Recently, novel experiments to search for axion DM have been proposed that use optical cavities to amplify polarization rotation of laser light induced by the axion-photon interaction. One such experiment employs a ring cavity composed of four mirrors. However, its sensitivity to the axion-photon coupling $g_{a\\gamma}$ in the low axion mass region is limited due to a reflection phase difference between s- and p-polarizations. In this paper, we propose a new method to improve the sensitivity using zero-phase shift mirrors and a wavelength tunable laser. Moreover, the laser makes it easier to scan the high axion mass region by tuning the reflection phase difference between s- and p-polarizations. We experimentally confirmed that the phase difference generated upon reflection on a zero phase shift mirror satisfies the requirement of $8.6 \\times 10^{-3}~\\mathrm{deg}$, which corresponds to the half width at half maximum (HWHM) of the p-polarization with the mirror fixed on a folded cavity and a wavelength tunable laser.         ",
    "url": "https://arxiv.org/abs/2505.06770",
    "authors": [
      "Hinata Takidera",
      "Hiroki Fujimoto",
      "Yuka Oshima",
      "Satoru Takano",
      "Kentaro Komori",
      "Tomohiro Fujita",
      "Ippei Obata",
      "Masaki Ando",
      "Yuta Michimura"
    ],
    "subjectives": [
      "High Energy Physics - Experiment (hep-ex)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  }
]