[
  {
    "id": "arXiv:2202.05303",
    "title": "A Novel Silicon Photomultiplier Readout Architecture for Low-light  Applications",
    "abstract": "In this article we describe the photon detection readout electronics for the nEDM@SNS experiment. The chosen \"photon counting\" architecture, which utilizes high-efficiency silicon photomultipliers (SiPMs) and is appropriate for low-light applications, allows the use of a relatively high SiPM operating voltage. This maximizes photon detection efficiency and minimizes gain/efficiency voltage-dependence while eliminating optical cross-talk. ",
    "url": "https://arxiv.org/abs/2202.05303",
    "authors": [
      "V. Cianciolo",
      "Yu. V. Efremenko",
      "L. Fabris",
      "S. K. Imam",
      "S. I. Penttila J. C. Ramsey",
      "R. Santos Estrada"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Nuclear Experiment (nucl-ex)"
    ]
  },
  {
    "id": "arXiv:2202.05526",
    "title": "Controlling energy conservation in quantum dynamics with independently  moving basis functions: Application to Multi-Configuration Ehrenfest",
    "abstract": "Application of the time-dependent variational principle to a linear combination of frozen-width Gaussians describing the nuclear wavefunction provides a formalism where the total energy is conserved. The computational downside of this formalism is that trajectories of individual Gaussians are solutions of a coupled system of differential equations, limiting implementation to serial propagation algorithms. To allow for parallelization and acceleration of the computation, independent trajectories based on simplified equations of motion were suggested. Unfortunately, within practical realizations involving finite Gaussian bases, this simplification leads to breaking the energy conservation. We offer a solution for this problem by using Lagrange multipliers to ensure the energy and norm conservation regardless of basis function trajectories or basis completeness. We illustrate our approach within the Multi-Configuration Ehrenfest method considering a linear vibronic coupling model. ",
    "url": "https://arxiv.org/abs/2202.05526",
    "authors": [
      "Mina Asaad",
      "Loïc Joubert-Doriol",
      "Artur F. Izmaylov"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2202.05665",
    "title": "Flux ramp modulation based hybrid microwave SQUID multiplexer",
    "abstract": "We present a hybrid microwave SQUID multiplexer that combines two frequency-division multiplexing techniques to allow multiplexing a given number of cryogenic detectors with only a fraction of frequency encoding resonators. Similar to conventional microwave SQUID multiplexing, our multiplexer relies on inductively coupling non-hysteretic, unshunted rf-SQUIDs to superconducting microwave resonators as well as applying flux ramp modulation for output signal linearization. However, instead of utilizing one resonator per SQUID, we couple multiple SQUIDs to a common readout resonator and encode the SQUID input signals in sidebands of the microwave carrier by varying the flux ramp modulation frequency for each SQUID. We prove the suitability of our approach using a prototype device and argue by means of fundamental information theory that our approach is particularly suited for reading out large cryogenic bolometer arrays. ",
    "url": "https://arxiv.org/abs/2202.05665",
    "authors": [
      "Constantin Schuster",
      "Mathias Wegner",
      "Christian Enss",
      "Sebastian Kempf"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Superconductivity (cond-mat.supr-con)"
    ]
  },
  {
    "id": "arXiv:2202.05668",
    "title": "Heidegger's quantum phenomenology",
    "abstract": "The article suggests that quantum mechanics is a science of a new type, which refutes the classical metaphysical concept of reality. The notion of a quantum concept is introduced. The possibility of a Wittgensteinian 'dissolution' of the measurement problem with the help of the notion of a language game and the possibility of a metaphysical solution of this problem with the help of the Heideggerian notion of Dasein are considered. ",
    "url": "https://arxiv.org/abs/2202.05668",
    "authors": [
      "Francois-Igor Pris"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2202.05678",
    "title": "Epicenter localization using forward-transmission laser interferometry",
    "abstract": "Widely distributed optical fibers, together with phase-sensitive laser interferometry, can expand seismic detection methods and have great potential for epicenter localization. In this letter, we propose an integral response method based on a forward transmission scheme. It uses spectrum analysis and parameter fitting to localize the epicenter. With the given shape of the fiber link, the integral phase changes of light propagating in the forward and reverse directions can be used to determine the direction, depth, distance of the epicenter, and seismic wave speed. For the noisy case with SNR=20 dB, the maximum localization error for the orientation angle is ~0.004{\\deg}, the maximum error of the P-wave speed is ~0.45 m/s, the maximum localization error for the epicenter depth is ~1000 m, and the maximum localization error for the epicenter distance is ~2200 m. ",
    "url": "https://arxiv.org/abs/2202.05678",
    "authors": [
      "Bohan Zhang",
      "Guan Wang",
      "Zhongwang Pang",
      "Bo Wang"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2202.05727",
    "title": "Narrow-line imaging of single strontium atoms in shallow optical  tweezers",
    "abstract": "Single strontium atoms held in optical tweezers have so far only been imaged using the broad $^{1\\hspace{-0.3ex}}S_0$-$^{1\\hspace{-0.3ex}}P_1$ transition. For Yb, use of the narrow (183 kHz-wide) $^{1\\hspace{-0.3ex}}S_0$-$^{3\\hspace{-0.3ex}}P_1$ transition for simultaneous imaging and cooling has been demonstrated in tweezers with a magic wavelength for the imaging transition. We demonstrate high-fidelity imaging of single Sr atoms using its even narrower (7.4 kHz-wide) $^{1\\hspace{-0.3ex}}S_0$ - $^{3\\hspace{-0.3ex}}P_1$ transition. The atoms are trapped in \\textit{non}-magic-wavelength tweezers. We detect the photons scattered during Sisyphus cooling, thus keeping the atoms near the motional ground state of the tweezer throughout imaging. The fidelity of detection is 0.9991(4) with a survival probability of 0.97(2). An atom in a tweezer can be held under imaging conditions for 79(3) seconds allowing for hundreds of images to be taken, limited mainly by background gas collisions. We detect atoms in an arrary of 36 tweezers with 813.4-nm light and trap depths of 135(20) $\\mu$K. This trap depth is three times shallower than typically used for imaging on the broad $^{1\\hspace{-0.3ex}}S_0$ - $^{1\\hspace{-0.3ex}}P_1$ transition. Narrow-line imaging opens the possibility to even further reduce this trap depth, as long as all trap frequencies are kept larger than the imaging transition linewidth. Imaging using a narrow-linewidth transition in a non-magic-wavelength tweezer also allows for selective imaging of a given tweezer. As a demonstration, we selectively image (hide) a single tweezer from the array. This provides a useful tool for quantum error correction protocols. ",
    "url": "https://arxiv.org/abs/2202.05727",
    "authors": [
      "Alexander Urech",
      "Ivo H. A. Knottnerus",
      "Robert J. C. Spreeuw",
      "Florian Schreck"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Gases (cond-mat.quant-gas)"
    ]
  },
  {
    "id": "arXiv:2202.05729",
    "title": "Effect of size distribution, skewness and roughness on the optical  properties of colloidal plasmonic nanoparticles",
    "abstract": "It is a generally accepted idea that the particle size distribution strongly affects the optical spectra of colloidal plasmonic nanoparticles. It is often quoted as one of the main reasons while explaining the mismatch between the theoretical and experimental optical spectra of such nanoparticles. In this work, these aspects are critically analyzed by means of a bottom up statistical approach that considers variables such as mean, standard deviation and skewness of the nanoparticle size distribution independently from one another. By assuming normal and log-normal distributions of the particle size, the effect of the statistical parameters on the Mie analytical optical spectra of colloidal nanoparticles was studied. The effect of morphology was also studied numerically in order to understand to what extent it can play a role. It is our finding that the particle polydispersity, skewness and surface morphology in fact only weakly impact the optical spectra. While, the selection of suitable optical constants with regard to the crystallinity of the nanoparticles is a far more influential factor for correctly predicting both the plasmon band position and the plasmon bandwidth in theoretical simulations of the optical spectra. It is shown that the mean particle size can be correctly estimated directly from the plasmon band position, as it is the mean that determines the resonance wavelength. The standard deviation can on the other hand be estimated from the intensity distribution data obtained from dynamic light scattering experiments. The results reported herein clear the ambiguity around particle size distribution and optical response of colloidal plasmonic nanoparticles. ",
    "url": "https://arxiv.org/abs/2202.05729",
    "authors": [
      "Rituraj Borah",
      "Sammy W. Verbruggen"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)",
      "Atomic and Molecular Clusters (physics.atm-clus)"
    ]
  },
  {
    "id": "arXiv:2202.05733",
    "title": "Optical Links for ATLAS Liquid Argon Calorimeter Front-end Electronics  Readout",
    "abstract": "We present the optical data links for the ATLAS liquid argon calorimeter. The current status of the vertical cavity surface emitting laser failures, the up-to-date results in searching for the failure cause, experiences gained in the searching process, possible backup plans for the optical transmitters and the lessons learned are also discussed. ",
    "url": "https://arxiv.org/abs/2202.05733",
    "authors": [
      "Tiankuan Liu"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2202.05774",
    "title": "Ultra-Compact accurate wave functions for He-like and Li-like  iso-electronic sequences and variational calculus. III. Spin-quartet state of  the Lithium sequence",
    "abstract": "As a continuation of Part I, dedicated to the ground state of He-like and Li-like isoelectronic sequences for nuclear charges $Z \\leq 20$, and Part II, dedicated to two excited states of He-like sequence, two ultra-compact wave functions in the form of generalized Guevara-Harris-Turbiner functions are constructed for Li-like sequence. They describe accurately the domain of applicability of the Quantum Mechanics of Coulomb Charges (QMCC) for energies (2-3 significant digits (s.d.)) of the spin-quartet state $1^40^+$ of Li-like ions (in static approximation with point-like, infinitely heavy nuclei). Variational parameters are fitted in $Z$ by 2nd degree polynomials. The most accurate ultra-compact function leads to the absolute accuracy $\\sim 10^{-3}$\\,a.u. for energy, and $\\sim 10^{-4}$ for the normalized electron-nuclear cusp parameter for $Z \\leq 20$. Critical charge $Z=Z_B$, where the ultra-compact trial function for the $1^40^+$ state looses its square-integrability, is estimated, $Z_B(1^4\\,0^+) \\sim 1.26 - 1.30$. As a complement to Part I, square integrability for the compact functions constructed for the {\\it ground, spin-doublet state} $1^2\\,0^+$ of the Li-like sequence is discussed. The critical charge, for which these functions stop to be normalizable, is estimated as $Z_B( 1^2\\,0^+) = 1.62 - 1.65$. It implies that at $Z=2$ - the negative helium ion He${}^-$ - both states $1^2\\,0^+$ and $1^4\\,0^+$ exist as states embedded to continuum. ",
    "url": "https://arxiv.org/abs/2202.05774",
    "authors": [
      "D.J.Nader",
      "J.C. del Valle",
      "J.C. Lopez Vieyra",
      "A.V. Turbiner"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2108.05346",
    "title": "Quantum microscopy based on Hong-Ou-Mandel interference",
    "abstract": "Hong-Ou-Mandel (HOM) interference, the bunching of indistinguishable photons at a beam splitter, is a staple of quantum optics and lies at the heart of many quantum sensing approaches and recent optical quantum computers. Here, we report a full-field, scan-free, quantum imaging technique that exploits HOM interference to reconstruct the surface depth profile of transparent samples. We demonstrate the ability to retrieve images with micrometre-scale depth features with a photon flux as small as 7 photon pairs per frame. Using a single photon avalanche diode camera we measure both the bunched and anti-bunched photon-pair distributions at the HOM interferometer output which are combined to provide a lower-noise image of the sample. This approach demonstrates the possibility of HOM microscopy as a tool for label-free imaging of transparent samples in the very low photon regime. ",
    "url": "https://arxiv.org/abs/2108.05346",
    "authors": [
      "Bienvenu Ndagano",
      "Hugo Defienne",
      "Dominic Branford",
      "Yash D. Shah",
      "Ashley Lyons",
      "Niclas Westerberg",
      "Erik M. Gauger",
      "Daniele Faccio"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2202.05280",
    "title": "Engineered Dissipation for Quantum Information Science",
    "abstract": "Quantum information processing relies on precise control of non-classical states in the presence of many uncontrolled environmental degrees of freedom -- requiring careful orchestration of how the relevant degrees of freedom interact with that environment. These interactions are often viewed as detrimental, as they dissipate energy and decohere quantum states. Nonetheless, when controlled, dissipation is an essential tool for manipulating quantum information: Dissipation engineering enables quantum measurement, quantum state preparation, and quantum state stabilization. The progress of quantum device technology, marked by improvements of characteristic coherence times and extensible architectures for quantum control, has coincided with the development of such dissipation engineering tools which interface quantum and classical degrees of freedom. This Review presents dissipation as a fundamental aspect of the measurement and control of quantum devices and highlights the role of dissipation engineering for quantum error correction and quantum simulation that enables quantum information processing on a practical scale. ",
    "url": "https://arxiv.org/abs/2202.05280",
    "authors": [
      "Patrick M. Harrington",
      "Erich Mueller",
      "Kater Murch"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2202.05369",
    "title": "Raman Imaging of Atoms Inside a High-bandwidth Cavity",
    "abstract": "High-bandwidth, fiber-based optical cavities are a promising building block for future quantum networks. They are used to resonantly couple stationary qubits such as single or multiple atoms with photons routing quantum information into a fiber network at high rates. In high-bandwidth cavities, standard fluorescence imaging on the atom-cavity resonance line for controlling atom positions is impaired since the Purcell effect strongly suppresses all-directional fluorescence. Here, we restore imaging of $^{87}$Rb atoms strongly coupled to such a fiber Fabry-P\\'erot cavity by detecting the repumper fluorescence which is generated by continuous and three-dimensional Raman sideband cooling. We have carried out a detailed spectroscopic investigation of the repumper-induced differential light shifts affecting the Raman resonance, dependent on intensity and detuning. Our analysis identifies a compromise regime between imaging signal-to-noise ratio and survival rate, where physical insight into the role of dipole-force fluctuations in the heating dynamics of trapped atoms is gained. ",
    "url": "https://arxiv.org/abs/2202.05369",
    "authors": [
      "Eduardo Uruñuela",
      "Maximilian Ammenwerth",
      "Pooja Malik",
      "Lukas Ahlheit",
      "Hannes Pfeifer",
      "Wolfgang Alt",
      "Dieter Meschede"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2202.05376",
    "title": "Development of a Scalable Quantum Memory Platform -- Materials Science  of Erbium-Doped TiO$_2$ Thin Films on Silicon",
    "abstract": "Rare-earth ions (REI) have emerged as an attractive candidate for solid-state qubits, particularly as a quantum memory. Their 4f-4f transitions are shielded by filled 5s and 5p orbitals, offering a degree of protection from external electric fields. Embedded within a thin film oxide host, REIs could enable a qubit platform with significant memory capabilities. Furthermore, a silicon-compatible thin film form factor would enable the use of standard semiconductor fabrication processes to achieve chip-based integrability and scalability for functional quantum networks. Towards this goal, we have carried out optical and microstructural studies of erbium-doped polycrystalline and epitaxial TiO$_2$ thin films on Si (100), r-sapphire, and SrTiO$_3$ (100). We observe that the inhomogeneous optical linewidth of the Er photoluminescence is comparable or better for polycrystalline Er:TiO$_2$(grown on Si) in comparison to single crystal epitaxial films on sapphire or SrTiO$_3$, implying a relative insensitivity to extended defects. We investigated the effect of the film/substrate and film/air interface and found that the inhomogeneous linewidth and spectral diffusion can be significantly improved via bottom buffer and top capping layers of undoped TiO$_2$. Using such approaches, we obtain inhomogeneous linewidths of 5.2 GHz and spectral diffusivity of 180 GHz in Er:TiO$_2$ /Si(100) films and have demonstrated the engineerability of quantum-relevant properties in these thin films. ",
    "url": "https://arxiv.org/abs/2202.05376",
    "authors": [
      "Manish Kumar Singh",
      "Gary Wolfowicz",
      "Jianguo Wen",
      "Sean E. Sullivan",
      "Abhinav Prakash",
      "Alan M. Dibos",
      "David D. Awschalom",
      "F. Joseph Heremans",
      "Supratik Guha"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2202.05558",
    "title": "First principles calculations of double resonance Raman spectra for  monolayer MoTe$_2$",
    "abstract": "Since double resonance Raman (DRR) spectra are laser-energy dependent, the first-principles calculations of DRR for two-dimensional materials are challenging. Here, the DRR spectrum of monolayer MoTe$_2$ is calculated by home-made program, in which we combine {\\em ab-initio} density-functional-theory calculations with the electron-phonon Wannier (EPW) method. Within the fourth-order perturbation theory, we are able to quantify not only the electron-photon matrix elements within the dipole approximation, but also the electron-phonon matrix elements using the Wannier functions. The reasonable agreement between the calculated and experimental Raman spectra is achieved, in which we reproduce some distinctive features of transition metal dichalcogenides (TMDCs) from graphene (for example, the dominant intervalley process involving an electron or a hole). Furthermore, we perform an analysis of the possible DRR modes over the Brillouin zone, highlighting the role of low-symmetry points. Raman tensors for some DRR modes are given by first principles calculations from which laser polarization dependence is obtained. ",
    "url": "https://arxiv.org/abs/2202.05558",
    "authors": [
      "Jianqi Huang",
      "Huaihong Guo",
      "Lin Zhou",
      "Shishu Zhang",
      "Lianming Tong",
      "Riichiro Saito",
      "Teng Yang",
      "Zhidong Zhang"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2202.05740",
    "title": "Quantum phase diagram of high-pressure hydrogen",
    "abstract": "The interplay between electron correlation and nuclear quantum effects makes our understanding of elemental hydrogen a formidable challenge. Here, we present the phase diagram of hydrogen and deuterium at low temperatures and high-pressure ($P > 300$ GPa by accounting for highly accurate electronic and nuclear enthalpies. We evaluated internal electronic energies by diffusion quantum Monte Carlo, while nuclear quantum motion and anharmonicity have been included by the stochastic self-consistent harmonic approximation. Our results show that the long-sought atomic metallic hydrogen, predicted to host room-temperature superconductivity, forms at $577\\pm 10$ GPa ($640\\pm 14$ GPa in deuterium). Indeed, anharmonicity pushes the stability of this phase towards pressures much larger than previous theoretical estimates or attained experimental values. Before atomization, molecular hydrogen transforms from a conductive phase III to another metallic structure that is still molecular (phase VI) at $422\\pm 40$ GPa ($442\\pm30$ GPa in deuterium). We predict clear-cut signatures in optical spectroscopy and DC conductivity that can be used experimentally to distinguish between the two structural transitions. According to our findings, the experimental evidence of metallic hydrogen has so far been limited to molecular phases. ",
    "url": "https://arxiv.org/abs/2202.05740",
    "authors": [
      "Lorenzo Monacelli",
      "Michele Casula",
      "Kosuke Nakano",
      "Sandro Sorella",
      "Francesco Mauri"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Superconductivity (cond-mat.supr-con)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2103.13962",
    "title": "Efficient quantum circuit simulation using a multi-qubit Bloch vector  representation of density matrices",
    "abstract": " Comments: 10 pages ",
    "url": "https://arxiv.org/abs/2103.13962",
    "authors": [
      "Qunsheng Huang",
      "Christian B. Mendl"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2108.03463",
    "title": "Inhomogeneous light quantum dot solar cell",
    "abstract": " Comments: 5 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2108.03463",
    "authors": [
      "Wenxi Lai"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2110.12626",
    "title": "QTIA, a 2.5 or 10 Gbps 4-Channel Array Optical Receiver ASIC in a 65 nm  CMOS Technology",
    "abstract": " Comments: 6 pages, 6 figures, accepted for publication in JINST (TWEPP2021) ",
    "url": "https://arxiv.org/abs/2110.12626",
    "authors": [
      "H. Sun",
      "X. Huang",
      "C.-P. Chao",
      "S.-W. Chen",
      "B. Deng",
      "D. Gong",
      "S. Hou",
      "G. Huang",
      "S. Kulis",
      "C.-Y. Li",
      "C. Liu",
      "T. Liu",
      "P. Moreira",
      "Q. Sun",
      "J. Ye",
      "L. Zhang",
      "W. Zhang"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2112.14589",
    "title": "Demonstration of multi-qubit entanglement and algorithms on a  programmable neutral atom quantum computer",
    "abstract": " Comments: 4 figures and supplemental material. V2 details on phase estimation and RB data included ",
    "url": "https://arxiv.org/abs/2112.14589",
    "authors": [
      "T. M. Graham",
      "Y. Song",
      "J. Scott",
      "C. Poole",
      "L. Phuttitarn",
      "K. Jooya",
      "P. Eichler",
      "X. Jiang",
      "A. Marra",
      "B. Grinkemeyer",
      "M. Kwon",
      "M. Ebert",
      "J. Cherek",
      "M. T. Lichtman",
      "M. Gillette",
      "J. Gilbert",
      "D. Bowman",
      "T. Ballance",
      "C. Campbell",
      "E. D. Dahl",
      "O. Crawford",
      "N. S. Blunt",
      "B. Rogers",
      "T. Noel",
      "M. Saffman"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2201.08783",
    "title": "Optical diagnostics of laser-produced plasmas",
    "abstract": " Comments: 44 pages, 31 figures ",
    "url": "https://arxiv.org/abs/2201.08783",
    "authors": [
      "S. S. Harilal",
      "M. C. Phillips",
      "D. H. Froula",
      "K. K. Anoop",
      "R. C. Issac",
      "F. N. Beg"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2202.00346",
    "title": "High-performance, additively-manufactured atomic spectroscopy apparatus  for portable quantum technologies",
    "abstract": " Title: High-performance, additively-manufactured atomic spectroscopy apparatus  for portable quantum technologies ",
    "url": "https://arxiv.org/abs/2202.00346",
    "authors": [
      "Somya H Madkhaly",
      "Nathan Cooper",
      "Laurence Coles",
      "Lucia Hackermüller"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  }
]