[
  {
    "id": "arXiv:2401.10306",
    "title": "Physics-constrained convolutional neural networks for inverse problems  in spatiotemporal partial differential equations",
    "abstract": "We propose a physics-constrained convolutional neural network (PC-CNN) to solve two types of inverse problems in partial differential equations (PDEs), which are nonlinear and vary both in space and time. In the first inverse problem, we are given data that is offset by spatially varying systematic error (i.e., the bias, also known the epistemic uncertainty). The task is to uncover from the biased data the true state, which is the solution of the PDE. In the second inverse problem, we are given sparse information on the solution of a PDE. The task is to reconstruct the solution in space with high-resolution. First, we present the PC-CNN, which constrains the PDE with a simple time-windowing scheme to handle sequential data. Second, we analyse the performance of the PC-CNN for uncovering solutions from biased data. We analyse both linear and nonlinear convection-diffusion equations, and the Navier-Stokes equations, which govern the spatiotemporally chaotic dynamics of turbulent flows. We find that the PC-CNN correctly recovers the true solution for a variety of biases, which are parameterised as non-convex functions. Third, we analyse the performance of the PC-CNN for reconstructing solutions from biased data for the turbulent flow. We reconstruct the spatiotemporal chaotic solution on a high-resolution grid from only 2\\% of the information contained in it. For both tasks, we further analyse the Navier-Stokes solutions. We find that the inferred solutions have a physical spectral energy content, whereas traditional methods, such as interpolation, do not. This work opens opportunities for solving inverse problems with partial differential equations. ",
    "url": "https://arxiv.org/abs/2401.10306",
    "authors": [
      "Daniel Kelshaw",
      "Luca Magri"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Machine Learning (cs.LG)"
    ]
  },
  {
    "id": "arXiv:2401.10358",
    "title": "Percolation pathway switching in laser graphitized polyimide conducting  tracks",
    "abstract": "Laser processing has been used to create weakly conducting tracks in polyimide film. Raman spectroscopy shows that these tracks consist of nanometre sized graphitic regions contained in a carbon-rich matrix. The measured temperature dependent and electric field dependent conduction characteristics show an activated characteristic that is consistent with nearest neighbour hopping. In addition, discrete percolation pathway switching events are seen when the system is subjected to significant disturbance from equilibrium. ",
    "url": "https://arxiv.org/abs/2401.10358",
    "authors": [
      "Melanie Whitfield",
      "Larry Yip",
      "Stuart Speakman",
      "David Hasko"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2401.10374",
    "title": "Printed Circuit Board Based Rotating Coils for Measuring Sextupole  Magnets",
    "abstract": "The use of Printed Circuit Boards (PCBs) for the inductive pick-up windings of rotating coil probes has made the construction of these precision magnetic measurement devices much more accessible. This paper discusses the design details for PCBs which on each layer of the board provide for simultaneous analog bucking (suppression) of dipole, quadrupole, and sextupole field components so as to more accurately measure the higher order harmonic fields in sextupole magnets. Techniques to generate designs are discussed, as well as trade-offs to optimize sensitivity. Examples of recent sextupole PCBs and their performance are given. ",
    "url": "https://arxiv.org/abs/2401.10374",
    "authors": [
      "J. DiMarco"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2401.10381",
    "title": "Resonant Fully dielectric metasurfaces for ultrafast Terahertz pulse  generation",
    "abstract": "Metasurfaces represent a new frontier in materials science paving for unprecedented methods of controlling electromagnetic waves, with a range of applications spanning from sensing to imaging and communications. For pulsed terahertz generation, metasurfaces offer a gateway to tuneable thin emitters that can be utilised for large-area imaging, microscopy and spectroscopy. In literature THz-emitting metasurfaces generally exhibit high absorption, being based either on metals or on semiconductors excited in highly resonant regimes. Here we propose the use of a fully dielectric semiconductor exploiting morphology-mediated resonances and inherent quadratic nonlinear response. Our system exhibits a remarkable 40-fold efficiency enhancement compared to the unpatterned at the peak of the optimised wavelength range, demonstrating its potential as scalable emitter design. ",
    "url": "https://arxiv.org/abs/2401.10381",
    "authors": [
      "Luke Peters",
      "Davide Rocco",
      "Luana Olivieri",
      "Unai Arregui Leon",
      "Vittorio Cecconi",
      "Luca Carletti",
      "Carlo Gigli",
      "Giuseppe Della Valle",
      "Antonio Cutrona",
      "Juan Sebastian Totero Gongora",
      "Giuseppe Leo",
      "Alessia Pasquazi",
      "Costantino De Angelis",
      "Marco Peccianti"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2401.10450",
    "title": "Observation of tunable topological polaritons in a cavity waveguide",
    "abstract": "Topological polaritons characterized by light-matter interactions have become a pivotal platform in exploring new topological phases of matter. Recent theoretical advances unveiled a novel mechanism for tuning topological phases of polaritons by modifying the surrounding photonic environment (light-matter interactions) without altering the lattice structure. Here, by embedding a dimerized chain of microwave helical resonators (electric dipole emitters) in a metallic cavity waveguide, we report the pioneering observation of tunable topological phases of polaritons by varying the cavity width which governs the surrounding photonic environment and the strength of light-matter interactions. Moreover, we experimentally identified a new type of topological phase transition which includes three non-coincident critical points in the parameter space: the closure of the polaritonic bandgap, the transition of the Zak phase, and the hybridization of the topological edge states with the bulk states. These results reveal some remarkable and uncharted properties of topological matter when strongly coupled to light and provide an innovative design principle for tunable topological photonic devices. ",
    "url": "https://arxiv.org/abs/2401.10450",
    "authors": [
      "Dong Zhao",
      "Ziyao Wang",
      "Linyun Yang",
      "Yuxin Zhong",
      "Xiang Xi",
      "Zhenxiao Zhu",
      "Maohua Gong",
      "Qingan Tu",
      "Yan Meng",
      "Bei Yan",
      "Ce Shang",
      "Zhen Gao"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2401.10508",
    "title": "Photonic Supercoupling in Silicon Topological Waveguides",
    "abstract": "Electromagnetic wave coupling between photonic systems relies on the evanescent field typically confined within a single wavelength. Extending evanescent coupling distance requires low refractive index contrast and perfect momentum matching for achieving a large coupling ratio. Here, we report the discovery of photonic supercoupling in a topological valley Hall pair of waveguides, showing a substantial improvement in coupling efficiency across multiple wavelengths. Experimentally, we realize ultra-high coupling ratios between waveguides through valley-conserved vortex flow of electromagnetic energy, attaining 95% coupling efficiency for separations of up to three wavelengths. This demonstration of photonic supercoupling in topological systems significantly extends the coupling distance between on-chip waveguides and components, paving the path for the development of supercoupled photonic integrated devices, optical sensing, and telecommunications. ",
    "url": "https://arxiv.org/abs/2401.10508",
    "authors": [
      "Ridong Jia",
      "Yi Ji Tan",
      "Nikhil Navaratna",
      "Abhishek Kumar",
      "Ranjan Singh"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2401.10555",
    "title": "A high frequency radiation hardened DC/DC-converter with low volume air  core inductor",
    "abstract": "The hfrh-buck (high frequency radiation hardened-buck) is a radiation hardened DC/DC-converter operating at a high switching frequency of 100MHz with a small air core inductor of 22nH. To ensure a high radiation dose, the circuit is designed with core transistors of a 65nm TSMC technology. By stacking the transistors of the power stage, the converter can be supplied with a voltage of up to 4.8V. Stable operation can be achieved at an output voltage of 1.2V with a maximum load current of 1A. The prototype demonstrates the ability to power parallel connected hybrid-pixel modules in the innermost layers. ",
    "url": "https://arxiv.org/abs/2401.10555",
    "authors": [
      "Jeremias Kampkötter",
      "Michael Karagounis",
      "Rainer Kokozinski"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2401.10577",
    "title": "Observation of periodic optical spectra and soliton molecules in a novel  passively mode-locked fiber laser",
    "abstract": "Due to the necessity of making a series of fine adjustments after mode-locking in most experiments for preparing soliton molecules, the repeatability of the preparations remains a challenge. Here, we propose a novel all-polarization-maintaining erbium-doped fiber laser that utilizes a nonlinear amplifying loop mirror for mode-locking and features a linear structure. This laser can stably output soliton molecules without any additional adjustment once the mode-locking self-starts. It can achieve all-optical switching to single-pulse operation through changing the pumping power, making it suitable for studying the mechanism of soliton molecule bond rupture. In addition, multi-pulse operation can also be achieved. Compared to the single-pulse state, this laser is operated in the multi-pulse state at a lower pumping power level, in contrast to previous methods that relied on increasing pumping power to generate multi-pulses. As a result, these multi-pulses are not susceptible to spectral distortion caused by nonlinear effects and maintain pulse stability close to that of the single-pulse. Furthermore, as the pumping power decreases, a peak with periodic intensity variation appears in the spectral center of both the single-pulse state and multi-pulse states. Combined with the experimental facts, we propose a multistability model to explain this phenomenon. With its ability to switch between soliton molecule, soliton, and multi-pulse states, this flexible laser can serve as a versatile toolbox for studying soliton dynamics. ",
    "url": "https://arxiv.org/abs/2401.10577",
    "authors": [
      "Xiang Zhang",
      "Haobin Zheng",
      "Kangrui Chang",
      "Yong Shen",
      "Yongzhuang Zhou",
      "Qiao Lu",
      "Hongxin Zou"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2401.10625",
    "title": "Long-Lived Circular Rydberg Qubits of Alkaline-Earth Atoms in Optical  Tweezers",
    "abstract": "Coherence time and gate fidelities in Rydberg atom quantum simulators and computers are fundamentally limited by the Rydberg state lifetime. Circular Rydberg states are highly promising candidates to overcome this limitation by orders of magnitude, as they can be effectively protected from decay due to their maximum angular momentum. We report the first realization of alkaline-earth circular Rydberg atoms trapped in optical tweezers, which provide unique and novel control possibilities due to the optically active ionic core. Specifically, we demonstrate creation of very high-$n$ ($n=79$) circular states of $^{88}$Sr. We measure lifetimes as long as 2.55 ms at room temperature, which are achieved via cavity-assisted suppression of black-body radiation. We show coherent control of a microwave qubit encoded in circular states of nearby manifolds, and characterize the qubit coherence time via Ramsey and spin-echo spectroscopy. Finally, circular state tweezer trapping exploiting the Sr$^+$ core polarizability is quantified via measurements of the trap-induced light shift on the qubit. Our work opens routes for quantum simulations with circular Rydberg states of divalent atoms, exploiting the emergent toolbox associated with the optically active core ion. ",
    "url": "https://arxiv.org/abs/2401.10625",
    "authors": [
      "Christian Hölzl",
      "Aaron Götzelmann",
      "Einius Pultinevicius",
      "Moritz Wirth",
      "Florian Meinert"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2401.10672",
    "title": "Radiation hardness of ultrabroadband spintronic terahertz emitters:  en-route to a space-qualified terahertz time-domain gas spectrometer",
    "abstract": "The radiation hardness of ultrabroadband, spintronic terahertz emitters against gamma and proton irradiation is investigated. We find that irradiation doses equivalent to those experienced by a space instrument en-route to and operated on Mars have a minor effect on the performance of the emitter. In particular, the ultrawide emission spectrum 0.1-30 THz, which covers a large part of the vibrational fingerprint region, remains unchanged. These results make this emitter type highly interesting as essential building block for broad-band gas sensors based on terahertz time-domain spectroscopy for future space missions. ",
    "url": "https://arxiv.org/abs/2401.10672",
    "authors": [
      "Oliver Gueckstock",
      "Nikola Stojanovic",
      "Yoo Kyung Ha",
      "Till Hagelschuer",
      "Andrea Denker",
      "Giorgious Kourfakas",
      "Tom Seifert",
      "Tobias Kampfrath",
      "Michael Gensch"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2401.10701",
    "title": "Design Methodology for Silicon Organic Hybrid Modulators: From Physics  to System-level Modeling",
    "abstract": "The continuous growth in data volume has sparked interest in silicon-organic-hybrid (SOH) nanophotonic devices integrated into silicon photonic integrated circuits (PICs). SOH devices offer improved speed and energy efficiency. However, a comprehensive and accurate modeling methodology for SOH devices, with corroborating experimental results, is lacking. While a few preliminary modeling approaches for SOH devices exist, their dependence on theoretical and numerical methodologies, along with a lack of compatibility with electronic design automation (EDA), hinders their seamless, rapid, and cost-effective integration with silicon photonic integrated circuits (PICs). Here, we develop a phenomenological, building-block-based SOH PICs simulation methodology, from physics to system level, offering high accuracy, comprehensiveness, and EDA-style compatibility. Our model is also readily integrable and scalable, lending itself to the design of large-scale silicon PICs. Our modeling methodology is agnostic and compatible with any photonics-electronics co-simulation software. We validate our methodology by comparing the experimentally demonstrated SOH microring modulators (MRMs) and Mach Zehnder modulators (MZMs) with simulation results, also showing its ability to model various modulator topologies. We demonstrate our methodology's ease, speed, and low computational cost in modeling large-scale systems though design and simulation of a 3-channel SOH MRM-based wavelength-division (de)multiplexer (WDM) as a showcase example. WDM is a widely used component in various applications, including neuromorphic computing, data center interconnects, and sensing. Our modeling approach is compatible with other materials exhibiting the Pockels and Kerr effects. To our knowledge, this represents the first comprehensive physics-to-system-level EDA-compatible simulation methodology for SOH modulators. ",
    "url": "https://arxiv.org/abs/2401.10701",
    "authors": [
      "Maryam Moridsadat",
      "Marcus Tamura",
      "Lukas Chrostowski",
      "Sudip Shekhar",
      "Bhavin J. Shastri"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2401.10723",
    "title": "Collective rovibronic dynamics of a diatomic gas coupled by cavity",
    "abstract": "We consider an ensemble of homonuclear diatomic molecules coupled to the two polarization directions of a Fabry-P\\'erot cavity via fully quantum simulations. Accompanied by analytical results, we identify a coupling mechanism mediated simultaneously by the two perpendicular polarizations, and inducing polaritonic relaxation towards molecular rotations. This mechanism is related to the concept of light-induced conical intersections (LICI). However, unlike LICIs, these non-adiabatic pathways are of collective nature, since they depend on the \\emph{relative} intermolecular orientation of all electronic transition dipoles in the polarization plane. Notably, this rotational mechanism directly couples the bright upper and lower polaritonic states, and it stays in direct competition with the collective relaxation towards dark-states. Our simulations indicate that the molecular rotational dynamics in gas-phase cavity-coupled systems can serve as a novel probe for non-radiative polaritonic decay towards the dark-states manifold. ",
    "url": "https://arxiv.org/abs/2401.10723",
    "authors": [
      "Niclas Krupp",
      "Oriol Vendrell"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2401.10772",
    "title": "Nonreciprocal Pancharatnam-Berry Metasurface for Unidirectional  Wavefront Manipulation",
    "abstract": "Optical metasurfaces have been widely regarded as a new generation of building blocks for designing multifunctional devices to manipulate electromagnetic (EM) waves due to their low intrinsic loss and easy fabrication. The Pancharatnam-Berry (PB) geometric phase has been extensively exploited in metasurfaces to realize multiple spin-dependent functionalities, such as the circularly polarized (CP) beam steering, focusing, holography, etc. However, the ever-increasing demand for PB metasurfaces in complex environments has simultaneously brought about one challenging problem, i.e., the interference of multiple wave channels, which limits the performance of various PB metadevices. One possible solution is developing nonreciprocal PB metasurfaces with the optical isolation property. Here, we present a magnetic-field-biased nonreciprocal PB metasurface composed of elliptical dielectric cylinders and a thin YIG layer, which can achieve nearly 92% and 81% isolation rates of CP lights at 5.5 GHz and 6.5 GHz, respectively. The high isolation of this metasurface is attributed to the enhancement of the Faraday-magnetic-optical (FMO) effect by the resonant coupling between the dielectric Mie modes and the Fabry-P\\'erot (FP) cavity mode. We apply the PB phase and nonreciprocity of the metasurface to achieve unidirectional manipulation of the wavefront of CP light beams. This gives rise to two types of metadevices: the metadeflector with nonreciprocal beam steering, and the metalens with nonreciprocal beam focusing. The proposed PB metasurface can enable efficient wavefront control while isolating the undesired wave channels, thus promising highly useful applications in optical communications, optical sensing, and quantum information processing. ",
    "url": "https://arxiv.org/abs/2401.10772",
    "authors": [
      "Hao Pan",
      "Mu Ku Chen",
      "Din Ping Tsai",
      "Shubo Wang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2401.10788",
    "title": "Non-linear-enabled localization in driven-dissipative photonic lattices",
    "abstract": "Recent experimental work has demonstrated the ability to achieve reconfigurable photon localization in lossy photonic lattices by continuously driving them with lasers strategically positioned at specific locations. This localization results from the perfect, destructive interference of light emitted from different positions and, because of that, occurs only at very specific frequencies. Here, we examine this localization regime in the presence of standard optical Kerr non-linearities, such as those found in polaritonic lattices, and show that they stabilize driven-dissipative localization across frequency ranges significantly broader than those observed in the linear regime. Moreover, we demonstrate that, contrary to intuition, in most siutations this driven-dissipative localization does not enhance non-linear effects like optical bistabilities, due to a concurrent reduction in overall intensities. Nevertheless, we are able to identify certain parameter regions where non-linear enhancement is achieved, corresponding to situations where emission from different spots constructively interferes. ",
    "url": "https://arxiv.org/abs/2401.10788",
    "authors": [
      "A. Muñoz de las Heras",
      "A. Amo",
      "A. González-Tudela"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2401.10389",
    "title": "Inverse Problem Based on a Sparse Representation of Contrast-enhanced  Ultrasound Data for in vivo Transcranial Imaging",
    "abstract": "Transcranial ultrasound imaging is currently limited by attenuation and aberration induced by the skull. First used in contrast-enhanced ultrasound (CEUS), highly echoic microbubbles allowed for the development of novel imaging modalities such as ultrasound localization microscopy (ULM). Herein, we develop an inverse problem approach to aberration correction (IPAC) that leverages the sparsity of microbubble signals. We propose to use the \\textit{a priori} knowledge of the medium based upon microbubble localization and wave propagation to build a forward model to link the measured signals directly to the aberration function. A standard least-squares inversion is then used to retrieve the aberration function. We first validated IPAC on simulated data of a vascular network using plane wave as well as divergent wave emissions. We then evaluated the reproducibility of IPAC \\textit{in vivo} in 5 mouse brains. We showed that aberration correction improved the contrast of CEUS images by 4.6 dB. For ULM images, IPAC yielded sharper vessels, reduced vessel duplications, and improved the resolution from 21.1 $\\mu$m to 18.3 $\\mu$m. Aberration correction also improved hemodynamic quantification for velocity magnitude and flow direction. ",
    "url": "https://arxiv.org/abs/2401.10389",
    "authors": [
      "Paul Xing",
      "Antoine Malescot",
      "Eric Martineau",
      "Ravi Rungta",
      "Jean Provost"
    ],
    "subjectives": [
      "Image and Video Processing (eess.IV)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2401.10509",
    "title": "ICECAP: a 3-in-1 integrated cryogenic system for emission, collection  and photon-detection from near infrared quantum nanophotonic devices",
    "abstract": "Deployment of quantum telecommunication technologies requires single-photon light emission, collection and detection capability at each network node in cryogenic environments. We combine recent technological advancements in single-photon detectors and cryogenics to demonstrate a 3-in-1 system that incorporates superconducting nanowire single-photon detectors into an optical cryostat operating at temperatures below 2 K. Dubbed the ICECAP system, this cryostation cools samples, collects emission, and detects single photons in one efficient environment suitable for a variety of near infrared quantum emitters. We utilize this system to characterize emission from silicon carbide color centers in photoluminescence and time-resolved measurements. Moreover, we demonstrate the first optical characterization of nitrogen-vacancy centers integrated in 4H-SiC nanopillars. ",
    "url": "https://arxiv.org/abs/2401.10509",
    "authors": [
      "Victoria A. Norman",
      "Sridhar Majety",
      "Alex H. Rubin",
      "Pranta Saha",
      "Jeanette Simo",
      "Bradi Palomarez",
      "Liang Li",
      "Pietra B. Curro",
      "Scott Dhuey",
      "Selven Virasawmy",
      "Marina Radulaski"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2401.10651",
    "title": "Low-loss, compact, fibre-integrated cell for quantum memories",
    "abstract": "We present a low-loss, compact, hollow core optical fibre (HCF) cell integrated with single mode fibre (SMF). The cell is designed to be filled with atomic vapour and used as a component in photonic quantum technologies, with applications in quantum memory and optical switching. We achieve a total insertion loss of 0.6(2) dB at 780 nm wavelength via graded index fibre to ensure efficient mode matching coupled with anti-reflection coatings to minimise loss at the SMF-HCF interfaces. We also present numerical modelling of these interfaces, which can be undertaken efficiently without the need for finite element simulation. We encapsulate the HCF core by coupling to the SMF inside a support capillary, enhancing durability and facilitating seamless integration into existing fibre platforms. ",
    "url": "https://arxiv.org/abs/2401.10651",
    "authors": [
      "Cameron McGarry",
      "Kerrianne Harrington",
      "Daniel J. Goodwin",
      "Charles Perek-Jennings",
      "Tim A. Birks",
      "Kristina Rusimova",
      "Peter J. Mosley"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2401.10661",
    "title": "Formation of Highly Tunable Periodic Plasmonic Structures on Gold Films  Using Direct Laser Writing",
    "abstract": "Direct laser writing method is a promising technique for the large-scale and cost-effective fabrication of periodic nanostructure arrays exciting hybrid lattice plasmons. This type of electromagnetic mode manifests a narrow and deep resonance peak with a high dispersion whose precise controllability is crucial for practical applications in photonic devices. Here, the formation of differently shaped gold nanostructures using the direct laser writing method on Au layers of different thicknesses is presented. The resonance peak is demonstrated to be highly dependent on the shape of the structures in the array, thus its position in the spectra, as well as the quality, can be additionally modulated by changing the morphology. The shape of the structure and the resonance itself pertain not only on the laser pulse energy but also on the grating period. This overlapping effect occurring at distances smaller than the diameter of the focused laser beam is studied in detail. By taking advantage of the highly controllable plasmonic resonance, the fabricated gratings open up new opportunities for applications in sensing. ",
    "url": "https://arxiv.org/abs/2401.10661",
    "authors": [
      "Kernius Vilkevičius",
      "George D. Tsibidis",
      "Algirdas Selskis",
      "Emmanuel Stratakis",
      "Evaldas Stankevičius"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2401.10827",
    "title": "The TES-based Cryogenic AntiCoincidence Detector (CryoAC) of ATHENA  X-IFU: a large area silicon microcalorimeter for background particles  detection",
    "abstract": "We are developing the Cryogenic AntiCoincidence detector (CryoAC) of the ATHENA X-IFU spectrometer. It is a TES-based particle detector aimed to reduce the background of the instrument. Here, we present the result obtained with the last CryoAC single-pixel prototype. It is based on a 1 cm2 silicon absorber sensed by a single 2mm x 1mm Ir/Au TES, featuring an on-chip heater for calibration and diagnostic purposes. We have illuminated the sample with 55Fe (6 keV line) and 241Am (60 keV line) radioactive sources, thus studying the detector response and the heater calibration accuracy at low energy. Furthermore, we have operated the sample in combination with a past-generation CryoAC prototype. Here, by analyzing the coincident detections between the two detectors, we have been able to characterize the background spectrum of the laboratory environment and disentangle the primary (i.e. cosmic muons) and secondaries (mostly secondary photons and electrons) signatures in the spectral shape. ",
    "url": "https://arxiv.org/abs/2401.10827",
    "authors": [
      "M. D'Andrea",
      "C. Macculi",
      "S. Lotti",
      "L. Piro",
      "A. Argan",
      "G. Minervini",
      "G. Torrioli",
      "F. Chiarello",
      "L. Ferrari Barusso",
      "E. Celasco",
      "G. Gallucci",
      "F. Gatti",
      "D. Grosso",
      "M. Rigano",
      "D. Brienza",
      "E. Cavazzuti",
      "A. Volpe"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2208.07794",
    "title": "Exploring the boundary of quantum correlations with a time-domain  optical processor",
    "abstract": " Comments: 19 pages, 8 figures, improved presentation with additional discussions ",
    "url": "https://arxiv.org/abs/2208.07794",
    "authors": [
      "Zheng-Hao Liu",
      "Yu Meng",
      "Yu-Ze Wu",
      "Ze-Yan Hao",
      "Zhen-Peng Xu",
      "Cheng-Jun Ai",
      "Hai Wei",
      "Kai Wen",
      "Jing-Ling Chen",
      "Jie Ma",
      "Jin-Shi Xu",
      "Chuan-Feng Li",
      "Guang-Can Guo"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.15820",
    "title": "Roadmapping the Next Generation of Silicon Photonics",
    "abstract": " Title: Roadmapping the Next Generation of Silicon Photonics ",
    "url": "https://arxiv.org/abs/2305.15820",
    "authors": [
      "Sudip Shekhar",
      "Wim Bogaerts",
      "Lukas Chrostowski",
      "John E. Bowers",
      "Michael Hochberg",
      "Richard Soref",
      "Bhavin J. Shastri"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2308.02305",
    "title": "Topological constraints on the dynamics of vortex formation in a  two-dimensional quantum fluid",
    "abstract": " Title: Topological constraints on the dynamics of vortex formation in a  two-dimensional quantum fluid ",
    "url": "https://arxiv.org/abs/2308.02305",
    "authors": [
      "Thibault Congy",
      "Pierre Azam",
      "Robin Kaiser",
      "Nicolas Pavloff"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2310.02285",
    "title": "QED based on eight-dimensional spinorial wave equation of the  electromagnetic field and the emergence of quantum gravity",
    "abstract": " Title: QED based on eight-dimensional spinorial wave equation of the  electromagnetic field and the emergence of quantum gravity ",
    "url": "https://arxiv.org/abs/2310.02285",
    "authors": [
      "Mikko Partanen",
      "Jukka Tulkki"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)",
      "High Energy Physics - Theory (hep-th)"
    ]
  },
  {
    "id": "arXiv:2310.05854",
    "title": "Time Crystal in a Single-mode Nonlinear Cavity",
    "abstract": " Title: Time Crystal in a Single-mode Nonlinear Cavity ",
    "url": "https://arxiv.org/abs/2310.05854",
    "authors": [
      "Yaohua Li",
      "Chenyang Wang",
      "Yuanjiang Tang",
      "Yong-Chun Liu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2312.09761",
    "title": "Accurate and gate-efficient quantum ansätze for electronic states  without adaptive optimisation",
    "abstract": " Comments: 16 pages, 8 figures ",
    "url": "https://arxiv.org/abs/2312.09761",
    "authors": [
      "Hugh G. A. Burton"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2312.12386",
    "title": "Quantum Equation of Motion with Orbital Optimization for Computing  Molecular Properties in Near-Term Quantum Computing",
    "abstract": " Comments: 17+13 pages, 4 figures, 1 table; comments welcome ",
    "url": "https://arxiv.org/abs/2312.12386",
    "authors": [
      "Phillip W. K. Jensen",
      "Erik Rosendahl Kjellgren",
      "Peter Reinholdt",
      "Karl Michael Ziems",
      "Sonia Coriani",
      "Jacob Kongsted",
      "Stephan P. A. Sauer"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2401.09268",
    "title": "Chemically Motivated Simulation Problems are Efficiently Solvable by a  Quantum Computer",
    "abstract": " Comments: 12 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2401.09268",
    "authors": [
      "Philipp Schleich",
      "Lasse Bjørn Kristensen",
      "Jorge A. Campos Gonzalez Angulo",
      "Davide Avagliano",
      "Mohsen Bagherimehrab",
      "Abdulrahman Aldossary",
      "Christoph Gorgulla",
      "Joe Fitzsimons",
      "Alán Aspuru-Guzik"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Complexity (cs.CC)",
      "Chemical Physics (physics.chem-ph)"
    ]
  }
]