[
  {
    "id": "arXiv:2303.06508",
    "title": "3D nonlinear optical metamaterials from twisted 2D van der Waals  interfaces",
    "abstract": "To enable new nonlinear responses, metamaterials are created by organizing structural units (meta-atoms) which are typically on the scale of about a hundred nanometers. However, truly altering atomic symmetry and enabling new nonlinear responses requires control at the atomic-scale, down to a few angstroms. Here we report the discovery of 3D nonlinear optical metamaterials realized by the precise control and twist of individual 2D van der Waals interfaces. Specifically, new nonlinear crystals are achieved by adding pseudo screw symmetries to a multiple of 4-layer WS2 stacks (e.g. 4-layer, 8-layer, etc). The nonlinear susceptibility of the resulting 3D crystal is fundamentally different from natural WS2. Furthermore, we show that the magnitude of the newly enabled nonlinearity is enhanced by controlling the number of interfaces and the excitation wavelength. Our findings suggest a new approach to redesigning intrinsic nonlinearity in artificial atomic configurations, scalable from a few nanometer-thick unit cells to bulk materials. ",
    "url": "https://arxiv.org/abs/2303.06508",
    "authors": [
      "Bumho Kim",
      "Jicheng Jin",
      "Zhi Wang",
      "Li He",
      "Thomas Christensen",
      "Eugene J. Mele",
      "Bo Zhen"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2303.06631",
    "title": "Higher-order statistics and intermittency of a two-fluid HVBK quantum  turbulent flow",
    "abstract": "The Hall-Vinen-Bekharevich-Khalatnikov (HVBK) model is widely used to numerically study quantum turbulence in superfluid helium. Based on the two-fluid model of Tisza and Landau, the HVBK model describes the normal (viscous) and superfluid (inviscid) components of the flow using two Navier-Stokes type equations, coupled through a mutual friction force term. This feature makes the HVBK model very appealing in applying statistical tools used in classical turbulence to study properties of quantum turbulence. A large body of literature used low-order statistics (spectra, or second-order structure functions in real space) to unravel exchanges between the two fluids at several levels. The novelty in this study is to use a theoretical approach based on first principles to derive transport equations for the third-order moments for each component of velocity. ",
    "url": "https://arxiv.org/abs/2303.06631",
    "authors": [
      "Zhentong Zhang",
      "Ionut Danaila",
      "Emmanuel Lévêque",
      "Luminita Danaila"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2303.06665",
    "title": "Towards practical mass spectrometry with nanomechanical pillar  resonators by surface acoustic wave transduction",
    "abstract": "Nanoelectromechanical systems (NEMS) have proven outstanding performance in the detection of small masses down to single proton sensitivity. To obtain a high enough throughput for the application in practical mass spectrometry, NEMS resonators have to be arranged in two-dimensional (2D) arrays. However, all state-of-the-art electromechanical transduction methods rely on electrical lines placed close to the mechanical resonators, which drastically restricts the density of 2D resonator arrays. An exception is the transduction by surface acoustic waves (SAWs), which has so far only been shown for the transduction of single nanomechanical pillar resonators. Here, we demonstrate the transduction of pillar pairs by surface acoustic waves. The pillars have a diameter of 700 nm and show a mass responsivity of -588$\\pm$98 ng$^{-1}$. The distances between the pillar pairs are 70 nm and 14.3 $\\mu$m. SAW transduction enabled us to measure both pillars of each pair with electrical lines no closer than 300 $\\mu$m, illustrating the potential of SAWs to transduce dense arrays of pillar resonators, a crucial step towards practical mass spectrometry with NEMS. ",
    "url": "https://arxiv.org/abs/2303.06665",
    "authors": [
      "Hendrik Kähler",
      "Robert Winkler",
      "Holger Arthaber",
      "Harald Plank",
      "Silvan Schmid"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2303.06687",
    "title": "Quantifying the Effects of Magnetic Field Line Curvature Scattering on  Radiation Belt and Ring Current Particles",
    "abstract": "Magnetic field line curvature scattering(FLCS) happens when particle gyro-radius is comparable to magnetic field line curvature radius, and the conservation of the first adiabatic invariant is broken. As a collision-less particle scattering mechanism, FLCS plays a vital role in affecting the distribution of energetic electrons in the radiation belt, precipitation of ring current ions, and the formation of proton isotropic boundary(IB). In recent years, it has been increasingly used in research on particle dynamics. Previous studies focused on quantifying the effects of curvature scattering in a single case. This paper uses the analytic model to calculate the spatial distribution of diffusion coefficients induced by FLCS in a real magnetic field model. Various energy particles are used to analyze the coverage of curvature scattering in radial and MLT directions, as well as the influence of $Kp$ index. The decay time of particles due to curvature scattering is estimated based on diffusion coefficients which suggest that the time scale of curvature scattering is too long to explain the rapid loss of electrons in the radiation belt and the ring current with the energy of MeV or below MeV. However, the decay time of ring current protons is on the order of hours or even minutes which can be used to explain the ring current decay during the recovery phase of magnetic storm. Finally, the effects of resonant wave-particle scattering and FLCS in the vicinity of the midnight equator are briefly compared. It is found that the influence of FLCS on hundred-keV protons in the ring current region is comparable to or even greater than that of EMIC wave scattering. Our results suggest the non-negligible effects of the FLCS and should be considered in radiation belt and ring current modeling. ",
    "url": "https://arxiv.org/abs/2303.06687",
    "authors": [
      "Bin Cai",
      "Hanlin Li",
      "Yifan Wu",
      "Xin Tao"
    ],
    "subjectives": [
      "Space Physics (physics.space-ph)"
    ]
  },
  {
    "id": "arXiv:2303.06716",
    "title": "Mechanism of femtosecond laser ablation revealed by THz emission  spectroscopy",
    "abstract": "We investigated femtosecond laser ablation dynamics using THz time-domain spectroscopy. To clarify the breakdown dynamics of materials, we focused on the motion of charged particles and measured the terahertz waves emitted during laser ablation. We revealed that the Coulomb force dominated the ablation process. Furthermore, comparisons of the experimental results with theoretical models showed that material breakdown occurs within a few hundred femtoseconds. Our experimental results indicate that electrostatic ablation is the most likely ablation mechanism for metals. ",
    "url": "https://arxiv.org/abs/2303.06716",
    "authors": [
      "Shuntaro Tani",
      "Yohei Kobayashi"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2303.06793",
    "title": "High Forward Thrust Metasurface Beam-Riding Sail",
    "abstract": "The radiation pressure force and torque on a one-dimensional bi-grating composed of a Si-SiO_2 high contrast binary metagrating is analyzed for the purpose of stable beam riding whereupon a high power laser having an expanding Gaussian irradiance distribution propels the grating in outer space, free from gravitational forces. The binary metagrating structure has been simultaneously optimized to afford high forward thrust, and corrective restoring forces and torques in the event of small linear and angular disturbances. We demonstrate that stability may be enhanced at the expense of forward thrust. The validity of our metamaterial findings is reinforced owing to good agreements between finite-difference time-domain and finite element numerical methods. To reduce mass and enhance forward acceleration this laser-driven sail was designed to be free of a stabilizing boom. ",
    "url": "https://arxiv.org/abs/2303.06793",
    "authors": [
      "Prateek R. Srivastava",
      "Apratim Majumdar",
      "Rajesh Menon",
      "Grover A. Swartzlander Jr"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Space Physics (physics.space-ph)"
    ]
  },
  {
    "id": "arXiv:2303.06901",
    "title": "Multifunctional Charge Transfer Plasmon Sensors",
    "abstract": "Charge transfer plasmon (CTP) modes arise when metallic nanoparticles are connected by a conductive junction. These ultatunable plasmonic modes can be actively tuned and broadly modulated from visible to IR regimes, implying their potentials for applications in sensing. This review showcases recent developments in theory and applications of charge transfer plasmon resonances (CTPRs) in various configurations of conductively linked plasmonic nanodimers. In particular, we give a due attention to exploiting ultratunable spectral features of charge transfer plasmon resonances for developing multifunctional plasmonic sensors for bulk, surface, gas and molecular sensing applications. We have also briefly discussed that the charge and energy transfer between two plasmonic nanoparticles linked by sub-nanometer length self-assembled monolayers are of interest for single-molecule detection and molecular electronics. In addition to the well-established surface plasmon resonance and localized surface plasmon resonance based sensing schemes, CTPR sensors may open up a new route in efforts to develop multifunctional sensing technologies. ",
    "url": "https://arxiv.org/abs/2303.06901",
    "authors": [
      "Alemayehu Nana Koya",
      "Wei Li"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2303.06918",
    "title": "A fully automatized method for the unambiguous wavelength-by-wavelength  determination of the thickness and optical property of a very thin film with  a transparent range",
    "abstract": "Spectroscopic ellipsometry is a powerful method with high surface sensitivity that can be used to monitor the growth of even sub-monolayer film. However, the analysis of ultrathin films is complicated by the correlation of the dielectric constant and the thickness. This problem is usually resolved by fixing one or the other value, limiting the information that can be extracted. Here, we propose a method to determine unambiguously the refractive index, extinction coefficient and thickness of a film when a transparent range is available in the energy range investigated. We decompose the analysis in three steps. First, the thickness of the film is determined from the transparent range of the film. Then, knowing the thickness of the layer, an initial estimation of the refractive index and extinction coefficient is made based on a first-order Taylor expansion of the ellipsometric ratio. Finally, using this estimation, a numerical regression is done to ensure the convergence of the fit towards the solution. A theoretical example of the method is given for two different thicknesses of TiO2 films. Finally, the method is applied to the experimental data measured during the atomic layer deposition of a thin film of Hf0.5Zr0.5O2 grown on Si. The thickness, refractive index and extinction coefficient are retrieved with a high precision in the energy range of 3.5 - 6.5 eV. A detailed analysis is presented on the accuracy of the retrieved values and their dependency on random and systematic errors for different energy ranges. ",
    "url": "https://arxiv.org/abs/2303.06918",
    "authors": [
      "Florian Maudet",
      "Charlotte Van Dijck",
      "Muhammad Hamid Raza",
      "Catherine Dubourdieu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2303.06959",
    "title": "Semiclassical theory of frequency combs generated by parametric  modulation of optical microresonators",
    "abstract": "An optical microresonator, which parameters are periodically modulated in time, can generate optical frequency comb (OFC) spectral resonances equally spaced by the modulation frequency. Significant recent progress in realization of OFC generators based on the modulation of microresonator parameters boosted interest to their further experimental development and theoretical understanding of underlying phenomena. However, most of theoretical approaches developed to date were based on the lumped parameter models which unable to evaluate, analyse, and optimize the effect of spatial distribution of modulation inside microresonators. Here we develop the multi-quantum semiclassical theory of parametrically excited OFCs which solves these problems. As an application, we compare OFCs which are resonantly or adiabatically excited in a racetrack microresonator (RTM) and a SNAP (Surface Nanoscale Axial Photonics) bottle microresonator (SBM). The principal difference between these two types of microresonators consists in much slower propagation speed of whispering gallery modes along the SBM axis compared to the speed of modes propagating along the RTM waveguide axis. We show that, due to this difference, similar OFCs can be generated by an SBM with a much smaller size compared to that of the RTM. Based on the developed theory, we analytically express the OFC spectrum of microresonators through the spatial distribution of modulated parameters and optimize this distribution to arrive at the strongest OFCs generated with minimum power consumption. ",
    "url": "https://arxiv.org/abs/2303.06959",
    "authors": [
      "M. Sumetsky"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2303.07055",
    "title": "Contributions from Pilot Projects in Quantum Technology Education as  Support Action to Quantum Flagship",
    "abstract": "The GIREP community on teaching and learning quantum physics and the Education section of the Quantum flagship project of the European Union (QTEdu) have brought together different stakeholders in the field of teaching quantum physics on all levels, including outreach. The goal of QTEdu is to pave the way for the training of the future quantum workforce. To this end, it is necessary to understand the needs of the quantum technology (QT) field, make the general public aware of the existence and importance of QT, and introduce quantum physics already in high school, so that high school students can choose QT as their field of study and career. Finally, new university courses need to be established to support emerging specific profiles such as a quantum engineer. In this symposium, four QTEdu pilot projects were brought together to demonstrate how their complementary approaches have worked towards realising the above goals. ",
    "url": "https://arxiv.org/abs/2303.07055",
    "authors": [
      "Sergej Faletic",
      "Philipp Bitzenbauer",
      "Maria Bondani",
      "Marilu Chiofalo",
      "Simon Goorney",
      "Kim Krijtenburg-Lewerissa",
      "Oxana Mishina",
      "Rainer Muller",
      "Gesche Pospiech",
      "Ilke Ercan",
      "Massimiliano Malgieri",
      "Avraham Merzel",
      "Marisa Michelini",
      "Pasquale Onorato",
      "Henk Pol",
      "Lorenzo Santi",
      "Zeki Can Seskir",
      "Jacob Sherson",
      "Kirsten Stadermann",
      "Alberto Stefanel",
      "Elif Surer",
      "Kristof Toth",
      "Jorge Yago Malo",
      "Olgas Zabello"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2303.07085",
    "title": "Thermal camera based on frequency upconversion and its NETD  characterization",
    "abstract": "We present a scheme for estimating the noise-equivalent temperature difference (NETD) of frequency upconversion detectors (UCDs) that detect mid-infrared (MIR) light. In particular, this letter investigates the frequency upconversion of a periodically polarized crystal based on lithium niobate, where a mid-infrared conversion bandwidth of 220 nm can be achieved in a single poled period by a special design. Experimentally for a temperature target with a central wavelength of 7.89 {\\mu}m in mid-infrared radiation, we estimated the NETD of the device to be 56 mK. Meanwhile, a direct measurement of the NETD was performed utilizing conventional methods, which resulted in 48 mK. We also compared the NETD of our UCD with commercially available direct mid-infrared detectors. Here, we showed that the limiting factor for further NETD reduction of our device is not primarily from the upconversion process and camera noise, but from the limitations of the heat source performance. Our detectors have good temperature measurement performance and can be used for a variety of applications involving temperature object identification and material structure detection. ",
    "url": "https://arxiv.org/abs/2303.07085",
    "authors": [
      "Zheng Ge",
      "Zhi-Yuan Zhou",
      "Jing-Xin Ceng",
      "Li Chen",
      "Yin-Hai Li",
      "Yan Li",
      "Su-Jian Niu",
      "Bao-Sen Shi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2303.07111",
    "title": "On the physics of Quantum Fluctuations in space-time",
    "abstract": "In previous work it was shown that quantum fluctuations in space-time can naturally explain the accelerating expansion of the universe, the cosmology derived from this hypothesis agrees very well with the main cosmological observations. In this paper we continue to study this new paradigm. Due to quantum fluctuations in space-time, quantum particles cannot follow geodesics, but rather stochastic trajectories. In the present work we start by adding a stochastic term to the trajectories of quantum particles and derive the corresponding field equations of a quantum particle. We arrive at the Klein-Gordon equation in curved spacetime and from it we obtain a generalized Schr\\\"odinger equation. This leads to the following relevant result: the Schr\\\"odinger equation can be a direct consequence of the quantum fluctuations in space-time. ",
    "url": "https://arxiv.org/abs/2303.07111",
    "authors": [
      "Eric S. Escobar-Aguilar",
      "Tonatiuh Matos",
      "José I. Jimenez-Aquino"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2303.07117",
    "title": "Leaky Wave Antenna by Spin Photonic Topological Insulators Using  30-degree rhombic unit cell",
    "abstract": "A new spin photonic topological insulator model with a 30-degree rhombic unit cell is presented and analyzed. Topological band gaps and the robustness against the defects are shown. The edge modes are studied via full-wave simulation of a ribbon of unit cells. By using the structure in the fast wave region, a leaky wave antenna is proposed with a gain of 18.2dB and a side lobe level of -19 dB. ",
    "url": "https://arxiv.org/abs/2303.07117",
    "authors": [
      "Sayyed Ahmad Abtahi",
      "Mohsen Maddahali",
      "Ahmad Bakhtafrouz"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2303.07260",
    "title": "Moment tensor inversion of perforation shots using distributed acoustic  sensing",
    "abstract": "Distributed acoustic sensing (DAS) fibers have enabled various geophysical applications in unconventional reservoirs. Combined with perforation shots, a DAS fiber can record valuable guided waves that propagate in the reservoir formation and carry information about its properties. However, the representation of perforation shots as seismic sources, needed to conduct quantitative analysis, remains unknown. We model such sources using a superposition of three mechanisms for which we derive the moment tensor representation. Using field DAS data recorded in the same well where the perforations are located, we establish a workflow to invert the resolvable components of the total moment tensor for 100 different perforation shots. By scrutinizing the inversion results, we conjecture that the moment tensor can indicate how effectively a perforation shot creates micro-cracks in the surrounding rock. Furthermore, our inverted moment tensors form the basis for a subsequent elastic full-waveform inversion. ",
    "url": "https://arxiv.org/abs/2303.07260",
    "authors": [
      "Milad Bader",
      "Robert G. Clapp",
      "Kurt T. Nihei",
      "Biondo Biondi"
    ],
    "subjectives": [
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2303.06348",
    "title": "Continuous Three-level Quantum Heat Engine with High Performance Under  Medium Temperature Difference",
    "abstract": "The possibility of utilizing quantum effects to enhance the performance of quantum heat engines has been an active topic of research, but how to enhance the performance by optimizing the engine parameters needs to be further studied. In this study, the temperature difference and dissipation modes affecting the performance of a three-level quantum heat engine were analyzed using an orthogonal test. The results indicated that the dissipation mode dominated the performance of the quantum heat engine. The quantum heat engine performs best when there is only resonance and no detuning; however, when detuning exists, a lower resonance can improve the efficiency by reducing energy losses. Regarding the temperature difference, the best performance was achieved at medium temperature difference owing to the decreasing heat leakage. Finally, the quantum friction caused by the detuning could make the maximal efficiency lower than the Carnot efficiency. ",
    "url": "https://arxiv.org/abs/2303.06348",
    "authors": [
      "Gao-xiang Deng",
      "Wei Shao",
      "Yu Liu",
      "Zheng Cui"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2303.06421",
    "title": "Noise analysis of the atomic superheterodyne receiver based on flat-top  laser beams",
    "abstract": "Since its theoretical sensitivity is limited by quantum noise, radio wave sensing based on Rydberg atoms has the potential to replace its traditional counterparts with higher sensitivity and has developed rapidly in recent years. However, as the most sensitive atomic radio wave sensor, the atomic superheterodyne receiver lacks a detailed noise analysis to pave the way to its theoretical sensitivity. In this work, we quantitatively study the noise power spectral of the atomic receiver versus the number of atoms, where the number of atoms is precisely controlled by changing the diameters of flat-top excitation laser beams. The results show that under the experimental conditions that the diameters of excitation beams are minor than 2 mm and the read-out frequency is larger than 70 kHz, the sensitivity of the atomic receiver is limited only by the quantum noise and, in the other conditions, by classical noises. Moreover, since only a fraction of atoms contributing to noise provides valuable signals, the quantum noise limit sensitivity reached by this atomic receiver is far from its theoretical value. Nonetheless, this work is essential in making the sensitivity of the atomic receiver reach its ultimate limit and is significant in quantum precision measurement. ",
    "url": "https://arxiv.org/abs/2303.06421",
    "authors": [
      "Zheng Wang",
      "Mingyong Jing",
      "Peng Zhang",
      "Shaoxin Yuan",
      "Hao Zhang",
      "Linjie Zhang",
      "Liantuan Xiao",
      "Suotang Jia"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2303.06990",
    "title": "Randomness-free Test of Non-classicality and An Experimental Quantum  Advantage in Correlated Coin Tossing",
    "abstract": "Quantum entanglement leads to non-classical correlations certifiable through Bell tests. These tests require seed randomness -- which is often costly and vulnerable to loopholes -- for choosing the local measurements performed on different parts of a multipartite quantum system. We implement a technique of detecting the non-classicality of correlations that does not require seed randomness. Our test is semi-device-independent and requires only prior knowledge of the dimension of the parts. By producing specific correlated coins from pairs of photons entangled in their transverse spatial modes we also experimentally show a novel quantum advantage in correlated coin tossing. We establish the advantage by showing that the correlated coin state we obtain cannot be derived from any two 2-level classical correlated coins. The quantum advantage requires performing qubit trine positive operator value measures (POVMs) on each part of the entangled pair, thus also certifying such POVMs in a semi-device-independent manner. We firmly establish a quantum advantage in generating shared randomness which will be important for future multi-party quantum communications. ",
    "url": "https://arxiv.org/abs/2303.06990",
    "authors": [
      "Zhonghua Ma",
      "Markus Rambach",
      "Kaumudibikash Goswami",
      "Some Sankar Bhattacharya",
      "Manik Banik",
      "Jacquiline Romero"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2303.07032",
    "title": "Efficient Light Propagation Algorithm using Quantum Computers",
    "abstract": "Quantum algorithms can potentially overcome the boundary of computationally hard problems. One of the cornerstones in modern optics is the beam propagation algorithm, facilitating the calculation of how waves with a particular dispersion relation propagate in time and space. This algorithm solves the wave propagation equation by Fourier transformation, multiplication with a transfer function, and subsequent back transformation. This transfer function is determined from the respective dispersion relation and can often be expanded as a polynomial. In the case of paraxial wave propagation in free space or picosecond pulse propagation, this expansion can be truncated after the quadratic term. The classical solution to the wave propagation requires $\\mathcal{O}(N log N)$ computation steps, where $N$ is the number of points into which the wave function is discretized. Here, we show that the propagation can be performed as a quantum algorithm with $\\mathcal{O}((log{}N)^2)$ single-controlled phase gates, indicating exponentially reduced computational complexity. We herein demonstrate this quantum beam propagation method (QBPM) and perform such propagation in both one- and two-dimensional systems for the double-slit experiment and Gaussian beam propagation. We highlight the importance of the selection of suitable observables to retain the quantum advantage in the face of the statistical nature of the quantum measurement process, which leads to sampling errors that do not exist in classical solutions. ",
    "url": "https://arxiv.org/abs/2303.07032",
    "authors": [
      "Chanaprom Cholsuk",
      "Siavash Davani",
      "Lorcan O. Conlon",
      "Tobias Vogl",
      "Falk Eilenberger"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)",
      "Computational Physics (physics.comp-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2303.07116",
    "title": "Low Frequency (100-600 MHz) Searches with Axion Cavity Haloscopes",
    "abstract": "We investigate reentrant and dielectric loaded cavities for the purpose of extending the range of axion cavity haloscopes to lower masses, below the range where the Axion Dark Matter eXperiment (ADMX) has already searched. Reentrant and dielectric loaded cavities were simulated numerically to calculate and optimize their form factors and quality factors. A prototype reentrant cavity was built and its measured properties were compared with the simulations. We estimate the sensitivity of axion dark matter searches using reentrant and dielectric loaded cavities inserted in the existing ADMX magnet at the University of Washington and a large magnet being installed at Fermilab. ",
    "url": "https://arxiv.org/abs/2303.07116",
    "authors": [
      "S. Chakrabarty",
      "J.R. Gleason",
      "Y. Han",
      "A.T. Hipp",
      "M. Solano",
      "P. Sikivie",
      "N.S. Sullivan",
      "D.B. Tanner",
      "M. Goryachev",
      "E. Hartman",
      "B.T. McAllister",
      "A. Quiskamp",
      "C. Thomson",
      "M.E. Tobar",
      "M.H. Awida",
      "A.S. Chou",
      "M. Hollister",
      "S. Knirck",
      "A. Sonnenschein",
      "W. Wester",
      "T. Braine",
      "N. Du",
      "M. Guzzetti",
      "C. Hanretty",
      "G. Leum",
      "L.J Rosenberg",
      "G. Rybka",
      "J. Sinnis",
      "John Clarke",
      "I. Siddiqi",
      "R. Khatiwada",
      "G. Carosi",
      "N. Robertson",
      "L.D. Duffy",
      "C. Boutan",
      "N.S. Oblath",
      "M.S. Taubman",
      "J. Yang",
      "E. Lentz",
      "E.J. Daw",
      "M.G. Perry",
      "C. Bartram",
      "J.H. Buckley",
      "C. Gaikwad",
      "J. Hoffman",
      "K.W. Murch",
      "T. Nitta"
    ],
    "subjectives": [
      "High Energy Physics - Phenomenology (hep-ph)",
      "High Energy Physics - Experiment (hep-ex)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2303.07322",
    "title": "Coulomb-induced synchronization of intersubband coherences in highly  doped quantum wells and the formation of giant collective resonances",
    "abstract": "Many-body Coulomb interactions drastically modify the optical response of highly doped semiconductor quantum wells leading to a merger of all intersubband transition resonances into one sharp peak at the frequency substantially higher than all single-particle transition frequencies. Starting from standard density matrix equations for the gas of pairwise interacting fermions within Hartree-Fock approximation, we show that this effect is due to Coulomb-induced synchronization of the oscillations of coherences of all $N$ intersubband transitions and sharp collective increase in their coupling with an external optical field. In the high doping limit, the dynamics of light-matter interaction is described by the analytic theory of $N$ coupled oscillators which determines new collective normal modes of the system and predicts the frequency and strength of the blueshifted collective resonance. ",
    "url": "https://arxiv.org/abs/2303.07322",
    "authors": [
      "Mikhail Tokman",
      "Maria Erukhimova",
      "Yongrui Wang",
      "Alexey Belyanin"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2203.15051",
    "title": "Ultra-long quantum walks via spin-orbit photonics",
    "abstract": " Title: Ultra-long quantum walks via spin-orbit photonics ",
    "url": "https://arxiv.org/abs/2203.15051",
    "authors": [
      "Francesco Di Colandrea",
      "Amin Babazadeh",
      "Alexandre Dauphin",
      "Pietro Massignan",
      "Lorenzo Marrucci",
      "Filippo Cardano"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2207.00714",
    "title": "Laser Direct Writing of Visible Spin Defects in Hexagonal Boron Nitride  for Applications in Spin-Based Technologies",
    "abstract": " Title: Laser Direct Writing of Visible Spin Defects in Hexagonal Boron Nitride  for Applications in Spin-Based Technologies ",
    "url": "https://arxiv.org/abs/2207.00714",
    "authors": [
      "Yuan-Ze Yang",
      "Tian-Xiang Zhu",
      "Zhi-Peng Li",
      "Xiao-Dong Zeng",
      "Nai-Jie Guo",
      "Shang Yu",
      "Yu Meng",
      "Zhao-An Wang",
      "Lin-Ke Xie",
      "Zong-Quan Zhou",
      "Qiang Li",
      "Jin-Shi Xu",
      "Xiao-Ying Gao",
      "Wei Liu",
      "Yi-Tao Wang",
      "Jian-Shun Tang",
      "Chuan-Feng Li",
      "Guang-Can Guo"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2210.07674",
    "title": "Optical coherent feedback control of a mechanical oscillator",
    "abstract": " Comments: 17 pages, 7 figures ",
    "url": "https://arxiv.org/abs/2210.07674",
    "authors": [
      "Maryse Ernzer",
      "Manel Bosch Aguilera",
      "Matteo Brunelli",
      "Gian-Luca Schmid",
      "Thomas M. Karg",
      "Christoph Bruder",
      "Patrick P. Potts",
      "Philipp Treutlein"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.00626",
    "title": "A route to high peak power and energy scaling in the mid-IR  chirped-pulse oscillator-amplifier laser systems",
    "abstract": " Comments: 16 pages, 14 figures ",
    "url": "https://arxiv.org/abs/2212.00626",
    "authors": [
      "Alexander Rudenkov",
      "Vladimir L. Kalashnikov",
      "Evgeni Sorokin",
      "Maksim Demesh",
      "Irina T. Sorokina"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2212.02205",
    "title": "Simulations of Collisional Effects in an Inner-Shell Solid-Density Mg  X-Ray Laser",
    "abstract": " Comments: This paper has been submitted to Philosophical Transactions A ",
    "url": "https://arxiv.org/abs/2212.02205",
    "authors": [
      "Shenyuan Ren",
      "Sam Vinko",
      "Justin S. Wark"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2212.02254",
    "title": "Exploring Disordered Quantum Spin Models with a Multi-Layer  Multi-Configurational Approach",
    "abstract": " Comments: 13 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2212.02254",
    "authors": [
      "Fabian Köhler",
      "Rick Mukherjee",
      "Peter Schmelcher"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Other Condensed Matter (cond-mat.other)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2302.02851",
    "title": "Quantum version of the integral equation theory based dielectric scheme  for strongly coupled electron liquids",
    "abstract": " Comments: 8 pages, 3 figures ",
    "url": "https://arxiv.org/abs/2302.02851",
    "authors": [
      "Panagiotis Tolias",
      "Federico Lucco Castello",
      "Tobias Dornheim"
    ],
    "subjectives": [
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2303.05065",
    "title": "Computational analysis of chemical reactions using a variational quantum  eigensolver algorithm without specifying spin multiplicity",
    "abstract": " Title: Computational analysis of chemical reactions using a variational quantum  eigensolver algorithm without specifying spin multiplicity ",
    "url": "https://arxiv.org/abs/2303.05065",
    "authors": [
      "Soichi Shirai",
      "Hokuto Iwakiri",
      "Keita Kanno",
      "Takahiro Horiba",
      "Keita Omiya",
      "Hirotoshi Hirai",
      "Sho Koh"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  }
]