[
  {
    "id": "arXiv:2304.13760",
    "title": "Reliable micro-transfer printing method for heterogeneous integration of  lithium niobate and semiconductor thin films",
    "abstract": "High-speed Pockels modulation and second-order nonlinearities are key components in optical systems, but CMOS-compatible platforms like silicon and silicon nitride lack these capabilities. Micro-transfer printing of thin-film lithium niobate offers a solution, but suspending large areas of thin films for long interaction lengths and high-Q resonators is challenging, resulting in a low transfer yield. We present a new source preparation method that enables reliable transfer printing of thin-film lithium niobate. We demonstrate its versatility by successfully applying it to gallium phosphide and silicon, and provide an estimate of the transfer yield by subsequently printing 25 lithium niobate films without fail. ",
    "url": "https://arxiv.org/abs/2304.13760",
    "authors": [
      "Tom Vandekerckhove",
      "Tom Vanackere",
      "Jasper De Witte",
      "Stijn Cuyvers",
      "Luis Reis",
      "Maximilien Billet",
      "Günther Roelkens",
      "Stéphane Clemmen",
      "Bart Kuyken"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2304.13868",
    "title": "Radiation-induced Acoustic Signal Denoising using a Supervised Deep  Learning Framework for Imaging and Therapy Monitoring",
    "abstract": "Radiation-induced acoustic (RA) imaging is a promising technique for visualizing radiation energy deposition in tissues, enabling new imaging modalities and real-time therapy monitoring. However, it requires measuring hundreds or even thousands of averages to achieve satisfactory signal-to-noise ratios (SNRs). This repetitive measurement increases ionizing radiation dose and degrades the temporal resolution of RA imaging, limiting its clinical utility. In this study, we developed a general deep inception convolutional neural network (GDI-CNN) to denoise RA signals to substantially reduce the number of averages. The multi-dilation convolutions in the network allow for encoding and decoding signal features with varying temporal characteristics, making the network generalizable to signals from different radiation sources. The proposed method was evaluated using experimental data of X-ray-induced acoustic, protoacoustic, and electroacoustic signals, qualitatively and quantitatively. Results demonstrated the effectiveness and generalizability of GDI-CNN: for all the enrolled RA modalities, GDI-CNN achieved comparable SNRs to the fully-averaged signals using less than 2% of the averages, significantly reducing imaging dose and improving temporal resolution. The proposed deep learning framework is a general method for few-frame-averaged acoustic signal denoising, which significantly improves RA imaging's clinical utilities for low-dose imaging and real-time therapy monitoring. ",
    "url": "https://arxiv.org/abs/2304.13868",
    "authors": [
      "Zhuoran Jiang",
      "Siqi Wang",
      "Yifei Xu",
      "Leshan Sun",
      "Gilberto Gonzalez",
      "Yong Chen",
      "Q. Jackie Wu",
      "Liangzhong Xiang",
      "Lei Ren"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2304.13906",
    "title": "Soliton Blockade for Nonlinear Accelerating Pulses",
    "abstract": "We study the nonlinear propagation of truncated Airyprime pulses in optical fibers with both anomalous or normal dispersion. Weobservenonlinear self-accelerating pulses with notable red-shifted spectral notch (double peaks) or blue-shifted spectral peak depending on whether the dispersion is anomalous or normal. SuchprocessisinsharpcontrasttothatofAirypulses.The formation of nonlinear self-accelerating pulses is very sensitive to the truncated coefficient. The relationship between the characteristics of such accelerated pulses and the truncated coefficient are disclosed and compared in detail. Our results not only shed new light on the nonlinear propagation of Airyprime pulses, but also provide a novel method to generate nonlinear self-accelerating pulses as well as enable the realization of very efficient wavelength conversion based on the controlled frequency shift. Based on space-time duality, self-accelerating spatiotemporal nonlinear light bullets can be envisaged from the propagation of spatiotemporal Airyprime wave packets in pure Kerr medium. ",
    "url": "https://arxiv.org/abs/2304.13906",
    "authors": [
      "Lifu Zhang",
      "Xuri Yang",
      "Qi Huang",
      "Yanxia Gao",
      "Dianyuan Fan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2304.14029",
    "title": "Phaseless auxiliary field quantum Monte Carlo with projector-augmented  wave method for solids",
    "abstract": "We implement the phaseless auxiliary field quantum Monte Carlo method using the plane-wave based projector augmented wave method and explore the accuracy and the feasibility of applying our implementation to solids. We use a singular value decomposition to compress the two-body Hamiltonian and thus reduce the computational cost. Consistent correlation energies from the primitive-cell sampling and the corresponding supercell calculations numerically verify our implementation. We calculate the equation of state for diamond and the correlation energies for a range of prototypical solid materials. A down-sampling technique along with natural orbitals accelerates the convergence with respect to the number of orbitals and crystal momentum points. We illustrate the competitiveness of our implementation in accuracy and computational cost for dense crystal momentum point meshes comparing to a well-established quantum-chemistry approach, the coupled-cluster ansatz including singles, doubles and perturbative triple particle-hole excitation operators. ",
    "url": "https://arxiv.org/abs/2304.14029",
    "authors": [
      "Amir Taheridehkordi",
      "Martin Schlipf",
      "Zoran Sukurma",
      "Moritz Humer",
      "Andreas Grüneis",
      "Georg Kresse"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2304.14040",
    "title": "Orchestrating optical pumping with magnetic field for enhanced  magnetometry",
    "abstract": "The atomic population trapped in uncoupled atomic states is a limiting factor for processes based on laser-atom interaction. The use of repump laser, bi-chromatic field, and vector magnetic field are explored in degenerate as well as non-degenerate atomic system to overcome the limitation. The magnetic resonance of 85Rb atoms under these complementary conditions are investigated in a buffer gas filled cell. The most suitable condition is achieved by the combined action of a bi-chromatic light with a specific combination of magnetic fields for non-degenerate levels where the relevant magnetic resonance shows more than 7-fold increase in its amplitude. The phenomenon is consistently observed through RF as well as magnetic field de-modulation technique. It will lead to similar improvement in the sensitivity of the atomic magnetometers. The optical pumping of the atomic population to the stretch state by manipulation of magnetic field will be of general interest involving quantum technology. ",
    "url": "https://arxiv.org/abs/2304.14040",
    "authors": [
      "Swarupananda Pradhan",
      "Sudip mandal"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2304.14229",
    "title": "Temperature Measurement on Copper Surfaces for Superconducting Thin Film  Cavity Applications",
    "abstract": "Superconducting radio-frequency (SRF) thin film cavities on copper substrates are employed in several particle accelerators. However, these SRF cavities historically featured a progressive performance degradation with the accelerating field that is still not completely understood. The degradation of cavity performance, which limits the use of this technology in accelerators where the real-estate gradient has to be maximized, is manifested by the presence of heat losses in the superconducting film. However, measuring the temperature on the outer surface of copper substrates is challenging due to the higher thermal conductivity of copper at low temperatures compared to niobium. This study describes how temperature variations on copper surfaces can be satisfactorily measured in view of superconducting thin film cavity applications at liquid helium temperatures. Furthermore, we explore how the thermal exchange between thermometers and copper surfaces, and thermometers and helium bath must be tuned with respect to each other in order to measure accurately temperature rises in the thin film. Our findings suggest that engineering the copper surfaces can improve heat transfer into the helium bath and potentially enhance the performance of thin film SRF cavities. ",
    "url": "https://arxiv.org/abs/2304.14229",
    "authors": [
      "Antonio Bianchi",
      "Giovanna Vandoni",
      "Walter Venturini Delsolaro"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2304.14234",
    "title": "Second-Order Non Linear Optical Properties of Zinc Oxide and Aluminum  doped Zinc Oxide Thin Films grown by Atomic Layer deposition",
    "abstract": "In this paper, Second-order NLO properties of ZnO and AZO thin films from experimental results are discussed. Measurements were a single wavelength of 1.064 micrometers using the standard rotational Maker fringes technique in a transmission scheme. Further broadband dispersion of $\\chi^{(2)}$ as characterized by harmonic generation over a broadband wavelength of 1.2-2.1 micrometers are discussed. Experimental results for the p-and s-polarization of the fundamental beam are presented. In the analysis alpha-Quartz was used as the standard reference material. All the experiments were conducted at room temperature. ",
    "url": "https://arxiv.org/abs/2304.14234",
    "authors": [
      "Calford Odhiambo Otieno"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2304.14302",
    "title": "In-memory photonic dot-product engine with electrically programmable  weight banks",
    "abstract": "Electronically reprogrammable photonic circuits based on phase-change chalcogenides present an avenue to resolve the von-Neumann bottleneck; however, implementation of such hybrid photonic-electronic processing has not achieved computational success. Here, we achieve this milestone by demonstrating an in-memory photonic-electronic dot-product engine, one that decouples electronic programming of phase-change materials (PCMs) and photonic computation. Specifically, we develop non-volatile electronically reprogrammable PCM memory cells with a record-high 4-bit weight encoding, the lowest energy consumption per unit modulation depth (1.7 nJ per dB) for Erase operation (crystallization), and a high switching contrast (158.5%) using non-resonant silicon-on-insulator waveguide microheater devices. This enables us to perform parallel multiplications for image processing with a superior contrast-to-noise ratio (greater than 87.36) that leads to an enhanced computing accuracy (standard deviation less than 0.007). An in-memory hybrid computing system is developed in hardware for convolutional processing for recognizing images from the MNIST database with inferencing accuracies of 86% and 87%. ",
    "url": "https://arxiv.org/abs/2304.14302",
    "authors": [
      "Wen Zhou",
      "Bowei Dong",
      "Nikolaos Farmakidis",
      "Xuan Li",
      "Nathan Youngblood",
      "Kairan Huang",
      "Yuhan He",
      "C. David Wright",
      "Wolfram H. P. Pernice",
      "Harish Bhaskaran"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Systems and Control (eess.SY)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2304.14307",
    "title": "A Method for Classifying Snow Using Ski-Mounted Strain Sensors",
    "abstract": "Understanding the structure, quantity, and type of snow in mountain landscapes is crucial for assessing avalanche safety, interpreting satellite imagery, building accurate hydrology models, and choosing the right pair of skis for your weekend trip. Currently, such characteristics of snowpack are measured using a combination of remote satellite imagery, weather stations, and laborious point measurements and descriptions provided by local forecasters, guides, and backcountry users. Here, we explore how characteristics of the top layer of snowpack could be estimated while skiing using strain sensors mounted to the top surface of an alpine ski. We show that with two strain gauges and an inertial measurement unit it is feasible to correctly assign one of three qualitative labels (powder, slushy, or icy/groomed snow) to each 10 second segment of a trajectory with 97% accuracy, independent of skiing style. Our algorithm uses a combination of a data-driven linear model of the ski-snow interaction, dimensionality reduction, and a Naive Bayes classifier. Comparisons of classifier performance between strain gauges suggest that the optimal placement of strain gauges is halfway between the binding and the tip/tail of the ski, in the cambered section just before the point where the unweighted ski would touch the snow surface. The ability to classify snow, potentially in real-time, using skis opens the door to applications that range from citizen science efforts to map snow surface characteristics in the backcountry, and develop skis with automated stiffness tuning based on the snow type. ",
    "url": "https://arxiv.org/abs/2304.14307",
    "authors": [
      "Florian McLelland",
      "Floris van Breugel"
    ],
    "subjectives": [
      "Geophysics (physics.geo-ph)",
      "Machine Learning (cs.LG)",
      "Signal Processing (eess.SP)",
      "Systems and Control (eess.SY)"
    ]
  },
  {
    "id": "arXiv:2210.11288",
    "title": "Accelerating equilibrium spin-glass simulations using quantum annealers  via generative deep learning",
    "abstract": " Comments: 24 pages, 7 figures ",
    "url": "https://arxiv.org/abs/2210.11288",
    "authors": [
      "Giuseppe Scriva",
      "Emanuele Costa",
      "Benjamin McNaughton",
      "Sebastiano Pilati"
    ],
    "subjectives": [
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2211.05614",
    "title": "New results from the technological prototype of the CALICE  highly-granular silicon tungsten electromagnetic calorimeter",
    "abstract": " Comments: Proceedings of the PISA'22 conference, for the CALICE collaboration ",
    "url": "https://arxiv.org/abs/2211.05614",
    "authors": [
      "Vincent Boudry"
    ],
    "subjectives": [
      "High Energy Physics - Experiment (hep-ex)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2304.05558",
    "title": "Chiral photonic crystals from sphere packing",
    "abstract": " Comments: 17 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2304.05558",
    "authors": [
      "Tao Liu",
      "Ho-Kei Chan",
      "Duanduan Wan"
    ],
    "subjectives": [
      "Soft Condensed Matter (cond-mat.soft)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2304.12968",
    "title": "Soliton Microcomb Generation in a III-V Photonic Crystal Cavity",
    "abstract": " Comments: 22 pages, 16 figures ",
    "url": "https://arxiv.org/abs/2304.12968",
    "authors": [
      "Alberto Nardi",
      "Alisa Davydova",
      "Nikolai Kuznetsov",
      "Miles H. Anderson",
      "Charles Möhl",
      "Johann Riemensberger",
      "Paul Seidler",
      "Tobias J. Kippenberg"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  }
]