[
  {
    "id": "arXiv:2212.04627",
    "title": "Transient inverse energy cascade in free surface turbulence",
    "abstract": "We study the statistics of free-surface turbulence at large Reynolds numbers produced by direct numerical simulations in a fluid layer at different thickness with fixed characteristic forcing scale. We observe the production of a transient inverse cascade, with a duration which depends on the thickness of the layer, followed by a transition to three-dimensional turbulence initially produced close to the bottom, no-slip boundary. By switching off the forcing, we study the decaying turbulent regime and we find that it cannot be described by an exponential law. Our results show that boundary conditions play a fundamental role in the nature of turbulence produced in thin layers and give limits on the conditions to produce a two-dimensional phenomenology. ",
    "url": "https://arxiv.org/abs/2212.04627",
    "authors": [
      "G. Boffetta",
      "A. Mazzino",
      "S. Musacchio",
      "M. E. Rosti"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2212.04660",
    "title": "On the stability of inhomogeneous fluids under acoustic fields",
    "abstract": "In this work, we present the stability theory for inhomogeneous fluids subjected to standing acoustic fields. Starting from the first principles, the stability criterion is established for two fluids of different acoustic impedance separated by a plane interface. Through stability theory and numerical simulations we show that, in the presence of interfacial tension, the relocation of high-impedance fluid from anti-node to node occurs when the acoustic force overcomes interfacial tension force, which is in agreement with recent microchannel experiments. Furthermore, we establish an acoustic Bond number that characterizes stable (Bo_a < 1) and relocation (Bo_a > 1) regimes. Remarkably, it is found that the critical acoustic energy density required for relocation can be significantly reduced by increasing the channel height which could help design acoustofluidic microchannel devices that handle immiscible fluids. ",
    "url": "https://arxiv.org/abs/2212.04660",
    "authors": [
      "Varun Kumar Rajendran",
      "Aravind Ram S P",
      "Karthick Subramani"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2212.04697",
    "title": "Spin/momentum properties of the paraxial optical beams",
    "abstract": "Spin angular momentum, an elementary dynamical property of classical electromagnetic fields, plays an important role in spin-orbit and light-matter interactions, especially in near-field optics. The research on optical spins has led to the discovery of phenomena such as optical spin-momentum locking and photonic topological quasiparticles, as well as applications in high-precision detection and nanometrology. Here, we investigate spin-momentum relations in paraxial optical systems and show that the optical spin angular momentum contains transverse and longitudinal spin components simultaneously. The transverse spin originates from inhomogeneities of field and governed by the vorticity of the kinetic momentum density, whereas the longitudinal spin parallel to the local canonical momentum is proportional to the polarization ellipticity of light. Moreover, the skyrmionlike spin textures arise from the optical transverse spin can be observed in paraxial beams, and their topologies are maintained free from the influence of the Gouy phase during propagation. Interestingly, the optical singularities, including both phase and polarization singularities, can also affect the spin-momentum properties significantly. Our findings describe the intrinsic spin-momentum properties in paraxial optical systems and apply in the analysis of the properties of spin-momentum in optical focusing, imaging, and scattering systems. ",
    "url": "https://arxiv.org/abs/2212.04697",
    "authors": [
      "Peng Shi",
      "Heng Li",
      "Luping Du",
      "Xiaocong Yuan"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.04773",
    "title": "Pixelated silicon detector for radiation beam profile measurements",
    "abstract": "A pixelated silicon detector, developed originally for particle physics experiments, was used for a beam profile measurement of a Co-60 irradiator in a water phantom. The beam profile was compared to a profile measured with a pinpoint ionization chamber. The differences in the pixel detector and pinpoint chamber relative profiles were within approximately 0.02, and after calculating correction factors with Monte Carlo simulations for the pixel detector, the differences were decreased to almost less than 0.005. The detector's capability to measure pulse-height was used to record an electron pulse-height spectrum in water in the Co-60 beam, and the results agreed well with simulations. ",
    "url": "https://arxiv.org/abs/2212.04773",
    "authors": [
      "Joonas Tikkanen",
      "Stefanie Kirschenmann",
      "Nikita Kramarenko",
      "Erik Brücken",
      "Pirkitta Koponen",
      "Panja Luukka",
      "Teemu Siiskonen",
      "Raimo Turpeinen",
      "Jennifer Ott"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2212.04793",
    "title": "Evaluation of HPK $n^+$-$p$ planar pixel sensors for the CMS Phase-2  upgrade",
    "abstract": "To cope with the challenging environment of the planned high luminosity upgrade of the Large Hadron Collider (HL-LHC), scheduled to start operation in 2029, CMS will replace its entire tracking system. The requirements for the tracker are largely determined by the long operation time of 10 years with an instantaneous peak luminosity of up to $7.5\\times 10^{34}$ cm$^{-2}$s$^{-1}$ in the ultimate performance scenario. Depending on the radial distance from the interaction point, the silicon sensors will receive a particle fluence corresponding to a non-ionizing energy loss of up to $\\Phi_{\\text{eq}} = 3.5\\times 10^{16}$ cm$^{-2}$ . This paper focuses on planar pixel sensor design and qualification up to a fluence of $\\Phi_{\\text{eq}} = 1.4\\times 10^{16}$ cm$^{-2}$. For the development of appropriate planar pixel sensors an R\\&D program was initiated, which includes $n^+$-$p$ sensors on 150 mm (6'') wafers with an active thickness of 150 $\\mu m$ with pixel sizes of $100\\times 25$ $\\mu m^2$ and $50\\times 50$ $\\mu m^2$ manufactured by Hamamatsu. Single chip modules with ROC4Sens and RD53A readout chips were made. Irradiation with protons and neutrons, as well was an extensive test beam campaign at DESY were carried out. This paper presents the investigation of various assemblies mainly with ROC4Sens readout chips. It demonstrates that multiple designs fulfill the requirements in terms of breakdown voltage, leakage current and efficiency. The single point resolution for $50\\times 50$ $\\mu m^2$ pixels is measured as 4.0 $\\mu m$ for non-irradiated samples, and 6.3 $\\mu m$ after irradiation to $\\Phi_{\\text{eq}} = 7.2\\times 10^{15}$ cm$^{-2}$. ",
    "url": "https://arxiv.org/abs/2212.04793",
    "authors": [
      "Tracker Group of the CMS Collaboration"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2212.04826",
    "title": "Third-harmonic generation in silica wedge resonators",
    "abstract": "Whispering-gallery-mode microcavities are known to have high optical quality factor, making them suitable for nonlinear optical interactions. Here, third-harmonic generation is observed using a relatively small radius wedge silicon oxide optical microcavity. The small radii wedge microdisks can be dispersion-tailored to obtain either normal or anomalous group velocity dispersion. In our case, we operate in the normal dispersion regime preventing frequency comb generation by suppressing infrared cascading four-wave mixing. This allows for a clean third harmonic generation at phase-matched visible optical modes. Tunability of the third-harmonic emission is obtained due to a combination of the thermo-optical and Kerr effects. An additional thermal control of the phase matching condition allows for optimizing third-harmonic generation, and agreement between this process and couple-mode theory is demonstrated. ",
    "url": "https://arxiv.org/abs/2212.04826",
    "authors": [
      "Jorge H. Soares",
      "Laís Fujii Dos Santos",
      "Felipe G. S. Santos",
      "Marvyn Inga",
      "Yovanny A. V. Espinel",
      "Gustavo S. Wiederhecker",
      "Thiago P. Mayer Alegre"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.04838",
    "title": "Quantum Theory of Light Interaction with a Dielectric Sphere: Towards 3D  Ground-State Cooling",
    "abstract": "We theoretically analyze the motional quantum dynamics of a levitated dielectric sphere interacting with the quantum electromagnetic field beyond the point-dipole approximation. To this end, we derive a Hamiltonian describing the fundamental coupling between photons and center-of-mass phonons, including Stokes and anti-Stokes processes, and the coupling rates for a dielectric sphere of arbitrary refractive index and size. We then derive the laser recoil heating rates and the information radiation patterns (the angular distribution of the scattered light that carries information about the center-of-mass motion) and show how to evaluate them efficiently in the presence of a focused laser beam, either in a running or a standing-wave configuration. This information is crucial to implement active feedback cooling of optically levitated dielectric spheres beyond the point-dipole approximation. Our results predict several experimentally feasible configurations and parameter regimes where optical detection and active feedback can simultaneously cool to the ground state the three-dimensional center-of-mass motion of dielectric spheres in the micrometer regime. Scaling up the mass of the dielectric particles that can be cooled to the center-of-mass ground state is not only relevant for testing quantum mechanics at large scales but also for current experimental efforts that search for new physics (e.g. dark matter) using optically levitated sensors. ",
    "url": "https://arxiv.org/abs/2212.04838",
    "authors": [
      "Patrick Maurer",
      "Carlos Gonzalez-Ballestero",
      "Oriol Romero-Isart"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2212.04845",
    "title": "Modelling assisted tunneling on the Bloch sphere using the Quantum  Composer",
    "abstract": "The Bloch-sphere representation is a rather simple geometric model for all possible quantum states of a two-level system. In this article, we propose a simple geometric model for the time dynamics of a qubit based on the Bloch-sphere representation. The model can be applied both to time-independent and time-dependent Hamiltonians. As explicit application, we consider time dynamics of a particle in a double-well potential. In particular, we adopt a recent method for off-resonant excitations, the so-called SUPER principle (Swing-UP of the quantum emitter population) in the context of quantum tunneling. We show that the tunneling probability can be enhanced by orders of magnitude when an appropriate oscillation of the potential height is introduced. Driven by a collaborative approach we call educator-developer dialogue, an updated version of the software Quantum Composer is presented. Here it is used for educational purposes, to map the two lowest energy states of the 1D-Schr\\\"odinger equation to the Bloch sphere representation, leading to a rather clear and intuitive physical picture for the pertinent time dynamics. ",
    "url": "https://arxiv.org/abs/2212.04845",
    "authors": [
      "Jonas Bley",
      "Vieri Mattei",
      "Simon Goorney",
      "Jacob Sherson",
      "Stefan Heusler"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2212.04927",
    "title": "A superconducting nanowire photon number resolving four-quadrant  detector-based Gigabit deep-space laser communication receiver prototype",
    "abstract": "Deep space explorations require transferring huge amounts of data quickly from very distant targets. Laser communication is a promising technology that can offer a data rate of magnitude faster than conventional microwave communication due to the fundamentally narrow divergence of light. This study demonstrated a photon-sensitive receiver prototype with over Gigabit data rate, immunity to strong background photon noise, and simultaneous tracking ability. The advantages are inherited from a joint-optimized superconducting nanowire single-photon detector (SNSPD) array, designed into a four-quadrant structure with each quadrant capable of resolving six photons. Installed in a free-space coupled and low-vibration cryostat, the system detection efficiency reached 72.7%, the detector efficiency was 97.5%, and the total photon counting rate was 1.6 Gcps. Additionally, communication performance was tested for pulse position modulation (PPM) format. A series of signal processing methods were introduced to maximize the performance of the forward error correction (FEC) code. Consequently, the receiver exhibits a faster data rate and better sensitivity by about twofold (1.76 photons/bit at 800 Mbps and 3.40 photons/bit at 1.2 Gbps) compared to previously reported results (3.18 photon/bit at 622 Mbps for the Lunar Laser Communication Demonstration). Furthermore, communications in strong background noise and with simultaneous tracking ability were demonstrated aimed at the challenges of daylight operation and accurate tracking of dim beacon light in deep space scenarios. ",
    "url": "https://arxiv.org/abs/2212.04927",
    "authors": [
      "Hao Hao",
      "Qing-Yuan Zhao",
      "Yang-Hui Huang",
      "Jie Deng",
      "Hui Wang",
      "Jia-Wei Guo",
      "Shi Chen",
      "Sai-Ying Ru",
      "Zhen Liu",
      "Yi-Jin Zhou",
      "Shun-Hua Wang",
      "Chao Wan",
      "Hao Liu",
      "Zhi-Jian Li",
      "Hua-bing Wang",
      "Xue-Cou Tu",
      "La-Bao Zhang",
      "Xiao-Qing Jia",
      "Jian Chen",
      "Lin Kang",
      "Pei-Heng Wu"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.04947",
    "title": "Monitoring Spent Nuclear Fuel in a Dry Cask Using Momentum Integrated  Muon Scattering Tomography",
    "abstract": "Nuclear materials accountability and nonproliferation are among the critical tasks to be addressed for the advancement of nuclear energy in the United States. Monitoring spent nuclear fuel is important to continue reliable stewardship of SNF storage. Cosmic ray muons have been acknowledged a promising radiographic tool for monitoring SNF due to their highly penetrative nature and high energy. Cosmic ray muons are more suitable and have been used for imaging large and dense objects. Despite their potential in various applications, the wide application of cosmic ray muons is limited by the naturally low intensity at sea level. To efficiently utilize cosmic ray muons in engineering applications, trajectory and momentum must be measured. Although various studies demonstrate that there is significant potential for measuring momentum in muon applications, it is still difficult to measure both muon scattering angle and momentum in the field. To fill this critical gap, a muon spectrometer using multilayer pressurized gas Cherenkov radiators was proposed. However, existing muon tomographic algorithms were developed assuming monoenergetic muon scattering and are not optimized for a measured polyenergetic momentum spectrum. In this work, we develop and evaluate a momentum integrated muon scattering tomography algorithm. We evaluate the algorithm on its capability to identify a missing fuel assembly from a SNF dry cask. Our results demonstrate that image resolution using MMST is significantly improved when measuring muon momentum and it can reduce monitoring time by a factor of 10 when compared to that of a conventional muon imaging technique in terms of systematically finding a missing FA. ",
    "url": "https://arxiv.org/abs/2212.04947",
    "authors": [
      "Junghyun Bae",
      "Stylianos Chatzidakis"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Nuclear Experiment (nucl-ex)"
    ]
  },
  {
    "id": "arXiv:2212.04980",
    "title": "Twisted Nanotubes of Transition Metal Dichalcogenides with Split Optical  Modes for Tunable Radiated Light Resonators",
    "abstract": "Synthesized micro- and nanotubes composed of transition metal dichalcogenides (TMDCs) such as MoS$_2$ are promising for many applications in nanophotonics, because they combine the abilities to emit strong exciton luminescence and to act as whispering gallery microcavities even at room temperature. In addition to tubes in the form of hollow cylinders, there is an insufficiently-studied class of twisted tubes, the flattened cross section of which rotates along the tube axis. As shown by theoretical analysis, in such nanotubes the interaction of electromagnetic waves excited at opposite sides of the cross section can cause splitting of the whispering gallery modes. By studying micro-photoluminescence spectra measured along individual MoS$_2$ tubes, it has been established that the splitting value, which controls the energies of the split modes, depends exponentially on the aspect ratio of the cross section, which varies in \"breathing\" tubes, while the relative intensity of the modes in a pair is determined by the angle of rotation of the cross section. These results open up the possibility of creating multifunctional tubular TMDC nanodevices that provide resonant amplification of self-emitting light at adjustable frequencies. ",
    "url": "https://arxiv.org/abs/2212.04980",
    "authors": [
      "Ilya A. Eliseyev",
      "Bogdan R. Borodin",
      "Dmitrii R. Kazanov",
      "Alexander V. Poshakinskiy",
      "Maja Remškar",
      "Sergey I. Pavlov",
      "Lyubov V. Kotova",
      "Prokhor A. Alekseev",
      "Alexey V. Platonov",
      "Valery Yu. Davydov",
      "Tatiana V. Shubina"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2212.04670",
    "title": "Hybrid Integration of GaP Photonic Crystal Cavities with Silicon-Vacancy  Centers in Diamond by Stamp-Transfer",
    "abstract": "Optically addressable solid-state defects are emerging as one of the most promising qubit platforms for quantum networks. Maximizing photon-defect interaction by nanophotonic cavity coupling is key to network efficiency. We demonstrate fabrication of gallium phosphide 1-D photonic crystal waveguide cavities on a silicon oxide carrier and subsequent integration with implanted silicon-vacancy (SiV) centers in diamond using a stamp-transfer technique. The stamping process avoids diamond etching and allows fine-tuning of the cavities prior to integration. After transfer to diamond, we measure cavity quality factors ($Q$) of up to 8900 and perform resonant excitation of single SiV centers coupled to these cavities. For a cavity with $Q$ of 4100, we observe a three-fold lifetime reduction on-resonance, corresponding to a maximum potential cooperativity of $C = 2$. These results indicate promise for high photon-defect interaction in a platform which avoids fabrication of the quantum defect host crystal. ",
    "url": "https://arxiv.org/abs/2212.04670",
    "authors": [
      "Srivatsa Chakravarthi",
      "Nicholas S. Yama",
      "Alex Abulnaga",
      "Ding Huang",
      "Christian Pederson",
      "Karine Hestroffer",
      "Fariba Hatami",
      "Nathalie P. de Leon",
      "Kai-Mei C. Fu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.04883",
    "title": "High-performance designs for fiber-pigtailed quantum-light sources based  on quantum dots in electrically-controlled circular Bragg gratings",
    "abstract": "We present a numerical investigation of directly fiber-coupled hybrid circular Bragg gratings (CBGs) featuring electrical control for operation in the application relevant wavelength regimes around 930 nm as well as the telecom O- and C-band. We use a surrogate model combined with a Bayesian optimization approach to perform numerical optimization of the device performance which takes into account robustness with respect to fabrication tolerances. The proposed high-performance designs combine hCBGs with a dielectric planarization and a transparent contact material, enabling >86% direct fiber coupling efficiency (up to >93% efficiency into NA 0.8) while exhibiting Purcell Factors >20. Especially the proposed designs for the telecom range prove robust and can sustain expected fiber efficiencies of more than $(82.2\\pm4.1)^{+2.2}_{-5.5}$% and expected average Purcell Factors of up to $(23.2\\pm2.3)^{+3.2}_{-3.0}$ assuming conservative fabrication accuracies. The wavelength of maximum Purcell enhancement proves to be the most affected performance parameter by the deviations. Finally, we show that electrical field strengths suitable for Stark-tuning of an embedded quantum dot can be reached in the identified designs. ",
    "url": "https://arxiv.org/abs/2212.04883",
    "authors": [
      "Lucas Rickert",
      "Fridtjof Betz",
      "Matthias Plock",
      "Sven Burger",
      "Tobias Heindel"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.04903",
    "title": "High-resolution laser system for the S3-Low Energy Branch",
    "abstract": "In this paper we present the first high-resolution laser spectroscopy results obtained at the GISELE laser laboratory of the GANIL-SPIRAL2 facility, in preparation for the first experiments with the S$^3$-Low Energy Branch. Studies of neutron-deficient radioactive isotopes of erbium and tin represent the first physics cases to be studied at S$^3$. The measured isotope-shift and hyperfine structure data are presented for stable isotopes of these elements. The erbium isotopes were studied using the $4f^{12}6s^2$ $^3H_6 \\rightarrow 4f^{12}(^3 H)6s6p$ $J = 5$ atomic transition (415 nm) and the tin isotopes were studied by the $5s^25p^2 (^3P_0) \\rightarrow 5s^25p6s (^3P_1)$ atomic transition (286.4 nm), and are used as a benchmark of the laser setup. Additionally, the tin isotopes were studied by the $5s^25p6s (^3P_1) \\rightarrow 5s^25p6p (^3P_2)$ atomic transition (811.6 nm), for which new isotope-shift data was obtained and the corresponding field-shift $F_{812}$ and mass-shift $M_{812}$ factors are presented. ",
    "url": "https://arxiv.org/abs/2212.04903",
    "authors": [
      "Jekabs Romans",
      "Anjali Ajayakumar",
      "Martial Authier",
      "Frederic Boumard",
      "Lucia Caceres",
      "Jean-Francois Cam",
      "Arno Claessens",
      "Samuel Damoy",
      "Pierre Delahaye",
      "Philippe Desrues",
      "Wenling Dong",
      "Antoine Drouart",
      "Patricia Duchesne",
      "Rafael Ferrer",
      "Xavier Flechard",
      "Serge Franchoo",
      "Patrice Gangnant",
      "Sarina Geldhof",
      "Ruben P. de Groote",
      "Nathalie Lecesne",
      "Renan Leroy",
      "Julien Lory",
      "Franck Lutton",
      "Vladimir Manea",
      "Yvan Merrer",
      "Iain Moore",
      "Alejandro Ortiz-Cortes",
      "Benoit Osmond",
      "Julien Piot",
      "Olivier Pochon",
      "Sebastian Raeder",
      "Antoine de Roubin",
      "Herve Savajols",
      "Simon Sels",
      "Dominik Studer",
      "Emil Traykov",
      "Juha Uusitalo",
      "Christophe Vandamme",
      "Marine Vandebrouck",
      "Paul Van den Bergh",
      "Piet Van Duppen",
      "Klaus Wendt"
    ],
    "subjectives": [
      "Nuclear Experiment (nucl-ex)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2212.05054",
    "title": "Quantum Computing for Fusion Energy Science Applications",
    "abstract": "This is a review of recent research exploring and extending present-day quantum computing capabilities for fusion energy science applications. We begin with a brief tutorial on both ideal and open quantum dynamics, universal quantum computation, and quantum algorithms. Then, we explore the topic of using quantum computers to simulate both linear and nonlinear dynamics in greater detail. Because quantum computers can only efficiently perform linear operations on the quantum state, it is challenging to perform nonlinear operations that are generically required to describe the nonlinear differential equations of interest. In this work, we extend previous results on embedding nonlinear systems within linear systems by explicitly deriving the connection between the Koopman evolution operator, the Perron-Frobenius evolution operator, and the Koopman-von Neumann evolution (KvN) operator. We also explicitly derive the connection between the Koopman and Carleman approaches to embedding. Extension of the KvN framework to the complex-analytic setting relevant to Carleman embedding, and the proof that different choices of complex analytic reproducing kernel Hilbert spaces depend on the choice of Hilbert space metric are covered in the appendices. Finally, we conclude with a review of recent quantum hardware implementations of algorithms on present-day quantum hardware platforms that may one day be accelerated through Hamiltonian simulation. We discuss the simulation of toy models of wave-particle interactions through the simulation of quantum maps and of wave-wave interactions important in nonlinear plasma dynamics. ",
    "url": "https://arxiv.org/abs/2212.05054",
    "authors": [
      "I. Joseph",
      "Y. Shi",
      "M. D. Porter",
      "A. R. Castelli",
      "V. I. Geyko",
      "F. R. Graziani",
      "S. B. Libby",
      "J. L. DuBois"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mathematical Physics (math-ph)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:1912.10652",
    "title": "Photonic topological insulators induced by non-Hermitian disorders in a  coupled-cavity array",
    "abstract": " Comments: 5 pages, 4 figures and Appendix ",
    "url": "https://arxiv.org/abs/1912.10652",
    "authors": [
      "Xi-Wang Luo",
      "Chuanwei Zhang"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2111.06588",
    "title": "Hydrogen Atom in Strong Elliptically Polarized Laser Fields within  Discrete-Variable Representation",
    "abstract": " Comments: 23 pages, 9 figures ",
    "url": "https://arxiv.org/abs/2111.06588",
    "authors": [
      "S. Shadmehri",
      "V. S. Melezhik"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2208.01758",
    "title": "Transformer Quantum State: A Multi-Purpose Model for Quantum Many-Body  Problems",
    "abstract": " Comments: 10 pages, 11 figures ",
    "url": "https://arxiv.org/abs/2208.01758",
    "authors": [
      "Yuan-Hang Zhang",
      "Massimiliano Di Ventra"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2208.03082",
    "title": "Conflict-free joint sampling for preference satisfaction through quantum  interference",
    "abstract": " Comments: 14 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2208.03082",
    "authors": [
      "Hiroaki Shinkawa",
      "Nicolas Chauvet",
      "André Röhm",
      "Takatomo Mihana",
      "Ryoichi Horisaki",
      "Guillaume Bachelier",
      "Makoto Naruse"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Artificial Intelligence (cs.AI)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.03392",
    "title": "Optical Transmission Characterization of Fused Silica Materials  Irradiated at the CERN Large Hadron Collider",
    "abstract": " Comments: 29 pages, 15 figures, to be submitted to NIM-A ",
    "url": "https://arxiv.org/abs/2212.03392",
    "authors": [
      "S.Yang",
      "A.Tate",
      "R.Longo",
      "M.Sabate Gilarte",
      "F.Cerutti",
      "S.Mazzoni",
      "M.Grosse Perdekamp",
      "E.Bravin",
      "Z. Citron",
      "B.Kühn",
      "F.Nürnberg",
      "B.Cole",
      "J.Fritchie",
      "I.Gelber",
      "M.Hoppesch",
      "S.Jackobsen",
      "T.Koeth",
      "C.Lantz",
      "D.MacLean",
      "A.Mignerey",
      "M.Murray",
      "M.Palm",
      "M.Phipps",
      "S.Popescu",
      "N.Santiago",
      "P.Steinberg"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  }
]