[
  {
    "id": "arXiv:2310.15208",
    "title": "Simulation of adaptive feedforward control for magnetic alloy cavity",
    "abstract": "The upgrade plan of the China Spallation Neutron Source aims to enhance the beam power from 100 kW to 500 kW. To achieve this, the plan involves incorporating three new magnetic alloy cavities while maintaining the existing system to enable double harmonic acceleration. As a consequence of the increased current intensity, the beam loading effect will be significantly amplified, presenting a considerable challenge for the low-level RF control system of the magnetic alloy cavity. To address this challenge, an adaptive feedforward algorithm has been developed to enable optimal control. In addition, comprehensive simulations of the algorithm have been successfully conducted to validate its. ",
    "url": "https://arxiv.org/abs/2310.15208",
    "authors": [
      "Xiang Li",
      "Yang Liu"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2310.15271",
    "title": "Elliptical micropillars for efficient generation and detection of  coherent acoustic phonons",
    "abstract": "Coherent acoustic phonon generation and detection assisted by optical resonances are at the core of efficient optophononic transduction processes. However, when dealing with a single optical resonance, the optimum generation and detection conditions take place at different laser wavelengths, i.e. different detunings from the cavity mode. In this work, we theoretically propose and experimentally demonstrate the use of elliptical micropillars to reach these conditions simultaneously at a single wavelength. Elliptical micropillar optophononic resonators present two optical modes with orthogonal polarizations at different wavelengths. By employing a cross-polarized scheme pump-probe experiment, we exploit the mode splitting and couple the pump beam to one mode while the probe is detuned from the other one. In this way, at a particular micropillar ellipticity, both phonon generation and detection processes are enhanced. We report an enhancement of a factor of ~3.1 when comparing the signals from elliptical and circular micropillars. Our findings constitute a step forward in tailoring the light-matter interaction for more efficient ultrahigh-frequency optophononic devices. ",
    "url": "https://arxiv.org/abs/2310.15271",
    "authors": [
      "Chushuang Xiang",
      "Anne Rodriguez",
      "Edson Rafael Cardozo de Oliveira",
      "Luc Le Gratiet",
      "Isabelle Sagnes",
      "Martina Morassi",
      "Aristide Lemaitre",
      "Norberto Daniel Lanzillotti-Kimura"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2310.15349",
    "title": "Scalable machine learning-assisted clear-box characterization for  optimally controlled photonic circuits",
    "abstract": "Photonic integrated circuits offer a compact and stable platform for generating, manipulating, and detecting light. They are instrumental for classical and quantum applications. Imperfections stemming from fabrication constraints, tolerances and operation wavelength impose limitations on the accuracy and thus utility of current photonic integrated devices. Mitigating these imperfections typically necessitates a model of the underlying physical structure and the estimation of parameters that are challenging to access. Direct solutions are currently lacking for mesh configurations extending beyond trivial cases. We introduce a scalable and innovative method to characterize photonic chips through an iterative machine learning-assisted procedure. Our method is based on a clear-box approach that harnesses a fully modeled virtual replica of the photonic chip to characterize. The process is sample-efficient and can be carried out with a continuous-wave laser and powermeters. The model estimates individual passive phases, crosstalk, beamsplitter reflectivity values and relative input/output losses. Building upon the accurate characterization results, we mitigate imperfections to enable enhanced control over the device. We validate our characterization and imperfection mitigation methods on a 12-mode Clements-interferometer equipped with 126 phase shifters, achieving beyond state-of-the-art chip control with an average 99.77 % amplitude fidelity on 100 implemented Haar-random unitary matrices. ",
    "url": "https://arxiv.org/abs/2310.15349",
    "authors": [
      "Andreas Fyrillas",
      "Olivier Faure",
      "Nicolas Maring",
      "Jean Senellart",
      "Nadia Belabas"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2310.15391",
    "title": "Resonance of Vector Vortex Beams in a Triangular Optical Cavity",
    "abstract": "We experimentally demonstrate resonance of first-order vector vortex beams (VVB) with a triangular optical cavity. We also show that, due to their symmetry properties, the so-called radial and azimuthal VVBs do not resonate at the same cavity length, which could be explored to use the triangular resonator as a mode sorter. In addition, an intracavity Pancharatnam phase shifter (PPS) is implemented in order to compensate for any birefringent phase that the cavity mirrors may introduce. ",
    "url": "https://arxiv.org/abs/2310.15391",
    "authors": [
      "L. M. Rodrigues",
      "L. Marques Fagundes",
      "D. C. Salles",
      "G. H. dos Santos",
      "J. M. Kondo",
      "A. Z. Khoury",
      "P. H. Souto Ribeiro",
      "R. Medeiros de Araújo"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.15509",
    "title": "Dual frequency master oscillator generation and distribution for ALS and  ALS-U",
    "abstract": "The ongoing work to upgrade ALS to ALS-U demands strict RF requirements such as low jitter and low spurs frequency reference to meet its accelerator and science goals. A low phase noise dual frequency Master Oscillator (MO), where the two frequencies are related by a fractional ratio of 608/609 and flexible divide by four frequency outputs has been consolidated into a single chassis. Optical fiber clock distribution system has been selected over the old coax system used in ALS to distribute these signals to various clients across the facility, providing high electrical isolation between outputs and therefore lower phase errors. A Xilinx FPGA ties the MO chassis together by providing a RS-485 interface to monitor and control the system. The new system aims to deliver phase-continuous frequencies with a phase noise (integrated RMS jitter) from 1 Hz to 1 MHz of less than 200 femtosecond per output. This paper will discuss the design, implementation, performance and installation of the new MO generation and distribution system. ",
    "url": "https://arxiv.org/abs/2310.15509",
    "authors": [
      "Shreeharshini Dharanesh Murthy",
      "Angel Jurado",
      "Michael Betz",
      "Qiang Du",
      "Benjamin Flugstad"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2310.15573",
    "title": "On the degeneracy of whispering gallery modes in a high-Q sapphire  microwave resonator",
    "abstract": "Cylindrical WGM resonators machined in high-quality sapphire monocrystal cooled down to liquid helium temperature offer exceptionally-high Q-factors in the microwave frequency domain. Such a resonator constitutes the core of an ultra-stable oscillator featuring fractional frequency stability better than 1e-15 at short integration times. As in any cylindrical resonant structure, the WGM resonator presents a two fold degeneracy. When a defect breaks the cylindrical symmetry of the resonator, the WGMs split and appear as doublets. In the high-quality sapphire resonator, the frequency separation of these twin modes varies from one mode order to another with a maximum value of a few tens of kHz. While the mode splitting for a given mode was considered until now unpredictable and intrinsic to each resonator since resulting a priori from randomly distributed defects. we show here, at the contrary, that the observed mode splitting found on all the sapphire resonators whatever their origin mainly comes from a perfectly determined defect resulting from the manufacturing processes. ",
    "url": "https://arxiv.org/abs/2310.15573",
    "authors": [
      "Vincent Giordano",
      "Samuel Margueron"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2310.15629",
    "title": "On-chip topological transport of optical frequency combs in  silicon-based valley photonic crystals",
    "abstract": "The generation and control of optical frequency combs in integrated photonic systems enables complex, high-controllable, and large-scale devices. In parallel, harnessing topological physics in multipartite systems has allowed them with compelling features such as robustness against fabrication imperfections. Here we experimentally demonstrate on-chip topological transport for optical frequency combs at telecommunication wavelengths, both in classical and nonclassical domains. We access both the quantum frequency combs and dissipative Kerr soliton combs with a micro-resonator. The quantum frequency comb, that is, a coherent superposition of multiple frequency modes, is proven to be a frequency-entangled qudit state. We also show that dissipative Kerr soliton combs are highly coherent and mode-locked due to the collective coherence or self-organization of solitons. Moreover, the valley kink states allow both quantum frequency combs and dissipative Kerr soliton combs with robustness against sharp bends. Our topologically protected optical frequency combs could enable the inherent robustness in integrated complex photonic systems. ",
    "url": "https://arxiv.org/abs/2310.15629",
    "authors": [
      "Zhen Jiang",
      "Hongwei Wang",
      "Yuechen Yang",
      "Yang Shen",
      "Bo Ji",
      "Yanghe Chen",
      "Yong Zhang",
      "Lu Sun",
      "Zheng Wang",
      "Chun Jiang",
      "Yikai Su",
      "Guangqiang He"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2310.15717",
    "title": "Breakdown Performance of Guard Ring Designs for Pixel Detectors in  $150~\\mathrm{nm}$ CMOS Technology",
    "abstract": "Silicon pixel sensors manufactured using commercial CMOS processes are promising instruments for high-energy particle physics experiments due to their high yield and proven radiation hardness. As one of the essential factors for the operation of detectors, the breakdown performance of pixel sensors constitutes the upper limit of the operating voltage. Six types of passive CMOS test structures were fabricated on high-resistivity wafers. Each of them features a combination of different inter-pixel designs and sets of floating guard rings, which differ from each other in the geometrical layout, implantation type, and overhang structure. A comparative study based on leakage current measurements in the sensor substrate of unirradiated samples was carried out to identify correlations between guard ring designs and breakdown voltages. TCAD simulations using the design parameters of the test structures were performed to discuss the observations and, together with the measurements, ultimately provide design features targeting higher breakdown voltages. ",
    "url": "https://arxiv.org/abs/2310.15717",
    "authors": [
      "Sinuo Zhang",
      "Ivan Caicedo",
      "Tomasz Hemperek",
      "Toko Hirono",
      "Jochen Dingfelder"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2310.15908",
    "title": "Ultrafast Optical Modulation by Virtual Interband Transitions",
    "abstract": "A new frontier in optics research has been opened by the recent developments in non-perturbative optical modulation in both time and space that creates temporal boundaries generating ``time-reflection'' and ``time-refraction'' of light in the medium. The resulting formation of a Photonic Time Crystal within the modulated optical material leads to a broad range new phenomena with a potential for practical applications, from non-resonant light amplification and tunable lasing, to the new regime of quantum light-matter interactions. However, the formation of the temporal boundary for light relies on optical modulation of the refractive index that is both strong and fast even on the time scale of a single optical cycle. Both of these two problems are extremely challenging even when addressed independently, leading to conflicting requirements for all existing methods of optical modulation. However, as we show in the present work, an alternative approach based on virtual interband transition excitation, solves this seemingly insurmountable problem. Being fundamentally dissipation-free, optical modulation by virtual excitation does not face the problem of heat accumulation and dissipation in the material, while the transient nature of the excited virtual population that modifies the material response only on the time scale of a single optical cycle, ensures that the resulting change in the refractive index is inherently ultrafast. Here we develop the theoretical description of the proposed modulation approach, and demonstrate that it can be readily implemented using already existing optical materials and technology. ",
    "url": "https://arxiv.org/abs/2310.15908",
    "authors": [
      "Evgenii E. Narimanov"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2310.15968",
    "title": "An Intra-pulse feedforward algorithm for improving pulsed microwave  stability",
    "abstract": "During the pulsed operation of the linear accelerator in DCLS (Dalian Coherent Light Source), we found a strong correlation between the klystron modulator's high voltage and the klystron output microwave, with noticeable jitter among adjacent microwaves. Therefore, we propose an intra-pulse feedforward algorithm and implement it in LLRF (Low-Level Radiofrequency) systems. This algorithm assumes that the transfer model of the microwave system is linear within a small range of work points and measures the transfer coefficient of the microwave between the LLRF and klystron. For each pulsed microwave of the klystron output, the LLRF system first calculates the vector deviation between the initial measurement within its pulse and the target. The deviation will be compensated in the LLRF excitation so that the jitter in the later part of the pulsed microwave is suppressed. Experiments have shown that this algorithm can effectively suppress the jitter among adjacent microwaves, e.g., improving the amplitude and phase stability (RMS) from 0.11%/0.2{\\deg} to 0.1%/0.05{\\deg}. This algorithm can also be applied to other accelerators operating in pulsed modes. ",
    "url": "https://arxiv.org/abs/2310.15968",
    "authors": [
      "J.W. Han",
      "H.L. Ding",
      "J.F. Zhu",
      "H.K. Li",
      "X.W. Dai",
      "J.Y. Yang",
      "W.Q. Zhang"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2310.15981",
    "title": "High frequency non-gyrokinetic turbulence at tokamak edge parameter",
    "abstract": "First of a kind 6D-Vlasov computer simulations of high frequency ion Bernstein wave turbulence for parameters relevant to the tokamak edge show transport comparable to sub-Larmor-frequency gyrokinetic turbulence. The customary restriction of magnetized plasma turbulence studies to the gyrokinetic approximation may not be based on physics but only a practical constraint due to computational cost. ",
    "url": "https://arxiv.org/abs/2310.15981",
    "authors": [
      "Mario Raeth",
      "Klaus Hallatschek"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2310.15998",
    "title": "Implementation of microwave with arbitrary amplitude and phase for the  DCLS",
    "abstract": "In many experiments, the simultaneous emission of multiple wavelengths of FEL (Free-Electron Laser) is significant. For the pulsed-mode FEL facility, we must accelerate multiple electron beams in one microwave pulse, and they may be in different amplitudes and phases in the acceleration field. Therefore, we implement a microwave excitation, whose amplitude and phase have arbitrary shapes in the LLRF (Low-Level Radiofrequency) system. We generate a microwave pulse with step-shaped amplitude and phase for dual beam operation in DCLS (Dalian Coherent Light Source). The microwave system of the primary accelerator has four pulsed LLRF devices, which output excitation to drive four solid-state amplifiers and then excite two 50 MW and two 80 MW klystrons, respectively. Preliminary experiments have shown that this step-shaped microwave can be used for the DCLS twin-bunch operation. ",
    "url": "https://arxiv.org/abs/2310.15998",
    "authors": [
      "H.K. Li",
      "H.L. Ding",
      "Y. Li",
      "J.F. Zhu",
      "J.W. Han",
      "X.W. Dai",
      "J.Y. Yang",
      "W.Q. Zhang"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2310.15412",
    "title": "Quantum Multiphoton Rabi Oscillations in Waveguide QED",
    "abstract": "The future of quantum information processing hinges on chip-scale nanophotonics, specifically cavity QED and waveguide QED. One of the foremost processes underpinning quantum photonic technologies is the phenomenon of Rabi oscillations, which manifests when a qubit is irradiated by an intense laser source. Departing from the conventional semiclassical framework, we expound on the more general, quantum-theoretic case where the optical excitation takes the form of a multiphoton Fock state, and the qubit couples to a continuum of radiation modes. By employing the real-space formalism, we analytically explore the scattering dynamics of the photonic Fock state as it interfaces with a two-level emitter. The resulting amplitude for atomic excitation features a linear superposition of various independent scattering events that are triggered by the potential of sequential photon absorptions and emissions. The lowest-order excitation event, initiated by the stochastic scattering of one of the several photons, aptly characterizes the dynamics in a weak-field environment. This is complemented by a multitude of higher-order scattering events ensuing from repeated atom-photon interactions. The temporal evolution of the qubit excitation in our configuration closely mirrors the semiclassical predictions, particularly in the strong-pumping limit where Rabi oscillations unfold. Notably, this compatibility with the semiclassical paradigm applies both to the weak-driving and large-detuning limits. Our analysis, therefore, extends the existing results on quantum Rabi oscillations pertinent to single-mode cavity QED, to the multimode, waveguide-QED configurations wherein flying photons are the information carriers. Finally, we explore the scattering dynamics of pulsed wave packets, highlighting the potential to substantially enhance excitation efficiency, even in scenarios involving just a few photons. ",
    "url": "https://arxiv.org/abs/2310.15412",
    "authors": [
      "Debsuvra Mukhopadhyay",
      "Jung-Tsung Shen"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.15522",
    "title": "Optimization of quantum noise in space gravitational-wave antenna DECIGO  with optical-spring quantum locking considering mixture of vacuum  fluctuations in homodyne detection",
    "abstract": "Quantum locking using optical spring and homodyne detection has been devised to reduce quantum noise that limits the sensitivity of DECIGO, a space-based gravitational wave antenna in the frequency band around 0.1 Hz for detection of primordial gravitational waves. The reduction in the upper limit of energy density ${\\Omega}_{\\mathrm{GW}}$ from $2{\\times}10^{-15}$ to $1{\\times}10^{-16}$, as inferred from recent observations, necessitates improved sensitivity in DECIGO to meet its primary science goals. To accurately evaluate the effectiveness of this method, this paper considers a detection mechanism that takes into account the influence of vacuum fluctuations on homodyne detection. In addition, an advanced signal processing method is devised to efficiently utilize signals from each photodetector, and design parameters for this configuration are optimized for the quantum noise. Our results show that this method is effective in reducing quantum noise, despite the detrimental impact of vacuum fluctuations on its sensitivity. ",
    "url": "https://arxiv.org/abs/2310.15522",
    "authors": [
      "Kenji Tsuji",
      "Tomohiro Ishikawa",
      "Kentaro Komori",
      "Koji Nagano",
      "Yutaro Enomoto",
      "Yuta Michimura",
      "Kurumi Umemura",
      "Ryuma Shimizu",
      "Bin Wu",
      "Shoki Iwaguchi",
      "Yuki Kawasaki",
      "Akira Furusawa",
      "Seiji Kawamura"
    ],
    "subjectives": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2310.15557",
    "title": "Measuring nuclear spin qubits by qudit-enhanced spectroscopy in Silicon  Carbide",
    "abstract": "Nuclear spins with hyperfine coupling to single electron spins are highly valuable quantum bits. In this work we probe and characterise the particularly rich nuclear spin environment around single silicon vacancy color-centers (V2) in 4H-SiC. By using the electron spin-3/2 qudit as a 4 level sensor, we identify several groups of $^{29}$Si and $^{13}$C nuclear spins through their hyperfine interaction. We extract the major components of their hyperfine coupling via optical detected nuclear resonance, and assign them to shell groups in the crystal via the DFT simulations. We utilise the ground state level anti-crossing of the electron spin for dynamic nuclear polarization and achieve a nuclear spin polarization of up to $98\\pm6\\,\\%$. We show that this scheme can be used to detect the nuclear magnetic resonance signal of individual spins and demonstrate their coherent control. Our work provides a detailed set of parameters for future use of SiC as a multi-qubit memory and quantum computing platform. ",
    "url": "https://arxiv.org/abs/2310.15557",
    "authors": [
      "Erik Hesselmeier",
      "Pierre Kuna",
      "István Takács",
      "Viktor Ivády",
      "Wolfgang Knolle",
      "Misagh Ghezellou",
      "Jawad Ul-Hassan",
      "Durga Dasari",
      "Florian Kaiser",
      "Vadim Vorobyov",
      "Jörg Wrachtrup"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2310.15621",
    "title": "Exact solutions for radiative transfer with partial frequency  redistribution",
    "abstract": "The construction of exact solutions for radiative transfer in a plane-parallel medium has been addressed by Hemsch and Ferziger in 1972 for a partial frequency redistribution model of the formation of spectral lines consisting in a linear combination of frequency coherent and fully incoherent scattering. The method of solution is based on an eigenfunction expansion of the radiation field, leading to two singular integral equations with a Cauchy-type kernel, that have to be solved one after the other. We reconsider this problem, using as starting point the integral formulation of the radiative transfer equation, where the terms involving the coupling between the two scattering mechanisms are clearly displayed, as well as the primary source of photons. With an inverse Laplace transform, we recover the singular integral equations previously established and, with Hilbert transforms as in the previous work, recast them as boundary value problems in the complex plane. Their solutions are presented in detail for an infinite and a semi-infinite medium. The coupling terms are carefully analyzed and consistency with either the coherent or the incoherent limit is systematically checked. We recover the important results of the previous work that an exact solution exists for an infinite medium, whereas for a semi-infinite medium, which requires the introduction of half-space auxiliary functions, the solution is given by a Fredholm integral equation to be solved numerically. The solutions of the singular integral equations are used to construct explicit expressions of the radiation field inside the medium and, for a semi-infinite medium, also those of the emerging field. ",
    "url": "https://arxiv.org/abs/2310.15621",
    "authors": [
      "Hélène Frisch"
    ],
    "subjectives": [
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      "Classical Physics (physics.class-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.16039",
    "title": "Modeling of Fluctuations in Dynamical Optoelectronic Device Simulations  within a Maxwell-Density Matrix Langevin Approach",
    "abstract": "We present a full-wave Maxwell-density matrix simulation tool including c-number stochastic noise terms for the modeling of the spatiotemporal dynamics in active photonic devices, such as quantum cascade lasers (QCLs) and quantum dot (QD) structures. The coherent light-matter interaction in such devices plays an important role in the generation of frequency combs and other nonlinear and nonclassical optical phenomena. Since the emergence of nonlinear and nonclassical features is directly linked to the noise properties, detailed simulations of the noise characteristics are required for the development of low-noise quantum optoelectronic sources. Our semiclassical simulation framework is based on the Lindblad equation for the electron dynamics, coupled with Maxwell's equations for the optical propagation in the laser waveguide. Fluctuations arising from interactions of the optical field and quantum system with their reservoirs are treated within the quantum Langevin theory. Here, the fluctuations are included by adding stochastic c-number terms to the Maxwell-density matrix equations. The implementation in the mbsolve dynamic simulation framework is publicly available. ",
    "url": "https://arxiv.org/abs/2310.16039",
    "authors": [
      "Johannes Popp",
      "Johannes Stowasser",
      "Michael A. Schreiber",
      "Lukas Seitner",
      "Felix Hitzelhammer",
      "Michael Haider",
      "Gabriela Slavcheva",
      "Christian Jirauschek"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.11553",
    "title": "Quantum mechanical modeling of the multi-stage  Stern$\\unicode{x2013}$Gerlach experiment conducted by Frisch and Segrè",
    "abstract": " Comments: 12 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2210.11553",
    "authors": [
      "S. Süleyman Kahraman",
      "Kelvin Titimbo",
      "Zhe He",
      "Jung-Tsung Shen",
      "Lihong V. Wang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2302.13135",
    "title": "Experimental Demonstration of A Dual-Input/Dual-Output Reflective  Impedance Metasurface",
    "abstract": " Title: Experimental Demonstration of A Dual-Input/Dual-Output Reflective  Impedance Metasurface ",
    "url": "https://arxiv.org/abs/2302.13135",
    "authors": [
      "Jean Louis Keyrouz",
      "Vasileios G. Ataloglou",
      "George V. Eleftheriades"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2304.08937",
    "title": "Hamiltonian simulation using quantum singular value transformation:  complexity analysis and application to the linearized Vlasov-Poisson equation",
    "abstract": " Comments: 20 pages, 16 figures ",
    "url": "https://arxiv.org/abs/2304.08937",
    "authors": [
      "Kiichiro Toyoizumi",
      "Naoki Yamamoto",
      "Kazuo Hoshino"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2306.07522",
    "title": "HierarchicalEOM.jl: An efficient Julia framework for hierarchical  equations of motion in open quantum systems",
    "abstract": " Comments: 20 pages, 7 figures, 4 tables ",
    "url": "https://arxiv.org/abs/2306.07522",
    "authors": [
      "Yi-Te Huang",
      "Po-Chen Kuo",
      "Neill Lambert",
      "Mauro Cirio",
      "Simon Cross",
      "Shen-Liang Yang",
      "Franco Nori",
      "Yueh-Nan Chen"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2310.10849",
    "title": "Results and Limits of Time Division Multiplexing for the BICEP Array  High Frequency Receivers",
    "abstract": " Comments: 10 pages, 7 figures, Submitted to Journal of Low Temperature Physics ",
    "url": "https://arxiv.org/abs/2310.10849",
    "authors": [
      "S. Fatigoni",
      "P.A.R. Ade",
      "Z. Ahmed",
      "M. Amiri",
      "D. Barkats",
      "R. Basu Thakur",
      "C.A. Bischoff",
      "D. Beck",
      "J.J. Bock",
      "V. Buza",
      "J. Cheshire",
      "J. Connors",
      "J. Cornelison",
      "M. Crumrine",
      "A.J. Cukierman",
      "E.V. Denison",
      "M.I. Dierickx",
      "L. Duband",
      "M. Eiben",
      "J.P. Filippini",
      "A. Fortes",
      "M. Gao",
      "C. Giannakopoulos",
      "N. Goeckner-Wald",
      "D.C. Goldfinger",
      "J.A. Grayson",
      "P.K. Grimes",
      "G. Hall",
      "G. Halal",
      "M. Halpern",
      "E. Hand",
      "S.A. Harrison",
      "S. Handerson",
      "S.R. Hildebrandt",
      "G.C. Hilton",
      "J. Hubmayr",
      "H. Hui",
      "K.D. Irwin",
      "J.H. Kang",
      "K.S. Karkare",
      "S. Kefeli",
      "J.M. Kovac",
      "C.L. Kuo",
      "K. Lau",
      "A. Lennox",
      "T. Liu",
      "K.G. Megerian",
      "O.Y. Miller"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2310.14875",
    "title": "Benefit of enhanced electrostatic and optical accelerometry for future  gravimetry missions",
    "abstract": " Title: Benefit of enhanced electrostatic and optical accelerometry for future  gravimetry missions ",
    "url": "https://arxiv.org/abs/2310.14875",
    "authors": [
      "Alexey Kupriyanov",
      "Arthur Reis",
      "Manuel Schilling",
      "Vitali Müller",
      "Jürgen Müller"
    ],
    "subjectives": [
      "Geophysics (physics.geo-ph)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ]
  }
]