[
  {
    "id": "arXiv:2409.00027",
    "title": "New Generalized Expressions for the Electromagnetic Fields of the Hybrid Modes of an Optical Fiber Using Complex and Bi-Complex Mathematics",
    "abstract": "           The electromagnetic fields of the hybrid modes of an optical fiber are reformulated using bi-complex mathematics, which leads to simpler expressions relative to those found using the widely used, conventional complex method. Generalized expressions for the electromagnetic fields are also found using both methods, for comparative purposes. Furthermore, the feasibility of bi-complex mathematics is investigated for the derivation of the modal powers and the orthogonality relation.         ",
    "url": "https://arxiv.org/abs/2409.00027",
    "authors": [
      "W. Astar"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2409.00059",
    "title": "Quantum Ecosystem Research and Analysis in Colombia",
    "abstract": "           The rapid growth of quantum computing in the last few years has led many countries to make relevant public investments in that field. However, Colombia lacks any investment or legislation in this area. Most previous studies have focused on other countries, contributing to the region's significant lag. In this paper, we propose efforts to include quantum computing as a fundamental pillar of Colombia's development plan. In this research we involved three stakeholders: academia (Universidad Nacional de Colombia), industry (Alianza Team), and government (Vice Ministry of Digital Transformation). We anticipate that our work will provide a connection between all stakeholders involved in public investments in quantum technology in the country and will facilitate its legislation.         ",
    "url": "https://arxiv.org/abs/2409.00059",
    "authors": [
      "Cristian E. Bello",
      "Benjamin Harper",
      "Camilo A. Castro",
      "Alcides Montoya C"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2409.00139",
    "title": "An Idea of Implementing Photonic Space-Time Crystals Using Metasurfaces",
    "abstract": "           Photonic space time crystals (PSTCs) are emerging materials characterized by periodic variations in electromagnetic parameters with respect to both space and time. To date, research on PSTCs remains theoretical, with no practical realization reported. This article presents the practical realization of PSTCs through the design and simulation of a 2D metasurface-based photonic space-time crystal. It illustrates the characteristics of energy bandgaps, momentum bandgaps, and mixed energy momentum bandgap eigenmodes within the dispersion relation of these crystals. Additionally, the article details the properties of second order exceptional points that occur when two bandgaps overlap under specific conditions. The application of the metasurface based PSTC in 6G wireless communications is also demonstrated. This work aims to advance the understanding of PSTCs and their potential applications.         ",
    "url": "https://arxiv.org/abs/2409.00139",
    "authors": [
      "Onta Shahriar",
      "M.R.C. Mahdy"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2409.00165",
    "title": "FOS: A fully integrated open-source program for Fast Optical Spectrum calculations of nanoparticle media",
    "abstract": "           FOS, which means light in Greek, is an open-source program for Fast Optical Spectrum calculations of nanoparticle media. This program takes the material properties and a description of the system as input, and outputs the spectral response including the reflectance, absorptance, and transmittance. Previous open-source codes often include only one portion of what is needed to calculate the spectral response of a nanoparticulate medium, such as Mie theory or a Monte Carlo method. FOS is designed to provide a convenient fully integrated format to remove the barrier as well as providing a significantly accelerated implementation with compiled Python code, parallel processing, and pre-trained machine learning predictions. This program can accelerate optimization and high throughput design of optical properties of nanoparticle or nanocomposite media, such as radiative cooling paint and solar heating liquids, allowing for the discovery of new materials and designs. FOS also enables convenient modeling of lunar dust coatings, combustion particulates, and many other particulate systems. In this paper we discuss the methodology used in FOS, features of the program, and provide four case studies.         ",
    "url": "https://arxiv.org/abs/2409.00165",
    "authors": [
      "Daniel Carne",
      "Joseph Peoples",
      "Ziqi Guo",
      "Dudong Feng",
      "Zherui Han",
      "Xiaojie Liu",
      "Xiulin Ruan"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2409.00256",
    "title": "Accurate, precise pressure sensing with tethered optomechanics",
    "abstract": "           We show that optomechanical systems can be primary pressure sensors with uncertainty as low as 1.1 % of reading via comparison with a pressure transfer standard. Our silicon nitride and silicon carbide sensors are short-term and long-term stable, displaying Allan deviations compatible with better than 1 % precision and baseline drift significantly lower than the transfer standard. We also investigate the performance of optomechanical devices as calibrated gauges, finding that they can achieve total uncertainty less than 1 %. The calibration procedure also yields the thin-film density of our sensors with state-of-the-art precision, aiding development of other calibration-free optomechanical sensors. Our results demonstrate that optomechanical pressure sensors can achieve accuracy, precision, and drift sufficient to replace high performance legacy gauges.         ",
    "url": "https://arxiv.org/abs/2409.00256",
    "authors": [
      "Olivia R. Green",
      "Yiliang Bao",
      "John R. Lawall",
      "Jason J. Gorman",
      "Daniel S. Barker"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2409.00309",
    "title": "Scanning cavity OF-CEAS technique for rapid collection of high resolution spectra",
    "abstract": "           We present a modified approach to laser optical-feedback cavity-enhanced absorption spectroscopy. The technique involves continuously scanning the length of a high-finesse cavity to periodically lock a diode laser to the cavity resonance, resulting in a discrete set of transmission measurements that are evenly spaced in frequency. For a fixed laser bias, data can be collected spanning a spectral bandwidth equivalent to the free-spectral range of the cavity, with spectral resolution inversely proportional to the distance from the laser to cavity. The center frequency of this scan can be tuned by tuning the free-running laser frequency. We demonstrate the concept using a fiber-coupled 1578-nm laser and a scanning Fabry-Perot cavity to measure a series of weak CO2 absorption lines with a frequency resolution of 15.6 MHz and a noise equivalent absorption coefficient of 10-7 cm-1, limited by the moderate finesse (~5000) and short length (~5 cm) of the cavity. Individual CO2 line shapes can be measured with high resolution in a single scan that takes 67 ms. The approach has a combination of characteristics that are advantageous for in situ instruments, such as small size, high spectral resolution, fast data collection, and minimal components.         ",
    "url": "https://arxiv.org/abs/2409.00309",
    "authors": [
      "Christopher A. Curwen",
      "Mathieu Fradet",
      "Ryan M. Briggs"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2409.00586",
    "title": "Quantum Density Mechanics: Accurate, purely density-based \\textit{ab initio} implementation of many-electron quantum mechanics",
    "abstract": "           This paper derives and demonstrates a new, purely density-based ab initio approach for calculation of the energies and properties of many-electron systems. It is based upon the discovery of relationships that govern the \"mechanics\" of the electron density -- i.e., relations that connect its behaviors at different points in space. Unlike wave mechanics or prior electron-density-based implementations, such as DFT, this density-mechanical implementation of quantum mechanics involves no many-electron or one-electron wave functions (i.e., orbitals). Thus, there is no need to calculate exchange energies, because there are no orbitals to permute or \"exchange\" within two-electron integrals used to calculate electron-electron repulsion energies. In practice, exchange does not exist within quantum density mechanics. In fact, no two-electron integrals need be calculated at all, beyond a single coulomb integral for the 2-electron system. Instead, a \"radius expansion method\" is introduced that permits determination of the two-electron interaction for an N-electron system from one with (N-1)-electrons. Also, the method does not rely upon a Schrodinger-like equation or the variational method for determination of accurate energies and densities. Rather, the above-described results follow from the derivation and solution of a \"governing equation\" for each number of electrons to obtain a screening relation that connects the behavior at the \"tail\" of a one-electron density, to that at the Bohr radius. Solution of these equations produces simple expressions that deliver a total energy for a 2-electron atom that is nearly identical to the experimental value, plus accurate energies for neutral 3, 4, and 5-electron atoms, along with accurate one-electron densities of these atoms. Further, these methods scale in complexity only as N, not as a power of N, as do most other accurate many-electron methods.         ",
    "url": "https://arxiv.org/abs/2409.00586",
    "authors": [
      "James C. Ellenbogen"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2409.00693",
    "title": "Multi-channel frequency router based on valley-Hall metacrystals",
    "abstract": "           Topological photonics has revolutionized manipulations of electromagnetic waves by leveraging various topological phases proposed originally in condensed matters, leading to robust and error-immune signal processing. Despite considerable efforts, a critical challenge remains in devising frequency routers operating at a broadband frequency range with limited crosstalk. Previous designs usually relied on fine tuning of parameters and are difficult to be integrated efficiently and compactly. Here, targeting the demand for frequency-selective applications in on-chip photonics, we explore a topological approach to photonic frequency router via valley-Hall metacrystals. Diverging from the majority of studies which focuses on zigzag interfaces, our research shifts the attention to armchair interfaces within an ABA sandwich-like structure, where a single column of type-B metacrystal acts as a perturbation in the background type-A metacrystal. Essentially, through tuning a single geometric parameter of the type-B metacrystal, this configuration gives rise to interface states within a customized frequency band, enabling signal routing with limited crosstalk to meet specified demands. Moreover, this concept is practically demonstrated through a photonic frequency router with three distinct channels, experimentally exhibiting robust wave transmissions with excellent agreement with the design. This investigation manifests possible applications of the armchair interfaces in valley-Hall photonic systems and advances development of photonic devices that are both compact and efficient. Notably, the approach is naturally compatible with on-chip photonics and integration, which could benefit telecommunications and optical computing applications.         ",
    "url": "https://arxiv.org/abs/2409.00693",
    "authors": [
      "Jiayu Fan",
      "Haitao Li",
      "Shijie Kang",
      "Peng Chen",
      "Biye Xie",
      "Fang Ling",
      "Ruping Deng",
      "Xiaoxiao Wu"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2409.00782",
    "title": "Optimal displacement detection of arbitrarily-shaped levitated dielectric objects using optical radiation",
    "abstract": "           Optically-levitated dielectric objects are promising for precision force, acceleration, torque, and rotation sensing due to their extreme environmental decoupling. While many levitated opto-mechanics experiments employ spherical objects, for some applications non-spherical geometries offer advantages. For example, rod-shaped or dumbbell shaped particles have been demonstrated for torque and rotation sensing and high aspect ratio plate-like particles can exhibit reduced photon recoil heating and may be useful for high-frequency gravitational wave detection or as high bandwidth accelerometers. To achieve optimal sensitivity, cooling, and quantum control in these systems, it is beneficial to achieve optimal displacement detection using scattered light. We describe and numerically implement a method based on Fisher information that is applicable to suspended particles of arbitrary geometry. We demonstrate the agreement between our method and prior methods employed for spherical particles, both in the Rayleigh and Lorentz-Mie regimes. As practical examples we analyze the optical detection limits of an optically-levitated high-aspect-ratio disc-like dielectric object and a rod-shaped object for configurations recently realized in experimental work.         ",
    "url": "https://arxiv.org/abs/2409.00782",
    "authors": [
      "Shaun Laing",
      "Shelby Klomp",
      "George Winstone",
      "Alexey Grinin",
      "Andrew Dana",
      "Zhiyuan Wang",
      "Kevin Seca Widyatmodjo",
      "James Bateman",
      "Andrew A. Geraci"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2409.00898",
    "title": "Frequency stabilization via interference between transmitted and reflected lights from a reference cavity",
    "abstract": "           We propose a modulation-free optical frequency stabilization technique using an interferometric effect between transmitted and reflected lights from a reference cavity. The property of the reflected light brings robustness of the error signal against laser intensity fluctuations as in previous stabilization methods. Due to the property of the transmitted light, the capture range for a specific locking frequency is expanded up to twice the FSR of the cavity, which we experimentally demonstrate. If locking to any resonant frequency is allowed, the capture range is infinite. From the effect of using both lights, our method achieves the highest sensitivity to the frequency fluctuations around the resonant frequency and provides robustness against the interferometer fluctuations.         ",
    "url": "https://arxiv.org/abs/2409.00898",
    "authors": [
      "Rikizo Ikuta"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2409.01051",
    "title": "INTENTAS -- An entanglement-enhanced atomic sensor for microgravity",
    "abstract": "           The INTENTAS project aims to develop an atomic sensor utilizing entangled Bose-Einstein condensates (BECs) in a microgravity environment. This key achievement is necessary to advance the capability for measurements that benefit from both entanglement-enhanced sensitivities and extended interrogation times. The project addresses significant challenges related to size, weight, and power management (SWaP) specific to the experimental platform at the Einstein-Elevator in Hannover. The design ensures a low-noise environment essential for the creation and detection of entanglement. Additionally, the apparatus features an innovative approach to the all-optical creation of BECs, providing a flexible system for various configurations and meeting the requirements for rapid turnaround times. Successful demonstration of this technology in the Einstein-Elevator will pave the way for a future deployment in space, where its potential applications will unlock high-precision quantum sensing.         ",
    "url": "https://arxiv.org/abs/2409.01051",
    "authors": [
      "O. Anton",
      "I. Bröckel",
      "D. Derr",
      "A. Fieguth",
      "M. Franzke",
      "M. Gärtner",
      "E. Giese",
      "J. S. Haase",
      "J. Hamann",
      "A. Heidt",
      "S. Kanthak",
      "C. Klempt",
      "J. Kruse",
      "M. Krutzik",
      "S. Kubitza",
      "C. Lotz",
      "K. Müller",
      "J. Pahl",
      "E. M. Rasel",
      "M. Schiemangk",
      "W. P. Schleich",
      "S. Schwertfeger",
      "A. Wicht",
      "L. Wörner"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Space Physics (physics.space-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2409.01106",
    "title": "Integrated photonic nonreciprocal devices based on susceptibility-programmable medium",
    "abstract": "           The switching and control of optical fields based on nonlinear optical effects are often limited to relatively weak nonlinear susceptibility and strong optical pump fields. Here, an optical medium with programmable susceptibility tensor based on polarizable atoms is proposed. Under a structured optical pump, the ground state population of atoms could be efficiently controlled by tuning the chirality and intensity of optical fields, and thus the optical response of the medium is programmable in both space and time. We demonstrate the potential of this approach by engineering the spatial distribution of the complex susceptibility tensor of the medium in photonic structures to realize nonreciprocal optical effects. Specifically, we investigate the advantages of chiral interaction between atoms and photons in an atom-cladded waveguide, theoretically showing that reconfigurable, strong, and fastly switchable isolation of optical signals in a selected optical mode is possible. The susceptibility-programmable medium provides a promising way to efficiently control the optical field, opening up a wide range of applications for integrated photonic devices and structured optics.         ",
    "url": "https://arxiv.org/abs/2409.01106",
    "authors": [
      "Yan-Lei Zhang",
      "Ming Li",
      "Xin-Biao Xu",
      "Zhu-Bo Wang",
      "Chun-Hua Dong",
      "Guang-Can Guo",
      "Chang-Ling Zou",
      "Xu-Bo Zou"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2409.01158",
    "title": "Microwave Photonic Multi-Mode Injection-Locked Frequency Divider With a Wide Operational Range Based on an Optoelectronic Oscillator",
    "abstract": "           We propose and implement a microwave photonic multi-mode injection-locked frequency divider (ILFD) with a wide frequency operational range based on an optoelectronic oscillator (OEO). In the OEO, a Mach-Zehnder modulator (MZM) and a photodetector (PD) are employed to construct a frequency multiplier to achieve an N-1 times frequency multiplication, which is then mixed with an external injection signal at an electrical mixer in the OEO loop. By adjusting the round-trip gain and time delay of the OEO loop, a radio frequency (RF) signal with a frequency that is 1/N that of the injection signal is generated, thus N times frequency division is achieved. Theoretical analysis and experimental verification are conducted to evaluate the effectiveness of the proposed ILFD. The results demonstrate that the system can divide a RF signal from 2.6 to 20.8 GHz to 1.3 to 1.95 GHz with different frequency division factors ranging from 2 to 13. A significant improvement in phase noise of 35.11 dB is also obtained at a frequency offset of 100 kHz when the frequency division factor is 13.         ",
    "url": "https://arxiv.org/abs/2409.01158",
    "authors": [
      "Siyu Liu",
      "Kaitao Lin",
      "Weiye Hu",
      "Zhenzhao Yi",
      "Xinhuan Feng",
      "Jianghai Wo",
      "Jianping Yao"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2409.01289",
    "title": "Fast and light-efficient wavefront shaping with a MEMS phase-only light modulator",
    "abstract": "           Over the last two decades, spatial light modulators (SLMs) have revolutionised our ability to shape optical fields. They grant independent dynamic control over thousands of degrees-of-freedom within a single light beam. In this work we test a new type of SLM, known as a phase-only light modulator (PLM), that blends the high efficiency of liquid crystal SLMs with the fast switching rates of binary digital micro-mirror devices (DMDs). A PLM has a 2D mega-pixel array of micro-mirrors. The vertical height of each micro-mirror can be independently adjusted with 4-bit precision. Here we provide a concise tutorial on the operation and calibration of a PLM. We demonstrate arbitrary pattern projection, aberration correction, and control of light transport through complex media. We show high-speed wavefront shaping through a multimode optical fibre -- scanning over 2000 points at 1.44 kHz. We make available our custom high-speed PLM control software library developed in C++. As PLMs are based upon micro-electromechanical system (MEMS) technology, they are polarisation agnostic, and possess fundamental switching rate limitations equivalent to that of DMDs -- with operation at up to 10 kHz anticipated in the near future. We expect PLMs will find high-speed light shaping applications across a range of fields including adaptive optics, microscopy, optogenetics and quantum optics.         ",
    "url": "https://arxiv.org/abs/2409.01289",
    "authors": [
      "José C. A. Rocha",
      "Terry Wright",
      "Unė G Būtaitė",
      "Joel Carpenter",
      "George S. D. Gordon",
      "David B. Phillips"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2409.01315",
    "title": "Multi-frequency Neural Born Iterative Method for Solving 2-D Inverse Scattering Problems",
    "abstract": "           In this work, we propose a deep learning-based imaging method for addressing the multi-frequency electromagnetic (EM) inverse scattering problem (ISP). By combining deep learning technology with EM physical laws, we have successfully developed a multi-frequency neural Born iterative method (NeuralBIM), guided by the principles of the single-frequency NeuralBIM. This method integrates multitask learning techniques with NeuralBIM's efficient iterative inversion process to construct a robust multi-frequency Born iterative inversion model. During training, the model employs a multitask learning approach guided by homoscedastic uncertainty to adaptively allocate the weights of each frequency's data. Additionally, an unsupervised learning method, constrained by the physical laws of ISP, is used to train the multi-frequency NeuralBIM model, eliminating the need for contrast and total field data. The effectiveness of the multi-frequency NeuralBIM is validated through synthetic and experimental data, demonstrating improvements in accuracy and computational efficiency for solving ISP. Moreover, this method exhibits strong generalization capabilities and noise resistance. The multi-frequency NeuralBIM method explores a novel inversion method for multi-frequency EM data and provides an effective solution for the electromagnetic ISP of multi-frequency data.         ",
    "url": "https://arxiv.org/abs/2409.01315",
    "authors": [
      "Daoqi Liu",
      "Tao Shan",
      "Maokun Li",
      "Fan Yang",
      "Shenheng Xu"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Artificial Intelligence (cs.AI)",
      "Machine Learning (cs.LG)"
    ]
  },
  {
    "id": "arXiv:2409.01417",
    "title": "The qspec Python package: A physics toolbox for laser spectroscopy",
    "abstract": "           The analysis of experimental results with Python often requires writing many code scripts which all need access to the same set of functions. In a common field of research, this set will be nearly the same for many users. The qspec Python package was developed to provide functions for physical formulas, simulations and data analysis routines widely used in laser spectroscopy and related fields. Most functions are compatible with numpy arrays, enabling fast calculations with large samples of data. A multidimensional linear regression algorithm enables a King plot analyses over multiple atomic transitions. A modular framework for constructing lineshape models can be used to fit large sets of spectroscopy data. A simulation module within the package provides user-friendly methods to simulate the coherent time-evolution of atoms in electro-magnetic fields without the need to explicitly derive a Hamiltonian.         ",
    "url": "https://arxiv.org/abs/2409.01417",
    "authors": [
      "Patrick Müller",
      "Wilfried Nörtershäuser"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2409.01476",
    "title": "An extrapolation method for polarizability assessments of ion-based optical clocks",
    "abstract": "           We present a numerical method for extrapolating polarizability measurements to dc as done in the assessment of blackbody radiation shifts for ion-based clocks. The method explicitly accounts for the frequency dependence of relevant atomic transitions without introducing an ad hoc modelling function. It incorporates \\emph{a priori} atomic structure calculations, which allows measurements to be augmented by calculations if there is insufficient data to make a purely measurement based estimate. The method also provides indicators of inconsistencies between theory and experiment or inadequacies of the data for making an extrapolation. We use results from Al$^+$, Lu$^+$, and Yb$^+$ to illustrate features of the method.         ",
    "url": "https://arxiv.org/abs/2409.01476",
    "authors": [
      "K. J. Arnold",
      "M. D. Barrett"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2409.01485",
    "title": "Optical Manipulation of Whispering Gallery Mode Microlasers for Precision Controlled Cellular Delivery",
    "abstract": "           Whispering gallery mode microlasers are known for their high Q-factors, characteristic emission spectra and sensitivity to local refractive index changes. This sensitivity combined with the ability of various cell types to internalise these microlasers provide unique opportunities for advanced biological studies, e.g. in single-cell tracking and intracellular sensing. Despite many advancements, achieving precise delivery of lasers to cells remains challenging, with traditional methods, such as microinjection, often also resulting in cellular damage. Here, we show that optical trapping is a promising solution for microlaser manipulation and therefore for their controlled and non-invasive delivery to target cells. By integrating optical trapping with microlaser-based refractive index sensing, we study the dynamics of microlaser-uptake by cells. We also find that in some cases the peaks in the emission spectra of our microlasers broaden, split, and shift, and we assign this to local inhomogeneities in refractive index surrounding the microlaser. This shows how optical trapping can further expand the unique toolkit offered by biointegrated whispering gallery mode microlasers.         ",
    "url": "https://arxiv.org/abs/2409.01485",
    "authors": [
      "Soraya Caixeiro",
      "Paloma Rodríguez-Sevilla",
      "Kishan Dholakia",
      "Malte C Gather"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2409.01745",
    "title": "Design and Scalable Synthesis of Thermochromic VO2-Based Coatings for Energy-Saving Smart Windows with Exceptional Optical Performance",
    "abstract": "           We report strongly thermochromic YSZ/V0.855W0.018Sr0.127O2/SiO2 coatings, where YSZ is Y stabilized ZrO2, prepared using a scalable deposition technique on standard glass at a low substrate temperature of 320 °C and without any substrate bias voltage. The coatings exhibit a transition temperature of 22 °C with an integral luminous transmittance of 63.7% (low-temperature state) and 60.7% (high-temperature state), and a modulation of the solar energy transmittance of 11.2%. Such a combination of properties, together with the low deposition temperature, fulfill the requirements for large-scale implementation on building glass and have not been reported yet. Reactive high-power impulse magnetron sputtering with a pulsed O2 flow feedback control allows us to prepare crystalline W and Sr co-doped VO2 of the correct stoichiometry. The W doping of VO2 decreases the transition temperature, while the Sr doping of VO2 increases the luminous transmittance significantly. A coating design utilizing a second-order interference in two antireflection layers is used to maximize both the integral luminous transmittance and the modulation of the solar energy transmittance. A compact crystalline structure of the bottom YSZ antireflection layer further improves the VO2 crystallinity, while the top SiO2 antireflection layer provides also the mechanical and environmental protection for the V0.855W0.018Sr0.127O2 layer.         ",
    "url": "https://arxiv.org/abs/2409.01745",
    "authors": [
      "Michal Kaufman",
      "Jaroslav Vlcek",
      "Jiri Houska",
      "Sadoon Farrukh",
      "Stanislav Haviar"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2409.01802",
    "title": "Circularly-Symmetric Alternating Optical Vortex Lattices and their Focusing Characteristics",
    "abstract": "           Generating controllable optical vortex (OV) lattices (OVLs) with arbitrary-order topological charge (TC) and superior optical characteristics are highly desirable for various applications. Here, we report an experimental realization of circularly-symmetric OVLs with alternating positive and negative TCs of order +/-n, referred to the $n$th-order circularly-symmetric alternating OVL (CSAOVL). The focusing fields of such CSAOVLs exhibit the very interesting patterns with a period of 4 for different n values, and their intensity and phase distributions can be regulated using the radial and azimuthal parameters. Particularly, the formed central bright spot in the focusing fields of those CSAOVLs with n equaling to a multiple of 4 is observed to be much smaller than a Gaussian spot. The results can promote significantly the exploration of structured OVLs and provide potential applications in particle manipulation, imaging, and the realization of complex interactions between optical lattices and microscope particles such as atoms and micro- or nano-particles.         ",
    "url": "https://arxiv.org/abs/2409.01802",
    "authors": [
      "Dadong Liu",
      "Li-Gang Wang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2409.01850",
    "title": "Phase Noise Characterization of Cr:ZnS Frequency Comb using Subspace Tracking",
    "abstract": "           We present a comprehensive phase noise characterization of a mid-IR Cr:ZnS frequency comb. Despite their emergence as a platform for high-resolution dual-comb spectroscopy, detailed investigations into the phase noise of Cr:ZnS combs have been lacking. To address this, we use a recently proposed phase noise measurement technique that employs multi-heterodyne detection and subspace tracking. This allows for the measurement of the common mode, repetition-rate and high-order phase noise terms, and their corresponding scaling as a function of a comb-line number, using a single measurement set-up. We demonstrate that the comb under test is dominated by the common mode phase noise, while all the other phase noise terms are below the measurement noise floor (~ -120 dB rad^2/Hz), and are thereby not identifiable.         ",
    "url": "https://arxiv.org/abs/2409.01850",
    "authors": [
      "Aleksandr Razumov",
      "Sergey Vasilyev",
      "Mike Mirov",
      "Jasper Riebesehl",
      "Holger R. Heebøll",
      "Francesco Da Ros",
      "Darko Zibar"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Signal Processing (eess.SP)"
    ]
  },
  {
    "id": "arXiv:2409.02000",
    "title": "The Non-reciprocity of Multi-mode Optical Directional Amplifier Realized by Non-Hermitian Resonator Arrays",
    "abstract": "           In the present paper, a multi-frequency optical non-reciprocal transmission is first realized by using a non-Hermitian multi-mode resonator array.We find that the non-reciprocity can be used to route optical signals, to prevent the reverse flow of noise, and find that the multi-frequency can be used to enhance information processing. In terms of the Scully-Lamb model and gain saturation effect, we accomplish a dual-frequency non-reciprocal transmission by introducing nonlinearity into a linear array of four-mode resonators. For example, a directional cyclic amplifier is constructed with non-reciprocal units. As potential applications, the non-reciprocity optical systems can be employed in dual-frequency control, parallel information processing, photonic integrated circuits, optical devices and so on.         ",
    "url": "https://arxiv.org/abs/2409.02000",
    "authors": [
      "Jin-Xiang Xue",
      "Chuan-Xun Du",
      "Chengchao Liu",
      "Liu Yang",
      "Yong-Long Wang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2409.02089",
    "title": "Maximum Shannon Capacity of Photonic Structures",
    "abstract": "           Information transfer through electromagnetic waves is an important problem that touches a variety of technologically relevant applications, including computing and telecommunications. Prior attempts to establish limits on optical information transfer have treated waves propagating through known photonic structures (including vacuum). In this article, we address fundamental questions concerning optimal information transfer in photonic devices. Combining information theory, wave scattering, and optimization theory, we formulate bounds on the maximum Shannon capacity that may be achieved by structuring senders, receivers, and their environment. Allowing for arbitrary structuring leads to a non-convex problem that is significantly more difficult than its fixed structure counterpart, which is convex and satisfies a known \"water-filling\" solution. We derive a geometry-agnostic convex relaxation of the problem that elucidates fundamental physics and scaling behavior of Shannon capacity with respect to device parameters and the importance of structuring for enhancing capacity. We also show that in regimes where communication is dominated by power insertion requirements, maximum Shannon capacity maps to a biconvex optimization problem in the basis of singular vectors of the Green's function. This problem admits analytical solutions that give physically intuitive interpretations of channel and power allocation and reveals how Shannon capacity varies with signal-to-noise ratio. Proof of concept numerical examples show that bounds are within an order of magnitude of achievable device performance and successfully predict the scaling of performance with channel noise. The presented methodologies have implications for the optimization of antennas, integrated photonic devices, metasurface kernels, MIMO space-division multiplexers, and waveguides to maximize communication efficiency and bit-rates.         ",
    "url": "https://arxiv.org/abs/2409.02089",
    "authors": [
      "Alessio Amaolo",
      "Pengning Chao",
      "Benjamin Strekha",
      "Stefan Clarke",
      "Jewel Mohajan",
      "Sean Molesky",
      "Alejandro W. Rodriguez"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2409.00114",
    "title": "Terahertz Channels in Atmospheric Conditions: Propagation Characteristics and Security Performance",
    "abstract": "           With the growing demand for higher wireless data rates, the interest in extending the carrier frequency of wireless links to the terahertz (THz) range has significantly increased. For long-distance outdoor wireless communications, THz channels may suffer substantial power loss and security issues due to atmospheric weather effects. It is crucial to assess the impact of weather on high-capacity data transmission to evaluate wireless system link budgets and performance accurately. In this article, we provide an insight into the propagation characteristics of THz channels under atmospheric conditions and the security aspects of THz communication systems in future applications. We conduct a comprehensive survey of our recent research and experimental findings on THz channel transmission and physical layer security, synthesizing and categorizing the state-of-the-art research in this domain. Our analysis encompasses various atmospheric phenomena, including molecular absorption, scattering effects, and turbulence, elucidating their intricate interactions with THz waves and the resultant implications for channel modeling and system design. Furthermore, we investigate the unique security challenges posed by THz communications, examining potential vulnerabilities and proposing novel countermeasures to enhance the resilience of these high-frequency systems against eavesdropping and other security threats. Finally, we discuss the challenges and limitations of such high-frequency wireless communications and provide insights into future research prospects for realizing the 6G vision, emphasizing the need for innovative solutions to overcome the atmospheric hurdles and security concerns in THz communications.         ",
    "url": "https://arxiv.org/abs/2409.00114",
    "authors": [
      "Jianjun Ma",
      "Yuheng Song",
      "Mingxia Zhang",
      "Guohao Liu",
      "Weiming Li",
      "John F. Federici",
      "Daniel M. Mittleman"
    ],
    "subjectives": [
      "Signal Processing (eess.SP)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2409.00760",
    "title": "Synthetic-lattice Bloch wave dynamics in a single-mode microwave resonator",
    "abstract": "           Frequency-based synthetic dimensions are a promising avenue to extend the dimensionality of photonic systems. In this work, we show how a tilted synthetic lattice is naturally realised by periodically modulating a single-mode resonator under a coherent monochromatic drive. We theoretically study the Bloch wave dynamics in the tilted synthetic lattice, which gives rise to peculiar features in the spectral distribution of the cavity field. Our predictions are experimentally confirmed using a planar tunable superconducting microwave resonator.         ",
    "url": "https://arxiv.org/abs/2409.00760",
    "authors": [
      "F. Ahrens",
      "N. Crescini",
      "A. Irace",
      "G. Rastelli",
      "P. Falferi",
      "A. Giachero",
      "B. Margesin",
      "R. Mezzena",
      "A. Vinante",
      "I. Carusotto",
      "F. Mantegazzini"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2409.01135",
    "title": "Suppression of soliton collapses, modulational instability, and rogue-wave excitation in two-L\\'evy-index fractional Kerr media",
    "abstract": "           s in laser systems with two fractional-dispersion/diffraction terms, quantified by their Lévy indices, $\\alpha_{1}\\, \\alpha_{2}\\in (1, 2]$, and self-focusing or defocusing Kerr nonlinearity. Some fundamental solitons are obtained by means of the variational approximation, which are verified by comparison with numerical results. We find that the soliton collapse, exhibited by the one-dimensional cubic fractional nonlinear Schrödinger equation with only one Lévy index $\\alpha =1$, can be suppressed in the two-Lévy-index fractional nonlinear Schrödinger system. Stability of the solitons is also explored against collisions with Gaussian pulses and adiabatic variation of the system parameters. Modulation instability of continuous waves is investigated in the two-Lévy-index system too. In particular, the modulation instability may occur in the case of the defocusing nonlinearity when two diffraction coefficients have opposite signs. Using results for the modulation instability, we produce first- and second-order rogue waves on top of continuous waves, for both signs of the Kerr nonlinearity.         ",
    "url": "https://arxiv.org/abs/2409.01135",
    "authors": [
      "Ming Zhong",
      "Yong Chen",
      "Zhenya Yan",
      "Boris A. Malomed"
    ],
    "subjectives": [
      "Pattern Formation and Solitons (nlin.PS)",
      "Mathematical Physics (math-ph)",
      "Computational Physics (physics.comp-ph)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2409.01368",
    "title": "Quantum panprotopsychism and the structure and subject-summing combination problem",
    "abstract": "           In a previous paper, we have shown that an ontology of quantum mechanics in terms of states and events with internal phenomenal aspects, that is, a form of panprotopsychism, is well suited to explaining the phenomenal aspects of consciousness. We have proved there that the palette and grain combination problems of panpsychism and panprotopsychism arise from implicit hypotheses based on classical physics about supervenience that are inappropriate at the quantum level, where an exponential number of emergent properties and states arise. In this article, we address what is probably the first and most important combination problem of panpsychism: the subject-summing problem originally posed by William James. We begin by identifying the physical counterparts of the subjects of experience within the quantum panprotopsychic approach presented in that article. To achieve this, we turn to the notion of subject of experience inspired by the idea of prehension proposed by Whitehead and show that this notion can be adapted to the quantum ontology of objects and events. Due to the indeterminacy of quantum mechanics and its causal openness, this ontology also seems to be suitable for the analysis of the remaining aspects of the structure combination problem, which shows how the structuration of consciousness could have evolved from primitive animals to humans. The analysis imposes conditions on possible implementations of quantum cognition mechanisms in the brain and suggests new problems and strategies to address them. In particular, with regard to the structuring of experiences in animals with different degrees of evolutionary development.         ",
    "url": "https://arxiv.org/abs/2409.01368",
    "authors": [
      "Rodolfo Gambini",
      "Jorge Pullin"
    ],
    "subjectives": [
      "Neurons and Cognition (q-bio.NC)",
      "History and Philosophy of Physics (physics.hist-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2409.01857",
    "title": "A Low-Temperature Tunable Microcavity featuring High Passive Stability and Microwave Integration",
    "abstract": "           Open microcavities offer great potential for the exploration and utilization of efficient spin-photon interfaces with Purcell-enhanced quantum emitters thanks to their large spectral and spatial tunability combined with high versatility of sample integration. However, a major challenge for this platform is the sensitivity to cavity length fluctuations in the cryogenic environment, which leads to cavity resonance frequency variations and thereby a lowered averaged Purcell enhancement. This work presents a closed-cycle cryogenic fiber-based microcavity setup, which is in particular designed for a low passive vibration level, while still providing large tunability and flexibility in fiber and sample integration, and high photon collection efficiency from the cavity mode. At temperatures below 10 Kelvin, a stability level of around 25 picometer is reproducibly achieved in different setup configurations, including the extension with microwave control for manipulating the spin of cavity-coupled quantum emitters, enabling a bright photonic interface with optically active qubits.         ",
    "url": "https://arxiv.org/abs/2409.01857",
    "authors": [
      "Yanik Herrmann",
      "Julius Fischer",
      "Stijn Scheijen",
      "Cornelis F. J. Wolfs",
      "Julia M. Brevoord",
      "Colin Sauerzapf",
      "Leonardo G. C. Wienhoven",
      "Laurens J. Feije",
      "Martin Eschen",
      "Maximilian Ruf",
      "Matthew J. Weaver",
      "Ronald Hanson"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2409.01982",
    "title": "Chemical tuning of quantum spin-electric coupling in molecular nanomagnets",
    "abstract": "           Controlling quantum spins using electric rather than magnetic fields promises significant architectural advantages for developing quantum technologies. In this context, spins in molecular nanomagnets offer tunability of spin-electric couplings (SEC) by rational chemical design. Here we demonstrate systematic control of SECs in a family of Mn(II)-containing molecules via chemical engineering. The trigonal bipyramidal (tbp) molecular structure with C3 symmetry leads to a significant molecular electric dipole moment that is directly connected to its magnetic anisotropy. The interplay between these two features gives rise to significant experimentally observed SECs, which can be rationalised by wavefunction theoretical calculations. Our findings guide strategies for the development of electrically controllable molecular spin qubits for quantum technologies.         ",
    "url": "https://arxiv.org/abs/2409.01982",
    "authors": [
      "Mikhail V. Vaganov",
      "Nicolas Suaud",
      "Francois Lambert",
      "Benjamin Cahier",
      "Christian Herrero",
      "Regis Guillot",
      "Anne-Laure Barra",
      "Nathalie Guihery",
      "Talal Mallah",
      "Arzhang Ardavan",
      "Junjie Liu"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2308.16848",
    "title": "Accurate Computation of Quantum Excited States with Neural Networks",
    "abstract": "           We present a variational Monte Carlo algorithm for estimating the lowest excited states of a quantum system which is a natural generalization of the estimation of ground states. The method has no free parameters and requires no explicit orthogonalization of the different states, instead transforming the problem of finding excited states of a given system into that of finding the ground state of an expanded system. Expected values of arbitrary observables can be calculated, including off-diagonal expectations between different states such as the transition dipole moment. Although the method is entirely general, it works particularly well in conjunction with recent work on using neural networks as variational Ansätze for many-electron systems, and we show that by combining this method with the FermiNet and Psiformer Ansätze we can accurately recover vertical excitation energies and oscillator strengths on a range of molecules. Our method is the first deep learning approach to achieve accurate vertical excitation energies, including challenging double excitations, on benzene-scale molecules. Beyond the chemistry examples here, we expect this technique will be of great interest for applications to atomic, nuclear and condensed matter physics.         ",
    "url": "https://arxiv.org/abs/2308.16848",
    "authors": [
      "David Pfau",
      "Simon Axelrod",
      "Halvard Sutterud",
      "Ingrid von Glehn",
      "James S. Spencer"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Machine Learning (cs.LG)",
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2311.16531",
    "title": "Measurement and Modeling on Terahertz Channels in Rain",
    "abstract": "           The Terahertz (THz) frequency band offers a wide range of bandwidths, from tens to hundreds of gigahertz (GHz) and also supports data speeds of several terabits per second (Tbps). Because of this, maintaining THz channel reliability and efficiency in adverse weather conditions is crucial. Rain, in particular, disrupts THz channel propagation significantly and there is still lack of comprehensive investigations due to the involved experimental difficulties. This work explores how rain affects THz channel performance by conducting experiments in a rain emulation chamber and under actual rainy conditions outdoors. We focus on variables like rain intensity, raindrop size distribution (RDSD), and the channel's gradient height. We observe that the gradient height (for air-to-ground channel) can induce changes of the RDSD along the channel's path, impacting the precision of modeling efforts. To address this, we propose a theoretical model, integrating Mie scattering theory with considerations of channel's gradient height. Both our experimental and theoretical findings confirm this model's effectiveness in predicting THz channel behavior in rainy conditions. This work underscores the necessary in incorporating the variation of RDSD when THz channel travels in scenarios involving ground-to-air or air-to-ground communications.         ",
    "url": "https://arxiv.org/abs/2311.16531",
    "authors": [
      "Peian Li",
      "Wenbo Liu",
      "Jiacheng Liu",
      "Da Li",
      "Guohao Liu",
      "Yuanshuai Lei",
      "Jiabiao Zhao",
      "Xiaopeng Wang",
      "Jianjun Ma",
      "John F. Federici"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Systems and Control (eess.SY)",
      "Atmospheric and Oceanic Physics (physics.ao-ph)"
    ]
  },
  {
    "id": "arXiv:2404.14401",
    "title": "A Python GPU-accelerated solver for the Gross-Pitaevskii equation and applications to many-body cavity QED",
    "abstract": "           TorchGPE is a general-purpose Python package developed for solving the Gross-Pitaevskii equation (GPE). This solver is designed to integrate wave functions across a spectrum of linear and non-linear potentials. A distinctive aspect of TorchGPE is its modular approach, which allows the incorporation of arbitrary self-consistent and time-dependent potentials, e.g., those relevant in many-body cavity QED models. The package employs a symmetric split-step Fourier propagation method, effective in both real and imaginary time. In our work, we demonstrate a significant improvement in computational efficiency by leveraging GPU computing capabilities. With the integration of the latter technology, TorchGPE achieves a substantial speed-up with respect to conventional CPU-based methods, greatly expanding the scope and potential of research in this field.         ",
    "url": "https://arxiv.org/abs/2404.14401",
    "authors": [
      "Lorenzo Fioroni",
      "Luca Gravina",
      "Justyna Stefaniak",
      "Alexander Baumgärtner",
      "Fabian Finger",
      "Davide Dreon",
      "Tobias Donner"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2406.15171",
    "title": "Near-field Strong Coupling and Entanglement of Quantum Emitters for Room-temperature Quantum Technologies",
    "abstract": "           In recent years, quantum nanophotonics has forged a rich nexus of nanotechnology with photonic quantum information processing, offering remarkable prospects for advancing quantum technologies beyond their current technical limits in terms of physical compactness, energy efficiency, operation speed, temperature robustness and scalability. In this perspective, we highlight a number of recent studies that reveal the especially compelling potential of nanoplasmonic cavity quantum electrodynamics for driving quantum technologies down to nanoscale spatial and ultrafast temporal regimes, whilst elevating them to ambient temperatures. Our perspective encompasses innovative proposals for quantum plasmonic biosensing, driving ultrafast single-photon emission and achieving near-field multipartite entanglement in the strong coupling regime, with a notable emphasis on the use of industry-grade devices. We conclude with an outlook emphasizing how the bespoke characteristics and functionalities of plasmonic devices are shaping contemporary research directives in ultrafast and room-temperature quantum nanotechnologies.         ",
    "url": "https://arxiv.org/abs/2406.15171",
    "authors": [
      "Daniel D. A. Clarke",
      "Ortwin Hess"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2407.14278",
    "title": "Fragment quantum embedding using the Householder transformation: a multi-state extension based on ensembles",
    "abstract": "           In recent works by Yalouz et al. (J. Chem. Phys. 157, 214112, 2022) and Sekaran et al. (Phys. Rev. B 104, 035121, 2021; Computation 10, 45, 2022), Density Matrix Embedding Theory (DMET) has been reformulated through the use of the Householder transformation as a novel tool to embed a fragment within extended systems. The transformation was applied to a reference non-interacting one-electron reduced density matrix to construct fragments' bath orbitals, which are crucial for subsequent ground state calculations. In the present work, we expand upon these previous developments and extend the utilization of the Householder transformation to the description of multiple electronic states, including ground and excited states. Based on an ensemble noninteracting density matrix, we demonstrate the feasibility of achieving exact fragment embedding through successive Householder transformations, resulting in a larger set of bath orbitals. We analytically prove that the number of additional bath orbitals scales directly with the number of fractionally occupied natural orbitals in the reference ensemble density matrix. A connection with the regular DMET bath construction is also made. Then, we illustrate the use of this ensemble embedding tool in single-shot DMET calculations to describe both ground and first excited states in a Hubbard lattice model and an ab initio hydrogen system. Lastly, we discuss avenues for enhancing ensemble embedding through self-consistency and explore potential future directions.         ",
    "url": "https://arxiv.org/abs/2407.14278",
    "authors": [
      "Filip Cernatic",
      "Emmanuel Fromager",
      "Saad Yalouz"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2408.00669",
    "title": "Low-depth, compact and error-tolerant photonic matrix-vector multiplication beyond the unitary group",
    "abstract": "           Large-scale programmable photonic circuits are opening up new possibilities for information processing providing fast and energy-efficient means for matrix-vector multiplication. Here, we introduce a novel architecture of photonic circuits capable of implementing non-unitary transfer matrices, usually required by photonic neural networks, iterative equation solvers or quantum samplers. Our architecture exploits compact low-depth beam-splitter meshes rather than bulky fully connected mixing blocks used in previous designs, making it more compatible with planar integrated photonics technology. We have shown that photonic circuits designed with our architecture have lower depth than their standard counterparts and are extremely tolerant to hardware errors.         ",
    "url": "https://arxiv.org/abs/2408.00669",
    "authors": [
      "S.A. Fldzhyan",
      "M.Yu. Saygin",
      "S.S. Straupe"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2408.10792",
    "title": "Ultrafast modulation of guided-mode resonance in a nonlinear silicon nitride grating",
    "abstract": "           Nonlinear optical interactions in nanostructures are subjects of both fundamental research and practical applications. The optical Kerr effect, a third-order nonlinear optical phenomenon, induces anisotropic changes in the refractive index of a material under intense laser illumination. This effect is inherently weak, limiting its practical use in free-space nanophotonics. In this work, we demonstrate an enhancement of the optical Kerr effect by more than three orders of magnitude using guided-mode resonance in a dielectric diffraction grating with an overall thickness of less than 300 nm. Our study involves the design, fabrication, and measurement of the transmittance of a resonant silicon nitride crossed grating illuminated with short light pulses. We observe spectral resonance shifts with varying pulse power, leading to more than fifty percent modulation of the resonance magnitude and enabling transitions between `Off' and `On' states of transmission. We also demonstrate the capability of the grating for dynamic pulse shaping. The results presented here reveal promising directions for developing advanced all-optical devices based on free-space nanophotonics.         ",
    "url": "https://arxiv.org/abs/2408.10792",
    "authors": [
      "Subhajit Bej",
      "Nikolai Tkachenko",
      "Robert Fickler",
      "Tapio Niemi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2408.14320",
    "title": "Characterizing Vehicle-Induced Distributed Acoustic Sensing Signals for Accurate Urban Near-Surface Imaging",
    "abstract": "           Continuous seismic monitoring of the near-surface structure is crucial for urban infrastructure safety, aiding in the detection of sinkholes, subsidence, and other seismic hazards. Utilizing existing telecommunication optical fibers as Distributed Acoustic Sensing (DAS) systems offers a cost-effective method for creating dense seismic arrays in urban areas. DAS leverages roadside fiber-optic cables to record vehicle-induced surface waves for near-surface imaging. However, the influence of roadway vehicle characteristics on their induced surface waves and the resulting imaging of near-surface structures is poorly understood. We investigate surface waves generated by vehicles of varying weights and speeds to provide insights into accurate and efficient near-surface characterization. We first classify vehicles into light, mid-weight, and heavy based on the maximum amplitudes of quasi-static DAS records. Vehicles are also classified by their traveling speed using their arrival times at DAS channels. To investigate how vehicle characteristics influence the induced surface waves, we extract phase velocity dispersion and invert the subsurface structure for each vehicle class by retrieving virtual shot gathers (VSGs). Our results reveal that heavy vehicles produce higher signal-to-noise ratio surface waves, and a sevenfold increase in vehicle weight can reduce uncertainties in phase velocity measurements from dispersion spectra by up to 3X. Thus, data from heavy vehicles better constrain structures at greater depths. Additionally, with driving speeds ranging from 5 to 30 meters per second in our study, differences in the dispersion curves due to vehicle speed are less pronounced than those due to vehicle weight. Our results suggest judiciously selecting and processing surface wave signals from certain vehicle types can improve the quality of near-surface imaging in urban environments.         ",
    "url": "https://arxiv.org/abs/2408.14320",
    "authors": [
      "Jingxiao Liu",
      "Haipeng Li",
      "Siyuan Yuan",
      "Hae Young Noh",
      "Biondo Biondi"
    ],
    "subjectives": [
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2102.04368",
    "title": "Coherence resonance in influencer networks",
    "abstract": "           Complex networks are abundant in nature and many share an important structural property: they contain a few nodes that are abnormally highly connected (hubs). Some of these hubs are called influencers because they couple strongly to the network and play fundamental dynamical and structural roles. Strikingly, despite the abundance of networks with influencers, little is known about their response to stochastic forcing. Here, for oscillatory dynamics on influencer networks, we show that subjecting influencers to an optimal intensity of noise can result in enhanced network synchronization. This new network dynamical effect, which we call coherence resonance in influencer networks, emerges from a synergy between network structure and stochasticity and is highly nonlinear, vanishing when the noise is too weak or too strong. Our results reveal that the influencer backbone can sharply increase the dynamical response in complex systems of coupled oscillators.         ",
    "url": "https://arxiv.org/abs/2102.04368",
    "authors": [
      "Ralf Tönjes",
      "Carlos E. Fiore",
      "Tiago Pereira"
    ],
    "subjectives": [
      "Adaptation and Self-Organizing Systems (nlin.AO)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Physics and Society (physics.soc-ph)"
    ]
  },
  {
    "id": "arXiv:2401.17255",
    "title": "Towards Quantum Simulation of Non-Markovian Open Quantum Dynamics: A Universal and Compact Theory",
    "abstract": "           Non-Markovianity, the intricate dependence of an open quantum system on its temporal evolution history, holds tremendous implications across various scientific disciplines. However, accurately characterizing the complex non-Markovian effects has posed a formidable challenge for numerical simulations. While quantum computing technologies show promise, a universal theory enabling practical quantum algorithm implementation has been elusive. We address this gap by introducing the dissipaton-embedded quantum master equation in second quantization (DQME-SQ). This exact and compact theory offers two key advantages: representability by quantum circuits and universal applicability to any Gaussian environment. We demonstrate these capabilities through digital quantum simulations of non-Markovian dissipative dynamics in both bosonic and fermionic environments. The DQME-SQ framework opens a new horizon for the efficient exploration of complex open quantum systems by leveraging the rapidly advancing quantum computing technologies.         ",
    "url": "https://arxiv.org/abs/2401.17255",
    "authors": [
      "Xiang Li",
      "Su-Xiang Lyu",
      "Yao Wang",
      "Rui-Xue Xu",
      "Xiao Zheng",
      "YiJing Yan"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2405.19577",
    "title": "Non-equilibrium Quantum Monte Carlo Algorithm for Stabilizer R\\'enyi Entropy in Spin Systems",
    "abstract": "           Quantum magic, or nonstabilizerness, provides a crucial characterization of quantum systems, regarding the classical simulability with stabilizer states. In this work, we propose a novel and efficient algorithm for computing stabilizer Rényi entropy, one of the measures for quantum magic, in spin systems with sign-problem free Hamiltonians. This algorithm is based on the quantum Monte Carlo simulation of the path integral of the work between two partition function ensembles and it applies to all spatial dimensions and temperatures. We demonstrate this algorithm on the one and two dimensional transverse field Ising model at both finite and zero temperatures and show the quantitative agreements with tensor-network based algorithms. Furthermore, we analyze the computational cost and provide both analytical and numerical evidences for it to be polynomial in system size.         ",
    "url": "https://arxiv.org/abs/2405.19577",
    "authors": [
      "Zejun Liu",
      "Bryan K. Clark"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2406.19144",
    "title": "CoOMBE: A suite of open-source programs for the integration of the optical Bloch equations and Maxwell-Bloch equations",
    "abstract": "           The programs described in this article and distributed with it aim (1) at integrating the optical Bloch equations governing the time evolution of the density matrix representing the quantum state of an atomic system driven by laser or microwave fields, and (2) at integrating the 1D Maxwell-Bloch equations for one or two laser fields co-propagating in an atomic vapour. The rotating wave approximation is assumed. These programs can also be used for more general quantum dynamical systems governed by the Lindblad master equation. They are written in Fortran 90; however, their use does not require any knowledge of Fortran programming. Methods for solving the optical Bloch equations in the rate equations limit, for calculating the steady-state density matrix and for formulating the optical Bloch equations in the weak probe approximation are also described.         ",
    "url": "https://arxiv.org/abs/2406.19144",
    "authors": [
      "R M Potvliege",
      "S A Wrathmall"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2407.08420",
    "title": "Skin Effect of Nonlinear Optical Responses in Antiferromagnets",
    "abstract": "           Nonlinear optics plays important roles in the research of fundamental physics and the applications of high-performance optoelectronic devices. The bulk nonlinear optical responses arise from the uniform light absorption in noncentrosymmetric crystals, and hence are usually considered to be the collective phenomena of all atoms. Here we show, in contrast to this common expectation, the nonlinear optical responses in antiferromagnets can be selectively accumulated near the surfaces, representing a skin effect. This is because the inversion symmetry, despite being broken globally by magnetism, is barely violated locally deeply inside these antiferromagnets. Using A-type layered antiferromagnets as the representatives, we predict that the spatial-dependent nonlinear optical responses, such as bulk photovoltaic effect (BPVE) and second harmonic generation (SHG), are notable in the top- and bottom-most layers and decay rapidly when moving away from the surfaces. Such a phenomenon is strongly associated with the antiferromagnetism and exists in a broad range of antiferromagnets composed of centrosymmetric sublattices, offering promising device applications using these antiferromagnets. Our work uncovers a previously overlooked property of nonlinear optical responses and opens new opportunities for high-performance antiferromagnetic optospintronics.         ",
    "url": "https://arxiv.org/abs/2407.08420",
    "authors": [
      "Hang Zhou",
      "Rui-Chun Xiao",
      "Shu-Hui Zhang",
      "Wei Gan",
      "Hui Han",
      "Hong-Miao Zhao",
      "Wenjian Lu",
      "Changjin Zhang",
      "Yuping Sun",
      "Hui Li",
      "Ding-Fu Shao"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2408.04571",
    "title": "Understanding the Optoelectronic Processes in Colloidal 2D Multi-Layered MAPbBr3 Perovskite Nanosheets: Funneling, Recombination and Self-Trapped Excitons",
    "abstract": "           Quasi two-dimensional (2D) colloidal synthesis made quantum confinement readily accessible in perovskites, generating additional momentum in perovskite LED research and lasing. Ultrathin perovskite layers exhibit high exciton binding energies and beneficial charge transport properties interesting for solar cells. In 2D perovskites, the combination of layers with different thickness helps to direct charge carriers in a targeted manner toward thicker layers with a smaller bandgap. However, detailed knowledge about the mechanisms by which excitons and charge carriers funnel and recombine in these structures is lacking. Here, we characterize colloidal 2D methylammonium lead bromide (MAPbBr3) Ruddlesden-Popper perovskites with a broad combination of layers (n = 3 to 10, and bulk fractions with n > 10) in one stack by femtosecond transient absorption spectroscopy and time-resolved photoluminescence, which gives comprehensive insights into the complexity of funneling and recombination processes. We find that after photoexcitation second- and third-order processes dominate in MAPbBr3 nanosheets, which indicates exciton-exciton annihilation (EEA) and Auger recombination. Long-lived excitons in thin layers (e.g., n = 5, Eb = 136 meV) funnel into high n with t = 10-50 ps, which decreases their exciton binding energy below kB T = 26 meV ( T = 300K) and leads to radiative recombination. Parallel and consecutive funneling compete with exciton trapping processes, making funneling an excellent tool to overcome exciton self-trapping when high-quality n-n interfaces are present. Free charge carriers in high n regions on the other hand facilitate radiative recombination and EEA is bypassed, which is desirable for LED and lasing applications.         ",
    "url": "https://arxiv.org/abs/2408.04571",
    "authors": [
      "André Niebur",
      "Eugen Klein",
      "Rostyslav Lesyuk",
      "Christian Klinke",
      "Jannika Lauth"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2408.15594",
    "title": "Theory of tensorial magnetic inertia in terahertz spin dynamics",
    "abstract": "           Magnetic inertia has emerged as a possible way to manipulate ferromagnetic spins at a higher frequency e.g., THz. Theoretical treatments so far have considered the magnetic inertia as a scalar quantity. Here, we explore the magnetic inertial dynamics with a magnetic inertia tensor as macroscopic derivations predicted it to be a tensor. First, the inertia tensor has been decomposed into three terms: (a) scalar and isotropic inertia, (b) anisotropic and symmetric inertia tensor, (c) chiral and antisymmetric tensor. Further, we employ linear response theory to the inertial Landau-Lifshitz-Gilbert equation with the inertia tensor and calculate the effect of chiral and anisotropic inertia on ferromagnets, antiferromagnets, and ferrimagnets. It is established that the precession and nutation resonance frequencies decrease with scalar magnetic inertia. Our results suggest that the nutation resonance frequencies further reduce due to inertia tensor. However, the effective damping of the nutation resonance increases with the chiral and antisymmetric part of the inertia tensor. We show that the precession resonances remain unaffected, while the nutation resonances are modified with the chiral magnetic inertia.         ",
    "url": "https://arxiv.org/abs/2408.15594",
    "authors": [
      "Subhadip Ghosh",
      "Mikhail Cherkasskii",
      "Igor Barsukov",
      "Ritwik Mondal"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  }
]