[
  {
    "id": "arXiv:2211.10455",
    "title": "MIASANS at the longitudinal neutron resonant spin-echo spectrometer  RESEDA",
    "abstract": "The RESEDA (Resonant Spin-Echo for Diverse Applications) instrument has been optimized for neutron scattering measurements of quasi-elastic and inelastic processes over a wide parameter range. One spectrometer arm of RESEDA is configured for the MIEZE (Modulation of Intensity with Zero Effort) technique, where the measured signal is an oscillation in neutron intensity over time prepared by two precisely tuned radio-frequency (RF) flippers. With MIEZE, all spin-manipulations are performed before the beam reaches the sample, and thus the signal from sample scattering is not disrupted by any depolarizing conditions there (i.e. magnetic materials and fields). The MIEZE spectrometer is being further optimized for the requirements of small angle neutron scattering (MIASANS), a versatile combination of the spatial and dynamical resolving power of both techniques. We present the current status of (i) the newly installed superconducting solenoids as part of the RF flippers to significantly extend the dynamic range (ii) the development and installation of a new detector on a translation stage within a new larger SANS-type vacuum vessel for flexibility with angular coverage and resolution, and (iii) the efforts to reduce background. ",
    "url": "https://arxiv.org/abs/2211.10455",
    "authors": [
      "J. C. Leiner",
      "C. Franz",
      "J. K. Jochum",
      "C. Pfleiderer"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2211.10485",
    "title": "Cavity optomechanical bistability with an ultrahigh reflectivity  photonic crystal membrane",
    "abstract": "Photonic crystal (PhC) membranes patterned with sub-wavelength periods offer a unique combination of high reflectivity, low mass, and high mechanical quality factor. We demonstrate a PhC membrane that we use as one mirror of a Fabry-Perot cavity with finesse as high as $F=35,000(500)$, corresponding to a record high PhC reflectivity of $R=0.999835(6)$. The fundamental mechanical frequency is 426 kHz, more than twice the optical linewidth, placing it firmly in the resolved-sideband regime. The mechanical quality factor in vacuum is $Q=1.1(1)\\times 10^6$, allowing us to achieve values of the single-photon cooperativity as high as ${\\cal C}_0=6.6\\times10^{-3}$. We easily see optomechanical bistability as hysteresis in the cavity transmission. As the input power is raised well beyond the bistability threshold, dynamical backaction induces strong mechanical oscillation above 1~MHz, even in the presence of air damping. This platform will facilitate advances in optomechanics, precision sensing, and applications of optomechanically-induced bistability. ",
    "url": "https://arxiv.org/abs/2211.10485",
    "authors": [
      "Feng Zhou",
      "Yiliang Bao",
      "Jason J. Gorman",
      "John Lawall"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2211.10534",
    "title": "Ultra-wideband optical coherence elastography from acoustic to  ultrasonic frequencies",
    "abstract": "Visualizing elastic waves by noninvasive imaging has been useful for analyzing the mechanical properties of materials and tissues. However, the maximum wave frequency of elastography has been limited to ~10 kHz due to the finite sensitivity to small vibration and finite imaging speed. Here, we present an optical coherence elastography technique that extends the frequency range to MHz by noise reduction, anti-aliasing demodulation, and advanced wave analysis. Our system can measure the stiffness of hard (GPa) materials including bones with mm-scale resolution and characterize soft, viscoelastic materials from 100 Hz to 1 MHz. The dispersion of Rayleigh surface waves over the wide frequency range allowed us to profile depth-dependent shear modulus (10 kPa to 100 MPa) in cartilages ex vivo and the human skin in vivo. This technique opened a new window for the characterization of materials in situ with 3-dimensional resolution. ",
    "url": "https://arxiv.org/abs/2211.10534",
    "authors": [
      "Xu Feng",
      "Guo-Yang Li",
      "Seok-Hyun Yun"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2211.10600",
    "title": "Robust mode-locking in a hybrid ultrafast laser based on nonlinear  multimodal interference",
    "abstract": "We experimentally demonstrate the realization of a half-polarization-maintaining (half-PM) fiber laser, in which mode-locking is provided by a reflective multimode-interference saturable absorber (SA). In the specially designed SA, linearly polarized light is coupled into a 15-cm-long graded-index multimode fiber (GIMF) through the PM fiber, and then reflected back to the PM structure through a mirror pigtailed with a single-mode fiber (SMF). The modulation depth and saturation peak power are measured to be 1.5% and 0.6 W, respectively. The proposed SA device is incorporated into a novel half-PM erbium-doped fiber oscillator, which generates soliton pulses with 409 fs temporal duration at a 33.3 MHz repetition rate. The proposed fiber laser is compared with a conventional non-PM fiber laser mode-locked by nonlinear polarization evolution (NPE) in terms of optical properties such as spectral bandwidth, pulse duration, and stability performance. Short- and long-time stability tests and superior noise performance corroborate robust mode-locking in this setup. ",
    "url": "https://arxiv.org/abs/2211.10600",
    "authors": [
      "Xuanyi Liu",
      "Maolin Dai",
      "Denghui Pan",
      "Kaibin Lin",
      "Boris A. Malomed",
      "Qian Li",
      "H. Y. Fu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2211.10602",
    "title": "Simulating topological materials with photonic synthetic dimensions in  cavities",
    "abstract": "Photons play essential roles in fundamental physics and practical technologies. They have become one of the attractive informaiton carriers for quantum computation and quantum simulation. Recently, various photonic degrees of freedom supported by optical resonant cavities form photonic synthetic dimensions, which contribute to all-optical platforms for simulating novel topological materials. The photonic discrete or continuous degrees of freedom are mapped to the lattices or momenta of the simulated topological matter, and the couplings between optical modes are equivalent to the interactions among quasi-particles. Mature optical modulations enable flexible engineering of the simulated Hamiltonian. Meanwhile, the resonant detection methods provide direct approaches to obtaining the corresponding energy band structures, particle distributions and dynamical evolutions. In this Review, we give an overview of the synthetic dimensions in optical cavities, including frequency, orbital angular momentum, time-multiplexed lattice, and independent parameters. Abundant higher-dimensional topological models have been demonstrated in lower dimensional synthetic systems. We further discuss the potential development of photonic synthetic dimensions in the future. ",
    "url": "https://arxiv.org/abs/2211.10602",
    "authors": [
      "Mu Yang",
      "Jin-Shi Xu",
      "Chuan-Feng Li",
      "Guang-Can Guo"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2211.10668",
    "title": "Light-induced dynamic frequency shifting of microwave photons in a  superconducting electro-optic converter",
    "abstract": "Hybrid superconducting-photonic microresonators are a promising platform for realizing microwave-to-optical transduction. However, the absorption of scattered photons by the superconductors leads to unintended microwave resonance frequency variation and linewidth broadening. Here, we experimentally study the dynamics of this effect and its impact on microwave-to-optics conversion in an integrated lithium niobate-superconductor hybrid resonator platform. We unveiled an adiabatic frequency shifting of the intracavity microwave photons induced by the fast photo-responses of the thin-film superconducting resonator. As a result, the temporal and spectral responses of electro-optics transduction are modified and well described by our theoretical model. This work provides important insights on the light-induced conversion dynamics which must be considered in future designs of hybrid superconducting-photonic system. ",
    "url": "https://arxiv.org/abs/2211.10668",
    "authors": [
      "Yuntao Xu",
      "Wei Fu",
      "Yiyu Zhou",
      "Mingrui Xu",
      "Mohan Shen",
      "Ayed Al Sayem",
      "Hong X. Tang"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2211.10767",
    "title": "Determination of the coefficient of thermal expansion by measuring  frequency of a heated music wire",
    "abstract": "Engaging with physical and material properties through empirical observation is a fundamental part of undergraduate physics and engineering education. Several works have proposed experiments to determine thermal physical constants of materials such as finding the coefficient of linear expansion. As Dajbych and Polak et al. have shown, methods for experimentally verifying physical constants can be done by measuring the frequency of a plucked high-carbon steel wire on a guitar. Building upon our previous work, we have extended our method to verify the coefficient of linear thermal expansion through an accessible procedure directed at introductory physics education. ",
    "url": "https://arxiv.org/abs/2211.10767",
    "authors": [
      "Robert D. Polak",
      "Michael R. Harris",
      "Kiet A. Nguyen",
      "Anthony Kearns"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)"
    ]
  },
  {
    "id": "arXiv:2211.10818",
    "title": "An Electromagnetic Calculation of Ionospheric Conductance that seems to  Override the Field Line Integrated Conductivity",
    "abstract": "We derive a steady-state, electromagnetic solution for collisional plasma and apply it to computing the total conductance for a vertically stratified ionosphere interrogated by a 3D signal with finite transverse wavelength, which we compare to the field-line-integrated conductivity, finding significant differences on all scales investigated. The approximate solution is derived from an exact linearization of the electromagnetic 5-moment fluid equations, and writing down the integral form of the driven steady-state solution, which is expressed as a sum over modal contributions associated with the eigenvectors/eigenvalues of the set of equations. We find the eigenvectors/eigenvalues numerically and use them to argue that only two of the modes are capable of transmitting energy through the ionosphere. Approximating their integrands with analytic functions yields a solution valid for homogeneous plasma, expressed in terms of the eigenvectors/eigenvalues for the two modes. The solution may be understood using wavepacket concepts. Transmission line theory is then used to extend the homogeneous-plasma solution to a solution for the vertically-stratified ionosphere. We review how transmission line theory contains electrostatic theory as a special case, and show that our solution reproduces electrostatic theory exactly when the eigenvectors/eigenvalues have the right properties, which requires that they be artificially modified. Otherwise we find short-wavelength, mode-mixing, and wave-admittance effects with broad relevance to ionospheric science, and to global modeling of the Sun-Earth system. Since resonant systems can be very sensitive, quantitative accuracy may require tuning, but the physical conclusions seem unavoidable and to affect all transverse scales. ",
    "url": "https://arxiv.org/abs/2211.10818",
    "authors": [
      "Russell B. Cosgrove"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Space Physics (physics.space-ph)"
    ]
  },
  {
    "id": "arXiv:2211.10824",
    "title": "Hybrid Auxiliary Field Quantum Monte Carlo for Molecular Systems",
    "abstract": "We propose a quantum Monte Carlo approach to solve the ground state many-body Schrodinger equation for the electronic ground state. The method combines optimization from variational Monte Carlo and propagation from auxiliary field quantum Monte Carlo, in a way that significantly alleviates the sign problem. In application to molecular systems, we obtain highly accurate results for configurations dominated by either dynamic or static electronic correlation. ",
    "url": "https://arxiv.org/abs/2211.10824",
    "authors": [
      "Yixiao Chen",
      "Linfeng Zhang",
      "Weinan E",
      "Roberto Car"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2211.11205",
    "title": "Subwavelength terahertz imaging via virtual superlensing in the  radiating near field",
    "abstract": "Paradoxically, imaging with resolution much below the wavelength $\\lambda$ - now common place in the visible spectrum - remains challenging at lower frequencies, where arguably it is needed most due to the large wavelengths used. Techniques to break the diffraction limit in microscopy have led to many breakthroughs across sciences, but remain largely confined to the optical spectrum, where near-field coupled fluorophores operate. At lower frequencies, exponentially decaying evanescent waves must be measured directly, requiring a tip or antenna to be brought into very close vicinity to the object. This is often difficult, and can be problematic as the probe can perturb the near-field distribution itself. Here we show the information encoded in evanescent waves can be probed further than previously thought possible, and a truthful image of the near-field reconstructed through selective amplification of evanescent waves - akin to a virtual superlens reversing the evanescent decay. We quantify the trade-off between noise and measurement distance, and experimentally demonstrate reconstruction of complex images with subwavelength features, down to a resolution of $\\lambda/7$ and amplitude signal-to-noise ratios below 25dB between 0.18-1.5THz. Our procedure can be implemented with any near field probe far from the reactive near field region, greatly relaxes experimental requirements for subwavelength imaging in particular at sub-optical frequencies, and opens the door to non-perturbing near-field scanning. ",
    "url": "https://arxiv.org/abs/2211.11205",
    "authors": [
      "Alessandro Tuniz",
      "Boris T. Kuhlmey"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.11239",
    "title": "Optical Singularity Dynamics and Spin-Orbit Interaction due to a  Normal-Incident Optical Beam Reflected at a Plane Dielectric Interface",
    "abstract": "The degenerate case of normal incidence and reflection of an optical beam (both paraxial and non-paraxial) at a plane isotropic dielectric interface, which is azimuthally symmetric in terms of the momentum-spatial variation of Fresnel coefficients but not in terms of the fundamental polarization inhomogeneity of the incident field, requires in-depth analyses. In this paper, we use the reflection and transmission coefficient matrix formalism to derive an exact field expression of a normal-reflected diverging beam. The availability of the exact field information allows controlled variations of the system parameters, leading to significant dynamics of phase and polarization singularities hitherto unanticipated in the literature. We carry out a detailed exploration of these dynamics in our simulated system, and also verify them experimentally by using an appropriate setup. We then use Barnett's formalism to determine the associated orbital angular momentum (OAM) fluxes, leading to a subtle interpretation and mathematical characterization of spin-orbit interaction (SOI) in the system. Our work thus represents a non-trivial unification of the most fundamental electromagnetic reflection/transmission problem at a plane dielectric interface and the emerging areas of optical singularity dynamics with their understanding in terms of OAM flux and SOI. The normal-incidence--retro-reflection geometry being especially amenable to applications, these beam-field phenomena are anticipated to have applications in interface characterization, particle rotation/manipulation and other nano-optical processes. ",
    "url": "https://arxiv.org/abs/2211.11239",
    "authors": [
      "Anirban Debnath",
      "Nitish Kumar",
      "Upasana Baishya",
      "Nirmal K. Viswanathan"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.11244",
    "title": "RD50-MPW3: A fully monolithic digital CMOS sensor for future tracking  detectors",
    "abstract": "The CERN-RD50 CMOS working group develops the RD50-MPWseries of monolithic high-voltage CMOS pixel sensors for potential use in future high luminosity experiments such as the HL-LHC and FCC-hh. In this contribution, the design of the latest prototype in this series, RD50-MPW3, is presented. An overview of its pixel matrix and digital readout periphery is given, with discussion of the new structures implemented in the chip and the problems they aim to solve. The main analog and digital features of the sensor are already tested and initial laboratory characterisation of the chip is presented. ",
    "url": "https://arxiv.org/abs/2211.11244",
    "authors": [
      "Patrick Sieberer",
      "Chenfan Zhang",
      "Thomas Bergauer",
      "Raimon Casanova Mohr",
      "Christian Irmler",
      "Nissar Karim",
      "Jose Mazorra de Cos",
      "Bernhard Pilsl",
      "Eva Vilella"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2211.11263",
    "title": "Twist-tunable moiré optical resonances",
    "abstract": "Multilayer stacks of twisted optical metasurfaces are considered as a prospective platform for chiral nanophotonic devices. Such structures are primarily used for the realization of circularly polarized light sources, artificial optical rotation, and circular dichroism. At the same time, the behavior of their hybrid photonic modes is strongly affected by the moir\\'e-pattern of superimposed periodic constituents. In this work, we show that moir\\'e-periodicity in bilayer dielectric photonic crystal slabs leads to an arise of unlimitedly narrow optical resonances, which are very sensitive to the relative twist and gap width between the sublayers. We demonstrate the structure providing twist-tuning of the hybrid mode wavelength in the range of 300--600~nm with quality factor varying from~$10^2$~up~to~$10^5$ correspondingly. The obtained results pave the wave for the utilization of moir\\'e-assisted effects in multilayer photonic crystal slabs. ",
    "url": "https://arxiv.org/abs/2211.11263",
    "authors": [
      "Natalia S. Salakhova",
      "Ilia M. Fradkin",
      "Sergey A. Dyakov",
      "Nikolay A. Gippius"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.11499",
    "title": "Effects of Kerr nonlinearity in physical unclonable functions",
    "abstract": "We address the question of whether the presence of Kerr nonlinearity in multiple-scattering optical media offers any advantage with respect to the design of physical unclonable functions. Our results suggest that under certain conditions, nonlinear physical unclonable functions can be more robust against the potential cloning of the medium, relative to their linear counterparts that have been exploited in the context of various cryptographic applications. ",
    "url": "https://arxiv.org/abs/2211.11499",
    "authors": [
      "Georgios M. Nikolopoulos"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Cryptography and Security (cs.CR)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2211.11563",
    "title": "Quantum chemical computations of gas-phase glycolaldehyde deuteration  and constraints to its formation route",
    "abstract": "Despite the detection of numerous interstellar complex organic molecules (iCOMs) for decades, it is still a matter of debate whether they are synthesized in the gas-phase or on the icy surface of interstellar grains. In the past, molecular deuteration has been used to constrain the formation paths of small and abundant hydrogenated interstellar species. More recently, the deuteration degree of formamide, one of the most interesting iCOM, has also been explained in the hypothesis that it is formed by the gas-phase reaction NH$_2$ + H$_2$CO. In this article, we aim at using molecular deuteration to constrain the formation of another iCOM, glycolaldehyde, which is an important prebiotic species. More specifically, we have performed dedicated electronic structure and kinetic calculations to establish the glycolaldehyde deuteration degree in relation to that of ethanol, which is its possible parent species according to the suggestion of Skouteris et al. (2018). We found that the abundance ratio of the species containing one D-atom over the all-protium counterpart depends on the produced D isotopomer and varies from 0.9 to 0.5. These theoretical predictions compare extremely well with the monodeuterated isotopomers of glycolaldehyde and that of ethanol measured towards the Solar-like protostar IRAS 16293-2422, supporting the hypothesis that glycolaldehyde could be produced in the gas-phase for this source. In addition, the present work confirms that the deuterium fractionation of iCOMs cannot be simply anticipated based on the deuterium fractionation of the parent species but necessitates a specific study, as already shown for the case of formamide. ",
    "url": "https://arxiv.org/abs/2211.11563",
    "authors": [
      "F. Vazart",
      "C. Ceccarelli",
      "D. Skouteris",
      "N. Balucani"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      "Astrophysics of Galaxies (astro-ph.GA)",
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ]
  },
  {
    "id": "arXiv:2211.11604",
    "title": "Optical isolation by temporal modulation: size, frequency, and power  constraints",
    "abstract": "Optical isolators are indispensable components of optical networks. Magneto-optic isolators have excellent operating characteristics, including low-to-no power consumption, but are not well suited for on-chip integration. The technique of temporal modulation of dielectric constant offers an alternative way to achieve isolation without magnetic field but is not without its own drawbacks. In this work I examine diverse methods of optical isolation via temporal modulation and show that independent on whether modulation is achieved by carrier injection, Pockels and acousto-optic effects, or any other conceivable method, there is essentially the same set of constraints on footprint, modulation frequency, and, most important, on power consumption required to achieve full isolation without excessive insertion loss. This power is estimated to be on the order of at least a hundred of milliwatts and whether this requirement is acceptable will depend on ongoing progress of both magneto-optic and time modulated integrated technologies. ",
    "url": "https://arxiv.org/abs/2211.11604",
    "authors": [
      "Jacob B Khurgin"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.10573",
    "title": "Silicon anisotropy in a bi-dimensional optomechanical cavity",
    "abstract": "In this work, we study the effects of mechanical anisotropy in a 2D optomechanical crystal geometry. We fabricate and measure devices with different orientations, showing the dependence of the mechanical spectrum and the optomechanical coupling with the relative angle of the device to the crystallography directions of silicon. Our results show that the device orientation strongly affects its mechanical band structure, which makes the devices more susceptible to fabrication imperfections. Finally, we show that our device is compatible with cryogenic measurements reaching ground state occupancy of 0.2 phonons at mK temperature. ",
    "url": "https://arxiv.org/abs/2211.10573",
    "authors": [
      "Cauê M. Kersul",
      "Rodrigo Benevides",
      "Flávio Moraes",
      "Gabriel H. M. de Aguiar",
      "Andreas Wallucks",
      "Simon Gröblacher",
      "Gustavo S. Wiederhecker",
      "Thiago P. Mayer Alegre"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.10814",
    "title": "Design and test of optical payload for polarization encoded QKD for  Nanosatellites",
    "abstract": "Satellite based Quantum Key Distribution (QKD) in Low Earth Orbit (LEO) is currently the only viable technology to span thousands of kilometres. Since the typical overhead pass of a satellite lasts for a few minutes, it is crucial to increase the the signal rate to maximise the secret key length. For the QUARC CubeSat mission due to be launched within two years, we are designing a dual wavelength, weak-coherent-pulse decoy-state Bennett-Brassard '84 (WCP DS BB84) QKD source. The optical payload is designed in a $12{\\times}9{\\times}5 cm^3$ bespoke aluminium casing. The Discrete Variable QKD Source consists of two symmetric sources operating at 785 nm and 808 nm. The laser diodes are fixed to produce Horizontal,Vertical, Diagonal, and Anti-diagonal (H,V,D,A) polarisation respectively, which are combined and attenuated to a mean photon number of 0.3 and 0.5 photons/pulse. We ensure that the source is secure against most side channel attacks by spatially mode filtering the output beam and characterising their spectral and temporal characterstics. The extinction ratio of the source contributes to the intrinsic Qubit Error Rate(QBER) with $0.817 \\pm 0.001\\%$. This source operates at 200MHz, which is enough to provide secure key rates of a few kilo bits per second despite 40 dB of estimated loss in the free space channel ",
    "url": "https://arxiv.org/abs/2211.10814",
    "authors": [
      "Jaya Sagar",
      "Elliott Hastings",
      "Piede Zhang",
      "Milan Stefko",
      "David Lowndes",
      "Daniel Oi",
      "John Rarity",
      "Siddarth K. Joshi"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)",
      "Space Physics (physics.space-ph)"
    ]
  },
  {
    "id": "arXiv:2211.11011",
    "title": "On the fragility of gate-error metrics in simulation models of  flux-tunable transmon quantum computers",
    "abstract": "Constructing a quantum computer requires immensely precise control over a quantum system. A lack of precision is often quantified by gate-error metrics, such as the average infidelity or the diamond distance. However, usually such gate-error metrics are only considered for individual gates, and not the errors that accumulate over consecutive gates. Furthermore, it is not well known how susceptible the metrics are to the assumptions which make up the model. Here, we investigate these issues using realistic simulation models of quantum computers with flux-tunable transmons and coupling resonators. We show that the gate-error metrics are susceptible to many of the assumptions which make up the model. Additionally, we find that consecutive gate errors do not accumulate linearly. Previous work showed that the gate-error metrics are poor predictors for the performance of consecutive gates. Here, we provide further evidence and a concise theoretical explanation for this finding. Furthermore, we discuss a problem that potentially limits the overall scaling capabilities of the device architecture we study in this work. ",
    "url": "https://arxiv.org/abs/2211.11011",
    "authors": [
      "Hannes Lagemann",
      "Dennis Willsch",
      "Madita Willsch",
      "Fengping Jin",
      "Hans De Raedt",
      "Kristel Michielsen"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2102.01805",
    "title": "Observation of collectivity enhanced magnetoassociation of $^6$Li in the  quantum degenerate regime",
    "abstract": " Comments: 18 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2102.01805",
    "authors": [
      "Vineetha Naniyil",
      "Yijia Zhou",
      "Guy Simmonds",
      "Nathan Cooper",
      "Weibin Li",
      "Lucia Hackermüller"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Gases (cond-mat.quant-gas)"
    ]
  },
  {
    "id": "arXiv:2204.00836",
    "title": "Semiconductor Bloch equation analysis of optical Stark and Bloch-Siegert  shifts in monolayers WSe$_2$ and MoS$_2$",
    "abstract": " Comments: 24 pages, 10 figures, accepted for publication in Physical Review B ",
    "url": "https://arxiv.org/abs/2204.00836",
    "authors": [
      "A.O. Slobodeniuk",
      "P. Koutenský",
      "M. Bartoš",
      "F. Trojánek",
      "P. Malý",
      "T. Novotný",
      "M. Kozák"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2207.11470",
    "title": "Scale Factor Determination for the GRACE-Follow On Laser Ranging  Interferometer including Thermal Coupling",
    "abstract": " Comments: 26 pages, 15 figures ",
    "url": "https://arxiv.org/abs/2207.11470",
    "authors": [
      "Malte Misfeldt",
      "Vitali Müller",
      "Laura Müller",
      "Henry Wegener",
      "Gerhard Heinzel"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2209.08620",
    "title": "Ultra-broadband integrated optical filters based on adiabatic  optimization of coupled waveguides",
    "abstract": " Title: Ultra-broadband integrated optical filters based on adiabatic  optimization of coupled waveguides ",
    "url": "https://arxiv.org/abs/2209.08620",
    "authors": [
      "Kazim Gorgulu",
      "Emir Salih Magden"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.04607",
    "title": "First principles physics-informed neural network for quantum  wavefunctions and eigenvalue surfaces",
    "abstract": " Title: First principles physics-informed neural network for quantum  wavefunctions and eigenvalue surfaces ",
    "url": "https://arxiv.org/abs/2211.04607",
    "authors": [
      "Marios Mattheakis",
      "Gabriel R. Schleder",
      "Daniel T. Larson",
      "Efthimios Kaxiras"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2211.07230",
    "title": "Fermi arc reconstruction in synthetic photonic lattice",
    "abstract": " Comments: 23 pages, 18 figures ",
    "url": "https://arxiv.org/abs/2211.07230",
    "authors": [
      "D.-H.-Minh Nguyen",
      "Chiara Devescovi",
      "Dung Xuan Nguyen",
      "Hai Son Nguyen",
      "Dario Bercioux"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.08207",
    "title": "Modeling nonlinear optical interactions of focused beams in bulk  crystals and thin films: A phenomenological approach",
    "abstract": " Title: Modeling nonlinear optical interactions of focused beams in bulk  crystals and thin films: A phenomenological approach ",
    "url": "https://arxiv.org/abs/2211.08207",
    "authors": [
      "Kai J. Spychala",
      "Zeeshan H. Amber",
      "Lukas M. Eng",
      "Michael Rüsing"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  }
]