[
  {
    "id": "arXiv:2204.09175",
    "title": "The super resonance effect paves the way for a new type of refractive  index sensor concept based on a mesoscale dielectric sphere",
    "abstract": "Recently, we showed that dielectric mesoscale spheres could support so-called super-resonance effect, i.e. high-order Mie resonance modes with giant field localization and enhancement. Due to the presence of the surrounding medium leads to a significant influence in the intensity of the field in the particle, based on Mie theory we show for the first time that this effect may be use to design refractive index sensor of medium. Using the example of air as an environment, we have shown that the sensitivity of the proposed sensor concept can reach from 10-6 to 10-8, depending on the accuracy of the sphere size parameter, which is no worse than the accuracy of modern interference methods. ",
    "url": "https://arxiv.org/abs/2204.09175",
    "authors": [
      "Oleg V. Minin",
      "Igor V. Minin",
      "Song Zhou"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.09203",
    "title": "Laser pulse shape designer for direct-drive inertial confinement fusion",
    "abstract": "A pulse shape designer for direct drive inertial confinement fusion has been developed, it aims at high compression of the fusion fuel while keeping hydrodynamics instability within tolerable level. Fast linear analysis on implosion instability enables the designer to fully scan the vast pulse configuration space at a practical computational cost, machine learning helps to summarize pulse performance into an implicit scaling metric that promotes the pulse shape evolution. The designer improves its credibility by incorporating various datasets including extra high-precision simulations or experiments. When tested on the double-cone ignition scheme [J. Zhang et al, Phil. Trans. R. Soc. A. 378.2184 (2020)], optimized pulses reach the assembly requirements, show significant imprint mitigation and adiabatic shaping capability, and have the potential to achieve better implosion performance in real experiments. This designer serves as an efficient alternative to traditional empirical pulse shape tuning procedure, reduces workload and time consumption. The designer can be used to quickly explore the unknown parameter space for new direct-drive schemes, assists design iteration and reduces experiment risk. ",
    "url": "https://arxiv.org/abs/2204.09203",
    "authors": [
      "Tao Tao",
      "Guannan Zheng",
      "Qing Jia",
      "Rui Yan",
      "Jian Zheng"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2204.09284",
    "title": "Spatially resolving amplitude and phase of light with a reconfigurable  photonic integrated circuit",
    "abstract": "Photonic integrated circuits (PICs) play a pivotal role in many applications. Particularly powerful are circuits based on meshes of reconfigurable Mach-Zehnder interferometers as they enable active processing of light. Various possibilities exist to get light into such circuits. Sampling an electromagnetic field distribution with a carefully designed free-space interface is one of them. Here, a reconfigurable PIC is used to optically sample and process free-space beams so as to implement a spatially resolving detector of amplitudes and phases. In order to perform measurements of this kind we develop and experimentally implement a versatile method for the calibration and operation of such integrated photonics based detectors. Our technique works in a wide parameter range, even when running the chip off the design wavelength. Amplitude, phase and polarization sensitive measurements are of enormous importance in modern science and technology, providing a vast range of applications for such detectors. ",
    "url": "https://arxiv.org/abs/2204.09284",
    "authors": [
      "Johannes Bütow",
      "Jörg S. Eismann",
      "Maziyar Milanizadeh",
      "Francesco Morichetti",
      "Andrea Melloni",
      "David A.B. Miller",
      "Peter Banzer"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.09383",
    "title": "Real-Time Optical Time Interpolation Using Spectral Interferometry",
    "abstract": "A simple scheme for all-optical time interpolation using spectral interferometry is put forward that is in principle capable of single-shot measurements. In this method, the arrival time of optical timing pulses is encoded into the spectrum of a time-stretched supercontinuum via cross-phase modulation. The proof-of-concept test setup points toward femtosecond-level absolute timing capabilities with only minor additions to modern optical clockwork. ",
    "url": "https://arxiv.org/abs/2204.09383",
    "authors": [
      "Thomas Fordell"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.09470",
    "title": "Single SiGe Quantum Dot Emission Deterministically Enhanced in a High-Q  Photonic Crystal Resonator",
    "abstract": "We report the resonantly enhanced radiative emission from a single SiGe quantum dot (QD), which is deterministically embedded into a bichromatic photonic crystal resonator (PhCR) at the position of its largest modal electric field by a scalable method. By optimizing our molecular beam epitaxy (MBE) growth technique, we were able to reduce the amount of Ge within the whole resonator to obtain an absolute minimum of exactly one QD, accurately positioned by lithographic methods relative to the PhCR, and an otherwise flat, a few monolayer thin, Ge wetting layer (WL). With this method, record quality (Q) factors for QD-loaded PhCRs up to $Q\\sim 10^5$ are achieved. A comparison with control PhCRs on samples containing a WL but no QDs is presented, as well as a detailed analysis of the dependence of the resonator-coupled emission on temperature, excitation intensity, and emission decay after pulsed excitation. Our findings undoubtedly confirm a single QD in the center of the resonator as a potentially novel photon source in the telecom spectral range. ",
    "url": "https://arxiv.org/abs/2204.09470",
    "authors": [
      "Thanavorn Poempool",
      "Johannes Aberl",
      "Marco Clementi",
      "Lukas Spindlberger",
      "Lada Vukušić",
      "Matteo Galli",
      "Dario Gerace",
      "Frank Fournel",
      "Jean-Michel Hartmann",
      "Friedrich Schäffler",
      "Moritz Brehm",
      "Thomas Fromherz"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.09473",
    "title": "Linear kinetic effects of core plasma on low frequency Alfven and  acoustic eigenmodes in tokamaks",
    "abstract": "The resonant and non-resonant effects of core plasma on the excitation of low frequency modes with $\\omega < \\omega_{BAE}$, such as Beta-induced Alfv\\'en Acoustic Eigenmodes (BAAEs) and Kinetic Ballooning Modes (KBMs) are examined in the framework of the generalized fishbone-like dispersion relation. The formalism of the fishbone-like equation contains all the necessary ingredients to describe the features of these low frequency fluctuations, and explain experimental findings. Core plasma properties (diamagnetic frequency and precession resonance with trapped ions) strongly affect the excitation of the modes, and in the case of BAAEs more effectively than the energetic particles. The diamagnetic frequency of the core plasma also contributes to the coupling of the BAAEs with the KBMs, thus affecting the excitation and polarization of both modes. Energetic particles can still provide a non-resonant drive to some of the low frequency modes. ",
    "url": "https://arxiv.org/abs/2204.09473",
    "authors": [
      "Ilija Chavdarovski",
      "Fulvio Zonca",
      "Liu Chen"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2204.09476",
    "title": "Generation of Attosecond Pulses with Controllable Carrier-Envelope Phase  via High-order Frequency Mixing",
    "abstract": "Advancing table-top attosecond sources in brightness and pulse duration is of immense interest and importance for an expanding sphere of applications. Recent theoretical studies [New J. Phys., 22 093030 (2020)] have found that high-order frequency mixing (HFM) in a two-color laser field can be much more efficient than high-order harmonic generation (HHG). Here we study the attosecond properties of the coherent XUV generated via HFM analytically and numerically, focusing on the practically important case when one of the fields has much lower frequency and much lower intensity than the other one. We derive simple analytical equations describing intensities and phase locking of the HFM spectral components. We show that the duration of attosecond pulses generated via HFM, while being very similar to that obtained via HHG in the plateau, is shortened for the cut-off region. Moreover, our study demonstrates that the carrier-envelope phase of the attopulses produced via HFM, in contrast to HHG, can be easily controlled by the phases of the generating fields. ",
    "url": "https://arxiv.org/abs/2204.09476",
    "authors": [
      "V. A. Birulia",
      "M. A. Khokhlova",
      "V. V. Strelkov"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2204.09572",
    "title": "Graphene on Silicon Hybrid Field-Effect Transistors",
    "abstract": "The combination of graphene with silicon in hybrid devices has attracted attention extensively over the last decade. Most of such devices were proposed for photonics and radiofrequency applications. In this work, we present a unique technology of graphene-on-silicon heterostructures and their properties as solution-gated transistors. The graphene-on-Silicon field-effect transistors (GoSFETs) were fabricated exploiting various conformations of drain-source regions doping and channel material dimensions. The fabricated devices were electrically characterized demonstrating hybrid behavior with features specific to both graphene and silicon. Although GoSFET's transconductance and carrier's mobility were found to be lower than in conventional silicon and graphene field-effect transistors (SiFETs and GFETs), it was demonstrated that the combination of both materials within the hybrid channel contribute uniquely to the charge carrier transport. A comprehensive physics-based compact modeling was specifically developed, showing excellent agreement with the experimental data. The model is employed to rationalize the observed hybrid behavior as the theoretical results from the electrostatics and the carrier transport under a drift-diffusion approach show that graphene acts as a shield for the silicon channel, giving rise to a non-uniform potential distribution along it, especially at the subthreshold region. This graphene screening effect is shown to strongly affect the device subthreshold swing when compared against a conventional SiFET due to a non-negligible diffusion current in this operation regime. ",
    "url": "https://arxiv.org/abs/2204.09572",
    "authors": [
      "Mykola Fomin",
      "Francisco Pasadas",
      "Enrique Marin",
      "Alberto Medina Rull",
      "Francisco Ruiz",
      "Andres Godoy",
      "Ihor Zadorozhnyi",
      "Guillermo Beltramo",
      "Fabian Brings",
      "Svetlana Vitusevich",
      "Andreas Offenhaeusser",
      "Dmitry Kireev"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2204.09611",
    "title": "Optical Atomic Clock aboard an Earth-orbiting Space Station (OACESS):  Enhancing searches for physics beyond the standard model in space",
    "abstract": "We present a concept for a high-precision optical atomic clock (OAC) operating on an Earth-orbiting space station. This pathfinder science mission will compare the space-based OAC with one or more ultra-stable terrestrial OACs to search for space-time-dependent signatures of dark scalar fields that manifest as anomalies in the relative frequencies of station-based and ground-based clocks. This opens the possibility of probing models of new physics that are inaccessible to purely ground-based OAC experiments such as models where a dark scalar field is strongly screened near Earth's surface. ",
    "url": "https://arxiv.org/abs/2204.09611",
    "authors": [
      "Vladimir Schkolnik",
      "Dmitry Budker",
      "Oliver Fartmann",
      "Victor Flambaum",
      "Leo Hollberg",
      "Tigran Kalaydzhyan",
      "Shimon Kolkowitz",
      "Markus Krutzik",
      "Andrew Ludlow",
      "Nathan Newbury",
      "Christoph Pyrlik",
      "Laura Sinclair",
      "Yevgeny Stadnik",
      "Ingmari Tietje",
      "Jun Ye",
      "Jason Williams"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "High Energy Physics - Phenomenology (hep-ph)",
      "Space Physics (physics.space-ph)"
    ]
  },
  {
    "id": "arXiv:2204.09665",
    "title": "Demonstration of Superconducting Optoelectronic Single-Photon Synapses",
    "abstract": "Superconducting optoelectronic hardware is being explored as a path towards artificial spiking neural networks with unprecedented scales of complexity and computational ability. Such hardware combines integrated-photonic components for few-photon, light-speed communication with superconducting circuits for fast, energy-efficient computation. Monolithic integration of superconducting and photonic devices is necessary for the scaling of this technology. In the present work, superconducting-nanowire single-photon detectors are monolithically integrated with Josephson junctions for the first time, enabling the realization of superconducting optoelectronic synapses. We present circuits that perform analog weighting and temporal leaky integration of single-photon presynaptic signals. Synaptic weighting is implemented in the electronic domain so that binary, single-photon communication can be maintained. Records of recent synaptic activity are locally stored as current in superconducting loops. Dendritic and neuronal nonlinearities are implemented with a second stage of Josephson circuitry. The hardware presents great design flexibility, with demonstrated synaptic time constants spanning four orders of magnitude (hundreds of nanoseconds to milliseconds). The synapses are responsive to presynaptic spike rates exceeding 10 MHz and consume approximately 33 aJ of dynamic power per synapse event before accounting for cooling. In addition to neuromorphic hardware, these circuits introduce new avenues towards realizing large-scale single-photon-detector arrays for diverse imaging, sensing, and quantum communication applications. ",
    "url": "https://arxiv.org/abs/2204.09665",
    "authors": [
      "Saeed Khan",
      "Bryce A. Primavera",
      "Jeff Chiles",
      "Adam N. McCaughan",
      "Sonia M. Buckley",
      "Alexander N. Tait",
      "Adriana Lita",
      "John Biesecker",
      "Anna Fox",
      "David Olaya",
      "Richard P. Mirin",
      "Sae Woo Nam",
      "Jeffrey M. Shainline"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Superconductivity (cond-mat.supr-con)",
      "Artificial Intelligence (cs.AI)",
      "Neural and Evolutionary Computing (cs.NE)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2204.09164",
    "title": "Dynamically controlled double-well optical potential for colloidal  particles",
    "abstract": "This preliminary study presents a simple modulation scheme to dynamically create time-averaged optical potentials to trap colloidal particles using acousto-optical modulation. The method provides access to control experimentally relevant parameters of a tunable double-well potential. We show experimental data successfully adjusting the trapping distance in the range 20-2000 nm and discuss situations arising when reconstructing time-averaged optical potentials from trapped particle data. This is the first step towards studying colloidal particles in dynamically modulated optical potentials to explore the stochastic thermodynamics of mesoscopic systems and small-scale thermo-mechanical machines. ",
    "url": "https://arxiv.org/abs/2204.09164",
    "authors": [
      "Thalyta Tavares Martins",
      "Sérgio Ricardo Muniz"
    ],
    "subjectives": [
      "Soft Condensed Matter (cond-mat.soft)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.09516",
    "title": "From Laser Speckle to Particle Size Distribution in drying powders: A  Physics-Enhanced AutoCorrelation-based Estimator (PEACE)",
    "abstract": "Extracting quantitative information about highly scattering surfaces from an imaging system is challenging because the phase of the scattered light undergoes multiple folds upon propagation, resulting in complex speckle patterns. One specific application is the drying of wet powders in the pharmaceutical industry, where quantifying the particle size distribution (PSD) is of particular interest. A non-invasive and real-time monitoring probe in the drying process is required, but there is no suitable candidate for this purpose. In this report, we develop a theoretical relationship from the PSD to the speckle image and describe a physics-enhanced autocorrelation-based estimator (PEACE) machine learning algorithm for speckle analysis to measure the PSD of a powder surface. This method solves both the forward and inverse problems together and enjoys increased interpretability, since the machine learning approximator is regularized by the physical law. ",
    "url": "https://arxiv.org/abs/2204.09516",
    "authors": [
      "Qihang Zhang",
      "Janaka C. Gamekkanda",
      "Wenlong Tang",
      "Charles Papageorgiou",
      "Chris Mitchell",
      "Yihui Yang",
      "Michael Schwaerzler",
      "Tolutola Oyetunde",
      "Richard D. Braatz",
      "Allan S. Myerson",
      "George Barbastathis"
    ],
    "subjectives": [
      "Image and Video Processing (eess.IV)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.09627",
    "title": "Infrared and Optical Detectability of Dyson Spheres at White Dwarf Stars",
    "abstract": "It has been hypothesized that advanced technological civilizations will construct giant space colonies and supporting infrastructures to orbit about their home stars. With data from recent satellites that operate at infrared and optical wavelengths (Spitzer, WISE, TESS, Kepler), in company with a few modest assumptions, it is now possible to begin to constrain observationally the frequency of such space-based civilizations in our Milky Way Galaxy. ",
    "url": "https://arxiv.org/abs/2204.09627",
    "authors": [
      "B. Zuckerman"
    ],
    "subjectives": [
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      "Popular Physics (physics.pop-ph)"
    ]
  },
  {
    "id": "arXiv:2103.13311",
    "title": "Quantum effects on plasma screening for thermonuclear reactions in  laser-generated plasmas",
    "abstract": " Comments: 7 pages, 2 figures, 1 table; accepted for publication in Physical Review Research ",
    "url": "https://arxiv.org/abs/2103.13311",
    "authors": [
      "David Elsing",
      "Adriana Pálffy",
      "Yuanbin Wu"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Nuclear Theory (nucl-th)"
    ]
  },
  {
    "id": "arXiv:2109.08845",
    "title": "Spontaneous frequency shift and phase delay of coupled terahertz  radiations mediated by the Josephson plasmon in a cuprate superconductor",
    "abstract": " Title: Spontaneous frequency shift and phase delay of coupled terahertz  radiations mediated by the Josephson plasmon in a cuprate superconductor ",
    "url": "https://arxiv.org/abs/2109.08845",
    "authors": [
      "R. Kobayashi",
      "K. Hayama",
      "S. Fujita",
      "M. Tsujimoto",
      "I. Kakeya"
    ],
    "subjectives": [
      "Superconductivity (cond-mat.supr-con)",
      "Adaptation and Self-Organizing Systems (nlin.AO)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2201.09404",
    "title": "Mirror Coating Thermal Noise Mitigation Using Multi-Spatial Mode Cavity  Readout",
    "abstract": " Comments: 9 pages, 5 figure. Target: PRA ",
    "url": "https://arxiv.org/abs/2201.09404",
    "authors": [
      "Andrew R. Wade",
      "Kirk McKenzie"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2202.08940",
    "title": "Defining the quantum workforce landscape: a review of global quantum  education initiatives",
    "abstract": " Comments: 35 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2202.08940",
    "authors": [
      "Maninder Kaur",
      "Araceli Venegas-Gomez"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Physics and Society (physics.soc-ph)",
      "Quantum Physics (quant-ph)"
    ]
  }
]