[
  {
    "id": "arXiv:2205.00046",
    "title": "Single Whispering-Gallery-Mode Resonator With Microfluidic Chip as a  Basis for Multifrequency Microwave Permittivity Measurement of Liquids",
    "abstract": "The accurate measurement of complex liquid permittivity in a frequency range provides important information on liquid properties in comparison to single frequency permittivity investigations. The multifrequency microwave characterization technique based on a single quartz whispering-gallery-mode (WGM) resonator with a microfluidic chip are proposed, developed, and demonstrated. This technique allows the complex permittivity of small volumes of liquid to be measured at six resonant frequencies in the 30-40 GHz frequency range. The calibration is performed by simulating the measurement cell and by plotting the calibration nomogram charts for all six investigated frequencies. The novel approach is applied in studies of the complex permittivity of the L-lysine in water solutions. The results open up possibilities to investigate the complex permittivity of biological liquids at several frequencies and to further develop the microwave dielectrometry of small liquid volumes in a certain frequency range using the quasi-optical nature of a single high-Q WGM resonator. ",
    "url": "https://arxiv.org/abs/2205.00046",
    "authors": [
      "Alexey I. Gubin",
      "Irina A. Protsenko",
      "Alexander A. Barannik",
      "Nickolay T. Cherpak",
      "Svetlana A. Vitusevich"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2205.00089",
    "title": "Sound diffusion with spatiotemporally modulated acoustic metasurfaces",
    "abstract": "Traditional sound diffusers are quasi-random phase gratings attached to reflecting surfaces whose purpose is to augment the spatiotemporal incoherence of the acoustic field scattered from reflective surfaces. This configuration allows one to cover a large reflecting surface by periodically tiling the diffuser unit cells to cover a large area while reducing undesirable specular reflection for incident plane waves. However, the periodic arrangement of the unit cells leads to coherent constructive and destructive interference in the scattered field in some directions which is undesirable for achieving acoustic diffusivity. The spatial uniformity of acoustic energy scattered from conventional diffusers constructed in this way is a fundamental limitation of the traditional approach which is not easily overcome when one wishes to cover large reflecting surfaces. In this work, we investigate spatiotemporal modulation of the surface acoustic admittance of an acoustic diffuser as a new approach to improve the sound diffusion. We develop a semi-analytical model that employs Fourier series expansion to determine the scattered sound field from a surface admittance consisting of a quadratic residue diffuser (QRD) design whose individual well admittances are modulated with a traveling wave with modulation frequency, $\\omega_{\\mrm{m}}$, amplitude, $Y_\\mrm{m}$, and a wavenumber that matches the unit cell length, $\\Lambda$. We observe significant improvement in diffusion performance due to the fact that the spatiotemporal modulation scatters sound into additional frequency--wavenumber pairs associated with harmonics of the modulation frequency and their diffraction orders. The semi-analytical model results are verified using time-domain finite element model. ",
    "url": "https://arxiv.org/abs/2205.00089",
    "authors": [
      "Janghoon Kang",
      "Michael R. Haberman"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2205.00249",
    "title": "The ion acoustic instability of the cylindrical inhomogeneous helicon  discharge plasma with rotating electrons",
    "abstract": "The kinetic theory for the cylindrical plasma, produced by the cylindrical azimuthally symmetric (azimuthal mode number $m_{0}=0$) helicon wave, is developed with accounting for the radial inhomogeneity of the helicon wave field and of a plasma in cylindrical geometry. This theory reveals macroscale effect of the steady azimuthal rotation of electrons with a radially inhomogeneous angular velocity, caused by radially inhomogeneous electric field of the helicon wave. It is found that this sheared rotation of electrons relative to ions and a plasma inhomogeneity are responsible for the development of the high frequency ion acoustic instability of the inhomogeneous cylindrical helicon plasma ",
    "url": "https://arxiv.org/abs/2205.00249",
    "authors": [
      "V. V. Mikhailenko",
      "Hae June Lee",
      "V. S. Mikhailenko",
      "M. O. Azarenkov"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2205.00351",
    "title": "Coherent enhancement of optical remission in diffusive media",
    "abstract": "From the earth's crust to the human brain, remitted waves are used for sensing and imaging in a diverse range of diffusive media. Separating the source and detector increases the penetration depth of remitted light, yet rapidly decreases the signal strength, leading to a poor signal-to-noise ratio. Here, we experimentally and numerically show that wavefront shaping a laser beam incident on a diffusive sample enables an order of magnitude remission enhancement, with a penetration depth of up to 10 transport mean free paths. We develop a theoretical model which predicts the maximal-remission enhancement. Our analysis reveals a significant improvement in the sensitivity of remitted waves, to local changes of absorption deep inside diffusive media. This work illustrates the potential of coherent wavefront control for non-invasive diffuse-wave imaging applications, such as diffuse optical tomography and functional near-infrared spectroscopy. ",
    "url": "https://arxiv.org/abs/2205.00351",
    "authors": [
      "Nicholas Bender",
      "Arthur Goetschy",
      "Chia Wei Hsu",
      "Hasan Yilmaz",
      "Pablo Jara Palacios",
      "Alexey Yamilov",
      "Hui Cao"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Applied Physics (physics.app-ph)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2205.00367",
    "title": "Determination of quantum yield of NADH and FAD in alcohol-water  solutions: the analysis of radiative and nonradiative relaxation pathways",
    "abstract": "Combined studies on fluorescence quantum yield in coenzymes NADH and FAD in water-methanol, water-ethanol and water-propylene glycol mixtures and on time-resolved fluorescence of the same molecules under excitation at 450 and 355~nm by means of the TCSPC method have been carried out. The dependence of quantum yield in NADH on alcohol concentration was found to be similar in methanol and ethanol and different from that in propylene glycol. The behavior of quantum yield in FAD was found to be almost independent of the type of alcohol and exhibited a dramatic 5--6 times increase with alcohol concentration. A model describing molecular excited state relaxation dynamics in pico- and nanosecond time domain was developed on the basis on the quantum mechanical theory and used for analysis of the experimental results. In particular, the model provided a new insight into the nature of the Decay Associated Spectra (DAS) phenomenon. The analysis of the role of pico- and nanosecond quenching in NADH suggested that the picosecond decay in methanol and ethanol likely does not occur through electron transfer in the stacking configuration of the nicotinamide and adenine moieties, but through other mechanisms. However in propylene glycol the picosecond quenching in NADH depended strongly on propylene glycol concentration and sharp increase of the measured quantum yield was associated with the contribution of both picosecond and nanosecond quenching mechanisms. The picosecond quenching to FAD was found to depend significantly on the any alcohol concentration suggesting that it gives a profound contribution to the rise of the measured quantum yield with alcohol concentration. This conclusion supports the established mechanism of the fluorescence quenching in FAD through electron transfer reaction in the $\\pi$-stacked conformation between isoalloxazine and adenine moieties. ",
    "url": "https://arxiv.org/abs/2205.00367",
    "authors": [
      "Ioanna A. Gorbunova",
      "Marina K. Danilova",
      "Maxim E. Sasin",
      "Victor P. Belik",
      "Dmitrii P. Golyshev",
      "Oleg S. Vasyutinskii"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2205.00421",
    "title": "Production of polarized particle beams via ultraintense laser pulses",
    "abstract": "High-energy spin-polarized electron, positron, and $\\gamma$-photon beams have many significant applications in the study of material properties, nuclear structure, particle physics, and high-energy astrophysics. Thus, efficient production of such polarized beams attracts a broad spectrum of research interests. This is driven mainly by the rapid advancements in ultrashort and ultraintense laser technology. Currently available laser pulses can achieve peak intensities in the range of $10^{22}-10^{23}$ Wcm$^{-2}$, with pulse durations of tens of femtoseconds. The dynamics of particles in laser fields of the available intensities is dominated by quantum electrodynamics (QED) and the interaction mechanisms have reached regimes spanned by nonlinear multiphoton absorbtion (strong-field QED processes). In strong-field QED processes, the scattering cross sections obviously depend on the spin and polarization of the particles, and the spin-dependent photon emission and the radiation-reaction effects can be utilized to produce the polarized particles. An ultraintense laser-driven polarized particle source possesses the advantages of high-brilliance and compactness, which could open the way for the unexplored aspects in a range of researches. In this work, we briefly review the seminal conclusions from the study of the polarization effects in strong-field QED processes, as well as the progress made by recent proposals for production of the polarized particles by laser-beam or laser-plasma interactions. ",
    "url": "https://arxiv.org/abs/2205.00421",
    "authors": [
      "Ting Sun",
      "Qian Zhao",
      "Kun Xue",
      "Zhi-Wei Lu",
      "Liang-Liang Ji",
      "Feng Wan",
      "Yu Wang",
      "Yousef I. Salamin",
      "Jian-Xing Li"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2205.00515",
    "title": "Relativistic electron precipitation by EMIC waves: importance of  nonlinear resonant effects",
    "abstract": "Relativistic electron losses in Earth's radiation belts are usually attributed to electron resonant scattering by electromagnetic waves. One of the most important wave mode for such scattering is the electromagnetic ion cyclotron (EMIC) mode. Within the quasi-linear diffusion framework, the cyclotron resonance of relativistic electrons with EMIC waves results in very fast electron precipitation to the atmosphere. However, wave intensities often exceed the threshold for nonlinear resonant interaction, and such intense EMIC waves have been shown to transport electrons away from the loss cone due to the force bunching effect. In this study we investigate if this transport can block electron precipitation. We combine test particle simulations, low-altitude ELFIN observations of EMIC-driven electron precipitation, and ground-based EMIC observations. Comparing simulations and observations, we show that, despite of the low pitch-angle electrons being transported away from the loss cone, the scattering at higher pitch angles results in the loss cone filling and electron precipitation. ",
    "url": "https://arxiv.org/abs/2205.00515",
    "authors": [
      "Veronika S. Grach",
      "Anton V. Artemyev",
      "Andrei G. Demekhov",
      "Xiao-Jia Zhang",
      "Jacob Bortnik",
      "Vassilis Angelopoulos",
      "R. Nakamura",
      "E. Tsai",
      "C. Wilkins",
      "O. W. Roberts"
    ],
    "subjectives": [
      "Space Physics (physics.space-ph)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2205.00591",
    "title": "High-Power Mid-IR Few-Cycle Frequency Comb from Quadratic Solitons in an  Optical Parametric Oscillator",
    "abstract": "Powerful and efficient optical frequency combs in the mid-infrared (MIR) spectral region are highly desirable for a broad range of applications. Despite extensive efforts utilizing various techniques, MIR frequency comb sources are still lacking power, efficiency, or bandwidth for many applications. Here, we report the generation of an intrinsically locked frequency comb source centered at 4.18 {\\mu}m from an optical parametric oscillator (OPO) operating in the simulton regime, in which formation of purely quadratic solitons lead to enhanced performance. We show advantages of operation in the simulton regime in direct experimental comparisons to the conventional regime, which are also supported by simulation and theory. We achieve 565 mW of average power, 900 nm of instantaneous 3-dB bandwidth, 350% of slope efficiency, and 44% of conversion efficiency; a performance that is superior to previous OPO demonstrations and other sources in this wavelength range. This work opens a new avenue toward MIR frequency comb generation with high power and efficiency and suggests the great potential of soliton generation based on quadratic nonlinearity in the MIR spectral region. ",
    "url": "https://arxiv.org/abs/2205.00591",
    "authors": [
      "Mingchen Liu",
      "Robert M. Gray",
      "Arkadev Roy",
      "Kirk A. Ingold",
      "Evgeni Sorokin",
      "Irina Sorokina",
      "Peter G. Schunemann",
      "Alireza Marandi"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.00669",
    "title": "Detecting momentum weak value: Shack-Hartmann versus a weak measurement  wavefront sensor",
    "abstract": "The task of wavefront sensing is to measure the phase of the optical field. Here, we demonstrate that the widely used Shack-Hartmann wavefront sensor detects the weak value of transverse momentum, usually achieved by the method of quantum weak measurement. We extend its input states to partially coherent states and compare it with the weak measurement wavefront sensor, which has a higher spatial resolution but a smaller dynamic range. Since weak values are commonly used in investigating fundamental quantum physics and quantum metrology, our work would find essential applications in these fields. ",
    "url": "https://arxiv.org/abs/2205.00669",
    "authors": [
      "Yi Zheng",
      "Mu Yang",
      "Zheng-Hao Liu",
      "Jin-Shi Xu",
      "Chuan-Feng Li",
      "Guang-Can Guo"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2205.00678",
    "title": "Polarization-sensitive terahertz time-domain spectroscopy system without  mechanical moving parts",
    "abstract": "We report on the measurement of terahertz electric-field vector waveforms by using a system that contains no mechanical moving parts. It is known that two phase-locked femtosecond lasers with different repetition rates can be used to perform time-domain spectroscopy without using a mechanical delay stage. Furthermore, an electro-optic modulator can be used to perform polarization measurements without rotating any polarizers or waveplates. We experimentally demonstrate the combination of these two methods and explain the analysis of data obtained by such a system. Such a system provides a robust platform that can promote the usage of polarization-sensitive terahertz time-domain spectroscopy in basic science and practical applications. For the experimental demonstration, we alter the polarization of a terahertz wave by a polarizer. ",
    "url": "https://arxiv.org/abs/2205.00678",
    "authors": [
      "Mayuri Nakagawa",
      "Makoto Okano",
      "Shinichi Watanabe"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2205.00843",
    "title": "Quantum entanglement and anthropology",
    "abstract": "We find that the set of local quantum operations and classical communication for multiparty quantum states can be considered as analogous to online meetings between members of a population. Moreover, monotonicity properties of quantum and classical correlations of quantum states of shared systems also carry over to relations between members of the population, giving rise to what may be termed as a second law of anthropology. ",
    "url": "https://arxiv.org/abs/2205.00843",
    "authors": [
      "Ujjwal Sen"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2205.00902",
    "title": "Optical cold damping of neutral nanoparticles near the ground state in  an optical lattice",
    "abstract": "We propose and demonstrate purely optical feedback cooling of neutral nanoparticles in an optical lattice to an occupation number of about 1. The cooling force is derived from the optical gradients of displaced optical lattices produced with two sidebands on the trapping laser. To achieve highly accurate position observations required for cooling near the ground state, we reduce the laser intensity noise to a relative power noise of $6\\times 10^{-8}$ /Hz in a frequency band of 30 kHz to 600 kHz. We establish a reproducible method for neutralizing nanoparticles at high vacuum via a combination of discharging and irradiating an ultraviolet light. Our results form an important basis for the investigation of quantum mechanical properties of ultracold nanoparticles and are also useful for precision measurements with neutral nanoparticles. ",
    "url": "https://arxiv.org/abs/2205.00902",
    "authors": [
      "Mitsuyoshi Kamba",
      "Ryoga Shimizu",
      "Kiyotaka Aikawa"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2205.00906",
    "title": "Scattering-assisted and logic-controllable WGM laser in liquid crystal  micropillar",
    "abstract": "Whispering gallery mode (WGM) microcavities can efficiently store and manipulate light with strong light confinement and long photon lifetime, while coupling light into and from WGMs is intrinsically hindered by their unique feature of rotational symmetry. Here, a scattering-assisted liquid crystal (LC) micropillar WGM laser is proposed. WGM lasing at the surface of the micropillar is obviously enhanced by fluorescence scattering in the core of the micropillar. Besides, weak scattering of LC molecules also builds efficient coupling channels between the laser modes and the axial transmission modes of the micropillar-based waveguide, providing an all-in-one liquid WGM laser with functions of self-seeding and self-guiding. Furthermore, based on the hysteresis characteristics of the electrically anchored LC molecules under the interaction of thermal force, an erasable read-write liquid memory device is proposed, paving the way for the application of logic-controllable WGM lasers in optical storage and optical control. ",
    "url": "https://arxiv.org/abs/2205.00906",
    "authors": [
      "Jin Chuan Zhang",
      "Hong Yang Zhu",
      "Xiao Mei Zhu",
      "Yan Li Zhang",
      "Zhao Wang",
      "Fei Liang Chen",
      "Ke Li",
      "Xiao Feng Li",
      "Wei Li Zhang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.00912",
    "title": "Analytical model of optical properties of a metal nanorod",
    "abstract": "It is well known that the optical properties of spherical metal particles can be described with the Rayleigh approximation or rigorous Mie theory. But for the small metallic nanorods, a theory well capturing the resonance and scattering features is still absent. In this paper, an analytical model is developed for the metallic nanorod, considering the non-uniformly distributed conduction current and surface charges. With the circuit parameters deduced from the kinetic and electromagnetic energy of the plasmonic system, a formula which agrees well with the simulations has been suggested for the resonance wavelength. Moreover, by introducing the radiative resistance to the circuit theory, the dipole moment, extinction spectrum, and the near-field enhancement of nanorod have been derived analytically and confirmed numerically. These results are valuable for understanding the plasmonic resonance and provide a guideline for designing the light scattering and absorption. ",
    "url": "https://arxiv.org/abs/2205.00912",
    "authors": [
      "Cheng-ping Huang",
      "Xiao-gang Yin"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.00945",
    "title": "Cavity-induced Non-Adiabatic Dynamics and Spectroscopy of Molecular  Rovibrational Polaritons studied by Multi-Mode Quantum Models",
    "abstract": "We study theoretically the quantum dynamics and spectroscopy of rovibrational polaritons formed in a single rovibrating diatomic molecule, which interacts with two degenerate, orthogonally polarized modes of an optical Fabry-P\\'erot cavity. We employ an effective rovibrational Pauli-Fierz Hamiltonian in length gauge representation and identify three-state vibro-polaritonic conical intersections (VPCIs) between singly-excited vibro-polaritonic states in a two-dimensional angular coordinate branching space. The lower and upper vibrational polaritons are of mixed light-matter hybrid character, whereas the intermediate state is purely photonic in nature. The VPCIs provide effective population transfer channels between singly-excited vibrational polaritons, which manifest in rich interference patterns in rotational densities. Spectroscopically, three bright singly-excited states are identified, when an external infrared laser field couples to both a molecular and a cavity mode. The non-trivial VPCI topology manifests as pronounced multi-peak progression in the spectral region of the upper vibrational polariton, which is traced back to the emergence of rovibro-polaritonic light-matter hybrid states. Experimentally ubiquitous spontaneous emission from cavity modes induces a dissipative reduction of intensity and peak broadening, which mainly influences the purely photonic intermediate state peak as well as the rovibro-polaritonic progression. ",
    "url": "https://arxiv.org/abs/2205.00945",
    "authors": [
      "Eric W. Fischer",
      "Peter Saalfrank"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.01073",
    "title": "The thermodynamic soliton theory of the nervous impulse and possible  medical implications",
    "abstract": "The textbook picture of nerve activity is that of a propagating voltage pulse driven by electrical currents through ion channel proteins, which are gated by changes in voltage, temperature, pressure or by drugs. All function is directly attributed to single molecules. We show that this leaves out many important thermodynamic couplings between different variables. A more recent alternative picture for the nerve pulse is of thermodynamic nature. It considers the nerve pulse as a soliton, i.e., a macroscopic excited region with properties that are influenced by thermodynamic variables including voltage, temperature, pressure and chemical potentials of membrane components. All thermodynamic variables are strictly coupled. We discuss the consequences for medical treatment in a view where one can compensate a maladjustment of one variable by adjusting another variable. For instance, one can explain why anesthesia can be counteracted by hydrostatic pressure and decrease in pH, suggest reasons why lithium over-dose may lead to tremor, and how tremor is related to alcohol intoxication. Lithium action as well as the effect of ethanol and the anesthetic ketamine in bipolar patients may fall in similar thermodynamic patterns. Such couplings remain obscure in a purely molecular picture. Other fields of application are the response of nerve activity to muscle stretching and the possibility of neural stimulation by ultrasound. ",
    "url": "https://arxiv.org/abs/2205.01073",
    "authors": [
      "Thomas Heimburg"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2205.00005",
    "title": "Optically detected magnetic resonance with an open source platform",
    "abstract": "Localized electronic spins in solid-state environments form versatile and robust platforms for quantum sensing, metrology and quantum information processing. With optically detected magnetic resonance (ODMR), it is possible to prepare and readout highly coherent spin systems, up to room temperature, with orders of magnitude enhanced sensitivities and spatial resolutions compared to induction-based techniques, allowing single spin manipulations. While ODMR was first observed in organic molecules, many other systems are nowadays intensively being searched for, discovered and studied. Among them is the nitrogen-vacany (NV) center in diamond. Beyond ODMR it is notably already widely and successfully used both both as a high-resolution high-sensitivity quantum sensors for external fields and as a qubit. Others are rare earth ions used as quantum memories and many other color centers trapped in bulk or 2-dimensional materials. In order to allow the broadest possible community of researchers and engineers to investigate and develop novel ODMR-based materials and applications, we overview here the setting up of ODMR experiments using commercially available hardware. We also present in detail a dedicated collaborative open-source interface named Qudi and describe the original features we have added to speed-up data acquisition, relax instrumental requirements and widen its applicability to individual and ensemble ODMR systems. Associating hardware and software discussions, this article aims to steepen the learning curve of newcomers in ODMR from a variety of scientific backgrounds, to optimize the experimental development time, preempt the common measurement pitfalls, and to provide an efficient, portable and collaborative interface to explore innovative experiments. ",
    "url": "https://arxiv.org/abs/2205.00005",
    "authors": [
      "Hossein Babashah",
      "Hoda Shirzad",
      "Elena Losero",
      "Valentin Goblot",
      "Christophe Galland",
      "Mayeul Chipaux"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.00065",
    "title": "Imaging of the Quiet Sun in the Frequency Range of 20-80 MHz",
    "abstract": "Radio emission of the quiet Sun is considered to be due to thermal bremsstrahlung emission of the hot solar atmosphere. The properties of the quiet Sun in the microwave band have been well studied, and they can be well described by the spectrum of bremsstrahlung emission. In the meter-wave and decameter-wave bands, properties of the quiet Sun have rarely been studied due to the instrumental limitations. In this work, we use the LOw Frequency ARray (LOFAR) telescope to perform high quality interferometric imaging spectroscopy observations of quiet Sun coronal emission at frequencies below 90~MHz. We present the brightness temperature spectrum, and size of the Sun in the frequency range of 20-80~MHz. We report on dark coronal regions with low brightness temperature that persist with frequency. The brightness temperature spectrum of the quiet Sun is discussed and compared with the bremsstrahlung emission of a coronal model and previous quiet Sun observations. ",
    "url": "https://arxiv.org/abs/2205.00065",
    "authors": [
      "PeiJin Zhang",
      "Pietro Zucca",
      "Kamen Kozarev",
      "Eoin Carley",
      "ChuanBing Wang",
      "Thomas Franzen",
      "Bartosz Dabrowski",
      "Andrzej Krankowski",
      "Jasmina Magdalenic",
      "Christian Vocks"
    ],
    "subjectives": [
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      "Space Physics (physics.space-ph)"
    ]
  },
  {
    "id": "arXiv:2205.00088",
    "title": "Classical Optical Analogue of Quantum Discord",
    "abstract": "Quantum discord has been shown to be a resource for quantum advantage in addition to quantum entanglement. While many experiments have demonstrated classical analogies of entanglement, none have done so for discord. We present a proof-of-concept demonstration for creating a classical analogue of quantum discord using classical light that takes advantage of the analogy between the state of two qubits and the spatial modes of a Laguerre-Gauss beam. We demonstrate the validity of this approach by comparing the intensity profiles of theoretical simulations to experimental results for different values of discord. Such a classical analogue of quantum discord may provide further insight in understanding and development of quantum information technologies that make use of discord. ",
    "url": "https://arxiv.org/abs/2205.00088",
    "authors": [
      "Jacob M. Leamer",
      "Wenlei Zhang",
      "Nicholas J. Savino",
      "Ravi K. Saripalli",
      "Sanjaya Lohani",
      "Ryan T. Glasser",
      "Denys I. Bondar"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.00327",
    "title": "Physics-guided Terahertz Computational Imaging",
    "abstract": "Visualizing information inside objects is an ever-lasting need to bridge the world from physics, chemistry, biology to computation. Among all tomographic techniques, terahertz (THz) computational imaging has demonstrated its unique sensing features to digitalize multi-dimensional object information in a non-destructive, non-ionizing, and non-invasive way. Applying modern signal processing and physics-guided modalities, THz computational imaging systems are now launched in various application fields in industrial inspection, security screening, chemical inspection and non-destructive evaluation. In this article, we overview recent advances in THz computational imaging modalities in the aspects of system configuration, wave propagation and interaction models, physics-guided algorithm for digitalizing interior information of imaged objects. Several image restoration and reconstruction issues based on multi-dimensional THz signals are further discussed, which provides a crosslink between material digitalization, functional property extraction, and multi-dimensional imager utilization from a signal processing perspective. ",
    "url": "https://arxiv.org/abs/2205.00327",
    "authors": [
      "Weng-Tai Su",
      "Yi-Chun Hung",
      "Po-Jen Yu",
      "Chia-Wen Lin",
      "Shang-Hua Yang"
    ],
    "subjectives": [
      "Image and Video Processing (eess.IV)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.00514",
    "title": "Scaling theory of wave confinement in classical and quantum periodic  systems",
    "abstract": "Functional defects in periodic media confine waves - acoustic, electromagnetic, electronic, spin, etc. - in various dimensions, depending on the structure of the defect. While defects are usually modelled by a superlattice with a typical band-structure representation of energy levels, determining the confinement associated with a given band is highly non-trivial and no analytical method is known to date. Therefore, we propose a rigorous method to classify the dimensionality of the confinement. Starting from the confinement energy and the mode volume, we use finite-size scaling to find that ratios of these quantities to certain powers yield the confinement dimensionality of each band. This classification has negligible additional computational costs compared to a band structure calculation and is valid for any type of wave in both quantum and classical regimes, and any dimension. In the quantum case, we illustrate our method on electronic confinement in 2D hexagonal BN with a nitrogen vacancy, which confirms the previous results. In the classical case, we study a three-dimensional photonic band gap cavity superlattice, where we identify novel acceptor-like behavior. ",
    "url": "https://arxiv.org/abs/2205.00514",
    "authors": [
      "Marek Kozoň",
      "Ad Lagendijk",
      "Matthias Schlottbom",
      "Jaap J. W. van der Vegt",
      "Willem L. Vos"
    ],
    "subjectives": [
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Chemical Physics (physics.chem-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.00636",
    "title": "In-plane optical phonon modes of current-carrying graphene",
    "abstract": "In this work, we study the in-plane optical phonon modes of current-carrying single-layer graphene whose coupling to the $\\pi$ electron gas is strong. Such modes are expected to undergo a frequency shift compared to the non-current-carrying state due to the non-equilibrium occupation of the Dirac cone electronic eigen-states with the flowing $\\pi$ electron gas. Large electron-phonon coupling (EPC) can be identified by an abrupt change in the slope of the phonon mode dispersion known as the Kohn anomaly, which mainly occurs for (i) the in-plane longitudinal/transverse optical (LO/TO) modes at the Brillouin zone (BZ) center ($\\Gamma$ point), and (ii) the TO modes at the BZ corners ($K$ points). We show that the breaking of the rotational symmetry by the DC current results in different frequency shifts to the $\\Gamma$-TO and $\\Gamma$-LO modes. More specifically, the DC current breaks the TO-LO mode degeneracy at the $\\Gamma$ point which ideally would be manifested as the splitting of the Raman G peak. ",
    "url": "https://arxiv.org/abs/2205.00636",
    "authors": [
      "Mohsen Sabbaghi",
      "Tobias Stauber",
      "Hyun-Woo Lee",
      "J. Sebastian Gomez-Diaz",
      "George W. Hanson"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2205.01028",
    "title": "Off-resonance artifact correction for magnetic resonance imaging: a  review",
    "abstract": "In magnetic resonance imaging (MRI), inhomogeneity in the main magnetic field used for imaging, referred to as off-resonance, can lead to image artifacts ranging from mild to severe depending on the application. Off-resonance artifacts, such as signal loss, geometric distortions, and blurring, can compromise the clinical and scientific utility of MR images. In this review, we describe sources of off-resonance in MRI, how off-resonance affects images, and strategies to prevent and correct for off-resonance. Given recent advances and the great potential of low field and/or portable MRI, we also highlight the advantages and challenges of imaging at low field with respect to off-resonance. ",
    "url": "https://arxiv.org/abs/2205.01028",
    "authors": [
      "Melissa W. Haskell",
      "Jon-Fredrik Nielsen",
      "Douglas C. Noll"
    ],
    "subjectives": [
      "Image and Video Processing (eess.IV)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2106.14199",
    "title": "Sensitivity of multi-PMT Optical Modules in Antarctic Ice to Supernova  Neutrinos of MeV energy",
    "abstract": " Comments: Published version (Erratum) ",
    "url": "https://arxiv.org/abs/2106.14199",
    "authors": [
      "Cristian Jesús Lozano Mariscal",
      "Lew Classen",
      "Martin Antonio Unland Elorrieta",
      "Alexander Kappes"
    ],
    "subjectives": [
      "High Energy Astrophysical Phenomena (astro-ph.HE)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2107.13006",
    "title": "Rényi entropies and negative central charges in non-Hermitian quantum  systems",
    "abstract": " Comments: 17 pages, 6 figures, comments are welcome ",
    "url": "https://arxiv.org/abs/2107.13006",
    "authors": [
      "Yi-Ting Tu",
      "Yu-Chin Tzeng",
      "Po-Yao Chang"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Other Condensed Matter (cond-mat.other)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2111.06143",
    "title": "Terahertz Radiation from Laser-Ionized Plasmas",
    "abstract": " Comments: 6 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2111.06143",
    "authors": [
      "Kathryn A. Wolfinger",
      "Gregory R. Werner",
      "John R. Cary"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2202.07756",
    "title": "Quantum Games and Interactive Tools for Quantum Technologies Outreach  and Education",
    "abstract": " Comments: 39 pages, 17 figures ",
    "url": "https://arxiv.org/abs/2202.07756",
    "authors": [
      "Zeki C. Seskir",
      "Piotr Migdał",
      "Carrie Weidner",
      "Aditya Anupam",
      "Nicky Case",
      "Noah Davis",
      "Chiara Decaroli",
      "İlke Ercan",
      "Caterina Foti",
      "Paweł Gora",
      "Klementyna Jankiewicz",
      "Brian R. La Cour",
      "Jorge Yago Malo",
      "Azad Naeemi",
      "Laurentiu Nita",
      "Nassim Parvin",
      "Fabio Scafirimuto",
      "Jacob F. Sherson",
      "Elif Surer",
      "James Wootton",
      "Lia Yeh",
      "Olga Zabello",
      "Marilù Chiofalo"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Physics and Society (physics.soc-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2202.09232",
    "title": "Feynman's Sum-over-Paths method applied in wave optics and for  calculating the quantum probability current",
    "abstract": " Title: Feynman's Sum-over-Paths method applied in wave optics and for  calculating the quantum probability current ",
    "url": "https://arxiv.org/abs/2202.09232",
    "authors": [
      "Josef Joerg"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2203.14664",
    "title": "Four-Vector Optical Dirac Equation and Spin-Orbit Interaction of  Structured Light",
    "abstract": " Comments: 5 pages ",
    "url": "https://arxiv.org/abs/2203.14664",
    "authors": [
      "Longlong Feng",
      "Qianfan Wu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "General Relativity and Quantum Cosmology (gr-qc)"
    ]
  },
  {
    "id": "arXiv:2204.01426",
    "title": "Versatility of translational quantum dynamics",
    "abstract": " Comments: 5 pages, Welcoming comments! ",
    "url": "https://arxiv.org/abs/2204.01426",
    "authors": [
      "Ovidiu Cristinel Stoica"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2204.02270",
    "title": "The Problem of Irreversible Change in Quantum Mechanics",
    "abstract": " Comments: 4 pages, Welcoming comments! ",
    "url": "https://arxiv.org/abs/2204.02270",
    "authors": [
      "Ovidiu Cristinel Stoica"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mathematical Physics (math-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2204.10774",
    "title": "High average power ultrafast laser technologies for driving future  advanced accelerators",
    "abstract": " Comments: contribution to Snowmass 2021 ",
    "url": "https://arxiv.org/abs/2204.10774",
    "authors": [
      "Leily Kiani",
      "Tong Zhou",
      "Seung-Whan Bahk",
      "Jake Bromage",
      "David Bruhwiler",
      "E. Michael Campbell",
      "Zenghu Chang",
      "Enam Chowdhury",
      "Michael Downer",
      "Qiang Du",
      "Eric Esarey",
      "Almantas Galvanauskas",
      "Thomas Galvin",
      "Constantin Hafner",
      "Dieter Hoffmann",
      "Chan Joshi",
      "Manoj Kanskar",
      "Wei Lu",
      "Carmen Menoni",
      "Michael Messerly",
      "Sergey B. Mirov",
      "Mark Palmer",
      "Igor Pogorelsky",
      "Mikhail Polyanskiy",
      "Erik Power",
      "Brendan Reagan",
      "Jorge Rocca",
      "Joshua Rothenberg",
      "Bruno E. Schmidt",
      "Emily Sistrunk",
      "Thomas Spinka",
      "Sergei Tochitsky",
      "Navid Vafaei-Najafabadi",
      "Jeroen van Tilborg",
      "Russell Wilcox",
      "Jonathan Zuegel",
      "Cameron Geddes"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  }
]