[
  {
    "id": "arXiv:2205.08539",
    "title": "Randomness in Relational Quantum Mechanics",
    "abstract": "The relational interpretation of quantum mechanics (RQM), introduced in its present form by Carlo Rovelli in 1996, involves a number of significant departures from other QM interpretations widely discussed in the literature. We begin here by summarizing these unique RQM features, with a focus on those that suggest altered insights into the nature of the randomness exhibited in QM phenomena. One of these RQM features is the assumption that all objects in the universe are quantum objects, regardless of their material complexity. And, the interaction of any two objects can result in new relational quantum states of each of the objects with the other as reference. But such new states do not replace relational states corresponding to previous interactions with other reference objects. In particular, such earlier relational states that include a variable considered to be random do not collapse to define a determined value of the variable, but instead simply take on that specific value in the state relative to the new reference. The concept of randomness associated with quantum state variables in RQM thus differs from that in other QM interpretations. Rather than take the usual pedantic approach of elaborate side-by-side comparisons between the RQM and other common QM interpretations, we illustrate these differences by describing in some detail the well-known \"dual-slit\" experiment in terms of RQM concepts, pointing out the important advantages over other interpretations along the way. Of course, we suggest no change in dual-slit experiment results, but believe that the interpretative modifications are helpful and profound. ",
    "url": "https://arxiv.org/abs/2205.08539",
    "authors": [
      "Gary Gordon"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2205.08741",
    "title": "Single-electron Nano-chip Free-electron Laser",
    "abstract": "A conventional free-electron laser is useful but large, driven by a beam with many relativistic electrons. Although, recently, keV electron beams have been used to excite broadband radiation from material chips, there remains a quest for a chip-size free-electron laser capable of emitting coherent radiation. Unfortunately, those keV emitters from electron microscopes or dielectric laser accelerator usually deliver a small current with discrete moving electrons separated by a distance of a few or tens of microns. To envisage a chip-size free-electron laser as a powerful research tool, we study in this paper achievable laser radiation from a single electron and an array of single electrons atop a nano-grating dielectric waveguide. In our study, thanks to the strong coupling between the electron and the guided wave in a structure with distributed feedback, a single 50-keV electron generates 1.5-um laser-like radiation at the Bragg resonance of a 31-um long silicon grating with a 400-nm thickness and 310-nm period. When driven by a train of single electrons repeating at 0.1 PHz, the nano-grating waveguide emits a strong laser radiation at the second harmonic of the excitation frequency. A discrete spectrum of Smith-Purcell radiation mediated by the waveguide modes is also predicted in theory and observed from simulation in the vacuum space above the grating waveguide. This study opens up the opportunity for applications requiring combined advantages from compact high-brightness electron and photon sources. ",
    "url": "https://arxiv.org/abs/2205.08741",
    "authors": [
      "Yen-Chieh Huang",
      "Luo-Hao Peng",
      "Hossein Shirvani",
      "Wen-Chi Chen",
      "Karthickraj Muthuramalingam",
      "Wei-Chih Wang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2205.08763",
    "title": "Ultra-broadband mid-infrared generation in dispersion-engineered  thin-film lithium niobate",
    "abstract": "Thin-film lithium niobate (TFLN) is an emerging platform for compact, low-power nonlinear-optical devices, and has been used extensively for near-infrared frequency conversion. Recent work has extended these devices to mid-infrared wavelengths, where broadly tunable sources may be used for chemical sensing. To this end, we demonstrate broadband difference frequency generation between a fixed 1-micron pump and a tunable telecom source in TFLN-on-sapphire by harnessing the dispersion-engineering available in tightly-confining waveguides. We show a simultaneous 1-2 order-of-magnitude improvement in conversion efficiency and ~5-fold enhancement of operating bandwidth for mid-infrared generation when compared to conventional lithium niobate waveguides and crystals. We also examine the effects of mid-infrared loss from surface-adsorbed water on the devices. ",
    "url": "https://arxiv.org/abs/2205.08763",
    "authors": [
      "Jatadhari Mishra",
      "Marc Jankowski",
      "Alex Hwang",
      "Hubert S. Stokowski",
      "Timothy P. McKenna",
      "Carsten Langrock",
      "Edwin Ng",
      "David Heydari",
      "Hideo Mabuchi",
      "Amir H. Safavi-Naeini",
      "M . M. Fejer"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.08861",
    "title": "An introduction to variational inference in Geophysical inverse problems",
    "abstract": "In a variety of scientific applications we wish to characterize a physical system using measurements or observations. This often requires us to solve an inverse problem, which usually has non-unique solutions so uncertainty must be quantified in order to define the family of all possible solutions. Bayesian inference provides a powerful theoretical framework which defines the set of solutions to inverse problems, and variational inference is a method to solve Bayesian inference problems using optimization while still producing fully probabilistic solutions. This chapter provides an introduction to variational inference, and reviews its applications to a range of geophysical problems, including petrophysical inversion, travel time tomography and full-waveform inversion. We demonstrate that variational inference is an efficient and scalable method which can be deployed in many practical scenarios. ",
    "url": "https://arxiv.org/abs/2205.08861",
    "authors": [
      "Xin Zhang",
      "Muhammad Atif Nawaz",
      "Xuebin Zhao",
      "Andrew Curtis"
    ],
    "subjectives": [
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2205.08862",
    "title": "Comparing GRACE-FO KBR and LRI ranging data with focus on carrier  frequency variations",
    "abstract": "The GRACE Follow-On satellite mission measures distance variations between the two satellites in order to derive monthly gravity field maps, indicating mass variability on Earth on a few 100 km scale due to hydrology, seismology, climatology and others. This mission hosts two ranging instruments, a conventional microwave system based on K(a)-band ranging (KBR) and a novel laser ranging instrument (LRI), both relying on interferometric phase readout. In this paper we show how the phase measurements can be converted into range data using a time-dependent carrier frequency (or wavelength) that takes potential intraday variability in the microwave or laser frequency into account. Moreover, we analyze the KBR-LRI residuals and discuss which error and noise contributors limit the residuals at high and low Fourier frequencies. It turns out that the agreement between KBR and LRI biased range observations can be slightly improved by considering intraday carrier frequency variations in the processing. Although the effect is probably small enough to have little relevance for gravity field determination at the current precision level, the analysis is of relevance for detailed instrument characterization and potentially for future more precise missions. ",
    "url": "https://arxiv.org/abs/2205.08862",
    "authors": [
      "Vitali Müller",
      "Markus Hauk",
      "Malte Misfeldt",
      "Laura Müller",
      "Henry Wegener",
      "Yihao Yan",
      "Gerhard Heinzel"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2205.08984",
    "title": "The complex Maxwell stress tensor theorem: The imaginary stress tensor  and the reactive strength of orbital momentum. A novel scenery underlying  electromagnetic and optical forces",
    "abstract": "We uncover the existence of a universal phenomenon concerning the electromagnetic optical force exerted by light or other electromagnetic waves on a distribution of charges and currents in general, and of particles in particular. This conveys the appearence of underlying reactive quantities that hinder radiation pressure and currently observed time-averaged forces. This constitutes a novel paradigm of the mechanical efficiency of light on matter, and completes the landscape of the electromagnetic force in classical electrodynamics; widening our understanding in the design of both illumination and particles in optical manipulation without the need of increasing the illuminating power, and thus lowering dissipation and heating. We show that this may be accomplished through the minimization of what we establish as the reactive strength of canonical (i.e. orbital) momentum, which plays against the optical force a role analogous to that of the reactive power versus the radiation efficiency of an antenna. This long time overlooked quantity, important for current progress of optical manipulation, and that stems from the complex Maxwell theorem of conservation of complex momentum that we put forward, as well as its alternating flow associated to the imaginary part of the complex Maxwell stress tensor, conform the imaginary Lorentz force that we introduce in this work, and that like the reactive strength of orbital momentum, is antagonic to the well-known time-averaged force; thus making this reactive Lorentz force indirectly observable near wavelengths at which the time-averaged force is lowered. ",
    "url": "https://arxiv.org/abs/2205.08984",
    "authors": [
      "Manuel Nieto-Vesperinas",
      "Xiaohao Xu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2205.09010",
    "title": "Broken-SUSY dynamic reflectionless optical amplifier",
    "abstract": "Broken-supersymmetry is used to define a reflectionless active cavity capable of amplifying electromagnetic radiation in the visible. The approach is analytical through the use of the Darboux transform for the generation of the optical potential and the calculation of its solution, while the transmission/reflection spectra evaluation is done with the Transfer Matrix method. Interestingly, the proposed device behaves as a dynamic optical filter amplifying radiation arriving at large angles while for other directions is almost completely transparent. Thus, simply by rotation different functionalities can be obtained. In addition the active filter is reflectionless for all wavelengths and angles of incidence. The necessary Kramers-Kronig relations are also satisfied being the model compatible with the Drude model at high frequency i.e. far from absorption resonances. ",
    "url": "https://arxiv.org/abs/2205.09010",
    "authors": [
      "Ugo Tricoli",
      "Leon Schlemmer"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.08859",
    "title": "Transmission across non-Hermitian $\\mathcal{P}\\mathcal{T}$-symmetric  quantum dots and ladders",
    "abstract": "We propose a model and study the scattering across a non-Hermitian $\\mathcal{P}\\mathcal{T}$-symmetric two-level quantum dot (QD) connected to two semi-infinite one-dimensional lattices. Aharonov-Bohm type phases are included in the model, which arise from magnetic fluxes ($\\hbar\\phi_{L} /e$, $\\hbar\\phi_{R} /e$) through two loops in the system. We focus on the case $\\phi_L=\\phi_R$, for which the probability current is conserved. We find that the transmission across the QD can be perfect in the $\\mathcal{P}\\mathcal{T}$-unbroken phase (corresponding to real eigenenergies of the isolated QD) whereas the transmission is never perfect in the $\\mathcal{P}\\mathcal{T}$-broken phase (corresponding to purely imaginary eigenenergies of QD). The two transmission peaks have the same width only for special values of the fluxes being odd multiples of $\\pi\\hbar/2e$. In the broken phase, the transmission peak is surprisingly not at zero energy. We give an insight into this feature through a four-site toy model. We extend the model to a $\\mathcal{P}\\mathcal{T}$-symmetric ladder connected to two semi-infinite lattices. We show that the transmission is perfect in unbroken phase of the ladder due to Fabry-P\\'erot type interference, that can be controlled by tuning the chemical potential. In the broken phase of the ladder, the transmission is substantially suppressed. ",
    "url": "https://arxiv.org/abs/2205.08859",
    "authors": [
      "Abhiram Soori",
      "M. Sivakumar",
      "V. Subrahmanyam"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2205.08881",
    "title": "Cryogenic optical shadow sensors for future gravitational wave detectors",
    "abstract": "Displacement sensors have a variety of applications within gravitational wave detectors. The seismic isolation chain of the LIGO core optics utilises optical shadow sensors for their stabilisation. Future upgrades, such as LIGO Voyager, plan to operate at cryogenic temperatures to reduce their thermal noise and will require cryogenic displacement sensors. We present the results of simulations and experimental tests of the shadow sensors embedded in the Birmingham Optical Sensors and Electromagnetic Motors (BOSEMs). We determine that the devices can reliably viability operate at 100 K. We also show that the performance of the BOSEM sensors improves at cryogenic temperatures. ",
    "url": "https://arxiv.org/abs/2205.08881",
    "authors": [
      "Amit Singh Ubhi",
      "John Bryant",
      "David Hoyland",
      "Denis Martynov"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2205.08963",
    "title": "Breathing of dissipative light bullets of nonlinear polarization mode in  Kerr resonators",
    "abstract": "We demonstrate the existence of breathing dissipative light bullets in a birefringent optical resonator filled with Kerr media. The propagation of light inside the cavity for each polarized component, which is coupled by cross-phase modulation, is described by the coupled Lugiato-Lefever equations. The space-time dynamics of breathing light bullets are described using Stokes parameters and frequency spectra. ",
    "url": "https://arxiv.org/abs/2205.08963",
    "authors": [
      "S. S. Gopalakrishnan",
      "M. Tlidi",
      "M. Taki",
      "K. Panajotov"
    ],
    "subjectives": [
      "Pattern Formation and Solitons (nlin.PS)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.09013",
    "title": "Quantum Gravity in a Laboratory?",
    "abstract": "It has long been thought that observing distinctive traces of quantum gravity in a laboratory setting is effectively impossible, since gravity is so much weaker than all the other familiar forces in particle physics. But the quantum gravity phenomenology community today seeks to do the (effectively) impossible, using a challenging novel class of `tabletop' Gravitationally Induced Entanglement (GIE) experiments, surveyed here. The hypothesized outcomes of the GIE experiments are claimed by some (but disputed by others) to provide a `witness' of the underlying quantum nature of gravity in the non-relativistic limit, using superpositions of Planck-mass bodies. We inspect what sort of achievement it would possibly be to perform GIE experiments, as proposed, ultimately arguing that the positive claim of witness is equivocal. Despite various sweeping arguments to the contrary in the vicinity of quantum information theory or given low-energy quantum gravity, whether or not one can claim to witness the quantum nature of the gravitational field in these experiments decisively depends on which out of two legitimate modelling paradigms one finds oneself in. However, by situating GIE experiments in a tradition of existing experiments aimed at making gravity interestingly quantum in the laboratory, we argue that, independently of witnessing or paradigms, there are powerful reasons to perform the experiments, and that their successful undertaking would indeed be a major advance in physics. ",
    "url": "https://arxiv.org/abs/2205.09013",
    "authors": [
      "Nick Huggett",
      "Niels Linnemann",
      "Mike Schneider"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2205.09039",
    "title": "Say NO to Optimization: A Non-Orthogonal Quantum Eigensolver",
    "abstract": "A balanced description of both static and dynamic correlations in electronic systems with nearly degenerate low-lying states presents a challenge for multi-configurational methods on classical computers. We present here a quantum algorithm utilizing the action of correlating cluster operators to provide high-quality wavefunction ans\\\"atze employing a non-orthogonal multireference basis that captures a significant portion of the exact wavefunction in a highly compact manner, and that allows computation of the resulting energies and wavefunctions at polynomial cost with a quantum computer. This enables a significant improvement over the corresponding classical non-orthogonal solver, which incurs an exponential cost when evaluating off-diagonal matrix elements between the ansatz states, and is therefore intractable. We implement the non-orthogonal quantum eigensolver (NOQE) here with an efficient ansatz parameterization inspired by classical quantum chemistry methods that succeed in capturing significant amounts of electronic correlation accurately. By taking advantage of classical methods for chemistry, NOQE provides a flexible, compact, and rigorous description of both static and dynamic electronic correlation, making it an attractive method for the calculation of electronic states of a wide range of molecular systems. ",
    "url": "https://arxiv.org/abs/2205.09039",
    "authors": [
      "Unpil Baek",
      "Diptarka Hait",
      "James Shee",
      "Oskar Leimkuhler",
      "William J. Huggins",
      "Torin F. Stetina",
      "Martin Head-Gordon",
      "K. Birgitta Whaley"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2106.00620",
    "title": "Waveguide coupled III-V photodiodes monolithically integrated on Si",
    "abstract": " Title: Waveguide coupled III-V photodiodes monolithically integrated on Si ",
    "url": "https://arxiv.org/abs/2106.00620",
    "authors": [
      "Pengyan Wen",
      "Preksha Tiwari",
      "Svenja Mauthe",
      "Heinz Schmid",
      "Marilyne Sousa",
      "Markus Scherrer",
      "Michael Baumann",
      "Bertold Ian Bitachon",
      "Juerg Leuthold",
      "Bernd Gotsmann",
      "Kirsten E. Moselund"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2107.03537",
    "title": "Classical bridge functions in classical and quantum plasma liquids",
    "abstract": " Comments: 7 pages, 5 figures, 2 tables, 27 pages of supplementary material ",
    "url": "https://arxiv.org/abs/2107.03537",
    "authors": [
      "F. Lucco Castello",
      "P. Tolias",
      "T. Dornheim"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Soft Condensed Matter (cond-mat.soft)",
      "Statistical Mechanics (cond-mat.stat-mech)"
    ]
  },
  {
    "id": "arXiv:2202.10732",
    "title": "Wide-angle giant photonic spin Hall effect",
    "abstract": " Comments: 18 pages, 9 figures ",
    "url": "https://arxiv.org/abs/2202.10732",
    "authors": [
      "Zhihao Chen",
      "Yu Chen",
      "Yaodong Wu",
      "Xinxing Zhou",
      "Handong Sun",
      "Tony Low",
      "Hongsheng Chen",
      "Xiao Lin"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2203.00527",
    "title": "Tensor-Train Split Operator KSL (TT-SOKSL) Method for Quantum Dynamics  Simulations",
    "abstract": " Title: Tensor-Train Split Operator KSL (TT-SOKSL) Method for Quantum Dynamics  Simulations ",
    "url": "https://arxiv.org/abs/2203.00527",
    "authors": [
      "Ningyi Lyu",
      "Micheline B. Soley",
      "Victor S. Batista"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2205.00636",
    "title": "In-plane optical phonon modes of current-carrying graphene",
    "abstract": " Title: In-plane optical phonon modes of current-carrying graphene ",
    "url": "https://arxiv.org/abs/2205.00636",
    "authors": [
      "Mohsen Sabbaghi",
      "Tobias Stauber",
      "Hyun-Woo Lee",
      "J. Sebastian Gomez-Diaz",
      "George W. Hanson"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  }
]