[
  {
    "id": "arXiv:2301.01862",
    "title": "Review: Graphene oxide 2D thin films for high performance nonlinear  integrated photonics",
    "abstract": "Integrated photonic devices operating via optical nonlinearities offer a powerful solution for all optical information processing, yielding processing speeds that are well beyond that of electronic processing as well as providing the added benefits of compact footprint, high stability, high scalability, and small power consumption. The increasing demand for high performance nonlinear integrated photonic devices has facilitated the hybrid integration of novel materials to address the limitations of existing integrated photonic platforms, such as strong nonlinear optical absorption or an inadequate optical nonlinearity. Recently, graphene oxide (GO), with its large optical nonlinearity, high flexibility in altering its properties, and facile fabrication processes, has attracted significant attention, enabling many hybrid nonlinear integrated photonic devices with improved performance and novel capabilities. This paper reviews the applications of GO to nonlinear integrated photonics. First, an overview of GOs optical properties and the fabrication technologies needed for its onchip integration is provided. Next, the state of the art GO nonlinear integrated photonic devices are reviewed, together with comparisons of the nonlinear optical performance of different integrated platforms incorporating GO. Finally, the challenges and perspectives of this field are discussed. ",
    "url": "https://arxiv.org/abs/2301.01862",
    "authors": [
      "David J. Moss"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.01896",
    "title": "Nanoparticles Passive Targeting Allows Optical Imaging of Bone Diseases",
    "abstract": "Bone health related skeletal disorders are commonly diagnosed by X-ray imaging, but the radiation limits its use. Light excitation and optical imaging through the near-infrared-II window (NIR-II, 1000-1700 nm) can penetrate deep tissues without radiation risk, but the targeting of contrast agent is non-specific. Here, we report that lanthanide-doped nanocrystals can be passively transported by endothelial cells and macrophages from the blood vessels into bone marrow microenvironment. We found that this passive targeting scheme can be effective for longer than two months. We therefore developed an intravital 3D and high-resolution planar imaging instrumentation for bone disease diagnosis. We demonstrated the regular monitoring of 1 mm bone defects for over 10 days, with resolution similar to X-ray imaging result, but more flexible use in prognosis. Moreover, the passive targeting can be used to reveal the early onset inflammation at the joints as the synovitis in the early stage of rheumatoid arthritis. Furthermore, the proposed method is comparable to {\\mu}CT in recognizing symptoms of osteoarthritis, including the mild hyperostosis in femur which is ~100 {\\mu}m thicker than normal, and the growth of millimeter-scale osteophyte in the knee joint, which further proves the power and universality of our approach in diagnosis of bone diseases ",
    "url": "https://arxiv.org/abs/2301.01896",
    "authors": [
      "Chao Mi",
      "Xun Zhang",
      "Chengyu Yang",
      "Jianqun Wu",
      "Xinxin Chen",
      "Chenguang Ma",
      "Sitong Wu",
      "Zhichao Yang",
      "Pengzhen Qiao",
      "Yang Liu",
      "Weijie Wu",
      "Zhiyong Guo",
      "Jiayan Liao",
      "Jiajia Zhou",
      "Ming Guan",
      "Chao Liang",
      "Chao Liu",
      "Dayong Jin"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)",
      "Medical Physics (physics.med-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.01927",
    "title": "Towards simultaneous coherent radiation in the visible and microwave  bands with doped molecular crystals",
    "abstract": "Coherent sources exploiting the stimulated emission of non-equilibrium quantum systems, i.e. gain media, have proven indispensable for advancing fundamental research and engineering. The operating electromagnetic bands of such coherent sources have been continuously enriched for increasing demands.Nevertheless, for a single bench top coherent source, simultaneous generation of radiation in multiple bands, especially when the bands are widely separated, present formidable challenges with a single gain medium. Here, we propose a mechanism of simultaneously realizing the stimulated emission of radiation in the visible and microwave bands, i.e. lasing and masing actions, at ambient conditions by utilizing photoexcited singlet and triplet states of the pentacene molecules that are doped in p-terphenyl. The possibility is validated by the observed amplified spontaneous emission (ASE) at 645 nm with a narrow linewidth around 1 nm from the pentacene-doped p-terphenyl crystal used for masing at 1.45 GHz and consolidated by a 20 fold lower threshold of ASE compared to the reported masing threshold. The overall threshold of the pentacene-based multiband coherent source can be optimized by appropriate alignment of the pump-light polarization with the pentacene's transition dipole moment. Our work not only shows a great promise on immediate realization of multiband coherent sources but also establishes an intriguing solid-state platform for fundamental research of quantum optics in multiple frequency domains. ",
    "url": "https://arxiv.org/abs/2301.01927",
    "authors": [
      "Hao Wu",
      "Tong Li",
      "Zhang-Qi Yin",
      "Jiyang Ma",
      "Xu-Ri Yao",
      "Bo Zhang",
      "Mark Oxborrow",
      "Qing Zhao"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2301.01942",
    "title": "Compact and scalable polarimetric self-coherent receiver using  dielectric metasurface",
    "abstract": "The polarimetric self-coherent system using a direct-detection-based Stokes-vector receiver (SVR) is a promising technology to meet both the cost and capacity requirements of the short-reach optical interconnects. However, conventional SVRs require a number of optical components to detect the state of polarization at high speed, resulting in substantially more complicated receiver configurations compared with the current intensity-modulation-direct-detection (IMDD) counterparts. Here, we demonstrate a simple and compact polarimetric self-coherent receiver based on a thin dielectric metasurface and a photodetector array (PDA). With a single 1.05-$\\mu$m-thick metasurface device fabricated on a compact silicon-on-quartz chip, we implement functionalities of all the necessary passive components: a 1$\\times$3 splitter, three polarization beam splitters with different polarization bases, and six focusing lenses. Combined with a high-speed PDA, we demonstrate self-coherent transmission of 20-GBd 16-ary quadrature amplitude modulation (16QAM) and 50-GBd quadrature phase-shift keying (QPSK) signals over a 25-km single-mode fiber. Owing to the surface-normal configuration, it can easily be scaled to receive spatially multiplexed channels from a multicore fiber or a fiber bundle, enabling compact and low-cost receiver modules for the future highly parallelized self-coherent systems. ",
    "url": "https://arxiv.org/abs/2301.01942",
    "authors": [
      "Go Soma",
      "Yoshiro Nomoto",
      "Toshimasa Umezawa",
      "Yuki Yoshida",
      "Yoshiaki Nakano",
      "Takuo Tanemura"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2301.02108",
    "title": "Ultrashort laser pulses with chromatic astigmatism",
    "abstract": "Ultrashort laser pulses are described having chromatic astigmatism, where the astigmatic phase varies linearly with the offset from the central frequency. Such a spatio-temporal coupling not only induces interesting space-frequency and space-time effects, but it removes cylindrical symmetry. We analyze the quantitative effects on the spatio-temporal pulse structure on the collimated beam and as it propagates through a focus, with both the fundamental Gaussian beam and Laguerre-Gaussian beams. Chromatic astigmatism is a new type of spatio-temporal coupling towards arbitrary higher complexity beams that still have a simple description, and may be applied to imaging, metrology, or ultrafast light-matter interaction. ",
    "url": "https://arxiv.org/abs/2301.02108",
    "authors": [
      "Spencer W. Jolly"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.02163",
    "title": "Resonant triad interactions of gravity waves in cylindrical basins",
    "abstract": "We present the results of a theoretical investigation into the existence, evolution and excitation of resonant triads of nonlinear free-surface gravity waves confined to a cylinder of finite depth. It is well known that resonant triads are impossible for gravity waves in laterally unbounded domains; we demonstrate, however, that horizontal confinement of the fluid may induce resonant triads for particular fluid depths. For any three correlated wave modes arising in a cylinder of arbitrary cross-section, we prove necessary and sufficient conditions for the existence of a depth at which nonlinear resonance may arise, and show that the resultant critical depth is unique. We enumerate the low-frequency triads for circular cylinders, including a new class of resonances between standing and counter-propagating waves, and also briefly discuss annular and rectangular cylinders. Upon deriving the triad amplitude equations for a finite-depth cylinder of arbitrary cross-section, we deduce that the triad evolution is always periodic, and determine parameters controlling the efficiency of energy exchange. In order to excite a particular triad, we explore the influence of external forcing; in this case, the triad evolution may be periodic, quasi-periodic, or chaotic. Finally, our results have potential implications on resonant water waves in man-made and natural basins, such as industrial-scale fluid tanks, harbours and bays. ",
    "url": "https://arxiv.org/abs/2301.02163",
    "authors": [
      "Matthew Durey",
      "Paul A. Milewski"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Dynamical Systems (math.DS)"
    ]
  },
  {
    "id": "arXiv:2301.01847",
    "title": "Probabilistic Genotype-Phenotype Maps Reveal Mutational Robustness of  RNA Folding, Spin Glasses, and Quantum Circuits",
    "abstract": "Recent studies of genotype-phenotype (GP) maps have reported universally enhanced phenotypic robustness to genotype mutations, a feature essential to evolution. Virtually all of these studies make a simplifying assumption that each genotype maps deterministically to a single phenotype. Here, we introduce probabilistic genotype-phenotype (PrGP) maps, where each genotype maps to a vector of phenotype probabilities, as a more realistic framework for investigating robustness. We study three model systems to show that our generalized framework can handle uncertainty emerging from various physical sources: (1) thermal fluctuation in RNA folding, (2) external field disorder in spin glass ground state finding, and (3) superposition and entanglement in quantum circuits, which are realized experimentally on a 7-qubit IBM quantum computer. In all three cases, we observe a novel biphasic robustness scaling which is enhanced relative to random expectation for more frequent phenotypes and approaches random expectation for less frequent phenotypes. ",
    "url": "https://arxiv.org/abs/2301.01847",
    "authors": [
      "Anna Sappington",
      "Vaibhav Mohanty"
    ],
    "subjectives": [
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Biological Physics (physics.bio-ph)",
      "Populations and Evolution (q-bio.PE)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2301.01851",
    "title": "Quantum Machine Learning: from physics to software engineering",
    "abstract": "Quantum machine learning (QML) is a new, rapidly growing, and fascinating area of research where quantum information science and quantum technologies meet novel machine learning and artificial intelligent facilities. A comprehensive analysis of the main directions of current QML methods and approaches is performed in this review. The aim of our work is twofold. First, we show how classical machine learning approach can help improve the facilities of quantum computers and simulators available today. It is most important due to the modern noisy intermediate-scale quantum (NISQ) era of quantum technologies. In particular, the classical machine learning approach allows optimizing quantum hardware for achieving desired quantum states by implementing quantum devices. Second, we discuss how quantum algorithms and quantum computers may be useful for solving keystone classical machine learning tasks. Currently, quantum-inspired algorithms, which use a quantum approach to classical information processing, represent a powerful tool in software engineering for improving classical computation capacities. In this work, we discuss various quantum neural network capabilities that can be implemented in quantum-classical training algorithms for variational circuits. It is expected that quantum computers will be involved in routine machine learning procedures. In this sense, we are showing how it is essential to elucidate the speedup problem for random walks on arbitrary graphs, which are used in both classical and quantum algorithms. Quantum technologies enhanced by machine learning in fundamental and applied quantum physics, as well as quantum tomography and photonic quantum computing, are also covered. ",
    "url": "https://arxiv.org/abs/2301.01851",
    "authors": [
      "Alexey Melnikov",
      "Mohammad Kordzanganeh",
      "Alexander Alodjants",
      "Ray-Kuang Lee"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2206.05892",
    "title": "Quantum imaging exploiting twisted photon pairs",
    "abstract": " Comments: 7 pages, 4 figures, and a supplemental material ",
    "url": "https://arxiv.org/abs/2206.05892",
    "authors": [
      "Dianzhen Cui",
      "X. X. Yi",
      "Li-Ping Yang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.09761",
    "title": "Loss-induced performance limits of all-dielectric metasurfaces for  terahertz sensing",
    "abstract": " Comments: 10 pages, 7 figures ",
    "url": "https://arxiv.org/abs/2206.09761",
    "authors": [
      "J. A. Álvarez-Sanchis",
      "B. Vidal",
      "S. A. Tretyakov",
      "A. Díaz-Rubio"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.02961",
    "title": "Analysis of temporal structure of laser chaos by Allan variance",
    "abstract": " Title: Analysis of temporal structure of laser chaos by Allan variance ",
    "url": "https://arxiv.org/abs/2208.02961",
    "authors": [
      "Naoki Asuke",
      "Nicolas Chauvet",
      "André Röhm",
      "Kazutaka Kanno",
      "Atsushi Uchida",
      "Tomoaki Niiyama",
      "Satoshi Sunada",
      "Ryoichi Horisaki",
      "Makoto Naruse"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Chaotic Dynamics (nlin.CD)",
      "Applied Physics (physics.app-ph)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2210.04082",
    "title": "Quantum electrodynamics of chiral waveguide arrays",
    "abstract": " Title: Quantum electrodynamics of chiral waveguide arrays ",
    "url": "https://arxiv.org/abs/2210.04082",
    "authors": [
      "Jeremy Hoskins",
      "Manas Rachh",
      "John C Schotland"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2212.13909",
    "title": "Framework for understanding quantum computing use cases from a  multidisciplinary perspective and future research directions",
    "abstract": " Title: Framework for understanding quantum computing use cases from a  multidisciplinary perspective and future research directions ",
    "url": "https://arxiv.org/abs/2212.13909",
    "authors": [
      "Dandison Ukpabi",
      "Heikki Karjaluoto",
      "Astrid Bötticher",
      "Anastasija Nikiforova",
      "Dragoş Petrescu",
      "Paulina Schindler",
      "Visvaldis Valtenbergs",
      "Lennard Lehmann",
      "Abuzer Yakaryilmaz"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)",
      "Emerging Technologies (cs.ET)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2301.00239",
    "title": "Promoting the transition to quantum thinking: development of a secondary  school course for addressing knowledge revision, organization, and  epistemological challenges",
    "abstract": " Title: Promoting the transition to quantum thinking: development of a secondary  school course for addressing knowledge revision, organization, and  epistemological challenges ",
    "url": "https://arxiv.org/abs/2301.00239",
    "authors": [
      "Giacomo Zuccarini",
      "Marisa Michelini"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Quantum Physics (quant-ph)"
    ]
  }
]