[
  {
    "id": "arXiv:2211.00064",
    "title": "Killing Operator for the Kerr Metric",
    "abstract": "When ${\\cal{D}}: E \\rightarrow F$ is a linear differential operator of order $q$ between the sections of vector bundles over a manifold $X$ of dimension $n$, it is defined by a bundle map $\\Phi: J_q(E) \\rightarrow F=F_0$ that may depend, explicitly or implicitly, on constant parameters $a, b, c, ...$. A \"direct problem \" is to find the generating compatibility conditions (CC) in the form of an operator ${\\cal{D}}_1: F_0 \\rightarrow F_1$. When ${\\cal{D}}$ is involutive, that is when the corresponding system $R_q=ker(\\Phi)$ is involutive, this procedure provides successive first order involutive operators ${\\cal{D}}_1, ... , {\\cal{D}}_n$ . Though ${\\cal{D}}_1 \\circ {\\cal{D}}=0 $ implies $ad({\\cal{D}}) \\circ ad({\\cal{D}}_1)=0$ by taking the respective adjoint operators, then $ad({\\cal{D}})$ may not generate the CC of $ad({\\cal{D}}_1)$ and measuring such \"gaps\" led to introduce extension modules in differential homological algebra. They may also depend on the parameters. When $R_q$ is not involutive, a standard {\\it prolongation/projection} (PP) procedure allows in general to find integers $r,s$ such that the image $R^{(s)}_{q+r}$ of the projection at order $q+r$ of the prolongation ${\\rho}_{r+s}(R_q) = J_{r+s}(R_q) \\cap J_{q+r+s}(E)\\subset J_{r+s}(J_q(E)) $ is involutive but it may highly depend on the parameters. However, sometimes the resulting system no longer depends on the parameters and the extension modules do not depend on the parameters because it is known that they do not depend on the differential sequence used for their definition. The purpose of this paper is to study the above problems for the Kerr $(m, a)$, Schwarzschild $(m, 0)$ and Minkowski $(0, 0)$ parameters while computing the dimensions of the inclusions $R^{(3)}_1\\subset R^{(2)}_1 \\subset R^{(1)}_1 =R_1 \\subset J_1(T(X))$ for the respective Killing operators. ",
    "url": "https://arxiv.org/abs/2211.00064",
    "authors": [
      "Jean-Francois Pommaret"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2211.00135",
    "title": "The anomalous skin effect and copper cavity operation at cryogenic  conditions",
    "abstract": "A quarter-wave coaxial cavity was extensively investigated, to learn more about an RF operation of copper components at cryogenic temperatures. A focus is put on frequencies with relevance in ion linac acceleration. The 340 MHz test cavity was built from bulk copper, with a top-lid from copper-plated stainless steel. The quality - factor measurements were performed in a liquid helium cryostat during the warming up phase of the cavity.The cavity was at first measured after just polishing the bulk copper surface. In the next step this surface was copper-plated. After annealing for one hour at 400 deg Celsius, cavity measurements were repeated. A geometric model based on a spherical Fermi - surface and using the equivalent skin-layer model allows to calculate the real part of the surface impedance, which is relevant for the RF power losses in the cavity walls. An exact solution for this conduction electron model in skin layers was derived. It is compared with measurements and with predictions from the traditional diffusion model as formulated by Reuter, Sondheimer and Chambers. An ion linear accelerator with copper cavities operated at cryogenic temperatures around 40 deg Celsius is discussed: An overall advantage in case of low repetition rate, short pulse linear accelerators like ion synchrotron injectors is expected. Simulations on heat conduction in pulsed operation give promising results. ",
    "url": "https://arxiv.org/abs/2211.00135",
    "authors": [
      "Ulrich Ratzinger",
      "Huifang Wang"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2211.00136",
    "title": "Reconfigurable nonlinear optical element using tunable couplers and  inverse-designed structure",
    "abstract": "In recent years, wave-based analog computing has been at the center of attention for providing ultra-fast and power-efficient signal processing enabled by wave propagation through artificially engineered structures. Building on these structures, various proposals have been put forward for performing computations with waves. Most of these proposals have been aimed at linear operations, such as vector-matrix multiplications. The weak and hardly controllable nonlinear response of electromagnetic materials imposes challenges in the design of wave-based structures for performing nonlinear operations. In the present work, first, by using the method of inverse design we propose a three-port device, which consists of a combination of linear and Kerr nonlinear materials, exhibiting the desired power-dependent transmission properties. Then, combining a proper arrangement of such devices with a collection of Mach-Zehnder interferometers (MZIs), we propose a reconfigurable nonlinear optical architecture capable of implementing a variety of nonlinear functions of the input signal. The proposed device may pave the way for wave-based reconfigurable nonlinear signal processing that can be combined with linear networks for full-fledged wave-based analog computing. ",
    "url": "https://arxiv.org/abs/2211.00136",
    "authors": [
      "Vahid Nikkhah",
      "Mario Junior Mencagli",
      "Nader Engheta"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2211.00158",
    "title": "Continuous collective strong coupling between atoms and a high finesse  optical cavity",
    "abstract": "We demonstrate continuous loading of strontium atoms into a high finesse ring cavity and observe continuous strong collective coupling in the form of a vacuum Rabi splitting between the atoms and the cavity on the 7.5 kHz transition $^1{\\rm S}_0$ to $^3{\\rm P}_1$. The atoms are loaded into the cavity from a 3D narrow linewidth molasses, thus avoiding large magnetic field gradients and associated broadening of transition frequencies. The ring cavity allows us to realize a deterministic conveyor belt to transport atoms away from the loading region where the laser cooling beams lead to broadening of the strontium clock transition. We trap up to $10^6$ atoms in an intracavity 813 nm lattice in the Lamb-Dicke regime, and transport the atoms along the cavity axis. This work opens the path to the creation of a continuous wave superradiant laser with millihertz linewidth enabling searches for new physics and the use of high-precision optical frequency references outside of low vibration laboratory environments. ",
    "url": "https://arxiv.org/abs/2211.00158",
    "authors": [
      "Julia R. K. Cline",
      "Vera M. Schäfer",
      "Zhijing Niu",
      "Dylan J. Young",
      "Tai Hyun Yoon",
      "James K. Thompson"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2211.00274",
    "title": "Single atom in a superoscillatory optical trap",
    "abstract": "Controlled trapping of individual atoms and their ensembles is of growing interest for quantum simulations of many body systems, optical clocks, and beyond. Here, we report trapping of single ultracold atom in an optical trap that can be continuously tuned from a standard Airy focus to a subwavelength hotspot smaller than the usual Abbe's diffraction limit. The hotspot was generated using the effect of superoscillations, by the precise interference of multiple free-space coherent waves. We characterized the superoscillatory optical trap by measuring the atom effective temperature, lifetime, and the trap frequency. We argue that superoscillatory trapping and continuous potential tuning offers not only a way to generate compact and tenable ensembles of trapped atoms for quantum simulators but will also be useful in single molecule quantum chemistry and the study of cooperative atom-photon interaction within subwavelength periodic arrays of quantum emitters. ",
    "url": "https://arxiv.org/abs/2211.00274",
    "authors": [
      "Hamim M. Rivy",
      "Syed A. Aljunid",
      "Nikolay I. Zheludev",
      "David Wilkowski"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2211.00359",
    "title": "Meta-Optics with Lithium Niobate",
    "abstract": "The rapid development of metasurfaces - 2D ensembles of engineered nanostructures - is presently fostering a steady drive towards the miniaturization of many optical functionalities and devices to a subwavelength size. The material platforms for optical metasurfaces are rapidly expanding and for the past few years, we are seeing a surge in establishing meta-optical elements from high-index, highly transparent materials with strong nonlinear and electro-optic properties. Crystalline lithium niobate (LN), a prime material of choice in integrated photonics, has shown great promise for future meta-optical components, thanks to its large electro-optical coefficient, second-order nonlinear response and broad transparency window ranging from the visible to the mid-infrared. Recent advances in nanofabrication technology have indeed marked a new milestone in the miniaturization of LN platforms, hence enabling the first demonstrations of LN-based metasurfaces. These seminal works set the first steppingstone towards the realization of ultra-flat monolithic nonlinear light sources with emission ranging from the visible to the infrared, efficient sources of correlated photon pairs, as well as electro-optical devices. Here, we review these recent advances, discussing potential perspectives for applications in light conversion and modulation shaping as well as quantum optics, with a critical eye on the potential setbacks and limitations of this emerging field. ",
    "url": "https://arxiv.org/abs/2211.00359",
    "authors": [
      "Anna Fedotova",
      "Luca Carletti",
      "Attilio Zilli",
      "Frank Setzpfandt",
      "Isabelle Staude",
      "Andrea Toma",
      "Marco Finazzi",
      "Costantino De Angelis",
      "Thomas Pertsch",
      "Dragomir N. Neshev",
      "Michele Celebrano"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2211.00465",
    "title": "Milliwatt terahertz harmonic generation from topological insulator  metamaterials",
    "abstract": "Achieving efficient, high-power harmonic generation in the terahertz spectral domain has technological applications, for example in sixth generation (6G) communication networks. Massless Dirac fermions possess extremely large terahertz nonlinear susceptibilities and harmonic conversion efficiencies. However, the observed maximum generated harmonic power is limited, because of saturation effects at increasing incident powers, as shown recently for graphene. Here, we demonstrate room-temperature terahertz harmonic generation in a Bi$_2$Se$_3$ topological insulator and topological-insulator-grating metamaterial structures with surface-selective terahertz field enhancement. We obtain a third-harmonic power approaching the milliwatt range for an incident power of 75 mW - an improvement by two orders of magnitude compared to a benchmarked graphene sample. We establish a framework in which this exceptional performance is the result of thermodynamic harmonic generation by the massless topological surface states, benefiting from ultrafast dissipation of electronic heat via surface-bulk Coulomb interactions. These results are an important step towards on-chip terahertz (opto)electronic applications. ",
    "url": "https://arxiv.org/abs/2211.00465",
    "authors": [
      "Klaas-Jan Tielrooij",
      "Alessandro Principi",
      "David Saleta Reig",
      "Alexander Block",
      "Sebin Varghese",
      "Steffen Schreyeck",
      "Karl Brunner",
      "Grzegorz Karczewski",
      "Igor Ilyakov",
      "Oleksiy Ponomaryov",
      "Thales V. A. G. de Oliveira",
      "Min Chen",
      "Jan-Christoph Deinert",
      "Carmen Gomez Carbonell",
      "Sergio O. Valenzuela",
      "Laurens W. Molenkamp",
      "Tobias Kiessling",
      "Georgy V. Astakhov",
      "Sergey Kovalev"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2211.00492",
    "title": "Soliton compression and supercontinuum spectra in nonlinear diamond  photonics",
    "abstract": "We numerically explore synthetic crystal diamond for realizing novel light sources in ranges which are up to now difficult to achieve with other materials, such as sub-10-fs pulse durations and challenging spectral ranges. We assess the performance of on-chip diamond waveguides for controlling light generation by means of nonlinear soliton dynamics. Tailoring the cross-section of such diamond waveguides allows to design dispersion profiles with custom zero-dispersion points and anomalous dispersion ranges exceeding an octave. Various propagation dynamics, including supercontinuum generation by soliton fission, can be realized in diamond photonics. In stark contrast to usual silica-based optical fibers, where such processes occur on the scale of meters, in diamond millimeter-scale propagation distances are sufficient. Unperturbed soliton-dynamics prior to soliton fission allow to identify a pulse self-compression scenario that promises record-breaking compression factors on chip-size propagation lengths. ",
    "url": "https://arxiv.org/abs/2211.00492",
    "authors": [
      "O. Melchert",
      "S. Kinnewig",
      "F. Dencker",
      "D. Perevoznik",
      "S. Willms",
      "I. Babushkin",
      "M. Wurz",
      "M. Kues",
      "S. Beuchler",
      "T. Wick",
      "U. Morgner",
      "A. Demircan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2211.00033",
    "title": "Quantum optical analysis of high-harmonic generation in solids within a  Wannier-Bloch picture",
    "abstract": "The quantum optical characterization of strongly laser-driven matter interactions may allow to extend current quantum technology platforms to unprecedented time and energy scales. In this work, we make a step forward in this direction by studying high-harmonic generation processes in solid-state systems under a quantum optical framework. We do this under a Wannier-Bloch approach, which allows us to perform a direct comparison with the analysis that has been already done for gaseous systems. This allows us to study the photon number probability distribution of the light obtained after emission, and relate its features with those found in usual HHG spectra. Furthermore, after performing the corresponding quantum operations that allow us to restrict ourselves to HHG processes, we find an entangled state between the field modes and the different Wannier states where the electron can be found after recombination, but also between the field modes themselves. We study the non-classical features of this state, and quantify the light-matter entanglement and the entanglement between the field modes. ",
    "url": "https://arxiv.org/abs/2211.00033",
    "authors": [
      "Javier Rivera-Dean",
      "Philipp Stammer",
      "Andrew S. Maxwell",
      "Theocharis Lamprou",
      "Andrés F. Ordóñez",
      "Emilio Pisanty",
      "Paraskevas Tzallas",
      "Maciej Lewenstein",
      "Marcelo F. Ciappina"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.00133",
    "title": "Modelling noise in global Molmer-Sorensen interactions applied to  quantum approximate optimization",
    "abstract": "Many-qubit Molmer-Sorensen (MS) interactions applied to trapped ions offer unique capabilities for quantum information processing, with applications including quantum simulation and the quantum approximate optimization algorithm (QAOA). Here, we develop a physical model to describe many-qubit MS interactions under four sources of experimental noise: vibrational mode frequency fluctuations, laser power fluctuations, thermal initial vibrational states, and state preparation and measurement errors. The model parameterizes these errors from simple experimental measurements, without free parameters. We validate the model in comparison with experiments that implement sequences of MS interactions on two and three $^{171}$Yb$^+$ ions. The model shows good agreement after several MS interactions as quantified by the reduced chi-squared statistic $\\chi^2_\\mathrm{red}< 2$. As an application we examine MaxCut QAOA experiments on three and six ions. The experimental performance is quantified by approximation ratios that are $91\\%$ and $83\\%$ of the optimal theoretical values. Our model predicts $0.93^{+0.03}_{-0.02}$ and $0.92^{+0.06}_{-0.06}$, respectively, with disagreement in the latter value attributable to secondary noise sources beyond those considered in our analysis. With realistic experimental improvements to reduce measurement error and radial trap frequency variations the model achieves approximation ratios that are 99$\\%$ of the optimal. Incorporating these improvements into future experiments is expected to reveal new aspects of noise for future modeling and experimental improvements. ",
    "url": "https://arxiv.org/abs/2211.00133",
    "authors": [
      "Phillip C. Lotshaw",
      "Kevin D. Battles",
      "Bryan Gard",
      "Gilles Buchs",
      "Travis S. Humble",
      "Creston D. Herold"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2211.00244",
    "title": "Nonlocal optical conductivity of Fermi surface nesting materials",
    "abstract": "We investigate the nonlocal optical conductivity of Fermi surface nesting materials which support charge density waves or spin density waves. The nonlocal optical conductivity contains information of correlations in electron fluids which could not be accessed by standard optical probes. Half metal emerges from doping a charge density wave and similarly spin-valley half metal emerges from doping a spin density wave. Based on the parabolic band approximation, we find the Drude peak is shifted to higher frequency and splits into two peaks in the nonlocal optical conductivity. We attribute this to the two Fermi velocities in the half-metal or spin-valley half metal states. ",
    "url": "https://arxiv.org/abs/2211.00244",
    "authors": [
      "Xiamin Huang",
      "Xiao Jiang",
      "Bing Huang",
      "Zhou Li"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2211.00341",
    "title": "Decoherence analysis of silicon vacancies in 3C-SiC",
    "abstract": "We study the silicon vacancy in 3C SiC as a color center of interest in the field of Quantum Technologies, focusing on its magnetic interaction with the SiC nuclear spin bath containing Si29 and C13 nuclei in their natural isotopic concentration. We calculate the system energetic and magnetic properties with ab initio methods based on the Density Functional Theory, identifying the neutral charge state of the silicon vacancy as the most favorable for p doped 3C SiC systems. We thereon evaluate the Free Induction Decay and the Hahn echo sequence on the electron spin interacting with the nuclear spin bath. Here, the Electron Spin Echo Envelope Modulation phenomenon, due to single nuclear spin flipping processes, and the overall decay are highlighted in the context of the Cluster Correlation Expansion theory. We find a non exponential coherence decay, which is a typical feature of solid state qubits subjected to low frequency 1/f noise from the environment. ",
    "url": "https://arxiv.org/abs/2211.00341",
    "authors": [
      "Tommaso Fazio",
      "Giuseppe Fisicaro",
      "Ioannis Deretzis",
      "Elisabetta Paladino",
      "Antonino La Magna"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2211.00377",
    "title": "combined digital drone camera and optical channel parameters for air  surveillance",
    "abstract": "Digital drone cameras with free-space optical (FSO) communication networks have been proposed to be promising for air surveillance. In the FSO channel, atmospheric turbulence (AT) degrades the signal. In this study, we combined the parameters of the digital drone camera and the optical channel to mitigate the AT effect. The digital drone camera parameters are indicated by the field of view and camera object distance to support this proposal. Meanwhile, the optical channel parameters, rather than the altitude, are denoted by the most critical parameter, which is the refractive index structure parameter used to characterize the effects of AT. Consequently, two lemmas are proposed and combined to present the optimum relationship between the digital drone camera and optical channel parameters. Therefore, the quality of the entire air surveillance system with a digital drone camera FSO is significantly improved. Furthermore, the analysis and optimization for practical cases were applied to support our findings. Finally, our results demonstrated that an impressive performance improvement of an air surveillance system of 17 dB is possible compared without optimization by combining digital drone camera and FSO parameters at a target outage transceiver probability of $10^-6$. ",
    "url": "https://arxiv.org/abs/2211.00377",
    "authors": [
      "Wamidh Jalil Mazher",
      "hadeel Tariq Ibrahim"
    ],
    "subjectives": [
      "Image and Video Processing (eess.IV)",
      "Computer Vision and Pattern Recognition (cs.CV)",
      "Atmospheric and Oceanic Physics (physics.ao-ph)"
    ]
  },
  {
    "id": "arXiv:2109.04551",
    "title": "Tunable band gaps and optical absorption properties of bent MoS$_2$  nanoribbons",
    "abstract": " Title: Tunable band gaps and optical absorption properties of bent MoS$_2$  nanoribbons ",
    "url": "https://arxiv.org/abs/2109.04551",
    "authors": [
      "Hong Tang",
      "Bimal Neupane",
      "Santosh Neupane",
      "Shiqi Ruan",
      "Niraj K. Nepal",
      "Adrienn Ruzsinszky"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2204.01768",
    "title": "Comment on \"Why interference phenomena do not capture the essence of  quantum theory\" by Catani et al",
    "abstract": " Comments: 2 pages, no figures ",
    "url": "https://arxiv.org/abs/2204.01768",
    "authors": [
      "Jonte R. Hance",
      "Sabine Hossenfelder"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2205.15625",
    "title": "Enhanced energy deposition and carrier generation in silicon induced by  two-color intense femtosecond laser pulses",
    "abstract": " Comments: 14 pages, 20 figures ",
    "url": "https://arxiv.org/abs/2205.15625",
    "authors": [
      "Mizuki Tani",
      "Kakeru Sasaki",
      "Yasushi Shinohara",
      "Kenichi L. Ishikawa"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2208.14047",
    "title": "An excited atom interacting with a Chern insulator: towards a far-field  resonant Casimir-Polder repulsion",
    "abstract": " Comments: Accepted by The European Physical Journal D. 20 pages, 13 figures, 5 appendices (1 new) ",
    "url": "https://arxiv.org/abs/2208.14047",
    "authors": [
      "Bing-Sui Lu",
      "Khatee Zathul Arifa",
      "Martial Ducloy"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2209.01651",
    "title": "Microfluidic quantum sensing platform for lab-on-a-chip applications",
    "abstract": " Comments: 16 pages, 8 figures ",
    "url": "https://arxiv.org/abs/2209.01651",
    "authors": [
      "Robin D. Allert",
      "Fleming Bruckmaier",
      "Nick R. Neuling",
      "Fabian A. Freire-Moschovitis",
      "Kristina S. Liu",
      "Claudia Schrepel",
      "Philip Schätzle",
      "Peter Knittel",
      "Martin Hermans",
      "Dominik B. Bucher"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  }
]