[
  {
    "id": "arXiv:2201.08488",
    "title": "Engineering of Form Factor in Rotationally Symmetric Photonic Cavities  for Faster Axion Searches",
    "abstract": "Form factor can be engineered in photonic cavities such that it dramatically increases the scan speed of axion haloscope detectors. Using higher-order modes of a photonic cavity, we can probe axions at larger mass ranges beyond the reach of current detectors that rely on conventional copper cavities. The main idea is to produce a higher-order mode with longitudinal field distribution that has relatively high amplitude away from both the cavity axis and the cavity walls such that it results in a relatively large form factor and maintains a high-quality factor. The detector scan speed significantly increases as it is proportional to the square of the form factor multiplied by the quality factor. ",
    "url": "https://arxiv.org/abs/2201.08488",
    "authors": [
      "Mohamed H. Awida"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2201.08511",
    "title": "Strong and long-range radiative interaction between resonant transitions",
    "abstract": "Enhancing the radiative interaction between quantum electronic transitions is of general interest. There are two important properties of radiative interaction: the range and the strength. There has been a trade-off between the range and the strength observed in the literature. Such apparent trade-off arises from the dispersion relation of photonic environments. A general recipe is developed to overcome such trade-off and to simultaneously enhance the range and the strength of radiative interactions. ",
    "url": "https://arxiv.org/abs/2201.08511",
    "authors": [
      "Lei Ying",
      "Michael S. Mattei",
      "Boyuan Liu",
      "Shi-Yao Zhu",
      "Randall H. Goldsmith",
      "Zongfu Yu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2201.08594",
    "title": "Quantitative phase and refractive index imaging of 3D objects via  optical transfer function reshaping",
    "abstract": "Deconvolution phase microscopy enables high-contrast visualization of transparent samples through reconstructions of their transmitted phases or refractive indexes. Herein, we propose a method to extend 2D deconvolution phase microscopy to thick 3D samples. The refractive index distribution of a sample can be obtained at a specific axial plane by measuring only four intensity images obtained under optimized illumination patterns. Also, the optical phase delay of a sample can be measured using different illumination patterns. ",
    "url": "https://arxiv.org/abs/2201.08594",
    "authors": [
      "Herve Hugonnet",
      "Mahn Jae Lee",
      "Yongkeun Park"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Image and Video Processing (eess.IV)"
    ]
  },
  {
    "id": "arXiv:2201.08674",
    "title": "Semiconductor waveguide quantum well lasers",
    "abstract": "Coherent laser arrays compatible with silicon photonics are demonstrated in a waveguide geometry in epitaxially grown semiconductor membrane quantum well lasers transferred on substrates of silicon carbide and oxidised silicon; we record lasing thresholds as low as 60 mW of pump power. We study the emission of single lasers and arrays of lasers in the sub-mm range. We are able to create waveguide laser arrays with modal widths of approximately 5-10 {\\mu}m separated by 10-20 {\\mu}m, using real and reciprocal space imaging we study their emission characteristics and find that they maintain their mutual coherence while operating on either single or multiple longitudinal modes per lasing cavity. ",
    "url": "https://arxiv.org/abs/2201.08674",
    "authors": [
      "Jonathan R. C. Woods",
      "Jon Gorecki",
      "Roman Bek",
      "Stephen C. Richardson",
      "Jake Daykin",
      "Grace Hooper",
      "Emelia Branagan-Harris",
      "Anne C. Tropper",
      "James S. Wilkinson",
      "Michael Jetter",
      "Vasilis Apostolopoulos"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2201.08733",
    "title": "Highly-directional, highly-efficient solution-processed light-emitting  diodes of all-face-down oriented colloidal quantum wells",
    "abstract": "Semiconductor colloidal quantum wells (CQWs) make an exciting quasi-2D class of nanocrystals thanks to their unique properties including their highly anisotropic optical transition dipole moment (TDM). Thus, employing a film of CQWs with face-down orientation as an emissive layer (EML) in an electroluminescent device is expected to substantially boost photon outcoupling efficiency. Here, we show all-solution-processed colloidal quantum well light-emitting diodes (CQW-LEDs) using a single all-face-down oriented self-assembled monolayer (SAM) film of CQWs that enables a high level of in-plane (IP) TDMs of 92%. This SAM film significantly enhances the outcoupling efficiency from 22% (of standard randomly-oriented emitters) to 34% (of face-down oriented emitters) and charge injection efficiency. This SAM-CQW-LED architecture enables a record high level of external quantum efficiency of 18.1% for the solution-processed type of CQW-LEDs, putting their efficiency performance on par with the hybrid organic-inorganic evaporation-based CQW-LEDs and all other best solution-processed LEDs. In addition, this architecture provides a high maximum brightness of 19,800 cd/m2 with a long operational lifetime of 247 h at 100 cd/m2 along with saturated deep-red emission (651 nm). These findings indicate the effectiveness of oriented self-assembly of CQWs as electrically-driven emissive layers in improving outcoupling and external quantum efficiencies in the CQW-LEDs. ",
    "url": "https://arxiv.org/abs/2201.08733",
    "authors": [
      "Hamed Dehghanpour Baruj",
      "Iklim Yurdakul",
      "Betul Canimkurbey",
      "Ahmet Tarik Isik",
      "Farzan Shabani",
      "Savas Delikanli",
      "Sushant Shendre",
      "Onur Erdem",
      "Furkan Isik",
      "Hilmi Volkan Demir"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2201.08783",
    "title": "Optical diagnostics of laser-produced plasmas",
    "abstract": "Laser-produced plasmas (LPPs) engulf exotic and complex conditions ranging in temperature, density, pressure, magnetic and electric fields, charge states, charged particle kinetics, and gas-phase reactions, based on the irradiation conditions, target geometries, and the background cover gas. The application potential of the LPP is so diverse that it generates considerable interest for both basic and applied research areas. Although most of the traditional characterization techniques developed for other plasma sources can be used to characterize the LPPs, care must be taken to interpret the results because of their small size, transient nature, and inhomogeneities. The existence of the large spatiotemporal density and temperature gradients often necessitates non-uniform weighted averaging over distance and time. Among the various plasma characterization tools, optical-based diagnostic tools play a key role in the accurate measurements of LPP parameters. The optical toolbox contains optical probing methods (Thomson scattering, shadowgraphy, Schlieren, interferometry, velocimetry, and deflectometry), optical spectroscopy (emission, absorption, and fluorescence), and passive and active imaging. Each technique is useful for measuring a specific property, and its use is limited to a certain time span during the LPP evolution because of the sensitivity issues related to the selected measuring tool. Therefore, multiple diagnostic tools are essential for a comprehensive insight into the entire plasma behavior. In recent times, the improvements in performance in the lasers and detector systems expanded the capability of the aforementioned passive and active diagnostics tools. This review provides an overview of optical diagnostic tools frequently employed for the characterization of the LPPs and emphasizes techniques, associated assumptions, and challenges. ",
    "url": "https://arxiv.org/abs/2201.08783",
    "authors": [
      "S. S. Harilal",
      "M. C. Phillips",
      "D. H. Froula",
      "K. K. Anoop",
      "R. C. Issac",
      "F. N. Beg"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2201.08792",
    "title": "Elucidating the oscillation instability of sessile drops triggered by  surface acoustic waves",
    "abstract": "The oscillation instability of sessile drops is ubiquitous in surface acoustic wave (SAW)-powered digital microfluidics. Yet, the physics underlying these phenomena has not been elucidated owing to the interplay between hydrodynamics, acoustics and capillarity. We decipher the instability by combining high-speed imaging with pressure measurements. We rationalize the observed behaviour with a model inspired from optomechanics, which couples an intracavity acoustic mode excited by the SAW to a surface deformation eigenmode through amplitude modulation and delayed radiation pressure feedback. ",
    "url": "https://arxiv.org/abs/2201.08792",
    "authors": [
      "Nicolas Chastrette",
      "Michael Baudoin",
      "Philippe Brunet",
      "Laurent Royon",
      "Regis Wunenburger"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2201.08834",
    "title": "Quantum Dipolar Coupling Thermal Correction for NMR Signal during  Natural Rock Flooding by Melding Experimentation and Numerical Simulation  (Th-CENS)",
    "abstract": "Researchers have used NMR to measure multi-phase fluid saturation and distribution inside porous media of natural rock. However, the NMR signal amplitude suffers reduction with the increase of temperature. The main reason is the Transverse Overhauser Effect, where heating increases the freedom for ionic motion, affecting spinning behavior by having two spins go in two opposite directions to form the Dipolar Coupling. We approach solving NMR thermal effects correction by melding experimentation and numerical simulation method. We use NMR for Cretaceous carbonate rock multi-phase flow research. We conduct time step in-situ temperature measurement for four different sections of the flooding system at the inlet, center, and outlet along the flooding path. In addition, we conduct a temperature measurement at the NMR device radial axis, representing the permanent magnet temperature. We build a 3D cylindrical heat transfer model for the numerical simulator that simulates thermal effect distribution on the NMR for optimally generating the correction model. The insight provided by the simulator improved the understanding of the thermal distribution at the natural rock core plug to produce a better thermal correction model that meld experimentation and simulation, a method we call Th-CENS. ",
    "url": "https://arxiv.org/abs/2201.08834",
    "authors": [
      "Omar Alfarisi",
      "Hongtao Zhang",
      "Djamel Ouzzane",
      "Hongxia Li",
      "Aikifa Raza"
    ],
    "subjectives": [
      "Geophysics (physics.geo-ph)",
      "Fluid Dynamics (physics.flu-dyn)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2201.08463",
    "title": "Motional decoherence in ultracold Rydberg atom quantum simulators of  spin models",
    "abstract": "Ultracold Rydberg atom arrays are an emerging platform for quantum simulation and computing. However, decoherence in these systems remains incompletely understood. Recent experiments [arXiv:1711.00887] observed strong decoherence in the quench and longitudinal-field-sweep dynamics of two-dimensional Ising models realized with Lithium-6 Rydberg atoms in optical lattices. This decoherence was conjectured to arise from spin-motion coupling. Here we show that spin-motion coupling indeed leads to decoherence in qualitative, and often quantitative, agreement with the experimental data, treating the difficult spin-motion coupled problem using the discrete truncated Wigner approximation method. We also show that this decoherence will be an important factor to account for in future experiments with Rydberg atoms in optical lattices and microtrap arrays, and discuss methods to mitigate the effect of motion, such as using heavier atoms or deeper traps. ",
    "url": "https://arxiv.org/abs/2201.08463",
    "authors": [
      "Zewen Zhang",
      "Ming Yuan",
      "Bhuvanesh Sundar",
      "Kaden R. A. Hazzard"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2107.08604",
    "title": "Imaginary couplings in non-Hermitian coupled-mode theory: Effects on  exceptional points of optical resonators",
    "abstract": " Comments: 19 pages, 11 figures ",
    "url": "https://arxiv.org/abs/2107.08604",
    "authors": [
      "Kenta Takata",
      "Nathan Roberts",
      "Akihiko Shinya",
      "Masaya Notomi"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2111.06085",
    "title": "Timing jitter characterization of free-running dual-comb laser with  sub-attosecond resolution using optical heterodyne detection",
    "abstract": " Comments: 19 pages, 6 figures, 78 references; typos corrected, layout adjusted ",
    "url": "https://arxiv.org/abs/2111.06085",
    "authors": [
      "Sandro L. Camenzind",
      "Daniel Koenen",
      "Benjamin Willenberg",
      "Justinas Pupeikis",
      "Christopher R. Phillips",
      "Ursula Keller"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2112.08999",
    "title": "Efficiency and time resolution of monolithic silicon pixel detectors in  SiGe BiCMOS technology",
    "abstract": " Title: Efficiency and time resolution of monolithic silicon pixel detectors in  SiGe BiCMOS technology ",
    "url": "https://arxiv.org/abs/2112.08999",
    "authors": [
      "G. Iacobucci",
      "L. Paolozzi",
      "P. Valerio",
      "T. Moretti",
      "F. Cadoux",
      "R. Cardarelli",
      "R. Cardella",
      "S. Débieux",
      "Y. Favre",
      "D. Ferrere",
      "S. Gonzalez-Sevilla",
      "Y. Gurimskaya",
      "R. Kotitsa",
      "C. Magliocca",
      "F. Martinelli",
      "M. Milanesio",
      "M. Münker",
      "M. Nessi",
      "A. Picardi",
      "J. Saidi",
      "H. Rücker",
      "M. Vicente Barreto Pinto",
      "S. Zambito"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2112.15195",
    "title": "Length-gauge optical matrix elements in WIEN2k",
    "abstract": " Comments: 11 pages, 2 figures, 6 tables ",
    "url": "https://arxiv.org/abs/2112.15195",
    "authors": [
      "Oleg Rubel",
      "Peter Blaha"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2201.01471",
    "title": "Deterministic improvements of quantum measurements with grouping of  compatible operators, non-local transformations, and covariance estimates",
    "abstract": " Title: Deterministic improvements of quantum measurements with grouping of  compatible operators, non-local transformations, and covariance estimates ",
    "url": "https://arxiv.org/abs/2201.01471",
    "authors": [
      "Tzu-Ching Yen",
      "Aadithya Ganeshram",
      "Artur F. Izmaylov"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  }
]