[
  {
    "id": "arXiv:2203.13337",
    "title": "Electrical Pulse Driven Multi-Level Nonvolatile Photonic Memories Using  Broadband Transparent Phase Change Materials",
    "abstract": "Here we demonstrate a multi-state electrically programmed low-loss nonvolatile photonic memory based on a broadband transparent phase change material (Ge2Sb2Se5, GSSe) with ultra-low absorption in the amorphous state. A zero-static-power, and electrically driven high-state photonic memory was realized on a silicon-on-insulator platform, featuring amplitude modulation up to 0.2 dB/{\\mu}m and an ultra-low insertion loss of 0.0015 dB/{\\mu}m, with a newly designed paired micro-heaters along the both sides of waveguide without horizontal contact. The step size (absorption per state) and total resolution of PRAM is cascaded with the length of GSSe material and the number of paired heaters to tune the number of individual memory islands. We also proposed a partial amorphization scheme with single pair of unsymmetric heaters to realize 6 states response to enhance energy and footprint efficiency of PCM devices. A cyclability test was performed over the proposed PRAM reaching half-million set-reset cycles with stable bi-state optical responses. ",
    "url": "https://arxiv.org/abs/2203.13337",
    "authors": [
      "Jiawei Meng",
      "Mario Miscuglio",
      "Nicola Peserico",
      "Xiaoxuan Ma",
      "Yifei Zhang",
      "Cosmin-Costantin Popescu",
      "Myungkoo Kang",
      "Kathelln Richardson",
      "Juejun Hu",
      "Volker J. Sorger"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2203.13362",
    "title": "The transient route to resonance",
    "abstract": "The periodically driven harmonic oscillator with damping is one of the most elementary and trusted models in physics and normally applied in its steady state, disregarding specific initial conditions and associated transients. For example, steady state solutions are already sufficient to describe resonance. In some applications transient solutions might play a role though, and a review of these might be useful. In order to characterize the transients of the harmonic oscillator, its winding number is graphed in dependence of initial conditions. These visualizations show a complexity of the transients of the harmonic oscillator that are not readily evident from the inspection of the model alone. ",
    "url": "https://arxiv.org/abs/2203.13362",
    "authors": [
      "Henning U. Voss"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2203.13442",
    "title": "Dualband and Tripleband Metamaterial absorber in WR1 band and Lower  TeraHertz frequencies",
    "abstract": "Frequency Band of 0.5 THz to 1.1 THz (WR1.5 and WR1) is one of the promising bands when it comes to 6G. In this paper, we propose a novel metamaterial absorber suitable to be used at lower WR1 frequencies in TE mode. Alternatively, the design can be used as a strong absorber at lower Terahertz frequencies. In addition, when used in TM mode the absorber works as a perfect absorber at higher WR1 band. ",
    "url": "https://arxiv.org/abs/2203.13442",
    "authors": [
      "Sarvesh Gharat",
      "Prutha Kulkarni",
      "Shriganesh Prabhu",
      "Chandrashekhar Garde"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.13576",
    "title": "Low-threshold, highly stable colloidal quantum dot short-wave infrared  laser enabled by suppression of trap-assisted Auger recombination",
    "abstract": "Pb-chalcogenide colloidal quantum dots (CQDs) are attractive materials to be used as tuneable laser media across the infrared spectrum. However, excessive nonradiative Auger recombination due to the presence of trap states outcompetes light amplification by rapidly annihilating the exciton population, leading to high gain thresholds. Here, we employ a binary blend of CQDs and ZnO nanocrystals in order to passivate the in-gap trap states of PbS-CQD gain medium. Using transient absorption, we measure a five-fold increase in Auger lifetime demonstrating the suppression of trap-assisted Auger recombination. By doing so, we achieve a two-fold reduction in amplified spontaneous emission (ASE) threshold. Finally, by integrating our proposed binary blend to a DFB resonator, we demonstrate single-mode lasing emission at 1650 nm with a linewidth of 1.23 nm (0.62 meV), operating at a low lasing threshold of ~385 {\\mu}J.cm-2. The Auger suppression in this system has allowed to achieve unprecedented lasing emission stability for a CQD laser with recorded continuous operation of 5 hours at room temperature and ambient conditions. ",
    "url": "https://arxiv.org/abs/2203.13576",
    "authors": [
      "Nima Taghipour",
      "Guy L. Whitworth",
      "Andreas Othonos",
      "Mariona Dalmases",
      "Santanu Pradhan",
      "Yongjie Wang",
      "Gaurav Kumar",
      "Gerasimos Konstantatos"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2203.13581",
    "title": "Hybrid 2D-QD MoS2 PbSe Quantum Dot Broadband Photodetectors with  High-Sensitivity and Room-Temperature Operation at 2.5 μm",
    "abstract": "Broadband infrared photodetectors have profound importance in diverse applications including security, gas sensing, bioimaging, spectroscopy for food quality, and recycling, just to name a few. Yet, these applications can currently be served by expensive epitaxially grown photodetectors, limiting their market potential and social impact. The use of colloidal quantum dots (CQDs) and 2D-materials in a hybrid layout is an attractive alternative to design low-cost CMOS-compatible infrared photodetectors. However, the spectral sensitivity of these conventional hybrid detectors has been restricted to 2.1 um. Herein, we present a hybrid structure comprising MoS2 with PbSe CQDs to extend their sensitivity further towards the mid-wave infrared, up to 3 um. We achieve room temperature responsivity of 137.6 A/W and a detectivity of 7.7 10^10 Jones at 2.55 um owing to highly efficient photoexcited carrier separation at the interface of MoS2 and PbSe in combination with an oxide-coating to reduce dark current; the highest value yet for a PbSe based hybrid device. These findings strongly support the successful fabrication of hybrid devices which may pave the pathway for cost-effective, high performance, next-generation, novel photodetectors. ",
    "url": "https://arxiv.org/abs/2203.13581",
    "authors": [
      "Biswajit Kundu",
      "Onur Özdemir",
      "Mariona Dalmases",
      "Gaurav Kumar",
      "Gerasimos Konstantatos"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2203.13583",
    "title": "Visible-blind ZnMgO Colloidal Quantum Dot Downconverters expand Silicon  CMOS Sensors Spectral Coverage into Ultraviolet and enable UV Band  Discrimination",
    "abstract": "Selective spectral detection of ultraviolet (UV) radiation is highly important across numerous fields from health and safety to industrial and environmental monitoring applications. Herein, we report a non-toxic, visible-blind, inorganic quantum dot (QD)-based sensing scheme that expands the spectral coverage of Silicon CMOS sensors into the UV, enabling efficient UV detection without affecting the sensor performance in the visible and UV-band discrimination. The reported scheme employs zinc magnesium oxide (ZnMgO) QDs with compositionally tunable absorption across UV and high photoluminescence quantum yield (PLQY) in the visible. The efficient luminescence and large stokes shift of these QDs have been exploited herein to act as an efficient downconverting material that enhances the UV sensitivity of Si-photodetector (Si-PD). A Si-PD integrated with the QDs results in a nine-fold improvement in photoresponsivity from 0.83 mA/W to 7.5 mA/W at 260 nm. Leveraging the tunability of these QDs we further report on a simple UV band identification scheme, using two distinct band gap ZnMgO QDs stacked in a tandem architecture whose spectral emission color depends on the UV-band excitation light. The downconverting stack enables facile discrimination of UV light using a standard CMOS image sensor (camera) or by the naked eye and avoids the use of complex optics. ",
    "url": "https://arxiv.org/abs/2203.13583",
    "authors": [
      "Avijit Saha",
      "a Gaurav Kumar",
      "a Santanu Pradhan",
      "a Gauttam Dash",
      "b Ranjani Viswanathab",
      "Gerasimos Konstantatos"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2203.13600",
    "title": "Noninvasive mechanical investigations of free-standing SiN membranes  patterned with one-dimensional photonic crystal structures",
    "abstract": "A detailed investigation of the structural and vibrational properties of various prestressed silicon nitride membranes patterned with one-dimensional photonic crystal structures is presented. The tensile stress-related deformation of the structure in the vicinity of the patterned area is determined by Atomic Force Microscopy scans, while the resonance frequencies and quality factors of the out-of-plane membrane vibrations are measured using optical interferometry. We show that these noninvasive measurements, combined with results of finite element simulations, provide accurate knowledge on the tensile stress, the elasticity modulus and the density of these nanostructured thin films. The obtained results are interesting in two ways: first, they show that such highly reflective thin membranes already exploited in various photonics applications possess high-mechanical quality, which also makes them attractive for optomechanics and sensing applications. Second, they represent a nondestructive method to determine key material parameters which can be applicable to a broad range of fragile nanostructured thin films. ",
    "url": "https://arxiv.org/abs/2203.13600",
    "authors": [
      "Ali A. Darki",
      "Robin V. Nielsen",
      "Jens V. Nygaard",
      "Aurélien Dantan"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.13660",
    "title": "Terahertz measurements on subwavelength-size samples down to the  tunneling limit",
    "abstract": "For terahertz spectroscopy on single crystals, the wavelength $\\lambda$ often is comparable to the size of the studied samples, emphasizing diffraction effects. Using a continuous-wave terahertz spectrometer in transmission geometry, we address the effect of the sample size on the achievable accuracy of the optical properties, focusing in particular on the phase data. We employ $\\alpha$-lactose monohydrate as a paradigmatic example and compare data that were measured using apertures with diameters D in the range from 10 mm to 0.2 mm. For small D, strong diffraction typically invalidates a quantitative analysis of the transmitted amplitude at low frequencies. The phase data, however, can be evaluated to lower frequency and show a more systematic dependence on D. For a quantitative analysis, we employ a waveguide picture for the description of small apertures with a cylindrical bore. For D as small as 0.2 mm, corresponding to 1/D = 50 cm$^{-1}$, a circular waveguide does not support propagating waves below its cut-off frequency $1/\\lambda_c = \\omega_c/2\\pi c \\approx 29$ cm$^{-1}$. Experimentally, we confirm this cut-off for cylindrical apertures with a thickness $d_{ap} = 1$ mm. Close to $\\omega_c$, the measured phase velocity is an order of magnitude larger than $c$, the speed of light in vacuum. The cut-off is washed out if a sample is mounted on a thin aperture with a conical bore. In this case, the phase data of $\\alpha$-lactose monohydrate for D = 0.2 mm can quantitatively be described down to about 10 cm$^{-1}$ if the waveguide-like properties of the aperture are taken into account in the analysis. ",
    "url": "https://arxiv.org/abs/2203.13660",
    "authors": [
      "D. Maluski",
      "I. Cámara Mayorga",
      "J. Hemberger",
      "M. Grüninger"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.13793",
    "title": "Optical constants of several multilayer transition metal dichalcogenides  measured by spectroscopic ellipsometry in the 300-1700 nm range: high-index,  anisotropy, and hyperbolicity",
    "abstract": "Transition metal dichalcogenides (TMDs) attract significant attention due to their exceptional optical and excitonic properties. It was understood already in the 1960s, and recently rediscovered, that many TMDs possess high refractive index and optical anisotropy, which make them attractive for nanophotonic applications. However, accurate analysis and predictions of nanooptical phenomena require knowledge of dielectric constants along both in- and out-of-plane directions and over a broad spectral range -- information, which is often inaccessible or incomplete. Here, we present an experimental study of optical constants from several exfoliated TMD multilayers obtained using spectroscopic ellipsometry in the broad range of 300--1700 nm. The specific materials studied include semiconducting WS$_2$, WSe$_2$, MoS$_2$, MoSe$_2$, MoTe$_2$, as well as, in-plane anisotropic ReS$_2$, WTe$_2$, and metallic TaS$_2$, TaSe$_2$, and NbSe$_2$. The extracted parameters demonstrate high-index ($n$ up till $\\approx 4.84$ for MoTe$_2$), significant anisotropy ($n_{\\parallel}-n_{\\perp} \\approx 1.54$ for MoTe$_2$), and low absorption in the near infrared region. Moreover, metallic TMDs show potential for combined plasmonic-dielectric behavior and hyperbolicity, as their plasma frequency occurs at around $\\sim$1000--1300 nm depending on the material. The knowledge of optical constants of these materials opens new experimental and computational possibilities for further development of all-TMD nanophotonics. ",
    "url": "https://arxiv.org/abs/2203.13793",
    "authors": [
      "Battulga Munkhbat",
      "Piotr Wróbel",
      "Tomasz J. Antosiewicz",
      "Timur Shegai"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2203.13342",
    "title": "Information is Physical: Cross-Perspective Links in Relational Quantum  Mechanics",
    "abstract": "Relational quantum mechanics (RQM) is an interpretation of quantum mechanics based on the idea that quantum states describe not an absolute property of a system but rather a relationship between systems. In this article, we observe that there is a tension between RQM's naturalistic emphasis on the physicality of information and the inaccessibility of certain sorts of information in current formulations of RQM. Therefore we propose a new postulate for RQM which requires that all of the information possessed by a certain observer is stored in physical variables of that observer and thus accessible by measurement to other observers, so observers can reach intersubjective agreement about quantum events which have occurred in the past. Based on this postulate, we suggest an ontology for RQM which upholds the principle that quantum states are always relational, but which also postulates a set of quantum events which are not strictly relational. We show that the new postulate helps address some existing objections to RQM and finally we address the Frauchiger-Renner experiment in the context of RQM. ",
    "url": "https://arxiv.org/abs/2203.13342",
    "authors": [
      "Emily Adlam",
      "Carlo Rovelli"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2203.13781",
    "title": "Defect engineering of silicon with ion pulses from laser acceleration",
    "abstract": "Defect engineering is foundational to classical electronic device development and for emerging quantum devices. Here, we report on defect engineering of silicon single crystals with ion pulses from a laser accelerator with ion flux levels up to 10^22 ions/cm^2/s. Low energy ions from plasma expansion of the laser-foil target are implanted near the surface and then diffuse into silicon samples that were locally pre-heated by high energy ions. We observe low energy ion fluences of ~10^16 cm^-2, about four orders of magnitude higher than the fluence of high energy (MeV) ions. In the areas of highest energy deposition, silicon crystals exfoliate from single ion pulses. Color centers, predominantly W and G-centers, form directly in response to ion pulses without a subsequent annealing step. We find that the linewidth of G-centers increase in areas with high ion flux much more than the linewidth of W-centers, consistent with density functional theory calculations of their electronic structure. Laser ion acceleration generates aligned pulses of high and low energy ions that expand the parameter range for defect engineering and doping of semiconductors with tunable balances of ion flux, damage rates and local heating. ",
    "url": "https://arxiv.org/abs/2203.13781",
    "authors": [
      "Walid Redjem",
      "Ariel J. Amsellem",
      "Frances I. Allen",
      "Gabriele Benndorf",
      "Jianhui Bin",
      "Stepan Bulanov",
      "Eric Esarey",
      "Leonard C. Feldman",
      "Javier Ferrer Fernandez",
      "Javier Garcia Lopez",
      "Laura Geulig",
      "Cameron R. Geddes",
      "Hussein Hijazi",
      "Qing Ji",
      "Vsevolod Ivanov",
      "Boubacar Kante",
      "Anthony Gonsalves",
      "Jan Meijer",
      "Kei Nakamura",
      "Arun Persaud",
      "Ian Pong",
      "Lieselotte Obst-Huebl",
      "Peter A. Seidl",
      "Jacopo Simoni",
      "Carl Schroeder",
      "Sven Steinke",
      "Liang Z. Tan",
      "Ralf Wunderlich",
      "Brian Wynne",
      "Thomas Schenkel"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2007.09847",
    "title": "Quantum Immortality and Non-Classical Logic",
    "abstract": " Comments: 14 pages ",
    "url": "https://arxiv.org/abs/2007.09847",
    "authors": [
      "Phillip L. Wilson"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)",
      "History and Overview (math.HO)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2106.13234",
    "title": "Collective Spin-Light and Light-Mediated Spin-Spin Interactions in an  Optical Cavity",
    "abstract": " Comments: 25 pages, accepted for publication in PRX Quantum ",
    "url": "https://arxiv.org/abs/2106.13234",
    "authors": [
      "Zeyang Li",
      "Boris Braverman",
      "Simone Colombo",
      "Chi Shu",
      "Akio Kawasaki",
      "Albert Adiyatullin",
      "Edwin Pedrozo-Peñafiel",
      "Enrique Mendez",
      "Vladan Vuletić"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2110.04424",
    "title": "High quality factor silicon-on-lithium niobate metasurfaces for  electro-optically reconfigurable wavefront shaping",
    "abstract": " Title: High quality factor silicon-on-lithium niobate metasurfaces for  electro-optically reconfigurable wavefront shaping ",
    "url": "https://arxiv.org/abs/2110.04424",
    "authors": [
      "Elissa Klopfer",
      "Sahil Dagli",
      "David Barton III",
      "Mark Lawrence",
      "Jennifer A. Dionne"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2112.10926",
    "title": "100 GHz Micrometer compact broadband Monolithic ITO Mach Zehnder  Interferometer Modulator enabling 3500 times higher Packing Density",
    "abstract": " Comments: 14 pages, 7 figures ",
    "url": "https://arxiv.org/abs/2112.10926",
    "authors": [
      "Yaliang Gui",
      "Behrouz Movahhed Nouri",
      "Mario Miscuglio",
      "Rubab Amin",
      "Hao Wang",
      "Jacob B. Khurgin",
      "Hamed Dalir",
      "Volker J. Sorger"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2203.03801",
    "title": "Contactless Manipulation of Microparticles by Acoustic Vortex in  Droplets",
    "abstract": " Title: Contactless Manipulation of Microparticles by Acoustic Vortex in  Droplets ",
    "url": "https://arxiv.org/abs/2203.03801",
    "authors": [
      "Shuren Song",
      "Jia Zhou",
      "Antoine Riaud"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  }
]