[
  {
    "id": "arXiv:2402.14945",
    "title": "An image-based transfer learning approach for using in situ processing  data to predict laser powder bed fusion additively manufactured Ti-6Al-4V  mechanical properties",
    "abstract": "The mitigation of material defects from additive manufacturing (AM) processes is critical to reliability in their fabricated parts and is enabled by modeling the complex relations between available build monitoring signals and final mechanical performance. To this end, the present study investigates a machine learning approach for predicting mechanical properties for Ti-6Al-4V fabricated through laser powder bed fusion (PBF-LB) AM using in situ photodiode processing signals. Samples were fabricated under different processing parameters, varying laser powers and scan speeds for the purpose of probing a wide range of microstructure and property variations. Photodiode data were collected during fabrication, later to be arranged in image format and extracted to information-dense vectors by the transferal of deep convolutional neural network (DCNN) structures and weights pre-trained on a large computer vision benchmark image database. The extracted features were then used to train and test a newly designed regression model for mechanical properties. Average cross-validation accuracies were found to be 98.7% (r2 value of 0.89) for the prediction of ultimate tensile strength, which ranged from 900 to 1150 MPa in the samples studied, and 93.1% (r2 value of 0.96) for the prediction of elongation to fracture, which ranged from 0 to 17%. Thus, with high accuracy and hardware accelerated inference speeds, we demonstrate that a transfer learning framework can be used to predict strength and ductility of metal AM components based on processing signals in PBF-LB, illustrating a potential route toward real-time closed-loop control and process optimization of PBF-LB in industrial applications. ",
    "url": "https://arxiv.org/abs/2402.14945",
    "authors": [
      "Qixiang Luo",
      "John D. Shimanek",
      "Timothy W. Simpson",
      "Allison M. Beese"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2402.14946",
    "title": "Dynamic control of 2D non-Hermitian photonic corner states in synthetic  dimensions",
    "abstract": "Non-Hermitian models describe the physics of ubiquitous open systems with gain and loss. One intriguing aspect of non-Hermitian models is their inherent topology that can produce intriguing boundary phenomena like resilient higher-order topological insulators (HOTIs) and non-Hermitian skin effects (NHSE). Recently, time-multiplexed lattices in synthetic dimensions have emerged as a versatile platform for the investigation of these effects free of geometric restrictions. Despite holding broad applications, studies of these effects have been limited to static cases so far, and full dynamical control over the non-Hermitian effects has remained elusive. Here, we demonstrate the emergence of topological non-Hermitian corner states with remarkable temporal controllability and robustness in a two-dimensional photonic synthetic time lattice. Specifically, we showcase various dynamic control mechanisms for light confinement and flow, including spatial mode tapering, sequential non-Hermiticity on-off switching, dynamical corner state relocation, and light steering. Moreover, we establish the corner state's robustness in the presence of intensity modulation randomness and quantitatively determine its breakdown regime. Our findings extend non-Hermitian and topological photonic effects into higher synthetic dimensions, offering remarkable flexibility and real-time control possibilities. This opens avenues for topological classification, quantum walk simulations of many-body dynamics, and robust Floquet engineering, free from the limitations of physical geometries. ",
    "url": "https://arxiv.org/abs/2402.14946",
    "authors": [
      "Xinyuan Zheng",
      "Mahmoud Jalali Mehrabad",
      "Jonathan Vannucci",
      "Kevin Li",
      "Avik Dutt",
      "Mohammad Hafezi",
      "Sunil Mittal",
      "Edo Waks"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.15031",
    "title": "The Dual Dynamical Foundation of Orthodox Quantum Mechanics",
    "abstract": "This paper combines mathematical, philosophical, and historical analyses in a comprehensive investigation of the dynamical foundations of the formalism of orthodox quantum mechanics. The results obtained include: (i) A deduction of the canonical commutation relations (CCR) from the tenets of Matrix Mechanics; (ii) A discussion of the meaning of Schr\\\"odinger's first derivation of the wave equation that not only improves on Joas and Lehner's 2009 investigation on the subject but also demonstrates that the CCR follow of necessity from Schr\\\"odinger's first derivation of the wave equation, thus correcting the common misconception that the CCR were only posited by Schr\\\"odinger to pursue equivalence with Matrix Mechanics; (iii) A discussion of the mathematical facts and requirements involved in the equivalence of Matrix and Wave Mechanics that improves on F. A. Muller's classical treatment of the subject; (iv) A proof that the equivalence of Matrix and Wave Mechanics is necessitated by the formal requirements of a dual action functional from which both the dynamical postulates of orthodox quantum mechanics, von Neumann's process 1 and process 2, follow; (v) A critical assessment, based on (iii) and (iv), of von Neumann's construction of unified quantum mechanics over Hilbert space. Point (iv) is our main result. It brings to the open the important, but hitherto ignored, fact that orthodox quantum mechanics is no exception to the golden rule of physics that the dynamics of a physical theory must follow from the action functional. If orthodox quantum mechanics, based as it is on the assumption of the equivalence of Matrix and Wave Mechanics, has this \"peculiar dual dynamics,\" as von Neumann called it, this is so because by assuming the equivalence one has been assuming a peculiar dual action. ",
    "url": "https://arxiv.org/abs/2402.15031",
    "authors": [
      "Diana Taschetto",
      "Ricardo Correa da Silva"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2402.15114",
    "title": "Cavity based non-destructive detection of photoassociation in a dark MOT",
    "abstract": "The photoassociation (PA) of rubidium dimer (Rb2) in a dark magneto-optic trap (MOT) is studied using atom-cavity collective strong coupling. This allows non-destructive detection of the molecule formation process as well as rapid and repeated interrogation of the atom-molecule system. The vacuum Rabi splitting (VRS) measurements from the bright MOT are carefully calibrated against equivalent measurements with fluorescence. Further loading rates in dark MOT are determined using VRS. This method provides a reliable, fast, and non-destructive detection scheme for ultracold molecules when the atoms are non-fluorescing using the free atoms coupled to a cavity. ",
    "url": "https://arxiv.org/abs/2402.15114",
    "authors": [
      "V. I. Gokul",
      "Arun Bahuleyan",
      "S. P. Dinesh",
      "V. R. Thakar",
      "S. A. Rangwala"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2402.15196",
    "title": "Compact on-chip power splitter based on topological photonic crystal",
    "abstract": "We propose and demonstrate an on-chip 1*N power splitter based on topological photonic crystal (TPC) on a monolithic silicon photonic platform. Benefiting from the valley-locked propagation mode at the interface of TPCs with different topological phases, the proposed power splitter has negligible backscattering around the sharp bendings and good robustness to fabrication defects, which therefore enable lower insertion loss, better uniformity, and more compact footprint than the conventional designs. For the fabricated 1*2 (8) power splitter, the uniformity among the output ports is below 0.35 (0.65) dB and the maximum insertion loss is 0.38 (0.58) dB with compact footprint of 5*5 um2 (10*12 um2) within a bandwidth of 70 nm. In addition, the topological power splitter only requires simple configurations of TPCs with different topological phases, which is more reliable in design and fabrication compared with the conventional designs. ",
    "url": "https://arxiv.org/abs/2402.15196",
    "authors": [
      "Puhui Zhang",
      "Jiacheng Zhang",
      "Linpeng Gu",
      "Liang Fang",
      "Yanyan Zhang",
      "Jianlin ZHao",
      "Xuetao Gan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2402.15203",
    "title": "Polarization splitter rotator on thin film lithium niobate based on  multimode interference",
    "abstract": "Polarization splitter-rotators (PSRs) are the key elements to realize on-chip polarization manipulation. Current PSRs on thin film lithium niobate (TFLN) rely on sub-micron gaps to realize modes separation, which increase the difficulties of lithography and etching. In this paper, a polarization splitter-rotator on TFLN based on multimode interference (MMI) is demonstrated. Mode division is achieved by an MMI-based mode demultiplexer. The feature size of the PSR is 1.5 {\\mu}m, which can be fabricated with low priced i-line contact aligners. Experimental results show a polarization extinction ratio (PER) > 20 dB and insertion loss (IL) <1.5 dB are achieved in a wavelength range of 1542-1600 nm for TE-polarized light. And a PER > 9.5 dB and an IL <3.0 dB are achieved in a wavelength range of 1561-1600 nm for TM-polarized light. This PSR could find application in the low-cost fabrication of dual-polarization TFLN integrated photonic devices. ",
    "url": "https://arxiv.org/abs/2402.15203",
    "authors": [
      "Mengke Wang",
      "Hao Yao",
      "Jiayao Deng",
      "Zhefeng Hu",
      "Tingting Tang",
      "Kaixin Chen"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2402.15291",
    "title": "Variation in whispering gallery mode of resonance in a trapped and  levitated liquid micro cavity",
    "abstract": "Whispering gallery mode (WGM) of resonance occurs when a traveling wave faces grazing reflection and confinement at the inner surface of a spherical cavity. Such a resonance was observed with micrometer sized liquid droplet and with light of sub-micron wavelength. The resonance occurs when specific boundary conditions are fulfilled, following a relation between optical path length (that is related to radius of the droplet) and resonating wavelength. Therefore, a change in WGM wavelength will be related to dimension of the droplet. We observed a shift in such a resonance spectra. For a smaller droplet the observed blue shift in the WGM were 1.5, 0.7, 3.7 nm. Following the resonance condition, it was estimated that such a shift corresponds to a reduction in radius of the droplet by 1.3, 0.6, 3.3 nm respectively. This was obtained with a droplet of radius about 600 nm. The droplet was created from a solution of glycerol, methanol and rhodamine 6G dye, and was trapped and levitated in a modified Paul trap. The WGMs were created by optically exciting the dye material from an external 532 nm cw laser beam. A shift in the WGM was observed with time, during a gradual increase in power of the excitation laser, and a reason for such a shift was thought to be thermal evaporation of the liquid from the droplet. For a larger droplet an initial 0.1 nm thermal expansion was also estimated because initially a red-shift of the WGM was observed, probably because of thermal expansion, which was negligible for a smaller droplet. For the smaller droplet, the estimated rate of change of WGM with radius, was 1.129. For larger droplet, this rate is lower. ",
    "url": "https://arxiv.org/abs/2402.15291",
    "authors": [
      "S. M. Iftiquar"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.15403",
    "title": "Stimulated Forward Brillouin Scattering in Subwavelength Silicon  Membranes",
    "abstract": "On-chip Brillouin scattering plays a key role in numerous applications in the domain of signal processing and microwave photonics due to the coherent bidirectional coupling between near-infrared optical signals and GHz mechanical modes, which enables selective amplification and attenuation with remarkably narrow linewidths, in the kHz to MHz range. Subwavelength periodic nanostructures provide precise control of the propagation of light and sound in silicon photonic circuits, key to maximize the efficiency of Brillouin interactions. Here, we propose and demonstrate a new subwavelength waveguide geometry allowing independent control of optical and mechanical modes. Two silicon lattices are combined, one with a subwavelength period for the light and one with a total bandgap for the sound, to confine optical and mechanical modes, respectively. Based on this approach, we experimentally demonstrate optomechanical coupling between near-infrared optical modes and GHz mechanical modes with with 5-8 MHz linewidth and a coupling strength of GB = 1360 1/(W m). A Stokes gain of 1.5 dB, and anti-Stoke loss of -2 dB are observed for a 6 mm-long waveguide with 35.5 mW of input power. We show tuning of the mechanical frequency between 5 and 8 GHz by geometrical optimization, without loss of the optomechanical coupling strength. ",
    "url": "https://arxiv.org/abs/2402.15403",
    "authors": [
      "Paula Nuño Ruano",
      "Jianhao Zhang",
      "David González-Andrade",
      "Daniele Melati",
      "Eric Cassan",
      "Pavel Cheben",
      "Laurent Vivien",
      "Norberto Daniel Lanzillotti-Kimura",
      "Carlos Alonso-Ramos"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.15443",
    "title": "Origin of optical nonlinearity in plasmonic semiconductor nanostructures",
    "abstract": "The development of nanoscale nonlinear elements in photonic integrated circuits is hindered by the physical limits to the nonlinear optical response of dielectrics, which requires that the interacting waves propagate in transparent volumes for distances much longer than their wavelength. Here we present experimental evidence that optical nonlinearities in doped semiconductors are due to free-electron and their efficiency could exceed by several orders of magnitude that of conventional dielectric nonlinearities. Our experimental findings are supported by comprehensive computational results based on the hydrodynamic modeling, which naturally includes nonlocal effects, of the free-electron dynamics in heavily doped semiconductors. By studying third-harmonic generation from plasmonic nanoantenna arrays made out of heavily n-doped InGaAs with increasing levels of free-carrier density, we discriminate between hydrodynamic and dielectric nonlinearities. As a result, the value of maximum nonlinear efficiency as well as its spectral location can now be controlled by tuning the doping level. Having employed the common material platform InGaAs/InP that supports integrated waveguides, our findings pave the way for future exploitation of plasmonic nonlinearities in all-semiconductor photonic integrated circuits. ",
    "url": "https://arxiv.org/abs/2402.15443",
    "authors": [
      "Andrea Rossetti",
      "Huatian Hu",
      "Tommaso Venanzi",
      "Adel Bousseksou",
      "Federico De Luca",
      "Thomas Deckert",
      "Valeria Giliberti",
      "Marialilia Pea",
      "Isabelle Sagnes",
      "Gregoire Beaudoin",
      "Paolo Biagioni",
      "Enrico Baù",
      "Stefan A. Maier",
      "Andreas Tittl",
      "Daniele Brida",
      "Raffaele Colombelli",
      "Michele Ortolani",
      "Cristian Ciracì"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2402.14876",
    "title": "Pseudo-Random Generator based on a Photonic Neuromorphic Physical  Unclonable Function",
    "abstract": "In this work we provide numerical results concerning a silicon-on-insulator photonic neuromorphic circuit configured as a physical unclonable function. The proposed scheme is enhanced with the capability to be operated as an unconventional deterministic pseudo-random number generator, suitable for cryptographic applications that alleviates the need for key storage in non-volatile digital media. The proposed photonic neuromorphic scheme is able to offer NIST test compatible numbers with an extremely low false positive/negative probability below 10-14. The proposed scheme offers multi-functional capabilities due to the fact that it can be simultaneously used as an integrated photonic accelerator for machine-learning applications and as a hardware root of trust. ",
    "url": "https://arxiv.org/abs/2402.14876",
    "authors": [
      "Dimitris Dermanis",
      "Panagiotis Rizomiliotis",
      "Adonis Bogris",
      "Charis Mesaritakis"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.14914",
    "title": "Exploring limits of dipolar quantum simulators with ultracold molecules",
    "abstract": "We provide a quantitative blueprint for realizing two-dimensional quantum simulators employing ultracold dipolar molecules or magnetic atoms by studying their accuracy in predicting ground state properties of lattice models with long-range interactions. For experimentally relevant ranges of potential depths, interaction strengths, particle fillings, and geometric configurations, we map out the agreement between the state prepared in the quantum simulator and the target lattice state. We do so by separately calculating numerically exact many-body wave functions in the continuum and single- or multi-band lattice representations, and building their many-body state overlaps. While the agreement between quantum simulator and single-band models is good for deep optical lattices with weaker interactions and low particle densities, the higher band population rapidly increases for shallow lattices, stronger interactions, and in particular above half filling. This induces drastic changes to the properties of the simulated ground state, potentially leading to false predictions. Furthermore, we show that the interplay between commensurability and interactions can lead to quasidegeneracies, rendering a faithful ground state preparation even more challenging. ",
    "url": "https://arxiv.org/abs/2402.14914",
    "authors": [
      "Yuliya Bilinskaya",
      "Michael Hughes",
      "Paolo Molignini"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic and Molecular Clusters (physics.atm-clus)",
      "Computational Physics (physics.comp-ph)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2402.14930",
    "title": "A quantum treatment of the Stern-Gerlach experiment",
    "abstract": "Most textbooks introduce the concept of spin by presenting the Stern-Gerlach experiment with the aid of Newtonian atomic trajectories. However, to understand how both spatial and spin degrees of freedom evolve over time and how the latter influence experimental outcomes, it is essential to employ a quantum approach. In this paper, we offer two simple methods, the Baker-Campbell-Hausdorff formula and the direct integration of the Schr\\\"odinger equation in an interaction picture, to determine the corresponding evolution operator. We not only provide an interpretation of the individual terms within this operator but also establish connections with semiclassical calculations, when feasible. Moreover, we compute the wave function and touch upon the concept of position-spin entanglement to illustrate how a full quantum description of the Stern-Gerlach experiment can open doors to topics like quantum measurement and nonlocality. ",
    "url": "https://arxiv.org/abs/2402.14930",
    "authors": [
      "K. M. Fonseca-Romero"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Physics Education (physics.ed-ph)"
    ]
  },
  {
    "id": "arXiv:2402.15045",
    "title": "Effective description of a quantum particle constrained to a catenoid",
    "abstract": "We describe a quantum particle constrained on a catenoid, employing an effective description of quantum mechanics based on expected values of observables and quantum dispersions. We obtain semiclassical trajectories for particles, displaying general features of the quantum behaviour; most interestingly, particles present tunneling through the throat of the catenoid, a characteristic having important physical applications ",
    "url": "https://arxiv.org/abs/2402.15045",
    "authors": [
      "Guillermo Chacon Acosta",
      "Hector Hernandez Hernandez",
      "Jose Ruvalcaba Rascon"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2402.15376",
    "title": "Probing critical phenomena in open quantum systems using atom arrays",
    "abstract": "At continuous phase transitions, quantum many-body systems exhibit scale-invariance and complex, emergent universal behavior. Most strikingly, at a quantum critical point, correlations decay as a power law, with exponents determined by a set of universal scaling dimensions. Experimentally probing such power-law correlations is extremely challenging, owing to the complex interplay between decoherence, the vanishing energy gap, and boundary effects. Here, we employ a Rydberg quantum simulator to adiabatically prepare critical ground states of both a one-dimensional ring and a two-dimensional square lattice. By accounting for and tuning the openness of our quantum system, which is well-captured by the introduction of a single phenomenological length scale, we are able to directly observe power-law correlations and extract the corresponding scaling dimensions. Moreover, in two dimensions, we observe a decoupling between phase transitions in the bulk and on the boundary, allowing us to identify two distinct boundary universality classes. Our work demonstrates that direct adiabatic preparation of critical states in quantum simulators can complement recent approaches to studying quantum criticality using the Kibble-Zurek mechanism or digital quantum circuits. ",
    "url": "https://arxiv.org/abs/2402.15376",
    "authors": [
      "Fang Fang",
      "Kenneth Wang",
      "Vincent S. Liu",
      "Yu Wang",
      "Ryan Cimmino",
      "Julia Wei",
      "Marcus Bintz",
      "Avery Parr",
      "Jack Kemp",
      "Kang-Kuen Ni",
      "Norman Y. Yao"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:1910.00439",
    "title": "Exploring dynamical phase transitions with cold atoms in an optical  cavity",
    "abstract": " Comments: 6 pages, 4 figures, with supplementary information. The content in this version of the paper is similar to that of the article in Nature ",
    "url": "https://arxiv.org/abs/1910.00439",
    "authors": [
      "Juan A. Muniz",
      "Diego Barberena",
      "Robert J. Lewis-Swan",
      "Dylan J. Young",
      "Julia R. K. Cline",
      "Ana Maria Rey",
      "James K. Thompson"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2208.06272",
    "title": "Optimizing laser coupling, matter heating, and particle acceleration  from solids using multiplexed ultraintense lasers",
    "abstract": " Title: Optimizing laser coupling, matter heating, and particle acceleration  from solids using multiplexed ultraintense lasers ",
    "url": "https://arxiv.org/abs/2208.06272",
    "authors": [
      "Weipeng Yao",
      "Motoaki Nakatsutsumi",
      "Sébastien Buffechoux",
      "Patrizio Antici",
      "Macro Borghesi",
      "Andrea Ciardi",
      "Sophia N. Chen",
      "Emmanuel d'Humières",
      "Laurent Gremillet",
      "Robert Heathcote",
      "Vojtěch Horný",
      "Paul McKenna",
      "Mark N. Quinn",
      "Lorenzo Romagnani",
      "Ryan Royle",
      "Gianluca Sarri",
      "Yasuhiko Sentoku",
      "Hans-Peter Schlenvoigt",
      "Toma Toncian",
      "Olivier Tresca",
      "Laura Vassura",
      "Oswald Willi",
      "Julien Fuchs"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2209.08080",
    "title": "Is the relaxation dynamics of spatially disordered quantum spin systems  universal?",
    "abstract": " Title: Is the relaxation dynamics of spatially disordered quantum spin systems  universal? ",
    "url": "https://arxiv.org/abs/2209.08080",
    "authors": [
      "Titus Franz",
      "Sebastian Geier",
      "Clément Hainaut",
      "Adrian Braemer",
      "Nithiwadee Thaicharoen",
      "Moritz Hornung",
      "Eduard Braun",
      "Martin Gärttner",
      "Gerhard Zürn",
      "Matthias Weidemüller"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic and Molecular Clusters (physics.atm-clus)"
    ]
  },
  {
    "id": "arXiv:2305.00516",
    "title": "Dissipative Soliton Resonance: Adiabatic Theory and Thermodynamics",
    "abstract": " Comments: 31 pages, 15 figures ",
    "url": "https://arxiv.org/abs/2305.00516",
    "authors": [
      "Vladimir L. Kalashnikov",
      "Alexander Rudenkov",
      "Evgeni Sorokin",
      "Irina Sorokina"
    ],
    "subjectives": [
      "Pattern Formation and Solitons (nlin.PS)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.00066",
    "title": "Observing dynamical phases of BCS superconductors in a cavity QED  simulator",
    "abstract": " Comments: Main Text with Supporting Material, 18 pages, 10 figures. The content in this version of the paper is similar to that of the article in Nature ",
    "url": "https://arxiv.org/abs/2306.00066",
    "authors": [
      "Dylan J. Young",
      "Anjun Chu",
      "Eric Yilun Song",
      "Diego Barberena",
      "David Wellnitz",
      "Zhijing Niu",
      "Vera M. Schäfer",
      "Robert J. Lewis-Swan",
      "Ana Maria Rey",
      "James K. Thompson"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2311.02941",
    "title": "Optical pumping of ${\\mathrm{5s4d} ^1\\mathrm{D}_2}$ strontium atoms for  laser cooling and imaging",
    "abstract": " Comments: 10 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2311.02941",
    "authors": [
      "Jens Samland",
      "Shayne Bennetts",
      "Chun-Chia Chen",
      "Rodrigo González Escudero",
      "Florian Schreck",
      "Benjamin Pasquiou"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2312.12160",
    "title": "Optical properties and exciton transfer between N-heterocyclic carbene  iridium (III) complexes for blue light-emitting diode applications from first  principles",
    "abstract": " Comments: 20 pages, 7 figures ",
    "url": "https://arxiv.org/abs/2312.12160",
    "authors": [
      "Irina V. Lebedeva",
      "Joaquim Jornet-Somoza"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2401.08199",
    "title": "Photonic Modes Prediction via Multi-Modal Diffusion Model",
    "abstract": " Title: Photonic Modes Prediction via Multi-Modal Diffusion Model ",
    "url": "https://arxiv.org/abs/2401.08199",
    "authors": [
      "Jinyang Sun",
      "Xi Chen",
      "Xiumei Wang",
      "Dandan Zhu",
      "Xingping Zhou"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2402.07805",
    "title": "Electrically tunable plasmonic metasurface as a matrix of nanoantennas",
    "abstract": " Comments: 17 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2402.07805",
    "authors": [
      "Luis Angel Mayoral-Astorga",
      "Masoud Shabaninezhad",
      "Howard Northfield",
      "Spyridon Ntais",
      "Sabaa Rashid",
      "Hamid Mehrvar",
      "Lora Ramunno",
      "Pierre Berini"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  }
]