[
  {
    "id": "arXiv:2111.09474",
    "title": "Transmission power policies for energy-efficient wireless control of  nonlinear system",
    "abstract": "We present a controller and transmission policy design procedure for nonlinear wireless networked control systems. Our objective is to ensure the stability of the closed-loop system, in a stochastic sense, together with given control performance, while minimizing the average power used for communications. The controller is designed by emulation, i.e., ignoring the network, and the transmission power is given by threshold policies. These policies involve waiting a given amount of time since the last successful transmission instant, as well as requiring that the measured wireless channel gain is above a given threshold, before attempting a new transmission. Two power control laws are investigated: i) a constant power and ii) a power level inversely proportional to the channel gain. We explain how to select the waiting time, the channel threshold and the power level to minimize the induced average communication power, while ensuring the desired control objectives. ",
    "url": "https://arxiv.org/abs/2111.09474",
    "authors": [
      "Vineeth S. Varma",
      "Romain Postoyan",
      "Daniel E. Quevedo",
      "Irinel-Constantin Morarescu"
    ],
    "subjectives": [
      "Systems and Control (eess.SY)"
    ]
  },
  {
    "id": "arXiv:2111.09489",
    "title": "Data-driven discovery of Bäcklund transforms and soliton evolution  equations via deep neural network learning schemes",
    "abstract": "We introduce a deep neural network learning scheme to learn the B\\\"acklund transforms (BTs) of soliton evolution equations and an enhanced deep learning scheme for data-driven soliton equation discovery based on the known BTs, respectively. The first scheme takes advantage of some solution (or soliton equation) information to study the data-driven BT of sine-Gordon equation, and complex and real Miura transforms between the defocusing (focusing) mKdV equation and KdV equation, as well as the data-driven mKdV equation discovery via the Miura transforms. The second deep learning scheme uses the explicit/implicit BTs generating the higher-order solitons to train the data-driven discovery of mKdV and sine-Gordon equations, in which the high-order solution informations are more powerful for the enhanced leaning soliton equations with higher accurates. ",
    "url": "https://arxiv.org/abs/2111.09489",
    "authors": [
      "Zijian Zhou",
      "Li Wang",
      "Zhenya Yan"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Analysis of PDEs (math.AP)",
      "Pattern Formation and Solitons (nlin.PS)",
      "Exactly Solvable and Integrable Systems (nlin.SI)"
    ]
  },
  {
    "id": "arXiv:2111.09699",
    "title": "Authentication of optical physical unclonable functions based on  single-pixel detection",
    "abstract": "Physical unclonable function (PUF) has been proposed as a promising and trustworthy solution to a variety of cryptographic applications. Here we propose a non-imaging based authentication scheme for optical PUFs materialized by random scattering media, in which the characteristic fingerprints of optical PUFs are extracted from stochastical fluctuations of the scattered light intensity with respect to laser challenges which are detected by a single-pixel detector. The randomness, uniqueness, unpredictability, and robustness of the extracted fingerprints are validated to be qualified for real authentication applications. By increasing the key length and improving the signal to noise ratio, the false accept rate of a fake PUF can be dramatically lowered to the order of 10^-28. In comparison to the conventional laser-speckle-imaging based authentication with unique identity information obtained from textures of laser speckle patterns, this non-imaging scheme can be implemented at small speckle size bellowing the Nyquist--Shannon sampling criterion of the commonly used CCD or CMOS cameras, offering benefits in system miniaturization and immunity against reverse engineering attacks simultaneously. ",
    "url": "https://arxiv.org/abs/2111.09699",
    "authors": [
      "Pidong Wang",
      "Feiliang Chen",
      "Dong Li",
      "Song Sun",
      "Feng Huang",
      "Taiping Zhang",
      "Qian Li",
      "Kun Chen",
      "Yongbiao Wan",
      "Xiao Leng",
      "Yao Yao"
    ],
    "subjectives": [
      "Cryptography and Security (cs.CR)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2111.09462",
    "title": "Order recognition by Schubert polynomials generated by optical  near-field statistics via nanometre-scale photochromism",
    "abstract": "We have previously observed an irregular spatial distribution of photon transmission through a photochromic crystal photoisomerized by a local optical near-field excitation, manifesting complex branching processes via the interplay of deformation of the material and near-field photon transfer therein. Furthermore, by combining such naturally constructed complex photon transmission with a simple photon detection protocol, Schubert polynomials, the foundation of versatile permutation operations in mathematics, have been generated. In this study, we demonstrate an order recognition algorithm inspired by Schubert calculus using optical near-field statistics via nanometre-scale photochromism. More specifically, by utilizing Schubert polynomials generated via optical near-field patterns, we show that the order of slot machines with initially unknown reward probability is successfully recognized. We emphasize that, unlike conventional algorithms in the literature, the proposed principle does not estimate the reward probabilities. Instead, it exploits the inversion relations contained in the Schubert polynomials. To quantitatively evaluate the impact of the Schubert polynomials generated from an optical near-field pattern, order recognition performances are compared with uniformly distributed and spatially strongly skewed probability distributions, where the optical near-field pattern outperforms the others. We found that the number of singularities contained in Schubert polynomials and that of the given problem or considered environment exhibits a clear correspondence, indicating that superior order recognition performances may be attained if the singularity of the given problem is presupposed. This study paves a new way toward nanophotonic intelligent devices and systems by the interplay of complex natural processes and mathematical insights gained by Schubert calculus. ",
    "url": "https://arxiv.org/abs/2111.09462",
    "authors": [
      "Kazuharu Uchiyama",
      "Sota Nakajima",
      "Hirotsugu Suzui",
      "Nicolas Chauvet",
      "Hayato Saigo",
      "Ryoichi Horisaki",
      "Kingo Uchida",
      "Makoto Naruse",
      "Hirokazu Hori"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Emerging Technologies (cs.ET)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2111.09504",
    "title": "A comparative study on how neural networks enhance quantum state  tomography",
    "abstract": "Quantum state tomography aiming at reconstructing the density matrix of a quantum state plays an important role in various emerging quantum technologies. Inspired by the intuition that machine learning has favorable robustness and generalization, we propose a deep neural networks based quantum state tomography (DNN-QST) approach, that can be applied to three cases, including few measurement copies and incomplete measurements as well as noisy measurements. Numerical results demonstrate that DNN-QST exhibits a great potential to achieve high fidelity for quantum state tomography with limited measurement resources and can achieve improved estimation when tomographic measurements suffer from noise. In addition, the results for 2-qubit states from quantum optical devices demonstrate the generalization of DNN-QST and its robustness against possible error in the experimental devices ",
    "url": "https://arxiv.org/abs/2111.09504",
    "authors": [
      "Hailan Ma",
      "Daoyi Dong",
      "Ian R. Petersen",
      "Chang-Jiang Huang",
      "Guo-Yong Xiang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Systems and Control (eess.SY)"
    ]
  },
  {
    "id": "arXiv:2111.09716",
    "title": "Development of NavIC synchronized fully automated inter-building QKD  framework and demonstration of quantum secured video calling",
    "abstract": "Quantum key distribution (QKD) is a revolutionary communication technology that promises ultimate security assurance by exploiting the fundamental principles of quantum mechanics. In this work, we report design and development of a fully automated inter-building QKD framework for generation and distribution of cryptographic keys, securely and seamlessly, by executing weak coherent pulse based BB84 protocol. This framework is experimentally validated by establishing a quantum communication link between two buildings separated by ~300m of free-space atmospheric channel. A novel synchronization technique enabled with indigenous NavIC (IRNSS) constellation is developed and implemented. This QKD system demonstrates generation of secure key rate as high as 300 Kbps with QBER< 3% for mean photon no. per pulse (${\\mu}$) of 0.15. The intercept-resend eavesdropping attack has been emulated within the system and evaluated during experiment. A novel quantum secured end-to-end encrypted video calling app (QuViC) is also developed and integrated with QKD framework to demonstrate unconditionally secure two-way communication over Ethernet, functioning alongside with quantum communication. ",
    "url": "https://arxiv.org/abs/2111.09716",
    "authors": [
      "Adarsh Jain",
      "Abhishek Khanna",
      "Jay Bhatt",
      "Parthkumar V Sakhiya",
      "Shashank Kumar",
      "Rohan S Urdhwareshe",
      "Nilesh M Desai"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Networking and Internet Architecture (cs.NI)"
    ]
  },
  {
    "id": "arXiv:2111.09823",
    "title": "NetQASM -- A low-level instruction set architecture for hybrid  quantum-classical programs in a quantum internet",
    "abstract": "We introduce NetQASM, a low-level instruction set architecture for quantum internet applications. NetQASM is a universal, platform-independent and extendable instruction set with support for local quantum gates, powerful classical logic and quantum networking operations for remote entanglement generation. Furthermore, NetQASM allows for close integration of classical logic and communication at the application layer with quantum operations at the physical layer. We implement NetQASM in a series of tools to write, parse, encode and run NetQASM code, which are available online. Our tools include a higher-level SDK in Python, which allows an easy way of programming applications for a quantum internet. Our SDK can be used at home by making use of our existing quantum simulators, NetSquid and SimulaQron, and will also provide a public interface to hardware released on a future iteration of Quantum Network Explorer. ",
    "url": "https://arxiv.org/abs/2111.09823",
    "authors": [
      "Axel Dahlberg",
      "Bart van der Vecht",
      "Carlo Delle Donne",
      "Matthew Skrzypczyk",
      "Ingmar te Raa",
      "Wojciech Kozlowski",
      "Stephanie Wehner"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Emerging Technologies (cs.ET)",
      "Programming Languages (cs.PL)"
    ]
  },
  {
    "id": "arXiv:2106.12836",
    "title": "A sparse approximate inverse for triangular matrices based on Jacobi  iteration",
    "abstract": " Title: A sparse approximate inverse for triangular matrices based on Jacobi  iteration ",
    "url": "https://arxiv.org/abs/2106.12836",
    "authors": [
      "Zhongjie Lu"
    ],
    "subjectives": [
      "Numerical Analysis (math.NA)"
    ]
  },
  {
    "id": "arXiv:2111.05881",
    "title": "Exponential separations between learning with and without quantum memory",
    "abstract": " Comments: 77 pages, 2 figures, many diagrams; accepted to FOCS 2021; v2: typos corrected ",
    "url": "https://arxiv.org/abs/2111.05881",
    "authors": [
      "Sitan Chen",
      "Jordan Cotler",
      "Hsin-Yuan Huang",
      "Jerry Li"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Complexity (cs.CC)",
      "Information Theory (cs.IT)",
      "Machine Learning (cs.LG)"
    ]
  }
]