[
  {
    "id": "arXiv:2304.14413",
    "title": "Laboratory-Based Correlative Soft X-ray and Fluorescence Microscopy in  an Integrated Setup",
    "abstract": "Correlative microscopy is a powerful technique that combines the advantages of multiple imaging modalities to achieve a comprehensive understanding of investigated samples. For example, fluorescence microscopy provides unique functional contrast by imaging only specifically labeled components, especially in biological samples. However, the achievable structural information on the sample in its full complexity is limited. Here, the intrinsic label-free carbon contrast of water window soft X-ray microscopy can complement fluorescence images in a correlative approach ultimately combining nanoscale structural resolution with functional contrast. However, soft X-ray microscopes are complex and elaborate, and typically require a large-scale synchrotron radiation source due to the demanding photon flux requirements. Yet, with modern high-power lasers it has become possible to generate sufficient photon flux from laser-produced plasmas, thus enabling laboratory-based setups. Here, we present a compact table-top soft X-ray microscope with an integrated epifluorescence modality for 'in-situ' correlative imaging. Samples remain in place when switching between modalities, ensuring identical measurement conditions and avoiding sample alteration or destruction. We demonstrate our new method by multimodal images of several exemplary samples ranging from nanoparticles to various multicolor labeled cell types. A structural resolution of down to 50 nm was reached. ",
    "url": "https://arxiv.org/abs/2304.14413",
    "authors": [
      "Julius Reinhard",
      "Sophia Kaleta",
      "Johann Jakob Abel",
      "Felix Wiesner",
      "Martin Wünsche",
      "Eric Seemann",
      "Martin Westermann",
      "Thomas Weber",
      "Jan Nathanael",
      "Alexander Iliou",
      "Henryk Fiedorowicz",
      "Falk Hillmann",
      "Christian Eggeling",
      "Gerhard G. Paulus",
      "Silvio Fuchs"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2304.14521",
    "title": "Enhanced light-matter interaction through photon-electron momentum  matching: converting silicon into a direct bandgap semiconductor",
    "abstract": "Photons carry insufficient momentum on their own to induce indirect optical transitions in semiconducting materials. Absorption of light in indirect semiconductors such as silicon requires the assistance of lattice phonons to provide the necessary momentum. Compared to direct bandgap systems, this renders silicon less attractive material for a wide range of optoelectronic applications. In this work, we introduce an alternative mechanism to fulfill the momentum-matching criterion for optical excitations in indirect semiconductors. We experimentally demonstrate that, when confined to scales just below ~3 nm, photons acquire sufficient momentum to allow electronic transitions without the assistance of a phonon. In such arrangement, both energy and momentum can be conserved with two particles only, a photon and an electron, converting previously indirect transitions into direct. This previously overlooked aspect of light-matter interaction manifests itself in a marked increase of optical transition probability. The new strategy presented here provides opportunities for more efficient use of indirect semiconducting materials in the areas of photovoltaics, energy conversion, light detection and emission. ",
    "url": "https://arxiv.org/abs/2304.14521",
    "authors": [
      "Sergey S. Kharintsev",
      "Aleksey I. Noskov",
      "Elina I. Battalova",
      "Liat Katrivas",
      "Alexander B. Kotlyar",
      "Jovany Merham",
      "Eric O. Potma",
      "Vartkess A. Apkarian",
      "Dmitry A. Fishman"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2304.14547",
    "title": "On the structure-to-property relationship of polyanilines. A modern  quantum chemistry perspective",
    "abstract": "We employ state-of-the-art quantum chemistry methods to study the structure-to-property relationship in polyanilines (PANIs) of different lengths and oxidation states. Specifically, we focus on leucoemeraldine, emeraldine, and pernigraniline in their tetramer and octamer forms. We scrutinize their structural properties, HOMO and LUMO energies, HOMO-LUMO gaps, and vibrational and electronic spectroscopy using various Density Functional Approximations (DFAs). Furthermore, the accuracy of DFAs is assessed by comparing them to experimental and wavefunction-based reference data. For that purpose, we performed large-scale orbital-optimized pair-Coupled Cluster Doubles (oo-pCCD) calculations for ground and electronically excited states and conventional Configuration Interaction Singles (CIS) calculations for electronically excited states in all investigated systems. Furthermore, we augment our study with a quantum informational analysis of orbital correlations in various forms of PANIs. Our study highlights the growing multi-reference nature of PANIs with the length of the polymer. While structural and vibrational features of the investigated PANIs, regardless of their oxidation states, are adequately modeled in the tetramer forms, the length of the PANI chain profoundly affects electronic spectra. Specifically, polymer elongation changes the character of the leading transitions in the lowest-lying excited states in all investigated PANIs. ",
    "url": "https://arxiv.org/abs/2304.14547",
    "authors": [
      "Seyedehdelaram Jahani",
      "Katharina Boguslawski",
      "Paweł Tecmer"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2304.14548",
    "title": "Optical cycling in polyatomic molecules with complex hyperfine structure",
    "abstract": "We have developed and demonstrated a scheme to achieve rotationally-closed photon cycling in polyatomic molecules with complex hyperfine structure and sensitivity to hadronic symmetry violation, specifically $^{171}$YbOH and $^{173}$YbOH. We calculate rotational branching ratios for spontaneous decay and identify repumping schemes which use electro-optical modulators (EOMs) to address the hyperfine structure. We demonstrate our scheme by cycling photons in a molecular beam and verify that we have achieved rotationally-closed cycling by measuring optical pumping into unaddressed vibrational states. Our work makes progress along the path toward utilizing photon cycling for state preparation, readout, and laser cooling in precision measurements of polyatomic molecules with complex hyperfine structure. ",
    "url": "https://arxiv.org/abs/2304.14548",
    "authors": [
      "Yi Zeng",
      "Arian Jadbabaie",
      "Ashay N. Patel",
      "Phelan Yu",
      "Timothy C. Steimle",
      "Nicholas R. Hutzler"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2304.14729",
    "title": "A unified density-matrix functional construction of quantum baths in  density matrix embedding theory beyond the mean-field approximation",
    "abstract": "The equivalence in quantum bath between density matrix embedding theory (DMET) and the more recent Householder-transformed density matrix functional embedding theory has been shown previously in the standard but special case where the reference full-size (one-electron reduced) density matrix, from which the bath is constructed, is idempotent [J. Chem. Phys. 157, 214112 (2022)]. We prove mathematically that the equivalence remains valid when the density matrix is not idempotent anymore, thus allowing for the construction of correlated (one-electron) quantum baths. A density-matrix functional exactification of DMET is derived within the present unified quantum embedding formalism. Numerical examples reveal that the embedding cluster can be quite sensitive to the level of density-matrix functional approximation used for computing the reference density matrix. ",
    "url": "https://arxiv.org/abs/2304.14729",
    "authors": [
      "Sajanthan Sekaran",
      "Oussama Bindech",
      "Emmanuel Fromager"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)"
    ]
  },
  {
    "id": "arXiv:2304.14685",
    "title": "Frequency tunable, cavity-enhanced single erbium quantum emitter in the  telecom band",
    "abstract": "Single quantum emitters embedded in solid-state hosts are an ideal platform for realizing quantum information processors and quantum network nodes. Among the currently-investigated candidates, Er$^{3+}$ ions are particularly appealing due to their 1.5 $\\mu$m optical transition in the telecom band as well as their long spin coherence times. However, the long lifetimes of the excited state -- generally in excess of 1 ms -- along with the inhomogeneous broadening of the optical transition result in significant challenges. Photon emission rates are prohibitively small, and different emitters generally create photons with distinct spectra, thereby preventing multi-photon interference -- a requirement for building large-scale, multi-node quantum networks. Here we solve this challenge by demonstrating for the first time linear Stark tuning of the emission frequency of a single Er$^{3+}$ ion. Our ions are embedded in a lithium niobate crystal and couple evanescently to a silicon nano-photonic crystal cavity that provides an up to 143 increase of the measured decay rate. By applying an electric field along the crystal c-axis, we achieve a Stark tuning greater than the ion's linewidth without changing the single-photon emission statistics of the ion. These results are a key step towards rare earth ion-based quantum networks. ",
    "url": "https://arxiv.org/abs/2304.14685",
    "authors": [
      "Yong Yu",
      "Dorian Oser",
      "Gaia Da Prato",
      "Emanuele Urbinati",
      "Javier Carrasco Ávila",
      "Yu Zhang",
      "Patrick Remy",
      "Sara Marzban",
      "Simon Gröblacher",
      "Wolfgang Tittel"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2304.14722",
    "title": "Resonant generation of high-order harmonics in nonlinear electrodynamics",
    "abstract": "We study the process of resonant generation of high-order harmonics in a closed cavity in the model of vacuum nonlinear electrodynamics. Concretely, we study the possibility of resonant generation of the third harmonic induced by a single electromagnetic mode in a radiofrequency cavity, as well as resonant generation of a combined frequency mode induced by two pump modes ($\\omega_1$ and $\\omega_2$). We explicitly show that the third harmonic as well as the $2\\omega_1+\\omega_2$ combined frequency mode are not resonantly amplified, while the $2\\omega_1-\\omega_2$ signal mode is amplified for certain cavity geometry. We discuss the process from the point of view of quantum theory. ",
    "url": "https://arxiv.org/abs/2304.14722",
    "authors": [
      "Ilia Kopchinskii",
      "Petr Satunin"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "High Energy Physics - Phenomenology (hep-ph)",
      "High Energy Physics - Theory (hep-th)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2304.14727",
    "title": "Quantum enhanced non-interferometric quantitative phase imaging",
    "abstract": "Quantum entanglement and squeezing have significantly improved phase estimation and imaging in interferometric settings beyond the classical limits. However, for a wide class of non-interferometric phase imaging/retrieval methods vastly used in the classical domain e.g., ptychography and diffractive imaging, a demonstration of quantum advantage is still missing. Here, we fill this gap by exploiting entanglement to enhance imaging of a pure phase object in a non-interferometric setting, only measuring the phase effect on the free-propagating field. This method, based on the so-called \"transport of intensity equation\", is quantitative since it provides the absolute value of the phase without prior knowledge of the object and operates in wide-field mode, so it does not need time-consuming raster scanning. Moreover, it does not require spatial and temporal coherence of the incident light. Besides a general improvement of the image quality at a fixed number of photons irradiated through the object, resulting in better discrimination of small details, we demonstrate a clear reduction of the uncertainty in the quantitative phase estimation. Although we provide an experimental demonstration of a specific scheme in the visible spectrum, this research also paves the way for applications at different wavelengths, e.g., X-ray imaging, where reducing the photon dose is of utmost importance. ",
    "url": "https://arxiv.org/abs/2304.14727",
    "authors": [
      "Giuseppe Ortolano",
      "Alberto Paniate",
      "Pauline Boucher",
      "Carmine Napoli",
      "Sarika Soman",
      "Silvania F. Pereira",
      "Ivano Ruo Berchera",
      "Marco Genovese"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2304.14968",
    "title": "Motional effects in dynamics of fluorescence of cold atomic ensembles  excited by resonance pulse radiation",
    "abstract": "We report the investigation of the influence of atomic motion on the fluorescence dynamics of dilute atomic ensemble driven by resonant pulse radiation. We show that even for sub-Doppler temperatures, the motion of atoms can significantly affect the nature of both superradiation and subradiation. We also demonstrate that, in the case of an ensemble of moving scatterers, it is possible to observe the nonmonotonic time dependence of the fluorescence rate. This leads to the fact that, in certain time intervals, increasing in temperature causes not an decrease but increase of the fluorescence intensity in the cone of coherent scattering. We have analyzed the role of the frequency diffusion of secondary radiation as a result of multiple light scattering in an optically dense medium. It is shown that spectrum broadening is the main factor which determines radiation trapping upon resonant excitation. At later time, after the trapping stage, the dynamics is dominated by close pairs of atoms (dimers). The dynamics of the excited states of these dimers has been studied in detail. It is shown that the change in the lifetime of the given adiabatic term of the diatomic quasi-molecule induced by the change in the interatomic distance as well as possible non-adiabatic transitions between sub- and superradiant states caused by atomic motion can lead not to the anticipated weakening of subradiation effect but to its enhancement. ",
    "url": "https://arxiv.org/abs/2304.14968",
    "authors": [
      "A. S. Kuraptsev",
      "I. M. Sokolov"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2210.12984",
    "title": "Multiscale space-time ansatz for correlation functions of quantum  systems based on quantics tensor trains",
    "abstract": " Comments: 28 pages, 27 figures ",
    "url": "https://arxiv.org/abs/2210.12984",
    "authors": [
      "Hiroshi Shinaoka",
      "Markus Wallerberger",
      "Yuta Murakami",
      "Kosuke Nogaki",
      "Rihito Sakurai",
      "Philipp Werner",
      "Anna Kauch"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2301.05279",
    "title": "Characterization of Fast Ion Transport via Position-Dependent Optical  Deshelving",
    "abstract": " Title: Characterization of Fast Ion Transport via Position-Dependent Optical  Deshelving ",
    "url": "https://arxiv.org/abs/2301.05279",
    "authors": [
      "Craig R. Clark",
      "Creston D. Herold",
      "J.True Merrill",
      "Holly N. Tinkey",
      "Wade Rellergert",
      "Robert Clark",
      "Roger Brown",
      "Wesley D. Robertson",
      "Curtis Volin",
      "Kara Maller",
      "Chris Shappert",
      "Brian J. McMahon",
      "Brian C. Sawyer",
      "Kenton R. Brown"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2301.12441",
    "title": "Long Rayleigh length confocal microscope: A fast evaluation tool for  obtaining quantum properties of color centers",
    "abstract": " Title: Long Rayleigh length confocal microscope: A fast evaluation tool for  obtaining quantum properties of color centers ",
    "url": "https://arxiv.org/abs/2301.12441",
    "authors": [
      "Yuta Masuyama",
      "Chikara Shinei",
      "Shuya Ishii",
      "Hiroshi Abe",
      "Takashi Taniguchi",
      "Tokuyuki Teraji",
      "Takeshi Ohshima"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  }
]