[
  {
    "id": "arXiv:2309.10232",
    "title": "Fully parallel optical matrix-matrix multiplication",
    "abstract": "In recent years, with the rapid development of electro-optic modulators, optical computing has become a potential excellent candidate for various computing tasks. New structures and devices for optical computing are emerging one after another, but the computing method is still the optical vector-matrix multiplication method that was decades ago. Here, we propose a novel optical computing paradigm that can parallelly implement matrix-matrix multiplication operation, which can directly replace existing vector-matrix multiplication, greatly improving computational efficiency. This preprint presents theoretical analysis, and we will supplement experimental results and conclusions in the future. ",
    "url": "https://arxiv.org/abs/2309.10232",
    "authors": [
      "Yufeng Zhang",
      "Hao Yan",
      "Kaizhi Wang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2309.10252",
    "title": "OPUS: An Integrated Assessment Model for Satellites and Orbital Debris",
    "abstract": "An increasingly salient public policy challenge is how to manage the growing number of satellites in orbit, including large constellations. Many policy initiatives have been proposed that attempt to address the problem from different angles, but there is a paucity of analytical tools to help policymakers evaluate the efficacy of these different proposals and any potential counterproductive outcomes. To help address this problem, this paper summarizes work done to develop an experimental integrated assessment model -- Orbital Debris Propagators Unified with Economic Systems (OPUS) -- that combines both astrodynamics of the orbital population and economic behavior of space actors. For a given set of parameters, the model first utilizes a given astrodynamic propagator to assess the state of objects in orbit. It then uses a set of user-defined economic and policy parameters -- e.g. launch prices, disposal regulations -- to model how actors will respond to the economic incentives created by a given scenario. For the purposes of testing, the MIT Orbital Capacity Tool (MOCAT) version 4S was used as the primary astrodynamics propagator to simulate the true expected target collision probability ($p_c$) for a given end-of-life (EOL) disposal plan. To demonstrate propagator-agnosticism, a Gaussian mixture probability hypothesis density (GMPHD) filter was also used to simulate $p_c$. We also explore economic policy instruments to improve both sustainability of and economic welfare from orbit use. In doing so, we demonstrate that this hybrid approach can serve as a useful tool for evaluating policy proposals for managing orbital congestion. We also discuss areas where this work can be made more robust and expanded to include additional policy considerations. ",
    "url": "https://arxiv.org/abs/2309.10252",
    "authors": [
      "Akhil Rao",
      "Mark Moretto",
      "Marcus Holzinger",
      "Daniel Kaffine",
      "Brian Weeden"
    ],
    "subjectives": [
      "Space Physics (physics.space-ph)",
      "General Economics (econ.GN)"
    ]
  },
  {
    "id": "arXiv:2309.10277",
    "title": "Optical and Raman spectroscopies of  $^{171}\\mathrm{Yb}^{3+}$:$\\mathrm{Y}_2\\mathrm{SiO}_5$ hyperfine structure for  application toward microwave-to-optical transducer",
    "abstract": "Optical techniques for precise and repeatable spectroscopy of ytterbium-isotope-171 ion ($^{171}\\mathrm{Yb}^{3+}$) hyperfine structure were studied. Large energy spacing of $^{171}\\mathrm{Yb}^{3+}$ regarded as the main motivation for state preparations required for quantum memory and transducer applications promoted us to develop stabilization and control of optical frequencies of lasers simultaneously over a wide range of 3 gigahertz's. We also built our own 2.7 kelvins cryogenic system for radio-wave assisted optical spectroscopy. We attained to high resolution and sensitivity both in pump-probe saturation spectroscopy and Raman heterodyne spectroscopy. The first one gave a high resolution spectrum of hyperfine structure, and the second one enabled to detect paramagnetic spin resonance efficiently for wide ranges of radio-frequency. As the Raman heterodyne process of our interest is the up-conversion of transductions, we made efforts at optimizing sensitivity of Raman heterodyne detections with selecting the best crystal orientation and with efficient radio-wave coupling for future applications toward photon transducer. ",
    "url": "https://arxiv.org/abs/2309.10277",
    "authors": [
      "Hee-Jin Lim",
      "Ga-Hyun Choi",
      "Ki Suk Hong"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2309.10412",
    "title": "Cooperative optical pattern formation in an ultrathin atomic layer",
    "abstract": "Spontaneous pattern formation from a uniform state is a widely studied nonlinear optical phenomenon that shares similarities with non-equilibrium pattern formation in other scientific domains. Here we show how a single layer of atoms in an array can undergo nonlinear amplification of fluctuations, leading to the formation of intricate optical patterns. The origin of the patterns is intrinsically cooperative, eliminating the necessity of mirrors or cavities, although introduction of a mirror in the vicinity of the atoms significantly modifies the scattering profiles. The emergence of these optical patterns is tied to a bistable collective response, which can be qualitatively described by a long-wavelength approximation, similar to a nonlinear Schr\\\"odinger equation of optical Kerr media or ring cavities. These collective excitations have the ability to form singular defects and unveil atomic position fluctuations through wave-like distortions. ",
    "url": "https://arxiv.org/abs/2309.10412",
    "authors": [
      "C. D. Parmee",
      "J. Ruostekoski"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2309.10512",
    "title": "Erbium-ytterbium co-doped lithium niobate single-mode microdisk laser  with an ultralow threshold of 1 uW",
    "abstract": "We demonstrate single-mode microdisk lasers in the telecom band with ultra-low thresholds on erbium-ytterbium co-doped thin-film lithium niobate (TFLN). The active microdisk were fabricated with high-Q factors by photo-lithography assisted chemo-mechanical etching. Thanks to the erbium-ytterbium co-doping providing high optical gain, the ultra-low loss nanostructuring, and the excitation of high-Q coherent polygon modes which suppresses multi-mode lasing and allows high spatial mode overlap factor between pump and lasing modes, single-mode laser emission operating at 1530 nm wavelength was observed with an ultra-low threshold, under 980-nm-band optical pump. The threshold was measured as low as 1 uW, which is one order of magnitude smaller than the best results previously reported in single-mode active TFLN microlasers. And the conversion efficiency reaches 0.406%, which is also the highest value reported in single-mode active TFLN microlasers. ",
    "url": "https://arxiv.org/abs/2309.10512",
    "authors": [
      "Minghui Li",
      "Renhong Gao",
      "Chuntao Li",
      "Jianglin Guan",
      "Haisu Zhang",
      "Jintian Lin",
      "Guanghui Zhao",
      "Qian Qiao",
      "Min Wang",
      "Lingling Qiao",
      "Li Deng",
      "Ya Cheng"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2309.10584",
    "title": "The GeSn Alloy and its Optoelectronic Properties: A Critical Review of  the Current Understanding",
    "abstract": "GeSn is nowadays recognized as a promising candidate to enable monolithic on-chip Si photonics operating in the near-infrared (NIR) and short-wave infrared (SWIR) wavelengths. The addition of Sn to the Ge lattice induces a red-shift in the material bandgap, extending the absorption cut-off wavelength towards the infrared. In addition, above 7-9 at.% Sn, the GeSn alloy acquires a direct bandgap, enabling its use as active material in SWIR light-emitting devices. Ge-rich GeSn alloys have been demonstrated in a plethora of optoelectronic devices including photodetectors, lasers and light emitting diodes (LEDs). Furthermore, the high theoretical mobility of GeSn motivated research for GeSn high-mobility field-effect transistors (FETs), while the possibility of monolithic integration on Si platforms has also pushed the investigation of GeSn for on-chip thermoelectric applications. However, despite more than 15 years of intensive research in the field, there exists no commercial device to date based on GeSn. In fact, there are numerous challenges hindering the rise of this material for the next-generation (opto)electronics. Here, we give a concise review of the historical achievements in GeSn research and the withstanding challenges. This is followed by a detailed description of the GeSn physical properties relevant for its use in optoelectronic devices. We conclude with a discussion of the open questions in the field. ",
    "url": "https://arxiv.org/abs/2309.10584",
    "authors": [
      "Andrea Giunto",
      "Anna Fontcuberta i Morral"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2309.10622",
    "title": "Quasinormal Modes of Optical Solitons",
    "abstract": "Quasinormal modes (QNMs) are essential for understanding the stability and resonances of open systems, with increasing prominence in black hole physics. We present here the first study of QNMs of optical potentials. We show that solitons can support QNMs, deriving a soliton perturbation equation and giving exact analytical expressions for the QNMs of fiber solitons. We discuss the boundary conditions in this intrinsically dispersive system and identify novel signatures of dispersion. From here, we discover a new analogy with astrophysical black holes and describe a regime in which the soliton is a robust black hole simulator for light-ring phenomena. Our results invite a range of applications, from the description of optical pulse propagation with QNMs to the use of state-of-the-art technology from fiber optics to address questions in black hole physics, such as QNM spectral instabilities and the role of nonlinearities in ringdown. ",
    "url": "https://arxiv.org/abs/2309.10622",
    "authors": [
      "Christopher Burgess",
      "Sam Patrick",
      "Theo Torres",
      "Ruth Gregory",
      "Friedrich Koenig"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2309.10626",
    "title": "Dynamic convergent shock compression initiated by return current in  high-intensity laser solid interactions",
    "abstract": "We investigate the dynamics of convergent shock compression in the solid wire targets irradiated by an ultra-fast relativistic laser pulse. Our Particle-in-Cell (PIC) simulations and coupled hydrodynamic simulations reveal that the compression process is initiated by both magnetic pressure and surface ablation associated with a strong transient surface return current with the density in the order of 1e17 A/m^2 and a lifetime of 100 fs. The results show that the dominant compression mechanism is governed by the plasma $\\beta$, i.e., the ratio of the thermal pressure to magnetic pressure. For small radii and low atomic number Z wire targets, the magnetic pressure is the dominant shock compression mechanism. As the target radius and atomic number Z increase, the surface ablation pressure is the main mechanism to generate convergent shocks based on the scaling law. Furthermore, the indirect experimental indication of the shocked hydrogen compression is provided by measuring the evolution of plasma expansion diameter via optical shadowgraphy. This work could offer a novel platform to generate extremely high pressures exceeding Gbar to study high-pressure physics using femtosecond J-level laser pulses, offering an alternative to the nanosecond kJ laser pulse-initiated and pulse power Z-pinch compression methods. ",
    "url": "https://arxiv.org/abs/2309.10626",
    "authors": [
      "Long Yang",
      "Martin Rehwald",
      "Thomas Kluge",
      "Alejandro Laso",
      "Toma Toncian",
      "Karl Zeil",
      "Ulrich Schramm",
      "Thomas E Cowan",
      "Lingen Huang"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2309.10647",
    "title": "Optimum optical designs for diffraction-limited terahertz spectroscopy  and imaging systems using off-axis parabolic mirrors",
    "abstract": "Off-axis parabolic mirrors (OAPMs) are widely used in the THz and mm-wave communities for spectroscopy and imaging applications, as a result of their broadband, low-loss operation and high numerical apertures. However, the aspherical shape of an OAPM creates significant geometric aberrations that make achieving diffraction-limited performance a challenge, and which lowers the peak electric field strength in the focal plane. Here we quantify the impact of geometric aberrations on the performance of the most widely-used spectrometer designs, by investigating whether diffraction-limited performance can be achieved in both the sample and the detector plane. We identify simple rules, based on marginal ray propagation, that allow spectrometers to be designed that are more robust to misalignment errors, and which have minimal aberrations for THz beams. For a given source this allows the design of optical paths that give the smallest THz beam focal spot, with the highest THz electric field strength possible. This is desirable for improved THz imaging, for better signal-to-noise ratios in linear THz spectroscopy and optical-pump THz-probe spectroscopy, and to achieve higher electric field strengths in non-linear THz spectroscopy. ",
    "url": "https://arxiv.org/abs/2309.10647",
    "authors": [
      "Nishtha Chopra",
      "James Lloyd-Hughes"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2309.10699",
    "title": "Assessing the Impact of Flip Angle and on Image Quality and reliability  of Ernst Angle optimization across Varied Conditions in Magnetic Resonance  Imaging",
    "abstract": "This study investigates the significance of flip angle, an imaging parameter, in enhancing Magnetic Resonance image quality under various imaging conditions. It specifically explores the extent to which the Ernst angle, an optimal flip angle, optimizes image quality under different imaging parameters. The investigation begins with a theoretical derivation of the Ernst angle, assuming steady state imaging conditions. Then multiple studies that examine the effect of flip angle on signal-to-noise ratio (SNR), a key indicator of image quality, in different areas of the human body (blood, liver, and brain), are analysed. The study compares the results of these studies and compares their respective optimal flip angles with the Ernst angle. The findings reveal that flip angle plays a crucial role in enhancing SNR and image quality. However, the Ernst angle only optimizes SNR under steady state conditions and when using a spoiled gradient echo (GRE) sequence. Therefore, further investigations are necessary to determine the optimal flip angle under different imaging conditions to optimize SNR and enhance overall image quality. ",
    "url": "https://arxiv.org/abs/2309.10699",
    "authors": [
      "Zhiyi Ding"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2309.10710",
    "title": "Surface plasmon induced quantum interference at meta-material interface",
    "abstract": "In this work we investigate quantum interference in a four-level atom coupled to a negative index meta-material (NIMM) plasmonic reservoir that supports both TE and TM polarized surface plasmons (SP). This provides more options to control SP interaction with emitters and hence more control of spontaneous emission decays and spectrum. The spectrum depends critically on parameters like the reservoir parameters, mode frequency, frequency dependent electric permittivity and magnetic permeability, and the location of the atom. We report orders of magnitude enhancement in the reservoir-modified decays and spectrum compared to free space case. The rich atomic and plasmonic parameters provide a wide range of flexibility and more options to control emission spectrum that suits practical applications. ",
    "url": "https://arxiv.org/abs/2309.10710",
    "authors": [
      "Ali A. Kamli",
      "Jabir Hakami",
      "M. Suhail Zubairy"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.12557",
    "title": "Effects of quantum geometric phase of a particle in an oscillating  hard-wall spherical trap",
    "abstract": "We obtain the geometric phase for states of a particle in a spherical infinite potential well with a moving wall in two different cases; First, when the radius of the well increases (or decreases) monotonically. Second, when the radius changes oscillatory. In the latter case, we have solved the Schrodinger equation and found its solutions approximately. {We obtain the transition rate for the possible real situation in an acousto-optic case which can reveal the effect of the geometric phase. We show that the absorption or radiation peaks will appear if the energy gap between the incident photon and the modified energy difference of two levels by the geometric phase, is equal to the integer multiple of oscillation frequency. ",
    "url": "https://arxiv.org/abs/2212.12557",
    "authors": [
      "Reza Moazzemi",
      "Seyed Mahdi Fazeli"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2306.13497",
    "title": "Role of Dimensionality and Size in Controlloing the Drag Seebeck  Coefficient of Doped Silicon Nanostructures: A Fundamental Understanding",
    "abstract": "In this theoretical study, we examine the influence of dimensionality, size reduction, and heat-transport direction on the phonon-drag contribution to the Seebeck coefficient of silicon nanostructures. Phonon-drag contribution, which arises from the momentum transfer between out-of-equilibrium phonon populations and charge carriers, significantly enhances the thermoelectric coefficient. Our implementation of the phonon drag term accounts for the anisotropy of nanostructures, such as thin films and nanowires, through the boundary- and momentum-resolved phonon lifetime. Our approach also takes into account the spin-orbit coupling which turns out to be crucial for hole transport. We reliably quantify the phonon drag contribution at various doping levels, temperatures, and nanostructure geometries for both electrons and holes in silicon nanostructures. Our results support the recent experimental findings, showing that a part of phonon drag contribution survives in 100 nm silicon nanostructures. ",
    "url": "https://arxiv.org/abs/2306.13497",
    "authors": [
      "Raja Sen",
      "Nathalie Vast",
      "Jelena Sjakste"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2309.10087",
    "title": "Quantum Algorithms for State Preparation and Data Classification based  on Stabilizer Codes",
    "abstract": "Quantum error correction (QEC) is a way to protect quantum information against noise. It consists of encoding input information into entangled quantum states known as the code space. Furthermore, to classify if the encoded information is corrupted or intact, a step known as syndrome detection is performed. For stabilizer codes, this step consists of measuring a set of stabilizer operators. In this paper, inspired by the QEC approach, and specifically stabilizer codes, we propose a prototype quantum circuit model for classification of classical data. The core quantum circuit can be considered as a \\emph{quantum perceptron} where the classification is based on syndrome detection. In this proposal, a quantum perceptron is realized by one stabilizer as part of a stabilizer code, while a quantum neural network (QNN) layer is realized by a stabilizer code which consists of many stabilizers. The concatenation of stabilizer codes results in complex QNNs. The QNN is trained by performing measurements and optimization of a set of parameterized stabilizers. We demonstrate the concept numerically. In this paper we also consider the first challenge to most applications of quantum computers, including data classification, which is to load data into the memory of the quantum computer. This loading amounts to representing the data as a quantum state, i.e., quantum state preparation. An exact amplitude encoding algorithm requires a circuit of exponential depth. We introduce an alternative recursive algorithm which approximates amplitude encoding with only a polynomial number of elementary gates. We name it recursive approximate-scheme algorithm (RASA). ",
    "url": "https://arxiv.org/abs/2309.10087",
    "authors": [
      "Pejman Jouzdani",
      "H. Arslan Hashim",
      "Eduardo R. Mucciolo"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2309.10464",
    "title": "Resource-efficient photonic quantum computation with high-dimensional  cluster states",
    "abstract": "Quantum computers can revolutionize science and technology, but their realization remains challenging across all platforms. A promising route to scalability is photonic measurement-based quantum computation, where single-qubit measurements on large cluster states, together with feedforward, enable fault-tolerant quantum computation. However, generating large cluster states at high rates is notoriously difficult, as detection probabilities drop exponentially with the number of photons comprising the state. We tackle this challenge by encoding multiple qubits on each photon through high-dimensional spatial encoding, generating cluster states with over nine qubits at a rate of 100Hz. Additionally, we demonstrate that high-dimensional encoding substantially reduces the computation duration by enabling instantaneous feedforward between qubits encoded in the same photon. Our findings pave the way for resource-efficient measurement-based quantum computation using high-dimensional entanglement. ",
    "url": "https://arxiv.org/abs/2309.10464",
    "authors": [
      "Ohad Lib",
      "Yaron Bromberg"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.00088",
    "title": "Classical Optical Analogue of Quantum Discord",
    "abstract": " Comments: 15 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2205.00088",
    "authors": [
      "Jacob M. Leamer",
      "Wenlei Zhang",
      "Nicholas J. Savino",
      "Ravi K. Saripalli",
      "Sanjaya Lohani",
      "Ryan T. Glasser",
      "Denys I. Bondar"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2209.01248",
    "title": "Supersymmetric Quantum Potentials Analogs of Classical Electrostatic  Fields",
    "abstract": " Comments: 15 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2209.01248",
    "authors": [
      "Juan D. García-Muñoz",
      "A Raya"
    ],
    "subjectives": [
      "Mathematical Physics (math-ph)",
      "Classical Physics (physics.class-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2212.01823",
    "title": "Quantum Monte Carlo method modeling supported metal catalysis: Ni(111)  converting adsorbed formyl 'en route' to hydrogen",
    "abstract": " Comments: arXiv admin note: substantial text overlap with arXiv:2202.00542, arXiv:2004.10565 MINOR UPDATE INCLUDING NEW RESULTS. 1(p 2 figures ",
    "url": "https://arxiv.org/abs/2212.01823",
    "authors": [
      "Noëlie Duchamp",
      "Chloé Feschet",
      "Maria M. Tarragó",
      "Philip E. Hoggan"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2301.07792",
    "title": "Feedback-cooling the fundamental torsional mechanical mode of a tapered  optical fiber to 30 mK",
    "abstract": " Title: Feedback-cooling the fundamental torsional mechanical mode of a tapered  optical fiber to 30 mK ",
    "url": "https://arxiv.org/abs/2301.07792",
    "authors": [
      "Felix Tebbenjohanns",
      "Jihao Jia",
      "Michael Antesberger",
      "Adarsh Shankar Prasad",
      "Sebastian Pucher",
      "Arno Rauschenbeutel",
      "Jürgen Volz",
      "Philipp Schneeweiss"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2302.09539",
    "title": "Chemical Environment Adaptive Learning for Optical Band Gap Prediction  of Doped Graphitic Carbon Nitride Nanosheets",
    "abstract": " Comments: 25 pages,8 figures ",
    "url": "https://arxiv.org/abs/2302.09539",
    "authors": [
      "Chen Chen",
      "Enze Xu",
      "Defu Yang",
      "Chenggang Yan",
      "Tao Wei",
      "Hanning Chen",
      "Yong Wei",
      "Minghan Chen"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2303.09851",
    "title": "Calculation of the energies of the multideterminant states of the  nitrogen vacancy center in diamond with quantum Monte Carlo",
    "abstract": " Title: Calculation of the energies of the multideterminant states of the  nitrogen vacancy center in diamond with quantum Monte Carlo ",
    "url": "https://arxiv.org/abs/2303.09851",
    "authors": [
      "Kristoffer Simula",
      "Ilja Makkonen"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2306.17620",
    "title": "Engineering quantum control with twisted-light fields induced optical  transitions",
    "abstract": " Title: Engineering quantum control with twisted-light fields induced optical  transitions ",
    "url": "https://arxiv.org/abs/2306.17620",
    "authors": [
      "T. Zanon-Willette",
      "F. Impens",
      "E. Arimondo",
      "D. Wilkowski",
      "A.V. Taichenachev",
      "V.I. Yudin"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2308.04710",
    "title": "Compact Petawatt-Class Laser Wakefield Acceleration with Plasma  Telescope",
    "abstract": " Title: Compact Petawatt-Class Laser Wakefield Acceleration with Plasma  Telescope ",
    "url": "https://arxiv.org/abs/2308.04710",
    "authors": [
      "Xuesong Geng",
      "Liangliang Ji",
      "Baifei Shen"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Accelerator Physics (physics.acc-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2309.07316",
    "title": "Plasma modes in QED super-strong magnetic fields of magnetars and laser  plasmas",
    "abstract": " Comments: Invited paper for the PoP Special Collection on Relativistic Plasma in Supercritical Electromagnetic Fields. 17 pages, 8 figures ",
    "url": "https://arxiv.org/abs/2309.07316",
    "authors": [
      "Mikhail V. Medvedev"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "High Energy Astrophysical Phenomena (astro-ph.HE)"
    ]
  }
]