[
  {
    "id": "arXiv:2506.09243",
    "title": "Kerr nonlinearity, self-injection locking and correlation in a microresonator",
    "abstract": "           Production of entangled photon pairs is important in secure communication systems, quantum computing, and fundamental physics experiments. Achieving efficient generation of such photon pairs with low-loss parametric oscillators is a key objective in advancing integrated quantum technologies. However, spatially separating the generated photons while preserving their entanglement represents a significant technical challenge. In this work, we demonstrate nonlinear generation of correlated optical harmonics based on non-degenerate four-wave mixing with an optimally pumped optical microcavity with Kerr nonlinearity. The phase matching of the process is achieved with self-injection locked lasers producing parametric oscillation while locked to two different modes of the microresonator. This condition is reminiscent of slow-light technique developed for coherent atomic systems. The experimental design, utilizing counterpropagating light from two self-injection locked lasers, also effectively addresses the challenge of spatial separation of the generated harmonics. We validate the theoretical predictions using two self-injection locked semiconductor lasers integrated with a crystalline whispering gallery mode resonator with optimized spectral structure.         ",
    "url": "https://arxiv.org/abs/2506.09243",
    "authors": [
      "Andrey Matsko",
      "Abdelkrim El Amili",
      "Lute Maleki"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2506.09578",
    "title": "Apparatus for the measurement of birefringence maps of optical materials: the case of crystalline silicon for Einstein Telescope",
    "abstract": "           Einstein Telescope (ET) is expected to achieve sensitivity improvements exceeding an order of magnitude compared to current gravitational-wave detectors. The rigorous characterization in optical birefringence of materials and coatings has become a critical task for next-generation detectors, especially since this birefringence is generally spatially non-uniform. A highly sensitive optical polarimeter has been developed at the Department of Physics and Earth Sciences of the University of Ferrara and INFN - Ferrara Section, Italy, aimed at performing two-dimensional birefringence mapping of substrates. In this paper we describe the design and working principle of the system and present results for crystalline silicon, a candidate material for substrates in the low-frequency (LF) interferometers of ET. We find that the birefringence is of order $10^{-7}$ for commercially available samples and is position dependent in the silicon (100)-oriented samples, with variations in both magnitude and axis orientation. We also measure the intrinsic birefringence of the (110) surface. Implications for the performance of gravitational-wave interferometers are discussed.         ",
    "url": "https://arxiv.org/abs/2506.09578",
    "authors": [
      "Alina Mariana Soflau",
      "Federico Della Valle",
      "Francesco Cescato",
      "Giovanni Di Domenico",
      "Aurélie Mailliet",
      "Lorenzo Malagutti",
      "Emilio Mariotti",
      "Andrea Mazzolari",
      "Marco Romagnoni",
      "Guido Zavattini"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2506.09654",
    "title": "Brillouin-Mandelstam scattering in telecommunications optical fiber at millikelvin temperatures",
    "abstract": "           Brillouin-Mandelstam scattering is a strong and readily accessible optical nonlinearity enabling a wide array of applications and research directions. For instance, the three-wave mixing process has been employed to great success for narrow-linewidth lasers, sensing applications, microscopy, and signal processing. While most of these avenues focus on room temperature operation, there is now increasing interest in cryogenic operation owing to the scattering mechanism's significant potential for applications and fundamental physics at low temperatures. Here, we measure the Brillouin scattering spectrum in standard single-mode telecommunications optical fiber at millikelvin temperatures using a closed-cycle dilution refrigerator and optical heterodyne detection. Our experiments are performed with a cryostat temperature from 50 mK to 27 K, extending previously reported measurements that utilized liquid helium-4 cryostats with temperatures greater than 1 K. At millikelvin temperatures, our experiment observes coherent acoustic interaction with microscopic defects of the amorphous material - two-level-systems (TLS) - which has not been previously observed in optical fiber. The measured behaviour of the linewidth with temperature is in agreement with well-established models of ultrasonic attenuation in amorphous materials comprising a background intrinsic scattering, thermally-activated scattering, and incoherent and coherent TLS interaction. This work provides a foundation for a wide range of applications and further research including sensing applications, new approaches to investigate TLS physics, and Brillouin-scattering-based quantum science and technology.         ",
    "url": "https://arxiv.org/abs/2506.09654",
    "authors": [
      "E. A. Cryer-Jenkins",
      "A. C. Leung",
      "H. Rathee",
      "A. K. C. Tan",
      "K. D. Major",
      "M. R. Vanner"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2506.09802",
    "title": "High-dimensional programmable photonic circuits with structured media",
    "abstract": "           Photonic circuits provide a powerful platform for manipulating optical modes in both classical and quantum regimes. Here, we report a programmable free-space photonic architecture capable of implementing high-dimensional unitary transformations with translational symmetry. Information is encoded in structured light modes defined by circular polarisation and quantised transverse momenta, and processed using a cascade of three spatial light modulators interleaved with half-wave plates. We demonstrate the scalability and reconfigurability of this platform by simulating quantum walks for up to 30 time steps across one- and two-dimensional lattices, achieving unitary evolutions that distribute a single input mode over more than 7,000 output modes. The platform supports a wide variety of quantum walk dynamics, including time-dependent disorder, synthetic gauge fields, and electric-field-induced refocusing in 2D walks -- previously studied only in separate experimental settings. We further probe geometrical and topological features in chiral-symmetric processes by extracting bulk observables. Finally, using coincidence measurements from a time-tagging camera, we demonstrate compatibility with quantum optics protocols by reconstructing far-field distributions of heralded single photons. These results establish reconfigurable free-space photonics with structured media as a versatile tool for high-dimensional quantum simulations and scalable optical information processing.         ",
    "url": "https://arxiv.org/abs/2506.09802",
    "authors": [
      "Maria Gorizia Ammendola",
      "Nazanin Dehghan",
      "Lukas Scarfe",
      "Alessio D'Errico",
      "Francesco Di Colandrea",
      "Ebrahim Karimi",
      "Filippo Cardano"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2506.09964",
    "title": "Optical force density and surface displacements in transparent dielectrics due to non-ionizing sub-picosecond laser excitation",
    "abstract": "           The optical force density acting in transparent dielectric media due to short laser excitation is theoretically analyzed. For typical laser pulses with picosecond duration, the momentum component of the optical force becomes of the same order of magnitude as the stress component, enhancing the overall optomechanical effects. Simulations of the optically-induced surface displacements in fused silica glass are also presented. With careful choice of realistic simulation parameters, dispersive and nonlinear effects were shown to be suppressed and displacements of 50 pm were found for single-pulse excitation with 100 fs duration, where the momentum component of the force is dominant. A possibility of measuring these displacements with piezo-electric detection is also discussed, providing a way to attain spatiotemporal characterization of the optical momentum force in continuum media. Such a description would significantly advance our current knowledge on the behavior of optical forces, potentially contributing to more versatile optomechanical applications, while also clarifying the ongoing Abraham-Minkowski fundamental problem on the momentum transferred by light.         ",
    "url": "https://arxiv.org/abs/2506.09964",
    "authors": [
      "B. Anghinoni",
      "L. C. Malacarne",
      "G. V. B. Lukasievicz",
      "B. Lendl",
      "M. L. Baesso",
      "N. G. C. Astrath"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2506.09056",
    "title": "MetaInfoSci: An Integrated Web Tool for Scholarly Data Analysis",
    "abstract": "           The exponential increase in academic publications has made it increasingly difficult for researchers to remain up to date and systematically synthesize knowledge scattered across vast and fragmented research domains. Literature reviews, particularly those supported by bibliometric methods, have become essential in organizing prior findings and guiding future research directions. While numerous tools exist for bibliometric analysis and network science, there is currently no single platform that integrates the full range of features from both domains. Researchers are often required to navigate multiple software environments, many of which lack customizable visualizations, cross-database integration, and AI-assisted result summarization. Addressing these limitations, this study introduces MetaInfoSci at this http URL, a comprehensive, web-based platform designed to unify bibliometric, scientometric, and network analytical capabilities. The platform supports tailored query design, merges data from diverse sources, enables rich and adaptable visual outputs, and provides automated, AI-driven summaries of analytical results. This integrated approach aims to enhance the accessibility, efficiency, and depth of scientific literature analysis for scholars across disciplines.         ",
    "url": "https://arxiv.org/abs/2506.09056",
    "authors": [
      "Kiran Sharmaa",
      "Parul Khurana",
      "Ziya Uddina"
    ],
    "subjectives": [
      "Digital Libraries (cs.DL)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2506.09210",
    "title": "Anomalous localization of light in one-dimensional Lévy photonic lattices",
    "abstract": "           Localization of coherent propagating waves has been extensively studied over the years, primarily in homogeneous random media. However, significantly less attention has been given to wave localization in inhomogeneous systems, where the standard picture of Anderson localization does not apply, as we demonstrate here. We fabricate photonic lattices with inhomogeneous disorder, modeled by heavy-tailed $\\alpha$-stable distributions, and measure the output light intensity profiles. We demonstrate that the spatial localization of light is described by a stretched exponential function, with a stretching parameter $\\alpha$, and an asymmetric localized profile with respect to the excitation site. We support our experimental and theoretical findings with extensive tight-binding simulations.         ",
    "url": "https://arxiv.org/abs/2506.09210",
    "authors": [
      "Alejandro Ramírez-Yañez",
      "Thomas Gorin",
      "Rodrigo A. Vicencio",
      "Víctor A. Gopar"
    ],
    "subjectives": [
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2506.09488",
    "title": "Generation of frequency entanglement by rotating Doppler effect",
    "abstract": "           We propose a method to generate the frequency entanglement, allowing a continuous generation of entangled two-photon states in a hybrid degree of freedom by post-manipulation. Our method is based on type-II spontaneous parametric down-conversion in a nonlinear crystal and the rotation Doppler effect by rotating the q-plates, without preset discrete frequency entanglement. This allows the arbitrary modification of frequency entangled photons in a wide frequency range at room temperature, offering enhanced flexibility for quantum information tasks and quantum metrology. We also analyze the entanglement state by a combined calculation for the joint spectrum and Hong-Ou-Mandel interference of the two photons, which can be used to reconstruct a restricted density matrix in the frequency space.         ",
    "url": "https://arxiv.org/abs/2506.09488",
    "authors": [
      "Bolong Yi",
      "Ling Chen",
      "Baocheng Zhang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2506.09528",
    "title": "Efficient broadband terahertz generation by above band-gap excitation of the pyroelectric ZnSnN2",
    "abstract": "           Terahertz (THz) radiation is a powerful probe of low-energy excitations in all phases of matter. However, it remains a challenge to find materials that efficiently generate THz radiation in a broad range of frequencies following optical excitation. Here, we investigate a pyroelectric material, ZnSnN2, and find that above-band-gap excitation results in the efficient formation of an ultrafast photocurrent generating THz radiation. The resulting THz electric field spans a frequency range from below 1 to above 30 THz. Our results suggest that the photocurrent is primarily driven by an ultrafast pyroelectric effect where the photo-excited carriers screen the spontaneous electric polarization of ZnSnN2. Strong structural disorder reduces the photocarrier lifetime significantly and, thus, enables broadband operation. ZnSnN2 shows similar THz-emitter performance as the best spintronic THz emitters regarding bandwidth and amplitude. Our study unveils the large potential of pyroelectric materials as efficient and broadband THz emitters with built-in bias fields.         ",
    "url": "https://arxiv.org/abs/2506.09528",
    "authors": [
      "T. S. Seifert",
      "H. Hempel",
      "O. Gückstock",
      "R. Schneider",
      "Q. Remy",
      "A. Fioretti",
      "T. Unold",
      "S. Michaelis de Vasconcellos",
      "R. Bratschitsch",
      "R. Eichberger",
      "K. Dörr",
      "A. Zakutayev",
      "T. Kampfrath"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2506.09551",
    "title": "Accelerating Resonant Spectroscopy Simulations Using Multi-Shifted Bi-Conjugate Gradient",
    "abstract": "           Resonant spectroscopies, which involve intermediate states with finite lifetimes, provide essential insights into collective excitations in quantum materials that are otherwise inaccessible. However, theoretical understanding in this area is often limited by the numerical challenges of solving Kramers-Heisenberg-type response functions for large-scale systems. To address this, we introduce a multi-shifted biconjugate gradient algorithm that exploits the shared structure of Krylov subspaces across spectra with varying incident energies, effectively reducing the computational complexity to that of linear spectroscopies. Both mathematical proofs and numerical benchmarks confirm that this algorithm substantially accelerates spectral simulations, achieving constant complexity independent of the number of incident energies, while ensuring accuracy and stability. This development provides a scalable, versatile framework for simulating advanced spectroscopies in quantum materials.         ",
    "url": "https://arxiv.org/abs/2506.09551",
    "authors": [
      "Prakash Sharma",
      "Luogen Xu",
      "Fei Xue",
      "Yao Wang"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2506.09732",
    "title": "End-to-End Dynamic Metasurface Antenna Wireless System: Prototype, Opportunities, and Challenges",
    "abstract": "           Dynamic metasurface antennas (DMAs) are a promising hybrid analog/digital beamforming technology to realize next-generation wireless systems with low cost, footprint, and power consumption. The research on DMA-empowered wireless systems is still at an early stage, mostly limited to theoretical studies under simplifying assumptions on the one hand and a few antenna-level experiments on the other hand. Substantial knowledge gaps arise from the lack of complete end-to-end DMA-empowered wireless system prototypes. In addition, recently unveiled benefits of strong inter-element mutual coupling (MC) in DMAs remain untapped. Here, we demonstrate a K-band prototype of an end-to-end wireless system based on a DMA with strong inter-element MC. To showcase the flexible control over the DMA's radiation pattern, we present an experimental case study of simultaneously steering a beam to a desired transmitter and a null to an undesired jammer, achieving up to 43~dB discrimination. Using software-defined radios, we transmit and receive QPSK OFDM waveforms to evaluate the bit error rate. We also discuss algorithmic and technological challenges associated with envisioned future evolutions of our end-to-end testbed and real-life DMA-based wireless systems.         ",
    "url": "https://arxiv.org/abs/2506.09732",
    "authors": [
      "François Yven",
      "Jean Tapie",
      "Jérôme Sol",
      "Philipp del Hougne"
    ],
    "subjectives": [
      "Signal Processing (eess.SP)",
      "Information Theory (cs.IT)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2506.09936",
    "title": "Repeated ancilla reuse for logical computation on a neutral atom quantum computer",
    "abstract": "           Quantum processors based on neutral atoms trapped in arrays of optical tweezers have appealing properties, including relatively easy qubit number scaling and the ability to engineer arbitrary gate connectivity with atom movement. However, these platforms are inherently prone to atom loss, and the ability to replace lost atoms during a quantum computation is an important but previously elusive capability. Here, we demonstrate the ability to measure and re-initialize, and if necessary replace, a subset of atoms while maintaining coherence in other atoms. This allows us to perform logical circuits that include single and two-qubit gates as well as repeated midcircuit measurement while compensating for atom loss. We highlight this capability by performing up to 41 rounds of syndrome extraction in a repetition code, and combine midcircuit measurement and atom replacement with real-time conditional branching to demonstrate heralded state preparation of a logically encoded Bell state. Finally, we demonstrate the ability to replenish atoms in a tweezer array from an atomic beam while maintaining coherence of existing atoms -- a key step towards execution of logical computations that last longer than the lifetime of an atom in the system.         ",
    "url": "https://arxiv.org/abs/2506.09936",
    "authors": [
      "J. A. Muniz",
      "D. Crow",
      "H. Kim",
      "J. M. Kindem",
      "W. B. Cairncross",
      "A. Ryou",
      "T. C. Bohdanowicz",
      "C.-A. Chen",
      "Y. Ji",
      "A. M. W. Jones",
      "E. Megidish",
      "C. Nishiguchi",
      "M. Urbanek",
      "L. Wadleigh",
      "T. Wilkason",
      "D. Aasen",
      "K. Barnes",
      "J. M. Bello-Rivas",
      "I. Bloomfield",
      "G. Booth",
      "A. Brown",
      "M. O. Brown",
      "K. Cassella",
      "G. Cowan",
      "J. Epstein",
      "M. Feldkamp",
      "C. Griger",
      "Y. Hassan",
      "A. Heinz",
      "E. Halperin",
      "T. Hofler",
      "F. Hummel",
      "M. Jaffe",
      "E. Kapit",
      "K. Kotru",
      "J. Lauigan",
      "J. Marjanovic",
      "M. Meredith",
      "M. McDonald",
      "R. Morshead",
      "S. Narayanaswami",
      "K. A. Pawlak",
      "K. L. Pudenz",
      "D. Rodríguez Pérez",
      "P. Sabharwal",
      "J. Simon",
      "A. Smull",
      "M. Sorensen",
      "D. T. Stack",
      "M. Stone",
      "L. Taneja",
      "R. J. M. van de Veerdonk",
      "Z. Vendeiro",
      "R. T. Weverka",
      "K. White",
      "T.-Y. Wu",
      "X. Xie",
      "E. Zalys-Geller",
      "X. Zhang",
      "J. King",
      "B. J. Bloom",
      "M. A. Norcia"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2506.09971",
    "title": "Quantum block Krylov subspace projector algorithm for computing low-lying eigenenergies",
    "abstract": "           Determining eigenvalues is a computationally expensive task that is crucial for countless applications in natural sciences. Toward this end, we introduce the quantum block Krylov subspace projector (QBKSP) algorithm, a multireference quantum variant of the Lanczos algorithm designed to accurately compute low-lying eigenvalues, including degenerate states. We present three different compact quantum circuits to evaluate the required expectation values, each suited to different problem settings. To investigate the impact of the number and fidelity of the initial reference states, as well as time evolution duration, we perform error-free and limited-precision numerical simulations and quantum circuit simulations. The results demonstrate that using multiple initial reference states improves the convergence of the algorithm, especially in realistic precision-limited simulations and in cases where a single reference fails to simultaneously retrieve all desired eigenvalues. Furthermore, the QBKSP algorithm enables the computation of degenerate eigenstates and respective multiplicity by imposing appropriate convergence criteria.         ",
    "url": "https://arxiv.org/abs/2506.09971",
    "authors": [
      "Maria Gabriela Jordão Oliveira",
      "Nina Glaser"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2411.15733",
    "title": "Modeling of optical scattering from topographic surface measurements of high-quality mirrors",
    "abstract": "           In this paper, we revisit computational methods to obtain an angular profile of optical scattering from a smooth surface, given a two-dimensional map of topographic height errors of the surface. Quick derivations of some traditional equations and relevant references are organized to shorten the search time. A practical data-processing flow of the methods is discussed. As a case study of this flow, the core mirrors of the KAGRA interferometer are examined, and we obtain a representative scattering profile that is easily applicable to ray-tracing simulations.         ",
    "url": "https://arxiv.org/abs/2411.15733",
    "authors": [
      "Tomotada Akutsu",
      "Hiroaki Yamamoto"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ]
  },
  {
    "id": "arXiv:2412.08184",
    "title": "Online training and pruning of multi-wavelength photonic neural networks",
    "abstract": "           CMOS-compatible photonic integrated circuits (PICs) are emerging as a promising platform in artificial intelligence (AI) computing. Owing to the compact footprint of microring resonators (MRRs) and the enhanced interconnect efficiency enabled by wavelength division multiplexing (WDM), MRR-based photonic neural networks (PNNs) are particularly promising for large-scale integration. However, the scalability and energy efficiency of such systems are fundamentally limited by the MRR resonance wavelength variations induced by fabrication process variations (FPVs) and environmental fluctuations. Existing solutions use post-fabrication approaches or thermo-optic tuning, incurring high control power and additional process complexity. In this work, we introduce an online training and pruning method that addresses this challenge, adapting to FPV-induced and thermally induced shifts in MRR resonance wavelength. By incorporating a power-aware pruning term into the conventional loss function, our approach simultaneously optimizes the PNN accuracy and the total power consumption for MRR tuning. In proof-of-concept on-chip experiments on the Iris dataset, our system PNNs can adaptively train to maintain a 96% classification accuracy, while achieving a 44.7% reduction in tuning power via pruning. Additionally, our approach reduces the power consumption by orders-of-magnitude on larger datasets. By addressing chip-to-chip variation and minimizing power requirements, our approach significantly improves the scalability and energy efficiency of MRR-based integrated analog photonic processors, paving the way for large-scale PICs to enable versatile applications including neural networks, photonic switching, LiDAR, and radio-frequency beamforming.         ",
    "url": "https://arxiv.org/abs/2412.08184",
    "authors": [
      "Jiawei Zhang",
      "Weipeng Zhang",
      "Tengji Xu",
      "Lei Xu",
      "Eli A. Doris",
      "Bhavin J. Shastri",
      "Chaoran Huang",
      "Paul R. Prucnal"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2502.09330",
    "title": "Leveraging the Bias-Variance Tradeoff in Quantum Chemistry for Accurate Negative Singlet-Triplet Gap Predictions: A Case for Double-Hybrid DFT",
    "abstract": "           Molecules that have been suggested to violate the Hund's rule, having a first excited singlet state (S$_1$) energetically below the triplet state (T$_1$), are rare. Yet, they hold the promise to be efficient light emitters. Their high-throughput identification demands exceptionally accurate excited-state modeling to minimize qualitatively wrong predictions. We benchmark twelve S$_1$-T$_1$ energy gaps to find that the local-correlated versions of ADC(2) and CC2 excited state methods deliver excellent accuracy and speed for screening medium-sized molecules. Notably, we find that double-hybrid DFT approximations (e.g., B2GP-PLYP and PBE-QIDH) exhibit high mean absolute errors ($>100$ meV) despite very low standard deviations ($\\approx10$ meV). Exploring their parameter space reveals that a configuration with 75% exchange and 55% correlation, which reduces the mean absolute error to below 5 meV, but with an increased variance. Using this low-bias parameterization as an internal reference, we correct the systematic error while maintaining low variance, effectively combining the strengths of both low-bias and low-variance DFT parameterizations to enhance overall accuracy. Our findings suggest that low-variance DFT methods, often overlooked due to their high bias, can serve as reliable tools for predictive modeling in first-principles molecular design. The bias-correction data-fitting procedure can be applied to any general problem where two flavors of a method, one with low bias and another with low variance, have been identified a priori.         ",
    "url": "https://arxiv.org/abs/2502.09330",
    "authors": [
      "Atreyee Majumdar",
      "Raghunathan Ramakrishnan"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2502.15766",
    "title": "Reversible Imprinting and Retrieval of Quantum Information: Experimental Verification of the Quantum Memory Matrix Hypothesis",
    "abstract": "           We report the first end-to-end hardware-validated demonstration of a reversible Quantum Memory Matrix QMM imprint retrieval cycle. Using IBM Quantum back ends, we realize five imprint retrieval experiments that scale from a minimal three-qubit cell to a five-qubit dual cycle. For every circuit, we provide Wilson score 95 percent confidence intervals, Pearson correlations, and mutual information between field and output qubits, establishing unitary reversibility well beyond statistical noise for example, r Q0 Q2 equals 0.64 plus minus 0.04, p less than 10 to the power of minus 6 in the five qubit run. Taken together, the data constitute the most stringent experimental support to date for the QMM hypothesis: finite dimensional Planck scale cells can faithfully store, propagate, and return quantum information. Our results strengthen the standing of QMM as a viable, local, and unitary framework for addressing fundamental questions such as the black hole information paradox.         ",
    "url": "https://arxiv.org/abs/2502.15766",
    "authors": [
      "Florian Neukart",
      "Eike Marx",
      "Valerii Vinokur"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2503.03649",
    "title": "Limits of nonlinear and dispersive fiber propagation for an optical fiber-based extreme learning machine",
    "abstract": "           We report a generalized nonlinear Schrödinger equation simulation model of an extreme learning machine (ELM) based on optical fiber propagation. Using the MNIST handwritten digit dataset as a benchmark, we study how accuracy depends on propagation dynamics, as well as parameters governing spectral encoding, readout, and noise. For this dataset and with quantum noise limited input, test accuracies of : over 91% and 93% are found for propagation in the anomalous and normal dispersion regimes respectively. Our results also suggest that quantum noise on the input pulses introduces an intrinsic penalty to ELM performance.         ",
    "url": "https://arxiv.org/abs/2503.03649",
    "authors": [
      "Andrei V. Ermolaev",
      "Mathilde Hary",
      "Lev Leybov",
      "Piotr Ryczkowski",
      "Anas Skalli",
      "Daniel Brunner",
      "Goëry Genty",
      "John M. Dudley"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Machine Learning (cs.LG)"
    ]
  },
  {
    "id": "arXiv:2505.10758",
    "title": "Characteristic transition of the dominant power loss from diffractive to ohmic in overmoded and periodically loaded waveguides at high frequency",
    "abstract": "           The analysis of electromagnetic fields in cylindrical waveguiding structures that contain periodic ring loading, whether for applications in charged-particle accelerators or radiation transportation, has been traditionally conducted under simplifying limits, where the structure is either single-moded at the lower-frequency limit or overmoded at high-frequency limit. These limits have often allowed us to find spectral (modal) expansions for the fields under simpler analytical and computational conditions, with ohmic effects typically being the dominant power loss mechanism in the lower limit, while diffraction effects dominate the loss in the higher limit. In this Letter, we report the observation of a transition point in the character of the main loss mechanism, where ohmic loss becomes dominant in a structure typically presumed to be dominated by diffraction loss. The results follow a formal analysis for the scattered vector fields in a highly overmoded THz waveguide. The findings bridge between the traditional theoretical descriptions for the two limits and reveal key tradeoffs that inform experiments for the transportation of THz radiation over long distances.         ",
    "url": "https://arxiv.org/abs/2505.10758",
    "authors": [
      "Adham Naji",
      "Pawan Kumar Gupta",
      "Gennady Stupakov"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2506.03998",
    "title": "The QTF-Backbone: Proposal for a Nationwide Optical Fibre Backbone in Germany for Quantum Technology and Time and Frequency Metrology",
    "abstract": "           The recent breakthroughs in the distribution of quantum information and high-precision time and frequency (T&F) signals over long-haul optical fibre networks have transformative potential for physically secure communications, resilience of Global Navigation Satellite Systems (GNSS) and fundamental physics. However, so far these capabilities remain confined to isolated testbeds, with quantum and T&F signals accessible, for example in Germany, to only a few institutions. We propose the QTF-Backbone: a dedicated national fibre-optic infrastructure in Germany for the networked distribution of quantum and T&F signals using dark fibres and specialized hardware. The QTF-Backbone is planned as a four-phase deployment over ten years to ensure scalable, sustainable access for research institutions and industry. The concept builds on successful demonstrations of high-TRL time and frequency distribution across Europe, including PTB-MPQ links in Germany, REFIMEVE in France, and the Italian LIFT network. The QTF-Backbone will enable transformative R&D, support a nationwide QTF ecosystem, and ensure the transition from innovation to deployment. As a national and European hub, it will position Germany and Europe at the forefront of quantum networking, as well as time and frequency transfer.         ",
    "url": "https://arxiv.org/abs/2506.03998",
    "authors": [
      "Klaus Blaum",
      "Peter Kaufmann",
      "Jochen Kronjäger",
      "Stefan Kück",
      "Tara Cubel Liebisch",
      "Dieter Meschede",
      "Susanne Naegele-Jackson",
      "Stephan Schiller",
      "Harald Schnatz"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Atomic Physics (physics.atom-ph)",
      "Geophysics (physics.geo-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2506.07745",
    "title": "First-principles Quantum Insights into Bandgap Engineering, Valley Quantum Hall Effect, and Nonlinear Optical Response of Ge-Doped Graphene for Potential Optoelectronic Applications",
    "abstract": "           The valley in the band structure of materials has gained a lot of attention recently. The promising applications of the valley degree of freedom include the next-generation valleytronic devices, quantum information processing, quantum computing, and optoelectronic devices. Graphene is an ideal quantum material for high-speed valleytronic applications because of its high carrier mobility and convenience of bandgap engineering. Employing first-principles density functional theoretical approach, this study opted bandgap engineering strategy via Germanium doping to open bandgap and enhance valley selectivity in graphene monolayers. The impact of Ge dopant concentration of 2%, 3.125%, 5.5%, and 12.5% is explored on the valleytronic; valley Hall effect, valley transport, and optical properties. The reported results demonstrate that bandgap, valley polarization, and second harmonic generation can be tuned effectively by varying doping concentration of Germanium. The Berry curvature profile is antisymmetric for corresponding K and K' valleys, thus leading to valley-dependent transport properties and a potential valley Hall effect. Finally, the second-order susceptibilities exhibit corresponding optical absorption peaks, indicating efficient second-harmonic generation due to the broken inversion symmetry. These findings highlight the potential of Ge-doped graphene for nonlinear optics and valleytronics applications, while providing novel insights into its topological phase and transport properties.         ",
    "url": "https://arxiv.org/abs/2506.07745",
    "authors": [
      "Sana Maroof",
      "Abdul Sattar",
      "Azmat Iqbal Bashir",
      "Muhammad Irfan",
      "Hamid Latif",
      "Hina Mustafa",
      "Ahmad Saeed",
      "Raja Junaid Amjad",
      "Farah Alvi"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2506.08595",
    "title": "High-throughput polarization-independent spatial mode shaping with mode-selective photonic lanterns",
    "abstract": "           Coherent interference in multimode photonic systems offers a transformative approach for scalable, high-fidelity optical control, enabling precise beam shaping, efficient power delivery, and advanced signal processing through single-mode performance. Current techniques are often constrained to a single polarization state of light, system complexity, and the fabrication challenges associated with precise waveguide structures. Here, we present a high-efficiency coherent combination scheme employing a commercial mode-selective photonic lantern supporting three spatial channels, achieving Gaussian mode interference at multiple locations along the multimode core with up to 100% mode conversion efficiencies. By integrating a Faraday reflecting fibre component and piezo-phase shifters with the photonic lantern channels, we demonstrate stable and adaptive mode manipulation without the need for complex adaptive optics. These findings highlight the potential of photonic lanterns as robust platforms for controlled mode interference, paving the way for their deployment in next-generation optical communication, beam shaping, and beam-forming systems.         ",
    "url": "https://arxiv.org/abs/2506.08595",
    "authors": [
      "Harikumar K Chandrasekharan",
      "Ross Donaldson"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2404.07869",
    "title": "Accurate neural quantum states for interacting lattice bosons",
    "abstract": "           In recent years, neural quantum states have emerged as a powerful variational approach, achieving state-of-the-art accuracy when representing the ground-state wave function of a great variety of quantum many-body systems, including spin lattices, interacting fermions or continuous-variable systems. However, accurate neural representations of the ground state of interacting bosons on a lattice have remained elusive. We introduce a neural backflow Jastrow Ansatz, in which occupation factors are dressed with translationally equivariant many-body features generated by a deep neural network. We show that this neural quantum state is able to faithfully represent the ground state of the 2D Bose-Hubbard Hamiltonian across all values of the interaction strength. We scale our simulations to lattices of dimension up to $20{\\times}20$ while achieving the best variational energies reported for this model. This enables us to investigate the scaling of the entanglement entropy across the superfluid-to-Mott quantum phase transition, a quantity hard to extract with non-variational approaches.         ",
    "url": "https://arxiv.org/abs/2404.07869",
    "authors": [
      "Zakari Denis",
      "Giuseppe Carleo"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2405.19599",
    "title": "Hybrid Quantum Algorithm for Simulating Real-Time Thermal Correlation Functions",
    "abstract": "           We present a hybrid Path Integral Monte Carlo (hPIMC) algorithm to calculate real-time quantum thermal correlation functions and demonstrate its application to open quantum systems. The hPIMC algorithm leverages the successes of classical PIMC as a computational tool for high-dimensional system studies by exactly simulating dissipation using the Feynman-Vernon influence functional on a classical computer. We achieve a quantum speed-up over the classical algorithm by computing short-time matrix elements of the quantum propagator on a quantum computer. We show that the component of imaginary-time evolution can be performed accurately using the recently developed Probabilistic Imaginary-Time Evolution (PITE) algorithm, and we introduce a novel low-depth circuit for approximate real-time evolution under the kinetic energy operator using a Discrete Variable Representation (DVR). We test the accuracy of the approximation by computing the position-position thermal correlation function of a proton transfer reaction.         ",
    "url": "https://arxiv.org/abs/2405.19599",
    "authors": [
      "Elliot C. Eklund",
      "Nandini Ananth"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2407.07060",
    "title": "Imaging-based Quantum Optomechanics",
    "abstract": "           In active imaging protocols, information about an object is encoded into the spatial mode of a scattered photon. Recently the quantum limits of active imaging have been explored with levitated nanoparticles, which experience a multimode radiation pressure backaction (the photon recoil force) due to radiative scattering of the probe field. Here we extend the analysis of multimode backaction to compliant surfaces, accessing a broad class of mechanical resonators and fruitful analogies to quantum imaging. As an example, we consider imaging of the flexural modes of a membrane by sorting the spatial modes of a laser reflected from its surface. We show that backaction in this setting can be understood to arise from spatiotemporal photon shot noise, an effect that cannot be observed in single-mode optomechanics. We also derive the imprecision-backaction product in the limit of purely spatial (intermodal) coupling, revealing it to be equivalent to the standard quantum limit for single-mode optomechanical coupling. Finally, we show that optomechanical correlations due to spatiotemporal backaction can give rise to two-mode entangled light, providing a mechanism for entangling desired pairs of spatial modes. In conjunction with high-Q nanomechanics, our findings point to new opportunities at the interface of quantum imaging and optomechanics, including sensors and networks enhanced by spatial mode entanglement.         ",
    "url": "https://arxiv.org/abs/2407.07060",
    "authors": [
      "Christian M. Pluchar",
      "Wenhua He",
      "Jack Manley",
      "Nicolas Deshler",
      "Saikat Guha",
      "Dalziel J. Wilson"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2410.17942",
    "title": "Learning the dynamics of Markovian open quantum systems from experimental data",
    "abstract": "           We present a Bayesian algorithm to identify generators of open quantum system dynamics, described by a Lindblad master equation, that are compatible with measured experimental data. The algorithm, based on a Markov Chain Monte Carlo approach, assumes the energy levels of the system are known and outputs a ranked list of interpretable master equation models that produce predicted measurement traces that closely match experimental data. We benchmark our algorithm on quantum optics experiments performed on single and pairs of quantum emitters. The latter case opens the possibility of cooperative emission effects and additional complexity due to the possible interplay between photon and phonon influences on the dynamics. Our algorithm retrieves various minimal models that are consistent with the experimental data, and which can provide a closer fit to measured data than previously suggested and physically expected approximate models. Our results represent an important step towards automated systems characterisation with an approach that is capable of working with diverse and tomographically incomplete input data. This may help with the development of theoretical models for unknown quantum systems as well as providing scientists with alternative interpretations of the data that they might not have originally envisioned and enabling them to challenge their original hypotheses.         ",
    "url": "https://arxiv.org/abs/2410.17942",
    "authors": [
      "Stewart Wallace",
      "Yoann Altmann",
      "Brian D. Gerardot",
      "Erik M. Gauger",
      "Cristian Bonato"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Computational Physics (physics.comp-ph)",
      "Data Analysis, Statistics and Probability (physics.data-an)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2503.01108",
    "title": "Asymmetrical cavity design that bypasses mode mixings in axion haloscope experiments",
    "abstract": "           Microwave cavities used in axion haloscope experiments typically employ a tuning rod as a means to widen the range of resonance frequencies at which it is sensitive to axion-to-photon conversion. A realistic tuning mechanism requires a gap between the cavity end caps and the tuning rod to ensure movement, and causes some modes to hybridize with the resonant mode that is being tracked for the experiment. These so-called mode mixings lead to gaps in the frequency range that practically lose sensitivity to axions. In order to solve this problem, we present a cavity design which, for two tuning rod configurations corresponding to a lower and higher frequency range, have a dielectric rod inserted at a specific location that makes the cavity asymmetrical. Moving the tuning rod closer to the dielectric insert changes the location and frequency of the mode mixing compared to when it is farther away from it. This design is easily realizable in practical experiments and makes possible an axion dark matter search with minimal loss in sensitivity due to mode mixings. We also show that the same design has the same desired effect when cavity dimensions are scaled down to be smaller and are at higher resonance frequencies.         ",
    "url": "https://arxiv.org/abs/2503.01108",
    "authors": [
      "Byeong Rok Ko",
      "Andrew K. Yi"
    ],
    "subjectives": [
      "High Energy Physics - Experiment (hep-ex)",
      "High Energy Physics - Phenomenology (hep-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2506.06534",
    "title": "Dynamical thermalization, Rayleigh-Jeans condensate, vortexes and wave collapse in quantum chaos fibers and fluid of light",
    "abstract": "           We study analytically and numerically the time evolution of a nonlinear field described by the nonlinear Schrödinger equation in a chaotic $D$-shape billiard. In absence of nonlinearity the system has standard properties of quantum chaos. This model describes a longitudinal light propagation in a multimode D-shape optical fiber and also those in a Kerr nonlinear medium of atomic vapor. We show that, above a certain chaos border of nonlinearity, chaos leads to dynamical thermalization with the Rayleigh-Jeans thermal distribution and the formation of the Rayleigh-Jeans condensate in a vicinity of the ground state accumulating in it about 80-90\\% of total probability. Certain similarities of this phenomenon with the Fröhlich condensate are discussed. Below the chaos border the dynamics is quasi-integrable corresponding to the Kolmogorov-Arnold-Moser integrability. The evolution to the thermal state is characterized by an unusual entropy time dependence with an increase on short times and later significant decrease when approaching to the steady-state. This behavior is opposite to the Boltzmann H-theorem and is attributed to the formation of Rayleigh-Jeans condensate and presence of two integrals of motion, energy and norm. At a strong focusing nonlinearity we show that the wave collapse can take place even at sufficiently high positive energy being very different from the open space case. Finally for the defocusing case we establish the superfluid regime for vortex dynamics at strong nonlinearity. System parameters for optical fiber experimental studies of these effects are also discussed.         ",
    "url": "https://arxiv.org/abs/2506.06534",
    "authors": [
      "Leonardo Ermann",
      "Alexei D. Chepelianskii",
      "Dima L. Shepelyansky"
    ],
    "subjectives": [
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Dynamical Systems (math.DS)",
      "Chaotic Dynamics (nlin.CD)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2506.08454",
    "title": "Universality of Photonic Interlacing Architectures for Learning Discrete Linear Unitaries",
    "abstract": "           Recent investigations suggest that the discrete linear unitary group $U(N)$ can be represented by interlacing a finite sequence of diagonal phase operations with an intervening unitary operator. However, despite rigorous numerical justifications, no formal proof has been provided. Here, we show that elements of $U(N)$ can be decomposed into a sequence of $N$-parameter phases alternating with $1$-parameter propagators of a lattice Hamiltonian. The proof is based on building a Lie group by alternating these two operators and showing its completeness to represent $U(N)$ for a finite number of layers, which is numerically found to be exactly $N$. This architecture can be implemented using elementary optical components and can successfully reconstruct arbitrary unitary matrices. We propose example devices such as optical logic gates, which perform logic gate operations using a single-layer lossless and passive optical circuit design.         ",
    "url": "https://arxiv.org/abs/2506.08454",
    "authors": [
      "Matthew Markowitz",
      "Mohammad-Ali Miri",
      "Alexey Ovchinnikov",
      "Kevin Zelaya"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mathematical Physics (math-ph)",
      "Optics (physics.optics)"
    ]
  }
]