[
  {
    "id": "arXiv:2306.10173",
    "title": "Contribution of negative-energy states to multipolar polarizabilities of  the Sr optical lattice clock",
    "abstract": "We address the problem of lattice light shifts in the Sr clock caused by multipolar M1 and E2 atom-field interactions. We presented a simple but accurate formula for the magnetic-dipole polarizability that takes into account both the positive and negative energy states contributions. We calculated the contribution of negative energy states to the M1 polarizabilities of the clock 1S0 and 3P0 states at the magic frequency. Taking these contributions into account, we obtained good agreement with the experimental results, resolving the major discrepancy between the theory and the experiment ",
    "url": "https://arxiv.org/abs/2306.10173",
    "authors": [
      "S.G. Porsev",
      "M.G. Kozlov",
      "M.S. Safronova"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2306.10236",
    "title": "Beat Pilot Tone: Versatile, Contact-Free Motion Sensing in MRI with  Radio Frequency Intermodulation",
    "abstract": "Motion in Magnetic Resonance Imaging (MRI) scans results in image corruption and remains a barrier to clinical imaging. Motion correction algorithms require accurate sensing, but existing sensors are limited in sensitivity, comfort, or general usability. We propose Beat Pilot Tone (BPT), a radio frequency (RF) motion sensing system that is sensitive, comfortable, versatile, and scalable. BPT operates by a novel mechanism: two or more transmitted RF tones form standing wave patterns that are modulated by motion and sensed by the same receiver coil arrays used for MR imaging. By serendipity, the tones are mixed through nonlinear intermodulation in the receiver chain and digitized simultaneously with the MRI data. We demonstrate BPT's mechanism in simulations and experiments. Furthermore, we show in healthy volunteers that BPT can sense head, bulk, respiratory, and cardiac motion, including small vibrations such as displacement ballistocardiograms. BPT can distinguish between different motion types, achieve greater sensitivity than other methods, and operate as a multiple-input multiple-output (MIMO) system. Thus, BPT can enable motion-robust MRI scans at high spatiotemporal resolution in many applications. ",
    "url": "https://arxiv.org/abs/2306.10236",
    "authors": [
      "Suma Anand",
      "Michael Lustig"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)",
      "Image and Video Processing (eess.IV)",
      "Signal Processing (eess.SP)"
    ]
  },
  {
    "id": "arXiv:2306.10264",
    "title": "Multiplexing spectral line shape of waveguide transmission by photonic  spin-orbit interaction",
    "abstract": "Manipulating the spectral line shape exhibits great potential in realizing active optical circuits with switching, sensing, and modulation capabilities. Exploring unusual line shapes, such as Fano resonance and electromagnetically induced transparency (EIT), has attracted substantial interest. Conventional methods of engineering the spectral line shape have limited tunability and face challenges in multiplexing different spectral line shapes. Here, we propose and numerically demonstrate a new mechanism to tailor the transmission line shape almost at will by exploiting the interference of frequency-dependent chiral dipolar states in two helix particles sitting above a dielectric waveguide. We show that, by tuning the polarization of the chiral dipoles and exploiting transverse spin-orbit interaction, one can control the asymmetric Pancharatnam-Berry geometric phase for the excited guided waves propagating in opposite directions. The interference of the guided waves respectively excited by the two particles can give rise to transmissions with various line shapes, including Lorentzian-like, antiresonance-like, Fano-like, and EIT-like line shapes, which carry an intriguing property of line shape-momentum locking, i.e., the transmissions in opposite directions have different line shapes. Our findings open new possibilities for multiplexed and multifunctional nanophotonic designs with unprecedented capability of spectral-line shaping. The proposed structures can be conveniently integrated with optical circuits for on-chip applications. ",
    "url": "https://arxiv.org/abs/2306.10264",
    "authors": [
      "Yuqiong Cheng",
      "Wanyue Xiao",
      "Shubo Wang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.10358",
    "title": "Localized Refractive index sensing by integrated photonic crystal  waveguide with edge cavity",
    "abstract": "We have designed a highly compact refractive-index sensing device consisted of edge cavity-waveguide coupling structure in photonic crystal. The edge cavity is designed by engineering the spatial distribution of the cutoff frequency of edge modes. The edge cavity modes and the waveguide modes are coupled by a point defect between them. At critical coupling, a sharp anti-peak of the transmittance through the waveguide is observed. As the refractive index of the gas changes, the resonant wavelength of the edge cavity is changed, which in turn changes the wavelength of the transmittance anti-peak. The sensitivity of the anti-peak wavelength versus the refractive index is as large as 40 nm/RIU, and the footprint of the device is as small as 40 $\\mu m^{2}$. Because the sensing mechanism is based on highly localized resonant mode at the edge, spatial distribution of refractive index near to the sensing device can be detected. The form of the imported and exported optical signal are both photonic waveguide modes, so that the sensing device could be directly integrated with photonic circuit. ",
    "url": "https://arxiv.org/abs/2306.10358",
    "authors": [
      "Ma Luo",
      "Kaichan Zhong",
      "Jieli Luo"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.10360",
    "title": "Broadband surface-emitting THz laser frequency combs with  inverse-designed integrated reflectors",
    "abstract": "THz quantum cascade lasers (QCLs) based on double metal waveguides feature broadband and high-temperature devices for use in spectroscopy and sensing. However, their extreme field confinement produces poor output coupling efficiencies and divergent far-fields. Here, we present a planarized THz QCL with an inverse-designed end facet reflector coupled to a surface-emitting patch array antenna. All the components have been optimized for octave-spanning spectral bandwidths between 2-4 THz and monolithically integrated on the same photonic chip. We demonstrate this experimentally on broadband THz QCL frequency combs, with measured devices showing a seven-fold improvement in slope efficiency compared to devices with a cleaved facet. They feature peak powers of up to 13.5 mW with surface emission into a narrow beam with a divergence of (17.0{\\deg}x 18.5{\\deg}), while broadband fundamental and harmonic comb states spanning up to 800 GHz are observed. ",
    "url": "https://arxiv.org/abs/2306.10360",
    "authors": [
      "Urban Senica",
      "Sebastian Gloor",
      "Paolo Micheletti",
      "David Stark",
      "Mattias Beck",
      "Jérôme Faist",
      "Giacomo Scalari"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.10363",
    "title": "Broadband and large-area optical chirality generated by an achiral  metasurface under achiral excitation",
    "abstract": "Optical chirality plays an essential role in chiral light-matter interactions with broad applications in sensing and spectroscopy. Conventional methods of generating optical chirality usually employ chiral structures or chiral excitations. Here, we propose to use an achiral metasurface consisting of gold disk array excited by a linearly polarized light to generate optical chirality. Using full-wave numerical simulations, we show that the metasurface can give rise to large-area optical chirality of the same sign for the wavelength ranging from 1.2 um to 1.5 um. The magnitude of the chirality is comparable to that of circularly polarized plane waves. The emergence of the optical chirality can be attributed to the asymmetric polarization singularity lines (C lines) in the near fields of the metasurface. We further explore the application of the proposed metasurface in chiral discriminations by simulating the absorption of chiral helix particles immersed in the near fields, and demonstrate that the left-handed and right-handed helix particles give rise to different absorptions. The phenomenon can be understood using an analytical theory based on the dipole approximation, which predicts differential absorption quantitatively agrees with the numerical simulation results. Our study uncovers the subtle relationship between near-field optical chirality, polarization singularities, and symmetry. The results can find applications in optical sensing, chiral quantum optics, and optical manipulations of small particles. ",
    "url": "https://arxiv.org/abs/2306.10363",
    "authors": [
      "Shiqi Jia",
      "Tong Fu",
      "Jie Peng",
      "Shubo Wang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.10424",
    "title": "Two-color cavity ringdown spectroscopy: Optical detection of  room-temperature $^{14}$CO$_2$ samples at parts-per-quadrillion concentration  level",
    "abstract": "Detection sensitivity is often one of the most important attributes to consider during selection of spectroscopic techniques. However, high sensitivity alone is insufficient for spectroscopic measurements and peak assignments in spectrally congested regions. Two-color cavity ringdown spectroscopy (2C-CRDS), based on intra-cavity pump-probe detection, simultaneously achieves high detection sensitivity, selectivity, and accuracy. Thanks to its built-in compensation for instrumental baseline fluctuations and one-photon background molecular signals, 2C-CRDS enables mid-IR detection of radiocarbon dioxide ($^{14}$CO$_2$) in $room$-$temperature$ CO$_2$ samples, with better than 10 parts-per-quadrillion (ppq) measurement $sensitivity$ and $accuracy$ (4 ppq on average from four separate trial measurements). This detection capability is prohibitively challenging for other existing spectroscopic techniques based on one-photon absorption, because of severe spectral overlap between the very weak $^{14}$CO$_2$ signals and the orders-of-magnitude stronger hot-band signals from other CO$_2$ isotopologues at room temperature. 2C-CRDS measurements of room-temperature $^{14}$CO$_2$ samples at the record sub-10-ppq concentration level could directly benefit a wide range of scientific fields that utilize $^{14}$C for dating and isotope tracing, especially during field deployment. The 2C-CRDS technique significantly enhances the sensitivity and general utility of high-resolution mid-IR detection for analytical trace measurements and fundamental chemical dynamics studies. ",
    "url": "https://arxiv.org/abs/2306.10424",
    "authors": [
      "Jun Jiang",
      "A. Daniel McCartt"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.10492",
    "title": "The growth of 2D crystalline g-C3N4 films and the control of  optoelectronic properties",
    "abstract": "g-C3N4 is a novel semiconductor photocatalyst material; however, the low specific surface area and rapid carrier compliance hinder its photocatalytic performance. On the other hand, the synthesis of 2D g-C3N4 with high crystallinity remains challenging. Here, we report the growth of 2D crystalline g-C3N4 films with thicknesses up to 100 nm on the indium tin oxide substrates by chemical vapor deposition. The films show high quality, as shown by scanning electron microscopy and X-ray diffraction, and exhibit intense fluorescence at room temperature. The optimal growth conditions, such as temperature and carrier gas flow rate, were achieved by analyzing their effects on the electronic structure through X-ray absorption spectra and X-ray photoelectron spectroscopy. By adding thiourea to the melamine precursors, we introduced N vacancies to achieve band gap modulation and promote carrier separation. This work provides guidelines for the further improvement of g-C3N4 performance and for extending its application in the field of photocatalytic devices. ",
    "url": "https://arxiv.org/abs/2306.10492",
    "authors": [
      "Ying Du",
      "Meng Wu",
      "Hui-Qiong Wang",
      "Junyong Kang"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2306.10504",
    "title": "Ultra-high Q lithium niobate microring monolithically fabricated by  photolithography assisted chemo-mechanical etching",
    "abstract": "Thin-film lithium niobate (TFLN) has been considered as one of the most important platforms for constructing high-performance photonic integrated devices such as electro-optic modulators, frequency combs, classical/quantum light sources, and large-scale photonic integrated circuits, benefiting from its excellent optical properties of TFLN. The fabrication quality of TFLN photonic integrated devices plays an important role in the performance and the integration scale of these devices. As one of the element photonic structures, the state-of-the-art TFLN microrings reach an intrinsic Q factor higher than 10^7 with ultra-smooth sidewalls, fabricated by photolithography assisted chemo-mechanical etching (PLACE). However, it is isolated on the chip surface and a tapered fiber is required to couple the light into and out of the resonator. Furthermore, it is difficult to maintain such high-Q factors when the microrings are monolithically integrated with bus waveguides by PLACE, resulted from large coupling loss with biggish coupling gap. Here, a relatively narrow gap of an ultra-high Q microring monolithically integrated with the bus-waveguide is achieved with 3.8 um by optimizing PLACE process, and a high temperature annealing is carried out to improve the loaded (intrinsic) Q factor with 4.29 X 10^6 (4.04 X 10^7), leading an ultra-low propagation loss of less than 1 dB/m, which is approximately 3 times better than the best values previously reported in ion-slicing TFLN platform. ",
    "url": "https://arxiv.org/abs/2306.10504",
    "authors": [
      "Chuntao Li",
      "Jianglin Guan",
      "Jintian Lin",
      "Renhong Gao",
      "Min Wang",
      "Lingling Qiao",
      "Li Deng",
      "Ya Cheng"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2306.10516",
    "title": "Microwave assisted efficient four-wave mixing",
    "abstract": "We theoretically investigate a N-type atomic system for efficient generation and control of a non-degenerate Four wave mixing (FWM) signal. The susceptibility of the atomic medium is customized as a gain profile by a weak probe field and two strong control fields which allow us to generate the FWM signal. We study the propagation dynamics of the generated FWM signal inside the nonlinear medium. The FWM signal obtains the exact shape of probe pulse and travels through the atomic medium without changing the shape. The conversion efficiency without MW field is 5.8% which can be enhanced further by changing the control field intensity and optical depth. We also demonstrate how the FWM conversion efficiency can be enhanced three times using a MW field. The generation and control of such FWM signal has important applications in signal processing, optical communication and quantum information science. ",
    "url": "https://arxiv.org/abs/2306.10516",
    "authors": [
      "Nawaz Sarif Mallick",
      "Sankar De"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.10580",
    "title": "1 Bit Electronically Reconfigurable Transmitarray Antenna with  Out-of-Band Scatter Suppression",
    "abstract": "Stealthy electronically reconfigurable transmitarray antennas are essential components in wireless communication and radar detection systems. Therefore, this paper proposes a 1 bit electronically reconfigurable transmitarray antenna with out-of-band scatter suppression. The transmitarray consists of two layers, the absorptive frequency selective transmission (AFST) layer and reconfigurable transmitarray (RTA) layer, separated by air. Specifically, the AFST layer achieves out-of-band scattering suppression and in-band transmission performance by utilizing the first three resonant modes of a bent metallic strip with a centrally loaded resistor. Additionally, the RTA layer adopts a receiver-transmitter structure with an active receiving dipole and a passive orthogonal transmitting dipole. The 1 bit phase shift is achieved by alternating two pin diodes integrated on the active dipole to reverse its current direction. To evaluate the proposed design, a 256-element transmitarray prototype is designed, fabricated and measured. For scattering, the 10-dB radar cross section reduction is realized within 4~5.2 GHz and 10.9~11.4 GHz, respectively. For radiation, the measured gain is 19.9 dBi at 7.5 GHz, corresponding to an aperture efficiency of 12.1%. and the beam scanning covers 60{\\deg} with gain loss of 5 dB in both two principal planes. ",
    "url": "https://arxiv.org/abs/2306.10580",
    "authors": [
      "Binchao Zhang",
      "Fan Yang",
      "Shenheng Xu",
      "Maokun Li",
      "Cheng Jin"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2306.10768",
    "title": "Performance Analysis of Spoke Resonators, Statistics from Cavity  Fabrication to Cryomodule Testing",
    "abstract": "Ir\\`{e}ne Joliot-Curie Laboratory (IJCLab) has been leading the development of spoke resonators in multiple international SRF projects, from fundamental R\\&D, prototyping, to series production. The European Spallation Source (ESS) superconducting linac is the first of its kind to put into operation the spoke resonators. After three prototype cavities, 29 ESS production cavities have been processed, tested, assembled into cryomodules at IJCLab, and then shipped to Uppsala for the site acceptance test. Seven prototypes for two other major projects, Multi-purpose hYbrid Research Reactor for High-tech Application (MYRRHA) and Proton Improvement Plan II (PIP-II), designed in collaboration with external institutions, have as well been processed and tested at IJCLab. A new challenge is to fully process series cavities in industry, following the successful implementation of 1.3~GHz elliptical cavities in the other projects. This paper summarises main results obtained from fabrication to final testing, including frequency tuning strategy, performance, limitation in vertical cryostat, and identifies future direction of projects and R\\&D in the field of spoke cavities. ",
    "url": "https://arxiv.org/abs/2306.10768",
    "authors": [
      "A. Miyazaki",
      "P. Duchesne",
      "D. Ledrean",
      "D. Longuevergne",
      "G. Olry"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2306.10776",
    "title": "Transition between radial and toroidal orders in a trimer-based magnetic  metasurface",
    "abstract": "Magnetic materials are used in a wide variety of technologies, being key components of microwave and quantum devices. The properties of such materials manifest themselves in an external magnetic field and are mainly determined by the order of intrinsic magnetic moments (spin) associated with their subatomic particles. Metasurfaces, the two-dimensional counterparts of metamaterials, can be a platform for studying magnetic orders due to the possibility of excitation of dynamic magnetic moments in their particles (meta-atoms) by incoming electromagnetic radiation. In this paper, the change in the arrangement of magnetic dipole moments in a magnetic metasurface, due to the influence of an external static magnetic field, is discussed. Each meta-atom of the metasurface is composed of three identical disk-shaped resonators (trimer) made of magnetically saturated ferrite. To provide physical insight, full-wave numerical simulations of the near-fields and transmission characteristics of the metasurface are complemented by the theoretical description based on the multipole decomposition method. With these methods, the study of eigenmodes and scattering conditions of a single magnetic resonator, trimer, and their array forming the metasurface is performed. It is found that the magnetic dipole-based collective hybrid mode of the trimer can be gradually transformed from the radial (pseudomonopole) to azimuthal (toroidal) order by increasing the bias magnetic field strength. This is accompanied by various patterns of localization of the electric field inside the meta-atoms. Due to the unique field configuration of these modes, the proposed metasurface can be considered for designing magnetic field sensors and nonreciprocal devices. ",
    "url": "https://arxiv.org/abs/2306.10776",
    "authors": [
      "Vladimir R. Tuz",
      "Andrey B. Evlyukhin",
      "Volodymyr I. Fesenko"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2306.10811",
    "title": "Noise-induced broadening of a quantum-dash laser optical frequency comb",
    "abstract": "Single-section quantum dash semiconductor lasers have attracted much attention as an integrated and simple platform for the generation of THz-wide and flat optical frequency combs in the telecom C-band. In this work, we present an experimental method allowing to increase the spectral width of the laser comb by the injection of a broadband optical noise from an external semiconductor optical amplifier that is spectrally overlapped with the quantum dash laser comb. The noise injection induces an amplification of the side modes of the laser comb which acquire a fixed phase relationship with the central modes of the comb. We demonstrate a broadening of the laser comb by a factor of two via this technique. ",
    "url": "https://arxiv.org/abs/2306.10811",
    "authors": [
      "Aleksei I. Borodkin",
      "Anton V. Kovalev",
      "Massimo Giudici",
      "Guillaume Huyet",
      "Abderrahim Ramdane",
      "Mathias Marconi",
      "Evgeny A. Viktorov"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.10967",
    "title": "Simulation of the dynamics of gas mixtures during plasma processing in  the C75 Cavity",
    "abstract": "Plasma processing using a mixture of noble gas and oxygen is a technique that is currently being used to reduce field emission and multipacting in accelerating cavities. Plasma is created inside the cavity when the gas mixture is exposed to an electromagnetic field that is generated by applying RF power through the fundamental power or higher-order mode couplers. Oxygen ions and atomic oxygen are created in the plasma which breaks down the hydrocarbons on the surface of the cavity and the residuals from this process are removed as part of the process gas flow. Removal of hydrocarbons from the surface increases the work function and reduces the secondary emission coefficient. This work describes the initial results of plasma simulation, which provides insight into the ignition process, distribution of different species, and interactions of free oxygen and oxygen ions with the cavity surfaces. The simulations have been done with an Ar/O2 plasma using COMSOL multiphysics. These simulations help in understanding the dynamics and control of plasma inside the cavity and the exploration of different gas mixtures. ",
    "url": "https://arxiv.org/abs/2306.10967",
    "authors": [
      "N. K. Raut",
      "T. Ganey",
      "P. Dhakal",
      "T. Powers"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2306.11082",
    "title": "Frequency measurements of $5s5p^{3}$P$_{0}\\to5s6d^{3}$D$_{1}$ and  observation of nonlinearities in King plot with Sr",
    "abstract": "We report the first precision measurement of the absolute frequency of $5s5p^{3}$P$_{0}\\to5s6d^{3}$D$_{1}$ for all four stable Sr isotopes with an accuracy of $\\sim$25 kHz employing repumping induced spectroscopy. By combining the isotope shifts of this transition with the existing measurement data on the intercombination line, the King plot is established which reveals a deviation from the linearity at the 5.2$\\sigma$ level. ",
    "url": "https://arxiv.org/abs/2306.11082",
    "authors": [
      "S. Zhang",
      "B. T. Tiwari",
      "S. Ganesh",
      "Y. Singh"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2306.11265",
    "title": "Magnetic Exciton-Polariton with Strongly Coupled Atomic and Photonic  Anisotropies",
    "abstract": "Anisotropy plays a key role in science and engineering. However, the interplay between the material and engineered photonic anisotropies has hardly been explored due to the vastly different length scales. Here we demonstrate a matter-light hybrid system, exciton-polaritons in a 2D antiferromagnet, CrSBr, coupled with an anisotropic photonic crystal (PC) cavity, where the spin, atomic lattice, and photonic lattices anisotropies are strongly correlated, giving rise to unusual properties of the hybrid system and new possibilities of tuning. We show exceptionally strong coupling between engineered anisotropic optical modes and anisotropic excitons in CrSBr, which is stable against excitation densities a few orders of magnitude higher than polaritons in isotropic materials. Moreover, the polaritons feature a highly anisotropic polarization tunable by tens of degrees by controlling the matter-light coupling via, for instance, spatial alignment between the material and photonic lattices, magnetic field, temperature, cavity detuning and cavity quality-factors. The demonstrated system provides a prototype where atomic- and photonic-scale orders strongly couple, opening opportunities of photonic engineering of quantum materials and novel photonic devices, such as compact, on-chip polarized light source and polariton laser. ",
    "url": "https://arxiv.org/abs/2306.11265",
    "authors": [
      "Qiuyang Li",
      "Xin Xie",
      "Adam Alfrey",
      "Yang Lu",
      "Jiaqi Hu",
      "Wenhao Liu",
      "Nikhil Dhale",
      "Bing Lv",
      "Liuyan Zhao",
      "Kai Sun",
      "Hui Deng"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Other Condensed Matter (cond-mat.other)"
    ]
  },
  {
    "id": "arXiv:2306.11278",
    "title": "Integrated photonics modular arithmetic processor",
    "abstract": "Integrated photonics computing has emerged as a promising approach to overcome the limitations in computing power of electronic processors in the post-Moore era by leveraging the superiority of photonic systems in the field of information processing, just as how optical communication disrupted traditional electrical communication. However, current integrated photonics computing systems struggle to achieve reliable and high-precision calculations, failing to fulfil the general requirements of computational tasks. Moreover, they heavily rely on the electronics AD/DA conversion interfaces, which significantly compromises their performance. Here, we propose a novel photonic computing architecture based on optical phase and modular arithmetic with scalable precision. And we experimentally demonstrated the computation accuracy that was previously unattainable with existing photonics computing methods. Furthermore, this architecture seamlessly integrates our proposed optical DAC and optical quantizer, marking the first breakthrough in freeing photonic computing from the constraints of electronic AD/DA converters. ",
    "url": "https://arxiv.org/abs/2306.11278",
    "authors": [
      "Yuepeng Wu",
      "Hongxiang Guo",
      "Bowen Zhang",
      "Jifang Qiu",
      "Zhisheng Yang",
      "Jian Wu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Emerging Technologies (cs.ET)"
    ]
  },
  {
    "id": "arXiv:2306.11333",
    "title": "Completion of Testing Series Double-spoke Cavity Cryomodules for ESS",
    "abstract": "The FREIA Laboratory at Uppsala University, Sweden, has completed the evaluation of 13 double-spoke cavity cryomodules for ESS. This is the first time double-spoke cavities will be deployed in a real machine. This paper summarizes testing procedures and statistics of the results and lessons learned. ",
    "url": "https://arxiv.org/abs/2306.11333",
    "authors": [
      "R. Santiago Kern",
      "C. Svanberg",
      "K. Fransson",
      "K. Gajewski",
      "L. Hermansson",
      "H. Li",
      "T. Lofnes",
      "M. Olvegård",
      "I. Profatilova",
      "M. Zhovner",
      "A. Miyazaki",
      "R. Ruber"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2306.11355",
    "title": "Chip-to-chip optical multimode communication with universal mode  processors",
    "abstract": "The increasing amount of data exchange requires higher-capacity optical communication links. Mode division multiplexing (MDM) is considered as a promising technology to support the higher data throughput. In an MDM system, the mode generator and sorter are the backbone. However, most of the current schemes lack the programmability and universality, which makes the MDM link susceptible to the mode crosstalk and environmental disturbances. In this paper, we propose an intelligent multimode optical communication link using universal mode processing (generation and sorting) chips. The mode processor consists of a programmable 4*4 Mach Zehnder interferometer (MZI) network and can be intelligently configured to generate or sort both quasi linearly polarized (LP) modes and orbital angular momentum (OAM) modes in any desired routing state. We experimentally establish a chip-to-chip MDM communication system. The mode basis can be freely switched between four LP modes and four OAM modes. We also demonstrate the multimode optical communication capability at a data rate of 25 Gbit/s. The proposed scheme shows significant advantages in terms of universality, intelligence, programmability and resistance to mode crosstalk, environmental disturbances and fabrication errors, demonstrating that the MZI-based reconfigurable mode processor chip has great potential in long-distance chip-to-chip multimode optical communication systems. ",
    "url": "https://arxiv.org/abs/2306.11355",
    "authors": [
      "Bo Wu",
      "Wenkai Zhang",
      "Hailong Zhou",
      "Jianji Dong",
      "Dongmei Huang",
      "P. K. A. Wai",
      "Xinliang Zhang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2306.11359",
    "title": "Quartic beams of temporal solitons in a nearly-degenerate laser cavity",
    "abstract": "The engineering of chromatic dispersion opened new avenues of research and extended the level of control upon pattern formation in the temporal domain. In this manuscript, we propose the use of a nearly-degenerate laser cavity as a general framework allowing for the exploration of higher contributions to diffraction in the spatial domain. Our approach leverages the interplay between optical aberrations and the proximity to the self-imaging condition, which allows cancelling, or reverse, paraxial diffraction. As an example, we show how spherical aberrations materialize into a transverse bilaplacian operator and fully explain the stabilization of off-axis temporal solitons in an unstable cavity. We disclose a clear analogy between these quartic beams of temporal solitons and the dynamics of a quantum particle in a double well potential. Our predictions are in good agreement with the experimental results from a mode-locked broad-area Vertical-Cavity Surface-Emitting laser. ",
    "url": "https://arxiv.org/abs/2306.11359",
    "authors": [
      "S. V. Gurevich",
      "F. Maucher",
      "N. Vigne",
      "A. Bartolo",
      "M. Marconi",
      "G. Beaudoin",
      "K. Pantzas",
      "I. Sagnes",
      "A. Garnache",
      "M. Giudici",
      "J. Javaloyes"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2306.11410",
    "title": "Generation and Measurement of Ultrashort Free Electron Laser Pulses in  Ultraviolet and Soft-X-ray Spectral Regions",
    "abstract": "Over the last few years, tremendous progress has been gained in the generation and application of ultrashort radiation pulses. Recently, free-electron lasers generating ultrashort pulses with high peak power from the extreme ultraviolet (EUV) to the soft-X-ray region are opening a wide range of new scientific opportunities. Taking advantage of this short timescale permits probing ultrafast, out-of-equilibrium dynamics, and the high intensities are key for nonlinear optics. The core structure of the extremely important light elements carbon, nitrogen, and oxygen can be accessed by soft-X-ray wavelengths by providing chemical sensitivity. Externally seeded free electron lasers generate coherent pulses with the ability to be synchronized with femtosecond accuracy. In this contribution, we present new achievements in the generation of coherent ultrashort pulses in the range of EUV to the soft X-ray in externally seeded FELs. In particular, we present the recently successful robust experiment at FERMI in Trieste, where few-femtosecond extreme-ultraviolet pulses were generated and characterized in terms of energy, and duration via autocorrelation. ",
    "url": "https://arxiv.org/abs/2306.11410",
    "authors": [
      "Najmeh Mirian"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.11583",
    "title": "A low-cost integrated hyperspectral imaging sensor with full temporal  and spatial resolution at VIS-NIR wide range",
    "abstract": "Hyperspectral imaging provides optical information with high-dimensional spatial-temporal-spectral data cubes revealing intrinsic matter characteristics. It has been widely applied in various intelligent inspection applications. The existing hyperspectral imaging systems employ individual optical prism or grating to separate different spectra, which require complicated optical design that takes a heavy load for integration. The emerging multispectral imaging sensor integrates narrow-band filters on each pixel element, wasting most light throughput and trapped in the rigorous tradeoff between spatial and spectral resolution. In this work, we report an on-chip computational hyperspectral imaging framework with full spatial and temporal resolution. By integrating different broadband filtering materials on the imaging sensor, the target spectral information is non-uniformly and intrinsically coupled on each pixel with high light throughput. Using intelligent reconstruction algorithms, multi-channel images can be recovered from each frame, realizing real-time hyperspectral imaging. Following such a framework, we for the first time fabricated a broadband (400-1700 nm) hyperspectral imaging sensor with an average light throughput of 71.8$\\%$ (enabling 32.5 dB peak signal-to-noise ratio of spectral reconstruction on ColorChecker Classic chart) and 89 wavelength channels (10 nm interval within 400-1000 nm and 25 nm interval within 1000-1700 nm). The average spectral resolution achieves 2.65 nm at 400-1000 nm and 8.59 nm at 1000-1700 nm. The demonstrated spatial resolution is 2048x2048 pixels at 47 fps, with $\\sim$3.43 arc minute resolving ability at a 39-degree field of view. We employed the prototype sensor to collect a large-scale hyperspectral image dataset (210 scenes over 8 categories), and demonstrated the sensor's wide application potentials on a series of experiments, including chlorophyll and sugar quantification for agriculture growth, blood oxygen and water quality monitoring for human health, and face recognition for social security. The integrated hyperspectral imaging sensor is only 33.9 grams in weight without an imaging lens, and can be assembled on various resource-limited platforms such as unmanned aerial vehicles and nanosatellites, or equipped with off-the-shelf optical systems such as a microscope for direct real-time hyperspectral imaging. The technique integrates innovations from multiple fields of material, integrated circuits, computer science, and optics. It transforms the general challenge of high-dimensional imaging from one that is coupled to the physical limitations of high-cost optics manufacture and complex system design to one that is solvable through agile computation. ",
    "url": "https://arxiv.org/abs/2306.11583",
    "authors": [
      "Liheng Bian",
      "Zhen Wang",
      "Yuzhe Zhang",
      "Yinuo Zhang",
      "Chen Yang",
      "Lianjie Li",
      "Wen Fang",
      "Jiajun Zhao",
      "Chunli Zhu",
      "Dezhi Zheng",
      "Jun Zhang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.11628",
    "title": "Mid-Infrared Ring Interband Cascade Laser: Operation at the Standard  Quantum Limit",
    "abstract": "Many precision applications in the mid-infrared spectral range have strong constraints based on quantum effects that are expressed in particular noise characteristics. They limit, e.g., sensitivity and resolution of mid-infrared imaging and spectroscopic systems as well as the bit-error rate in optical free-space communication. Interband cascade lasers (ICLs) are a class of mid-infrared laser exploiting interband transitions in type-II band alignment geometry. They are currently gaining significant importance for mid-infrared applications from <3 {\\mu}m to >6 {\\mu}m wavelength, enabled by novel types of high-performance ICLs such as ring-cavity devices. Their noise-behavior is an important feature that still needs to be thoroughly analyzed, including its potential reduction with respect to the shot noise limit. In this work, we provide a comprehensive characterization of {\\lambda} = 3.8 {\\mu}m-emitting, continuous-wave ring-ICLs operating at room temperature. It is based on an in-depth study of their main physical intensity noise features, such as their bias-dependent intensity noise power spectral density (INPSD) and relative intensity noise (RIN). We obtain shot-noise-limited statistics for Fourier frequencies above 100 kHz. This is an important result for precision applications, e.g. interferometry or advanced spectroscopy, which benefit from exploiting the advantage of using such a shot-noise limited source, enhancing the setup sensitivity. Moreover, it is an important feature for novel quantum optics schemes including testing specific light states below the shot noise level, such as squeezed states. ",
    "url": "https://arxiv.org/abs/2306.11628",
    "authors": [
      "Georg Marschick",
      "Jacopo Pelini",
      "Tecla Gabbrielli",
      "Francesco Cappelli",
      "Robert Weih",
      "Hedwig Knötig",
      "Johannes Koeth",
      "Sven Höfling",
      "Paolo De Natale",
      "Gottfried Strasser",
      "Simone Borri",
      "Borislav Hinkov"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2306.11635",
    "title": "Compact Chirped Fiber Bragg Gratings for Single-Photon Generation from  Quantum Dots",
    "abstract": "A scalable source of single photons is a key constituent of an efficient quantum photonic architecture. To realize this, it is beneficial to have an ensemble of quantum emitters that can be collectively excited with high efficiency. Semiconductor quantum dots hold great potential in this context, due to their excellent photophysical properties. Spectral variability of quantum dots is commonly regarded as a drawback introduced by the fabrication method. However, this is beneficial to realize a frequency-multiplexed single-photon platform. Chirped pulse excitation, relying on the so-called adiabatic rapid passage, is the most efficient scheme to excite a quantum dot ensemble due to its immunity to individual quantum dot parameters. Yet, the existing methods of generating chirped laser pulses to excite a quantum emitter are bulky, lossy, and mechanically unstable, which severely hampers the prospects of a quantum dot photon source. Here, we present a compact, robust, and high-efficiency alternative for chirped pulse excitation of solid-state quantum emitters. Our simple plug-and-play module consists of chirped fiber Bragg gratings (CFBGs), fabricated via femtosecond inscription, to provide high values of dispersion in the near-infrared spectral range, where the quantum dots emit. We characterize and benchmark the performance of our method via chirped excitation of a GaAs quantum dot, establishing high-fidelity single-photon generation. Our highly versatile chirping module coupled to a photon source is a significant milestone toward realizing practical quantum photonic devices. ",
    "url": "https://arxiv.org/abs/2306.11635",
    "authors": [
      "Vikas Remesh",
      "Ria G. Krämer",
      "René Schwarz",
      "Florian Kappe",
      "Yusuf Karli",
      "Malte Per Siems",
      "Thomas K. Bracht",
      "Saimon Filipe Covre da Silva",
      "Armando Rastelli",
      "Doris E. Reiter",
      "Daniel Richter",
      "Stefan Nolte",
      "Gregor Weihs"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Atomic Physics (physics.atom-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2306.11654",
    "title": "Comprehensive evidence of lasing from a 2D material enabled by a  dual-resonance metasurface",
    "abstract": "Semiconducting transition metal dichalcogenides (TMDs) have gained significant attention as a gain medium for nanolasers, owing to their unique ability to be easily placed and stacked on virtually any substrate. However, the atomically thin nature of the active material in existing TMD nanolasers presents a challenge, as their limited output power makes it difficult to distinguish between true laser operation and other \"laser-like\" phenomena. Here, we present comprehensive evidence of lasing from a CVD-grown tungsten disulphide (WS$_2$) monolayer. The monolayer is placed on a dual-resonance dielectric metasurface with a rectangular lattice designed to enhance both absorption and emission; resulting in an ultralow threshold operation (threshold <1 W/cm$^2$). We provide a thorough study of the laser performance at room temperature, paying special attention to directionality, output power, and spatial coherence. Notably, our lasers demonstrated a coherence length of over 30 $\\mu$m, which is several times greater than what has been reported for 2D material lasers so far. Our realisation of a single-mode laser from a wafer-scale CVD-grown monolayer presents exciting opportunities for integration and the development of novel applications. ",
    "url": "https://arxiv.org/abs/2306.11654",
    "authors": [
      "Isabel Barth",
      "Manuel Deckart",
      "Donato Conteduca",
      "Guilherme S Arruda",
      "Zeki Hayran",
      "Sergej Pasko",
      "Simonas Krotkus",
      "Michael Heuken",
      "Francesco Monticone",
      "Thomas F Krauss",
      "Emiliano R Martins",
      "Yue Wang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2306.10076",
    "title": "General Spatial Photonic Ising Machine Based on Interaction Matrix  Eigendecomposition Method",
    "abstract": "The spatial photonic Ising machine has achieved remarkable advancements in solving combinatorial optimization problems. However, it still remains a huge challenge to flexibly mapping an arbitrary problem to Ising model. In this paper, we propose a general spatial photonic Ising machine based on interaction matrix eigendecomposition method. Arbitrary interaction matrix can be configured in the two-dimensional Fourier transformation based spatial photonic Ising model by using values generated by matrix eigendecomposition. The error in the structural representation of the Hamiltonian decreases substantially with the growing number of eigenvalues utilized to form the Ising machine. In combination with the optimization algorithm, as low as 65% of the eigenvalues is required by intensity modulation to guarantee the best probability of optimal solution for a 20-vertex graph Max-cut problem, and this probability decreases to below 20% for zero best chance. Our work provides a viable approach for spatial photonic Ising machines to solve arbitrary combinatorial optimization problems with the help of multi-dimensional optical property. ",
    "url": "https://arxiv.org/abs/2306.10076",
    "authors": [
      "Shaomeng Wang",
      "Wenjia Zhang",
      "Xin Ye",
      "Zuyuan He"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.10104",
    "title": "Young's experiment with entangled bipartite systems: The role of  underlying quantum velocity fields",
    "abstract": "The Bohmian concept of local velocity field is used here to investigate the dynamical effects of entanglement in experiments involving two spatially separated subsystems, in particular, in bipartite realizations of Young's two-slit experiment. In this analysis, single-slit diffraction states are represented by Gaussian wave packets, used here as the basis to construct more general two-party factorizable and entangled states. Physically, these states describe the dynamics along the transverse direction, where interference (and its suppression) take place. The dynamics exhibited by a continuous-variable Bell-type maximally entangled state is thus investigated and compared to the behavior exhibited by factorizable two-slit states (i.e., cat-type states in the position representation). It is found that, while the velocity fields associated with each particle in the separable scenario are well defined and act separately on each coordinate, in the entangled case there is a strong deformation that prevents this behavior. This provokes that particles initially associated with the same subspace gradually move away from it, displaying a wandering behavior across the extended two-dimensional space. Consequently, not only interference features are washed out within the respective particle subspaces, but also the well-known Bohmian non-crossing rule is apparently violated, as different particle trajectories seem to get across the same point at the same time (within such subspaces). This behavior thus coincides with what one might expect from a classical point of view: the trajectories leaving one slit are unaware of the dynamics displayed by the trajectories leaving the other slit, and vice versa. ",
    "url": "https://arxiv.org/abs/2306.10104",
    "authors": [
      "A. S. Sanz"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.10222",
    "title": "Coherent two-dimensional THz magnetic resonance spectroscopies for  molecular magnets: Analysis of Dzyaloshinskii-Moriya interaction",
    "abstract": "To investigate the novel quantum dynamic behaviors of magnetic materials that arise from complex spin-spin interactions, it is necessary to probe the magnetic response at a speed greater than the spin-relaxation and dephasing processes. Recently developed two-dimensional (2D) terahertz magnetic resonance (THz-MR) spectroscopy techniques use the magnetic components of laser pulses, and this allows investigation of the details of the ultrafast dynamics of spin systems. For such investigations, quantum treatment -- not only of the spin system itself but also of the environment surrounding the spin system -- is important. In our method, based on the theory of multidimensional optical spectroscopy, we formulate nonlinear THz-MR spectra using an approach based on the numerically rigorous hierarchical equations of motion. We conduct numerical calculations of both linear (1D) and 2D THz-MR spectra for a linear chiral spin chain. The pitch and direction of chirality (clockwise or anticlockwise) are determined by the strength and sign of the Dzyaloshinskii-Moriya interaction (DMI). We show that not only the strength but also the sign of the DMI can be evaluated through the use of 2D THz-MR spectroscopic measurements, while 1D measurements allow us to determine only the strength. ",
    "url": "https://arxiv.org/abs/2306.10222",
    "authors": [
      "Jiaji Zhang",
      "Yoshitaka Tanimura"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2306.10407",
    "title": "FP-IRL: Fokker-Planck-based Inverse Reinforcement Learning -- A  Physics-Constrained Approach to Markov Decision Processes",
    "abstract": "Inverse Reinforcement Learning (IRL) is a compelling technique for revealing the rationale underlying the behavior of autonomous agents. IRL seeks to estimate the unknown reward function of a Markov decision process (MDP) from observed agent trajectories. However, IRL needs a transition function, and most algorithms assume it is known or can be estimated in advance from data. It therefore becomes even more challenging when such transition dynamics is not known a-priori, since it enters the estimation of the policy in addition to determining the system's evolution. When the dynamics of these agents in the state-action space is described by stochastic differential equations (SDE) in It^{o} calculus, these transitions can be inferred from the mean-field theory described by the Fokker-Planck (FP) equation. We conjecture there exists an isomorphism between the time-discrete FP and MDP that extends beyond the minimization of free energy (in FP) and maximization of the reward (in MDP). We identify specific manifestations of this isomorphism and use them to create a novel physics-aware IRL algorithm, FP-IRL, which can simultaneously infer the transition and reward functions using only observed trajectories. We employ variational system identification to infer the potential function in FP, which consequently allows the evaluation of reward, transition, and policy by leveraging the conjecture. We demonstrate the effectiveness of FP-IRL by applying it to a synthetic benchmark and a biological problem of cancer cell dynamics, where the transition function is inaccessible. ",
    "url": "https://arxiv.org/abs/2306.10407",
    "authors": [
      "Chengyang Huang",
      "Siddhartha Srivastava",
      "Xun Huan",
      "Krishna Garikipati"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Artificial Intelligence (cs.AI)",
      "Biological Physics (physics.bio-ph)",
      "Cell Behavior (q-bio.CB)"
    ]
  },
  {
    "id": "arXiv:2306.10575",
    "title": "Practical demonstration of a six-telescope integrated optics beam  combiner for the astronomical J- and H-band manufactured with ultrafast laser  inscription",
    "abstract": "We have built and characterized a six-telescope near-infrared discrete beam combiner (DBC) for stellar interferometry using the technique of ultrafast laser inscription (ULI). The 3D beam combiner consists of evanescently coupled waveguides fabricated in borosilicate glass, with a throughput of around 56%. Devices of two design types are characterized over the astronomical J and H band. Using the 15 non-redundant combinations of pairs, we populate the elements of the visibility-to-pixel matrix (V2PM) of the beam combiner using a two-input Michelson interferometer setup. We identify the complex visibility as wavelength dependent, with different optimum wavelengths for the two types of devices. For the design that includes a fan-in region, a baseline-averaged mean visibility amplitude of 1.05 and relative precision of 2.9% and 3.8% are extracted for characterization at 1328 nm and 1380 nm, respectively. Operation is also possible in the H-band, with a relative precision of 4.8% at 1520 nm. Broadband characterization is subject to dispersion effects, but gives similar performance results to their monochromatic counterparts in the J-band at 1350 nm. ",
    "url": "https://arxiv.org/abs/2306.10575",
    "authors": [
      "Aline N. Dinkelaker",
      "Sebastian Smarzyk",
      "Abani S. Nayak",
      "Simone Piacentini",
      "Giacomo Corrielli",
      "Roberto Osellame",
      "Ettore Pedretti",
      "Martin M. Roth",
      "Kalaga Madhav"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.10686",
    "title": "Quantum theory of isomeric excitation of $^{229}$Th in strong laser  fields",
    "abstract": "A general quantum mechanical theory is developed for the isomeric excitation of $^{229}$Th in strong femtosecond laser pulses. The theory describes the tripartite interaction between the nucleus, the atomic electrons, and the laser field. The nucleus can be excited both by the laser field and by laser-driven electronic transitions. Numerical results show that strong femtosecond laser pulses are very efficient in exciting the $^{229}$Th nucleus, yielding nuclear excitation probabilities on the order of $10^{-11}$ per nucleus per pulse. Laser-driven electronic excitations are found to be more efficient than direct optical excitations. ",
    "url": "https://arxiv.org/abs/2306.10686",
    "authors": [
      "Wu Wang",
      "Xu Wang"
    ],
    "subjectives": [
      "Nuclear Theory (nucl-th)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2306.10884",
    "title": "Strong light-matter coupling in lead halide perovskite quantum dot  solids",
    "abstract": "Strong coupling between lead halide perovskite materials and optical resonators enables both the polaritonic control of the photophysical properties of these emerging semiconductors and the observation of novel fundamental physical phenomena. However, the difficulty to achieve optical-quality perovskite quantum dot (PQD) films showing well-defined excitonic transitions has prevented the study of strong light-matter coupling in these materials, central to the field of optoelectronics. Herein we demonstrate the formation at room temperature of multiple cavity exciton-polaritons in metallic resonators embedding highly transparent Cesium Lead Bromide quantum dot (CsPbBr3-QD) solids, revealed by a significant reconfiguration of the absorption and emission properties of the system. Our results indicate that the effects of biexciton interaction or large polaron formation, frequently invoked to explain the properties of PQDs, are seemingly absent or compensated by other more conspicuous effects in the CsPbBr3-QD optical cavity. We observe that strong coupling enables a significant reduction of the photoemission linewidth, as well as the ultrafast switching of the optical absorption, controllable by means of the excitation fluence. We find that the interplay of the polariton states with the large dark state reservoir play a decisive role in determining the dynamics of the emission and transient absorption properties of the hybridized light-quantum dot solid system. Our results open the route for the investigation of PQD solids as polaritonic optoelectronic materials. ",
    "url": "https://arxiv.org/abs/2306.10884",
    "authors": [
      "Clara Bujalance",
      "Laura Calio",
      "Dmitry N. Dirin",
      "David O. Tiede",
      "Juan F. Galisteo-Lopez",
      "Johannes Feist",
      "Francisco J. Garcia-Vidal",
      "Maksym V. Kovalenko",
      "Hernan Miguez"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.11199",
    "title": "Giant optical nonlinearity of Fermi polarons in atomically thin  semiconductors",
    "abstract": "Realizing strong nonlinear optical responses is a long-standing goal of both fundamental and technological importance. Recently significant efforts have focused on exploring excitons in solids as a pathway to achieving nonlinearities even down to few-photon levels. However, a crucial tradeoff arises as strong light-matter interactions require large oscillator strength and short radiative lifetime of the excitons, which limits their interaction strength and nonlinearity. Here we experimentally demonstrate strong nonlinear optical responses by exploiting the coupling between excitons and carriers in an atomically thin semiconductor of trilayer tungsten diselenide. By controlling the electric field and electrostatic doping of the trilayer, we observe the hybridization between intralayer and interlayer excitons along with the formation of Fermi polarons due to the interactions between excitons and free carriers. We find substantial optical nonlinearity can be achieved under both continuous wave and pulsed laser excitation, where the resonance of the hole-doped Fermi polaron blueshifts by as much as ~10 meV. Intriguingly, we observe a remarkable asymmetry in the optical nonlinearity between electron and hole doping, which is tunable by the applied electric field. We attribute these features to the strong interactions between excitons and free charges with optically induced valley polarization. Our results establish that atomically thin heterostructures are a highly versatile platform for engineering nonlinear optical response with applications to classical and quantum optoelectronics, and open avenues for exploring many-body physics in hybrid Fermionic-Bosonic systems. ",
    "url": "https://arxiv.org/abs/2306.11199",
    "authors": [
      "Liuxin Gu",
      "Lifu Zhang",
      "Ruihao Ni",
      "Ming Xie",
      "Dominik S. Wild",
      "Suji Park",
      "Houk Jang",
      "Takashi Taniguchi",
      "Kenji Watanabe",
      "Mohammad Hafezi",
      "You Zhou"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.11268",
    "title": "LightRidge: An End-to-end Agile Design Framework for Diffractive Optical  Neural Networks",
    "abstract": "To lower the barrier to diffractive optical neural networks (DONNs) design, exploration, and deployment, we propose LightRidge, the first end-to-end optical ML compilation framework, which consists of (1) precise and differentiable optical physics kernels that enable complete explorations of DONNs architectures, (2) optical physics computation kernel acceleration that significantly reduces the runtime cost in training, emulation, and deployment of DONNs, and (3) versatile and flexible optical system modeling and user-friendly domain-specific-language (DSL). As a result, LightRidge framework enables efficient end-to-end design and deployment of DONNs, and significantly reduces the efforts for programming, hardware-software codesign, and chip integration. Our results are experimentally conducted with physical optical systems, where we demonstrate: (1) the optical physics kernels precisely correlated to low-level physics and systems, (2) significant speedups in runtime with physics-aware emulation workloads compared to the state-of-the-art commercial system, (3) effective architectural design space exploration verified by the hardware prototype and on-chip integration case study, and (4) novel DONN design principles including successful demonstrations of advanced image classification and image segmentation task using DONNs architecture and topology. ",
    "url": "https://arxiv.org/abs/2306.11268",
    "authors": [
      "Yingjie Li",
      "Ruiyang Chen",
      "Minhan Lou",
      "Berardi Sensale-Rodriguez",
      "Weilu Gao",
      "Cunxi Yu"
    ],
    "subjectives": [
      "Hardware Architecture (cs.AR)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.11280",
    "title": "Infrastructure Strategy to Enable Optical Communications for  Next-Generation Heliophysics Missions",
    "abstract": "To expand frontiers and achieve measurable progress, instruments such as hyperspectral imagers are increased in resolution, field of view, and spectral resolution and range, leading to dramatically higher data volumes. Increasingly, data need to be returned from greater distances, ranging from the Sun-earth L1/ L2 points at 1.5 million km, to L4/L5 halo orbits at 1 AU, to several AU in the case of planetary probes. Optical communications can significantly reduce resource competition, requiring significantly fewer passes per day and/or shorter overall passes, and thereby enable far greater, transformative science return from individual missions and the capacity to support multiple such missions within a smaller ground network. Optical communications also provides superior performance and increased ranges for Inter-satellite Links (ISL) from 2,000 to 10,000 km for Swarms and DSMs. Lastly, the only way to guarantee timely space weather warnings (with a target of 15 minutes latency) is through space relays in MEO or GEO orbits, a strategy which also includes optical communications. ",
    "url": "https://arxiv.org/abs/2306.11280",
    "authors": [
      "Marta Shelton",
      "Hongbo Li",
      "Daniel Motto",
      "Antti Pulkkinen",
      "Errol Summerlin",
      "Doug Rabin",
      "Ryan Rogalin",
      "Abraham Douglas",
      "Stephen Lichten",
      "Mark Storm",
      "Brian Mathason",
      "Amir Caspi"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      "Space Physics (physics.space-ph)"
    ]
  },
  {
    "id": "arXiv:2306.11364",
    "title": "Discriminating the Phase of a Coherent Tone with a Flux-Switchable  Superconducting Circuit",
    "abstract": "We propose a new phase detection technique based on a flux-switchable superconducting circuit, the Josephson digital phase detector (JDPD), which is capable of discriminating between two phase values of a coherent input tone. When properly excited by an external flux, the JDPD is able to switch from a single-minimum to a double-minima potential and, consequently, relax in one of the two stable configurations depending on the phase sign of the input tone. The result of this operation is digitally encoded in the occupation probability of a phase particle in either of the two JDPD wells. In this work, we demonstrate the working principle of the JDPD up to a frequency of 400 MHz with a remarkable agreement with theoretical expectations. As a future scenario, we discuss the implementation of this technique to superconducting qubit readout. We also examine the JDPD compatibility with the single-flux-quantum architecture, employed to fast-drive and measure the device state. ",
    "url": "https://arxiv.org/abs/2306.11364",
    "authors": [
      "Luigi Di Palma",
      "Alessandro Miano",
      "Pasquale Mastrovito",
      "Davide Massarotti",
      "Marco Arzeo",
      "Giovanni Piero Pepe",
      "Francesco Tafuri",
      "Oleg A. Mukhanov"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2306.11633",
    "title": "Computational projects with the Landau-Zener problem in the quantum  mechanics classroom",
    "abstract": "The Landau-Zener problem, where a minimum energy separation is passed with constant rate in a two-state quantum-mechanical system, is an excellent model quantum system for a computational project. It requires a low-level computational effort, but has a number of complex numerical and algorithmic issues that can be resolved through dedicated work. It can be used to teach computational concepts such as accuracy, discretization, and extrapolation, and it reinforces quantum concepts of time-evolution via a time-ordered product and of extrapolation to infinite time via time-dependent perturbation theory. In addition, we discuss the concept of compression algorithms, which are employed in many advanced quantum computing strategies, and easy to illustrate with the Landau-Zener problem. ",
    "url": "https://arxiv.org/abs/2306.11633",
    "authors": [
      "Livia A. J. Guttieres",
      "Marko D. Petrovic",
      "James K. Freericks"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Physics Education (physics.ed-ph)"
    ]
  },
  {
    "id": "arXiv:2306.11727",
    "title": "Aquila: QuEra's 256-qubit neutral-atom quantum computer",
    "abstract": "The neutral-atom quantum computer \"Aquila\" is QuEra's latest device available through the Braket cloud service on Amazon Web Services (AWS). Aquila is a \"field-programmable qubit array\" (FPQA) operated as an analog Hamiltonian simulator on a user-configurable architecture, executing programmable coherent quantum dynamics on up to 256 neutral-atom qubits. This whitepaper serves as an overview of Aquila and its capabilities: how it works under the hood, key performance benchmarks, and examples that demonstrate some quintessential applications. This includes an overview of neutral-atom quantum computing, as well as five examples of increasing complexity from single-qubit dynamics to combinatorial optimization, implemented on Aquila. This whitepaper is intended for readers who are interested in learning more about neutral-atom quantum computing, as a guide for those who are ready to start using Aquila, and as a reference point for its performance as an analog quantum computer. ",
    "url": "https://arxiv.org/abs/2306.11727",
    "authors": [
      "Jonathan Wurtz",
      "Alexei Bylinskii",
      "Boris Braverman",
      "Jesse Amato-Grill",
      "Sergio H. Cantu",
      "Florian Huber",
      "Alexander Lukin",
      "Fangli Liu",
      "Phillip Weinberg",
      "John Long",
      "Sheng-Tao Wang",
      "Nathan Gemelke",
      "Alexander Keesling"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2109.09067",
    "title": "Resonance frequency of different interfacial modes and steady streaming  by a slug trapped at one end of a millichannel",
    "abstract": " Comments: Submitted for review in Physical Review E ",
    "url": "https://arxiv.org/abs/2109.09067",
    "authors": [
      "Shambhu Anil",
      "Pushpavanam Subramaniam"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2206.14899",
    "title": "Coherent excitation of three-atom entangled states near a two-body  Förster resonance",
    "abstract": " Comments: 6 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2206.14899",
    "authors": [
      "Tomohisa Yoda",
      "Emily Hirsch",
      "Jason Madison",
      "Dilara Sen",
      "Aaron Reinhard"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2209.00431",
    "title": "Quantum holography with single-photon states",
    "abstract": " Comments: 20 pages, 6 figures, 2 tables ",
    "url": "https://arxiv.org/abs/2209.00431",
    "authors": [
      "Denis Abramović",
      "Nazif Demoli",
      "Mario Stipčević",
      "Hrvoje Skenderović"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.12220",
    "title": "Quantum Computing for Molecular Biology",
    "abstract": " Comments: 76 pages, 7 figures ",
    "url": "https://arxiv.org/abs/2212.12220",
    "authors": [
      "Alberto Baiardi",
      "Matthias Christandl",
      "Markus Reiher"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Biological Physics (physics.bio-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2302.03972",
    "title": "A FPGA-based architecture for real-time cluster finding in the LHCb  silicon pixel detector",
    "abstract": " Comments: 13 pages, 22 figures. This work has been published on IEEE Transactions on Nuclear Science under a Creative Commons License ",
    "url": "https://arxiv.org/abs/2302.03972",
    "authors": [
      "G. Bassi",
      "L. Giambastiani",
      "K. Hennessy",
      "F. Lazzari",
      "M. J. Morello",
      "T. Pajero",
      "A. Fernandez Prieto",
      "G. Punzi"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Hardware Architecture (cs.AR)",
      "Computer Vision and Pattern Recognition (cs.CV)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2302.07770",
    "title": "Active Control Approach to Temporal Acoustic Cloaking",
    "abstract": " Title: Active Control Approach to Temporal Acoustic Cloaking ",
    "url": "https://arxiv.org/abs/2302.07770",
    "authors": [
      "Or Lasri",
      "Lea Sirota"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2303.13987",
    "title": "Space-time observation of the dynamics of soliton collisions in a  recirculating optical fiber loop",
    "abstract": " Title: Space-time observation of the dynamics of soliton collisions in a  recirculating optical fiber loop ",
    "url": "https://arxiv.org/abs/2303.13987",
    "authors": [
      "François Copie",
      "Pierre Suret",
      "Stéphane Randoux"
    ],
    "subjectives": [
      "Pattern Formation and Solitons (nlin.PS)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2303.16080",
    "title": "Quantum Theory of Cold Dark Matter Halos",
    "abstract": " Title: Quantum Theory of Cold Dark Matter Halos ",
    "url": "https://arxiv.org/abs/2303.16080",
    "authors": [
      "Z.E. Musielak"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2304.06180",
    "title": "An integrated online radioassay data storage and analytics tool for nEXO",
    "abstract": " Title: An integrated online radioassay data storage and analytics tool for nEXO ",
    "url": "https://arxiv.org/abs/2304.06180",
    "authors": [
      "R.H.M. Tsang",
      "A. Piepke",
      "S. Al Kharusi",
      "E. Angelico",
      "I.J. Arnquist",
      "A. Atencio",
      "I. Badhrees",
      "J. Bane",
      "V. Belov",
      "E.P. Bernard",
      "A. Bhat",
      "T. Bhatta",
      "A. Bolotnikov",
      "P.A. Breur",
      "J.P. Brodsky",
      "E. Brown",
      "T. Brunner",
      "E. Caden",
      "G.F. Cao",
      "L.Q. Cao",
      "D. Cesmecioglu",
      "C. Chambers",
      "E. Chambers",
      "B. Chana",
      "S.A. Charlebois",
      "D. Chernyak",
      "M. Chiu",
      "B. Cleveland",
      "J.R. Cohen",
      "R. Collister",
      "M. Cvitan",
      "J. Dalmasson",
      "L. Darroch",
      "K. Deslandes",
      "R. DeVoe",
      "M.L. di Vacri",
      "Y.Y. Ding",
      "M.J. Dolinski",
      "J. Echevers",
      "B. Eckert",
      "M. Elbeltagi",
      "R. Elmansali",
      "L. Fabris",
      "W. Fairbank",
      "J. Farine",
      "Y.S. Fu",
      "D. Gallacher",
      "G. Gallina",
      "P. Gautam",
      "G. Giacomini",
      "W. Gillis",
      "C. Gingras",
      "D. Goeldi",
      "R. Gornea",
      "G. Gratta",
      "Y.D. Guan",
      "C.A. Hardy",
      "S. Hedges",
      "M. Heffner",
      "E. Hein",
      "J. Holt",
      "E.W. Hoppe",
      "A. House",
      "W. Hunt",
      "A. Iverson",
      "A. Jamil",
      "X.S. Jiang"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Nuclear Experiment (nucl-ex)"
    ]
  },
  {
    "id": "arXiv:2305.06977",
    "title": "Bilinearization of the Fokas-Lenells equation Conservation laws and  soliton interactions",
    "abstract": " Title: Bilinearization of the Fokas-Lenells equation Conservation laws and  soliton interactions ",
    "url": "https://arxiv.org/abs/2305.06977",
    "authors": [
      "Sagardeep Talukdar",
      "Riki Dutta",
      "Gautam Kumar Saharia",
      "Sudipta Nandy"
    ],
    "subjectives": [
      "Exactly Solvable and Integrable Systems (nlin.SI)",
      "Mathematical Physics (math-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.07607",
    "title": "High Density Fabrication Process for Single Flux Quantum Circuits",
    "abstract": " Comments: 10 pages, 5 figures, 1 table ",
    "url": "https://arxiv.org/abs/2305.07607",
    "authors": [
      "D. Yohannes",
      "M. Renzullo",
      "J. Vivalda",
      "A. C. Jacobs",
      "M. Yu",
      "J. Walter",
      "A. F. Kirichenko",
      "I. V. Vernik",
      "O. A. Mukhanov"
    ],
    "subjectives": [
      "Superconductivity (cond-mat.supr-con)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2305.15283",
    "title": "High Speed Human Action Recognition using a Photonic Reservoir Computer",
    "abstract": " Comments: (article in press) ",
    "url": "https://arxiv.org/abs/2305.15283",
    "authors": [
      "Enrico Picco",
      "Piotr Antonik",
      "Serge Massar"
    ],
    "subjectives": [
      "Computer Vision and Pattern Recognition (cs.CV)",
      "Emerging Technologies (cs.ET)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.02214",
    "title": "Quantum annealing-based computed tomography using variational approach  for a real-number image reconstruction",
    "abstract": " Comments: 14 pages, 8 figures ",
    "url": "https://arxiv.org/abs/2306.02214",
    "authors": [
      "Akihiro Haga"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2306.05591",
    "title": "Proposal for realizing quantum spin models with Dzyaloshinskii-Moriya  interaction using Rydberg atoms",
    "abstract": " Comments: 7 pages and 4 figures (main) and 13 pages, 8 figures, and 1 table (supple) ",
    "url": "https://arxiv.org/abs/2306.05591",
    "authors": [
      "Masaya Kunimi",
      "Takafumi Tomita",
      "Hosho Katsura",
      "Yusuke Kato"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2306.07522",
    "title": "HierarchicalEOM.jl: An efficient Julia framework for hierarchical  equations of motion in open quantum systems",
    "abstract": " Comments: 19 pages, 7 figures, 4 tables ",
    "url": "https://arxiv.org/abs/2306.07522",
    "authors": [
      "Yi-Te Huang",
      "Po-Chen Kuo",
      "Neill Lambert",
      "Mauro Cirio",
      "Simon Cross",
      "Shen-Liang Yang",
      "Franco Nori",
      "Yueh-Nan Chen"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  }
]