[
  {
    "id": "arXiv:2204.08685",
    "title": "Enhanced optical trapping assisted by resonant energy backflow in a  perforated dielectric microsphere",
    "abstract": "Optical energy flow inside a dielectric microsphere exposed to an optical wave is usually codirected with its wave vector. At the same time, if the optical field in a microparticle is in resonance with a high-quality spatial eigenmode, referred to as the whispering-gallery mode (WGM), at least two regions of reverse energy flow emerge in the illuminated and shadow particle hemispheres. These areas are of considerable practical interest due to their enhanced optical trapping potential provided they should be previously cleared from particle material. In this paper, we consider a perforated microsphere with an air-filled pinhole fabricated along the particle diameter and theoretically analyze the conditions for WGMs excitation. A pinhole isolates the energy backflow regions of WGM and multiple enhances the optical pull-in force that transforms a perforated microsphere into an efficient optical tweezer for trapping various nanoobjects. ",
    "url": "https://arxiv.org/abs/2204.08685",
    "authors": [
      "Yury E. Geints",
      "Igor V. Minin",
      "Oleg V. Minin"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2204.08698",
    "title": "Efficient Generation of Tunable Magnetic and Optical Vortices Using  Plasmas",
    "abstract": "Plasma is an attractive medium for generating strong microscopic magnetic structures and tunable electromagnetic radiation with predictable topologies due to its extraordinary ability to sustain and manipulate high currents and strong fields. Here, using theory and simulations, we show efficient generation of multi-megagauss magnetic and tunable optical vortices when a sharp relativistic ionization front (IF) passes through a relatively long-wavelength Laguerre-Gaussian (LG) laser pulse with orbital angular momentum (OAM). The optical vortex is frequency upshifted within a wide spectral range simply by changing the plasma density and compressed in duration. The topological charges of both vortices can be manipulated by controlling the OAM mode of the incident LG laser and/or by controlling the topology and density of the IF. For relatively high (low) plasma densities, most energy of the incident LG laser pulse is converted to the magnetic (optical) vortex. ",
    "url": "https://arxiv.org/abs/2204.08698",
    "authors": [
      "Yipeng Wu",
      "Xinlu Xu",
      "Chaojie Zhang",
      "Zan Nie",
      "Mitchell Sinclair",
      "Audrey Farrell",
      "Ken A Marsh",
      "Jianfei Hua",
      "Wei Lu",
      "Warren B. Mori",
      "Chan Joshi"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.08725",
    "title": "Mitigating laser imprint with a foam overcoating",
    "abstract": "Foam has been suggested to reduce laser imprint because of its low density. In this paper, the two-dimensional radiation hydrodynamic code FLASH is applied to investigate and characterize the strength of laser imprint through analyzing areal density perturbation. There are two important factors for the mitigation of laser imprint besides the thermal smoothing of the conduction region (between the ablation front and the critical density surface) and the mass ablation of the ablation front. First, radiation ablation dynamically modulates density distribution not only to increase the frequency of the perturbed ablation front oscillation but also to decrease the amplitude of oscillation. Second, a larger length of the shocked compression region reduces the amplitude of the perturbed shock front oscillation. The smaller the perturbation of both ablation front and shock front, the smaller the areal density perturbation. Based on the above physical mechanisms, the optimal way of mitigating laser imprint with foam is that the dynamically modulated density distribution further reduces the amplitude of perturbation reaching the solid CH when the areal density perturbation of foam oscillates to the first minimum value. The optimal ranges of foam parameters to mitigate laser imprint are proposed with the aid of dimensional analysis: the foam thickness is about 2~3 times the perturbation wavelength, and the foam density is about 1/2~3/2 times the mass density corresponding to the critical density. ",
    "url": "https://arxiv.org/abs/2204.08725",
    "authors": [
      "D. X. Liu",
      "T. Tao",
      "J. Li",
      "Q. Jia",
      "J. Zheng"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2204.08750",
    "title": "Near K-Edge Photoionization and Photoabsorption of Singly, Doubly, and  Triply Charged Silicon Ions",
    "abstract": "Experimental and theoretical results are presented for double, triple, and quadruple photoionization of Si$^+$ and Si$^{2+}$ ions and for double photoionization of Si$^{3+}$ ions by a single photon. The experiments employed the photon-ion merged-beams technique at a synchrotron light source. The experimental photon-energy range 1835--1900 eV comprises resonances associated with the excitation of a $1s$ electron to higher subshells and subsequent autoionization. Energies, widths, and strengths of these resonances are extracted from high-resolution photoionization measurements, and the core-hole lifetime of K-shell ionized neutral silicon is inferred. In addition, theoretical cross sections for photoabsorption and multiple photoionization were obtained from large-scale Multi-Configuration Dirac-Hartree-Fock (MCDHF) calculations. The present calculations agree with the experiment much better than previously published theoretical results. The importance of an accurate energy calibration of laboratory data is pointed out. The present benchmark results are particularly useful for discriminating between silicon absorption in the gaseous and in the solid component (dust grains) of the interstellar medium. ",
    "url": "https://arxiv.org/abs/2204.08750",
    "authors": [
      "S. Schippers",
      "S. Stock",
      "T. Buhr",
      "A. Perry-Sassmannshausen",
      "S. Reinwardt",
      "M. Martins",
      "A. Müller",
      "S. Fritzsche"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2204.08837",
    "title": "4-Dimensional Symmetry Breaking of Light in Kerr Ring Resonators",
    "abstract": "Symmetry breaking of light states is of interest for the understanding of nonlinear optics, photonic circuits, telecom applications and optical pulse generation. Here we demonstrate 4-fold symmetry breaking of the resonances of ring resonators with Kerr nonlinearity. This symmetry breaking naturally occurs in a resonator with bidirectionally propagating light with orthogonal polarization components. The four circulating field components are shown to exhibit multiple and, nested and isolated, spontaneous symmetry breaking bifurcations, and are also capable of complex oscillatory dynamics - such as four-field self-switching, and unusual temporal cavity soliton-like dynamics on time scales of multiple round-trip times, with extended delays between subsequent generations. ",
    "url": "https://arxiv.org/abs/2204.08837",
    "authors": [
      "Lewis Hill",
      "Pascal Del Haye",
      "Gian-Luca Oppo"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.08866",
    "title": "Geometry-dependent skin effects in reciprocal photonic crystals",
    "abstract": "Skin effect that all eigenmodes within a frequency range become edge states is dictated by the topological properties of complex eigenvalues unique in non-Hermitian systems. The prevailing attempts to realize such a fascinating effect are confined to either one-dimensional or nonreciprocal systems exhibiting asymmetric couplings. Here, inspired by a recent model Hamiltonian theory, we propose a realistic reciprocal two-dimensional (2D) photonic crystal (PhC) system that shows the desired skin effect. Specifically, we establish a routine for designing such non-Hermitian systems via revealing the inherent connections between the non-trivial eigenvalue topology of order-2 exceptional points (EPs) and the skin effects. Guided by the proposed strategy, we successfully design a 2D PhC that possesses the EPs with nonzero eigenvalue winding numbers. The spectral area along a specific wavevector direction is then formed by leveraging the symmetry of the macroscopic geometry and the unit cell. The projected-band-structure calculations are performed to demonstrate that the desired skin effect exists at the specific crystalline interfaces. We finally employ time-domain simulations to vividly illustrate this phenomenon by exciting a pulse at the center of a finite-sized PhC. Our results form a solid basis for further experimental confirmations and applications of the skin effect. ",
    "url": "https://arxiv.org/abs/2204.08866",
    "authors": [
      "Zhening Fang",
      "Mengying Hu",
      "Lei Zhou",
      "Kun Ding"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Other Condensed Matter (cond-mat.other)"
    ]
  },
  {
    "id": "arXiv:2204.08877",
    "title": "Feshbach Spectroscopy of Cs Atom Pairs in Optical Tweezers",
    "abstract": "We prepare pairs of $^{133}$Cs atoms in a single optical tweezer and perform Feshbach spectroscopy for collisions of atoms in the states $(f=3, m_f=\\pm3)$. We detect enhancements in pair loss using a detection scheme where the optical tweezers are repeatedly subdivided. For atoms in the state $(3,-3)$, we identify resonant features by performing inelastic loss spectroscopy. We carry out coupled-channel scattering calculations and show that at typical experimental temperatures the loss features are mostly centred on zeroes in the scattering length, rather than resonance centres. We measure the number of atoms remaining after a collision, elucidating how the different loss processes are influenced by the tweezer depth. These measurements probe the energy released during an inelastic collision, and thus give information on the states of the collision products. We also identify resonances with atom pairs prepared in the absolute ground state $(f=3, m_f=3)$, where two-body radiative loss is engineered by an excitation laser blue-detuned from the Cs D$_2$ line. These results demonstrate optical tweezers to be a versatile tool to study two-body collisions with number-resolved detection sensitivity. ",
    "url": "https://arxiv.org/abs/2204.08877",
    "authors": [
      "R V Brooks",
      "A Guttridge",
      "Matthew D Frye",
      "D K Ruttley",
      "S Spence",
      "Jeremy M Hutson",
      "Simon L Cornish"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2204.08937",
    "title": "On the structure of isothermal acoustic shocks under classical and  artificial viscosity laws: Selected case studies",
    "abstract": "Assuming Newton's law of cooling, the propagation and structure of isothermal acoustic shocks are studied under four different viscosity laws. Employing both analytical and numerical methods, 1D traveling wave solutions for the velocity and density fields are derived and analyzed. For each viscosity law considered, expressions for both the shock thickness and the asymmetry metric are determined. And, to ensure that isothermal flow is achievable, upper bounds on the associated Mach number values are derived/computed using the isothermal version of the energy equation. ",
    "url": "https://arxiv.org/abs/2204.08937",
    "authors": [
      "Sandra Carillo",
      "Pedro M. Jordan"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2204.08497",
    "title": "Tracking a beam of electrons from the low solar corona into  interplanetary space with the Low Frequency Array, Parker Solar Probe and 1  au spacecraft",
    "abstract": "Type III radio bursts are the result of plasma emission from mildly relativistic electron beams propagating from the low solar corona into the heliosphere where they can eventually be detected in situ if they align with the location of a heliospheric spacecraft. Here we observe a type III radio burst from 0.1-16 MHz using the Parker Solar Probe (PSP) FIELDS Radio Frequency Spectrometer (RFS), and from 10-80 MHz using the Low Frequency Array (LOFAR). This event was not associated with any detectable flare activity but was part of an ongoing noise storm that occurred during PSP encounter 2. A deprojection of the LOFAR radio sources into 3D space shows that the type III radio burst sources were located on open magnetic field from 1.6-3 $R_\\odot$ and originated from a specific active region near the East limb. Combining PSP/RFS observations with WIND/WAVES and Solar Terrestrial Relations Observatory (STEREO)/WAVES, we reconstruct the type III radio source trajectory in the heliosphere interior to PSP's position, assuming ecliptic confinement. An energetic electron enhancement is subsequently detected in situ at the STEREO-A spacecraft at compatible times although the onset and duration suggests the individual burst contributes a subset of the enhancement. This work shows relatively small-scale flux emergence in the corona can cause the injection of electron beams from the low corona into the heliosphere, without needing a strong solar flare. The complementary nature of combined ground and space-based radio observations, especially in the era of PSP, is also clearly highlighted by this study. ",
    "url": "https://arxiv.org/abs/2204.08497",
    "authors": [
      "Samuel T. Badman",
      "Eoin P. Carley",
      "Luis Alberto Cañizares",
      "Nina Dresing",
      "Lan K. Jian",
      "David Lario",
      "Peter T. Gallagher",
      "Juan C. Martínez-Oliveros",
      "Marc Pulupa",
      "Stuart D. Bale"
    ],
    "subjectives": [
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      "Space Physics (physics.space-ph)"
    ]
  },
  {
    "id": "arXiv:2204.08522",
    "title": "Photonic interface for long-distance entanglement of logical-qubits",
    "abstract": "A scalable fault-tolerant quantum-computer hardware with current noisy intermediate-scale quantum (NISQ) devices requires the juxtaposition of different types of quantum systems. In this sense, long-distance entanglement of stationary error-corrected logical qubits requires a photonic bus facilitating inter/intra-connection among the cores of quantum processors, the units of quantum memories, and the worldwide quantum internet. This article proposes a photonic interface for 4 and 6-qubit encoding of surface-code logical-qubits in an atomic-lattice platform. Accommodating the lattice inside a cavity, the gate emits photonic-qubits that are entangled by the logical-qubits. The entangling mechanism is provided by the Fermi scattering of a Rydberg electron from the plaquette atoms trapped in a qubit-dependent lattice. Therefore, different arrangements of logical-qubits derive the central atom over distinguished eigenstates, featuring photon emission at the early or late times distinguished by quantum interference. Finally, entanglement swapping of two emitted photons would make the far separated plaquettes entangled in the logical basis. ",
    "url": "https://arxiv.org/abs/2204.08522",
    "authors": [
      "Mohammadsadegh Khazali"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)",
      "Atomic and Molecular Clusters (physics.atm-clus)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.08788",
    "title": "Programmable heralded linear optical generation of two-qubit states",
    "abstract": "We have investigated the heralded generation of two-qubit dual-rail-encoded states by programmable linear optics. Two types of schemes generating the states from four single photons, which is the minimal possible to accomplish the task, have been considered. The schemes have different detection patterns heralding successful generation events, namely, one-mode heralding, in which the two auxiliary photons are detected in one mode, and two-mode heralding, in which single photons are detected in each of the two modes simultaneously. We have shown that the dependence of the schemes' success probabilities on the target state's degree of entanglement are essentially different. In particular, one-mode heralding yields better efficiency for highly-entangled states, if the programmable interferometers can explore the full space of the unitary transfer matrices,. It is reversed in case of weakly-entangled states where two-mode heralding is better. We have found a minimal decomposition of the scheme with two-mode heralding that is programmed by one variable phase shift. We infer that the linear optical schemes designed specifically for generation of two-qubit states are more efficient than schemes implementing gate-based circuits with known two-qubit linear optical gates. Our results yield substantial reduction of physical resources needed to generate two-qubit dual-rail-encoded photonic states. ",
    "url": "https://arxiv.org/abs/2204.08788",
    "authors": [
      "Suren A. Fldzhyan",
      "Mikhail Yu. Saygin",
      "Sergei P. Kulik"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.08814",
    "title": "Molecular-ion quantum technologies",
    "abstract": "Quantum-logic techniques for state preparation, manipulation, and non-destructive interrogation are increasingly being adopted for experiments on single molecular ions confined in traps. The ability to control molecular ions on the quantum level via a co-trapped atomic ion offers intriguing possibilities for new experiments in the realms of precision spectroscopy, quantum information processing, cold chemistry, and quantum technologies with molecules. The present article gives an overview of the basic experimental methods, recent developments and prospects in this field. ",
    "url": "https://arxiv.org/abs/2204.08814",
    "authors": [
      "Mudit Sinhal",
      "Stefan Willitsch"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2204.08926",
    "title": "Two dimensional LiMgAs; a novel Topological Quantum Catalyst for  Hydrogen Evolution Reaction",
    "abstract": "Quantum materials such as Topological Insulators (TI) have been promising due to diverse applications of their robust surface/edge states in the bulk (3D) and two-dimensional (2D) regime. Such conducting surface states in 3D systems, host \"\\textit{electron bath}\" which are known to facilitate catalysis. However, the analogous effects in 2D scenarios wherein, conducting helical edge states giving rise to Fermionic accumulation has been scarcely addressed. Using density functional theory based \\textit{first-principles} calculations, we demonstrate that, the conducting edge states in 2D TI such as LiMgAs can be exploited to facilitate excellent catalytic response towards Hydrogen evolution reactions. The Gibbs free energy in such cases was found to be as low as $-$0.02 eV which is quite superior as compared to other materials reported in literature. The concept presented herein can be extended to other well known 2D TI and used to realise novel topological quantum catalysts for ultra-high performance and efficient catalytic applications. ",
    "url": "https://arxiv.org/abs/2204.08926",
    "authors": [
      "Raghottam M. Sattigeri",
      "Prafulla K. Jha",
      "Piotr Śpiewak and",
      "Krzysztof J. Kurzydłowski"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:1807.06951",
    "title": "Imprint of temporal envelope of ultrashort laser pulses on longitudinal  momentum spectrum of $e^+e^-$ pairs",
    "abstract": " Title: Imprint of temporal envelope of ultrashort laser pulses on longitudinal  momentum spectrum of $e^+e^-$ pairs ",
    "url": "https://arxiv.org/abs/1807.06951",
    "authors": [
      "Chitradip Banerjee",
      "Manoranjan P. Singh"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2104.06289",
    "title": "Traffic models and traffic-jam transition in quantum ($N$+1)-level  systems",
    "abstract": " Comments: 24 pages, 13 figures ",
    "url": "https://arxiv.org/abs/2104.06289",
    "authors": [
      "Andrea Nava",
      "Domenico Giuliano",
      "Alessandro Papa",
      "Marco Rossi"
    ],
    "subjectives": [
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Physics and Society (physics.soc-ph)"
    ]
  },
  {
    "id": "arXiv:2111.00796",
    "title": "Quantum optimisation via maximally amplified states",
    "abstract": " Comments: 21 pages, 17 figures ",
    "url": "https://arxiv.org/abs/2111.00796",
    "authors": [
      "Tavis Bennett",
      "Jingbo B. Wang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2201.01471",
    "title": "Deterministic improvements of quantum measurements with grouping of  compatible operators, non-local transformations, and covariance estimates",
    "abstract": " Title: Deterministic improvements of quantum measurements with grouping of  compatible operators, non-local transformations, and covariance estimates ",
    "url": "https://arxiv.org/abs/2201.01471",
    "authors": [
      "Tzu-Ching Yen",
      "Aadithya Ganeshram",
      "Artur F. Izmaylov"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2201.04128",
    "title": "Cavity engineering of Hubbard $U$ via phonon polaritons",
    "abstract": " Title: Cavity engineering of Hubbard $U$ via phonon polaritons ",
    "url": "https://arxiv.org/abs/2201.04128",
    "authors": [
      "Brieuc Le Dé",
      "Christian J. Eckhardt",
      "Dante M. Kennes",
      "Michael A. Sentef"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.05040",
    "title": "High-Performance Microwave Frequency Standard Based on Sympathetically  Cooled Ions",
    "abstract": " Comments: 9 pages, 9 figures, 1 table ",
    "url": "https://arxiv.org/abs/2204.05040",
    "authors": [
      "Hao-Ran Qin",
      "Sheng-Nan Miao",
      "Ji-Ze Han",
      "Nong-Chao Xin",
      "Yi-Ting Chen",
      "J. W. Zhang",
      "L. J. Wang"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  }
]