[
  {
    "id": "arXiv:2401.00975",
    "title": "Understanding and Interpretations of Quantum Mechanics",
    "abstract": "Taking Heisenberg's and Schrodinger's theories of quantum mechanics as his case study, De Regt's contextual theory of understanding argues that recognizing qualitatively characteristic consequences of a theory T without performing exact calculations is a criterion for scientific understanding. From the perspective of this theory of understanding, the task of understanding quantum mechanics seems to have been achieved already or even finished. This appears to disagree with some physicists' attitude to the understanding of quantum mechanics in line with Richard Feynman's famous slogan \"I think I can safely say that nobody really understands quantum mechanics.\" Moreover, if the task of understanding quantum mechanics has been finished already, there would be a conflict between the contextual theory of understanding of quantum mechanics and interpretations of quantum mechanics. ",
    "url": "https://arxiv.org/abs/2401.00975",
    "authors": [
      "Dong Luo"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2401.01050",
    "title": "Gold Nanoparticles Coated Optical Fiber for Real-time Localized Surface  Plasmon Resonance Analysis of In-situ Light-Matter Interactions",
    "abstract": "In situ measurement of analytes for in vivo or in vitro systems has been challenging due to the bulky size of traditional analytical instruments. Also, frequent in vitro concentration measurements rely on fluorescence-based methods or direct slicing of the matrix for analyses. These traditional approaches become unreliable if localized and in situ analyses are needed. In contrast, for in situ and real-time analysis of target analytes, surface-engineered optical fibers can be leveraged as a powerful miniaturized tool, which has shown promise from bio to environmental studies. Herein, we demonstrate an optical fiber functionalized with gold nanoparticles using a dip-coating process to investigate the interaction of light with molecules at or near the surface of the optical fiber. Localized surface plasmon resonance from the light-matter interaction enables the detection of minute changes in the refractive index of the surrounding medium. We used this principle to assess the in situ molecular distribution of a synthetic drug (methylene blue) in an in vitro matrix (agarose gel) having varying concentrations. Leveraging the probed Z-height in diffused analytes, combined with its in silico data, our platform shows the feasibility of a simple optofluidic tool. Such straightforward in situ measurements of analytes with optical fiber hold potential for real-time molecular diffusion and molecular perturbation analyses relevant to biomedical and clinical studies. ",
    "url": "https://arxiv.org/abs/2401.01050",
    "authors": [
      "Nafize Ishtiaque Hossain",
      "Kazi Zihan Hossain",
      "Momena Monwar",
      "Md. Shihabuzzaman Apon",
      "Caleb Shaw",
      "Shoeb Ahmed",
      "Shawana Tabassum",
      "M. Rashed Khan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Soft Condensed Matter (cond-mat.soft)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2401.01229",
    "title": "Time Resolution of a SiGe BiCMOS Monolithic Silicon Pixel Detector  without Internal Gain Layer with a Femtosecond Laser",
    "abstract": "The time resolution of the second monolithic silicon pixel prototype produced for the MONOLITH H2020 ERC Advanced project was studied using a femtosecond laser. The ASIC contains a matrix of hexagonal pixels with 100 {\\mu}m pitch, readout by low-noise and very fast SiGe HBT frontend electronics. Silicon wafers with 50 {\\mu}m thick epilayer with a resistivity of 350 {\\Omega}cm were used to produce a fully depleted sensor. At the highest frontend power density tested of 2.7 W/cm2, the time resolution with the femtosecond laser pulses was found to be 45 ps for signals generated by 1200 electrons, and 3 ps in the case of 11k electrons, which corresponds approximately to 0.4 and 3.5 times the most probable value of the charge generated by a minimum-ionizing particle. The results were compared with testbeam data taken with the same prototype to evaluate the time jitter produced by the fluctuations of the charge collection. ",
    "url": "https://arxiv.org/abs/2401.01229",
    "authors": [
      "M. Milanesio",
      "L. Paolozzi",
      "T. Moretti",
      "A. Latshaw",
      "L. Bonacina",
      "R. Cardella",
      "T. Kugathasan",
      "A. Picardi",
      "M. Elviretti",
      "H. Rücker",
      "R. Cardarelli",
      "L. Cecconi",
      "C. A. Fenoglio",
      "D. Ferrere",
      "S. Gonzalez-Sevilla",
      "L. Iodice",
      "R. Kotitsa",
      "C. Magliocca",
      "M. Nessi",
      "A. Pizarro-Medina",
      "J. Sabater Iglesias",
      "Semendyaev",
      "J. Saidi",
      "M. Vicente Barreto Pinto",
      "S. Zambito",
      "G. Iacobucci"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2401.01281",
    "title": "Influence of scanning plane on Human Spinal Cord functional Magnetic  Resonance echo planar imaging",
    "abstract": "BACKGROUND: Functional Magnetic Resonance Imaging (fMRI) is based on the Blood Oxygenation Level Dependent contrast and has been exploited for the indirect study of the neuronal activity within both the brain and the spinal cord. However, the interpretation of spinal cord fMRI (scfMRI) is still controversial and its diffusion is rather limited because of technical limitations. Overcoming these limitations would have a beneficial effect for the assessment and follow-up of spinal injuries and neurodegenerative diseases. PURPOSE: This study was aimed at systematically verify whether sagittal scanning in scfMRI using EPI readout is a viable alternative to the more common axial scanning, and at optimizing a pipeline for EPI-based scfMRI data analysis, based on Spinal Cord Toolbox (SCT). METHODS: Forty-five healthy subjects underwent MRI acquisition in a Philips Achieva 3T MRI scanner. T2*-weighted fMRI data were acquired using a GE-EPI sequence along sagittal and axial planes during an isometric motor task. Differences on benchmarks were assessed via paired two-sample t-test at p=0.05. RESULTS: We investigated the impact of the acquisition strategy by means of various metrics such as Temporal Signal to Noise Ratio (tSNR), Dice Coefficient to assess geometric distortions, Reproducibility and Sensitivity. tSNR was higher in axial than in sagittal scans, as well as reproducibility within the whole cord mask (t=7.4, p<0.01) and within the GM mask (t=4.2, p<0.01). The other benchmarks, associated with distortion and functional response, showed no difference between images obtained along the axial and sagittal planes. CONCLUSIONS: Quantitative metrics of data quality suggest that axial scanning would be the optimal choice. We conclude that axial acquisition is advantageous specially to mitigate the effects of physiological noise and to minimize inter-subject variance. ",
    "url": "https://arxiv.org/abs/2401.01281",
    "authors": [
      "Marta Moraschi",
      "Silvia Tommasin",
      "Laura Maugeri",
      "Mauro DiNuzzo",
      "Julien Cohen-Adad",
      "Marco Masullo",
      "Fabio Mangini",
      "Lorenzo Giovannelli",
      "Daniele Mascali",
      "Tommaso Gili",
      "Valerio Pisani",
      "Ugo Nocentini",
      "Federico Giove",
      "Michela Fratini"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2401.01316",
    "title": "Silicon Photomultipliers for Detection of Photon Bunching Signatures",
    "abstract": "In this work, photon bunching from LED light was observed for the first time using SiPMs. The bunching signature was observed with a significance of $7.3~\\sigma$ using 97 hs of data. The light was spectrally filtered using a 1 nm bandpass filter and an Etalon filter to ensure temporal coherence of the field and its coherence time was measured to be $\\tau_C = (13.0 \\pm 1.3)$ ps. The impact of SiPM non-idealities in these kinds of measurements is explored, and we describe the methodology to process SiPM analog waveforms and the event selection used to mitigate these non-idealities. ",
    "url": "https://arxiv.org/abs/2401.01316",
    "authors": [
      "Lucas Finazzi",
      "Federico Izraelevitch",
      "Alexis Luszczak",
      "Thomas Huber",
      "Andreas Haungs",
      "Federico Golmar"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2401.00860",
    "title": "Optical tweezer generation using automated alignment and adaptive optics",
    "abstract": "Recent progress in quantum technologies with ultracold atoms has been propelled by spatially fine-tuned control of lasers and diffraction-limited imaging. The state-of-the-art precision of optical alignment to achieve this fine-tuning is reaching the limits of manual control. Here, we show how to automate this process. One of the elementary techniques of manual alignment of optics is cross-walking of laser beams. Here, we generalize this technique to multi-variable cross-walking. Mathematically, this is a variant of the well-known Alternating Minimization (AM) algorithm in convex optimization and is closely related to the Gauss-Seidel algorithm. Therefore, we refer to our multi-variable cross-walking algorithm as the modified AM algorithm. While cross-walking more than two variables manually is challenging, one can do this easily for machine-controlled variables. We apply this algorithm to mechanically align high numerical aperture (NA) objectives and show that we can produce high-quality diffraction-limited tweezers and point spread functions (PSF). After a rudimentary coarse alignment, the algorithm takes about 1 hour to align the optics to produce high-quality tweezers. Moreover, we use the same algorithm to optimize the shape of a deformable mirror along with the mechanical variables and show that it can be used to correct for optical aberrations produced, for example, by glass thickness when producing tweezers and imaging point sources. The shape of the deformable mirror is parametrized using the first 14 non-trivial Zernike polynomials, and the corresponding coefficients are optimized together with the mechanical alignment variables. We show PSF with a Strehl ratio close to 1 and tweezers with a Strehl ratio >0.8. The algorithm demonstrates exceptional robustness, effectively operating in the presence of significant mechanical fluctuations induced by a noisy environment. ",
    "url": "https://arxiv.org/abs/2401.00860",
    "authors": [
      "Bharath Hebbe Madhusudhana",
      "Karatzyna Krzyzanowska",
      "Malcolm Boshier"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2401.01020",
    "title": "Long-lived Microwave Electromechanical Systems Enabled by Cubic  Silicon-Carbide Membrane Crystals",
    "abstract": "Cubic silicon-carbide crystals, known for their high thermal conductivity and in-plane stress, hold significant promise for the development of high-quality ($Q$) mechanical oscillators. Enabling coherent electrical manipulation of long-lived mechanical resonators would be instrumental in advancing the development of phononic memories, repeaters, and transducers for microwave quantum states. In this study, we demonstrate the compatibility of high-stress and crystalline (3C-phase) silicon-carbide membranes with superconducting microwave circuits. We establish a coherent electromechanical interface for long-lived phonons, allowing precise control over the electromechanical cooperativity. This interface enables tunable slow-light time with group delays extending up to an impressive duration of \\emph{an hour}. We then investigate a phononic memory based on the high-$Q$ ($10^{8}$) silicon-carbide membrane, capable of storing and retrieving microwave coherent states \\emph{on-demand}. The thermal and coherent components can be distinguished through state tomography in quadrature phase space, which shows an exponential increase and decay trend respectively as the storage time increases. The electromechanical interface and phononic memory made from crystalline silicon-carbide membrane possess enticing attributes, including low microwave-induced mechanical heating, phase coherence, an energy decay time of $T_{1}=19.9$~s, and it acquires less than one quantum noise within $\\tau_{\\textrm{coh}}=41.3$~ms storage period. These findings underscore the unique opportunities provided by cubic silicon-carbide membrane crystals for the storage and transfer of quantum information across distinct components of hybrid quantum systems. ",
    "url": "https://arxiv.org/abs/2401.01020",
    "authors": [
      "Yulong Liu",
      "Huanying Sun",
      "Qichun Liu",
      "Haihua Wu",
      "Mika A. Sillanpää",
      "Tiefu Li"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Atomic and Molecular Clusters (physics.atm-clus)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2401.01138",
    "title": "Shaping the Laser Control Landscape of a Hydrogen Transfer Reaction by  Vibrational Strong Coupling. A Direct Optimal Control Approach",
    "abstract": "Controlling molecular reactivity by shaped laser pulses is a long-standing goal in chemistry. Here we suggest a direct optimal control approach which combines external pulse optimization with other control parameters arising in the upcoming field of vibro-polaritonic chemistry, for enhanced controllability The direct optimal control approach is characterized by a simultaneous simulation and optimization paradigm, meaning that the equations of motion are discretized and converted into a set of holonomic constraints for a nonlinear optimization problem given by the control functional. Compared with indirect optimal control this procedure offers great flexibility such as final time or Hamiltonian parameter optimization. Simultaneous direct optimal control (SimDOC) theory will be applied to a model system describing H-atom transfer in a lossy Fabry-P\\'erot cavity under vibrational strong coupling conditions. Specifically, optimization of the cavity coupling strength and thus of the control landscape will be demonstrated. ",
    "url": "https://arxiv.org/abs/2401.01138",
    "authors": [
      "A. R. Ramos Ramos",
      "E. W. Fischer",
      "P. Saalfrank",
      "O. Kühn"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2302.06856",
    "title": "Electro-optic frequency combs carrying orbital angular momentum",
    "abstract": " Title: Electro-optic frequency combs carrying orbital angular momentum ",
    "url": "https://arxiv.org/abs/2302.06856",
    "authors": [
      "Jinze He",
      "Xingyu Jia",
      "Bingyan Wei",
      "Guanhao Wu",
      "Yang Li"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2307.10976",
    "title": "Integrated Photonic Fractional Convolution Accelerator",
    "abstract": " Title: Integrated Photonic Fractional Convolution Accelerator ",
    "url": "https://arxiv.org/abs/2307.10976",
    "authors": [
      "Kevin Zelaya",
      "Mohammad-Ali Miri"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2308.00810",
    "title": "Isochronous island bifurcations driven by resonant magnetic  perturbations in Tokamaks",
    "abstract": " Title: Isochronous island bifurcations driven by resonant magnetic  perturbations in Tokamaks ",
    "url": "https://arxiv.org/abs/2308.00810",
    "authors": [
      "B. B. Leal",
      "I. L. Caldas",
      "M. C. de Sousa",
      "R. L. Viana",
      "A. M. Ozorio de Almeida"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Chaotic Dynamics (nlin.CD)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2310.10525",
    "title": "Active Suppression of Quantum Dephasing in Resonantly Driven Ensembles",
    "abstract": " Title: Active Suppression of Quantum Dephasing in Resonantly Driven Ensembles ",
    "url": "https://arxiv.org/abs/2310.10525",
    "authors": [
      "Chengxing He",
      "Robert R. Jones"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  }
]