[
  {
    "id": "arXiv:2511.19533",
    "title": "Experimental Demonstration of an On-Axis Laser Ranging Interferometer for Future Gravity Missions",
    "abstract": "           We experimentally demonstrate a novel interferometric architecture for next-generation gravity missions, featuring a laser ranging interferometer (LRI) that enables monoaxial transmission and reception of laser beams between two optical benches with a heterodyne frequency of 7.3 MHz. Active beam steering loops, utilizing differential wavefront sensing (DWS) signals, ensure co-alignment between the receiving (RX) beam and the transmitting (TX) beam. With spacecraft attitude jitter simulated by hexapod-driven rotations, the interferometric link achieves a pointing stability below 10 urad/$\\mathrm{\\sqrt{Hz}}$ in the frequency range between 2 mHz and 0.5 Hz, and the fluctuation of the TX beam's polarization state results in a reduction of 0.14\\% in the carrier-to-noise-density ratio over a 15-hour continuous measurement. Additionally, tilt-to-length (TTL) coupling is experimentally investigated using the periodic scanning of the hexapod. Experimental results show that the on-axis LRI enables the inter-spacecraft ranging measurements with nanometer accuracy, making it a potential candidate for future GRACE-like missions.         ",
    "url": "https://arxiv.org/abs/2511.19533",
    "authors": [
      "Daikang Wei",
      "Christoph Bode",
      "Kohei Yamamoto",
      "Yongho Lee",
      "Germán Fernández Barranco",
      "Vitali Müller",
      "Miguel Dovale Álvarez",
      "Juan José Esteban Delgado",
      "Gerhard Heinzel"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2511.19702",
    "title": "Active compensation of the AC Stark shift in a two-photon rubidium optical frequency reference using power modulation",
    "abstract": "           We implement a feedback protocol to suppress the AC Stark shift in a two-photon rubidium optical frequency reference, reducing its sensitivity to optical power variations by a factor of 1000. This method alleviates the tradeoff between short-term and long-term stability imposed by the AC Stark shift, enabling us to simultaneously achieve instabilities of $3\\times10^{-14}$ at 1 s and $2\\times10^{-14}$ at $10^4$ s. We also quantitatively describe, and experimentally explore, a stability limit imposed on clocks using this method by frequency noise on the local oscillator.         ",
    "url": "https://arxiv.org/abs/2511.19702",
    "authors": [
      "Yorick Andeweg",
      "John Kitching",
      "Matthew T. Hummon"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2511.19804",
    "title": "Controllable Bistability in Dual-Fiber Optical Trap in Air",
    "abstract": "           The dual-fiber optical trap, owing to its high sensitivity and facile miniaturization, holds significant actual application value in fields such as high-precision metrology of mechanical quantities and biological manipulation. The positional stability of the trapped particle is pivotal to system performance, directly setting the measurement noise floor and operational precision. In this work, we observe bistability and hysteresis in the axial equilibrium position of a 10-um diameter SiO2 microsphere. This bistability arises from optical interference between the fiber ends and the microsphere, creating multiple potential wells. Experimental results demonstrate that the microsphere's transition rate can be effectively modulated through precise control of the trapping laser power. Furthermore, the incorporation of transverse misalignment has effectively eradicated bistability, thereby substantially improving positional stability throughout the entire optical trapping region. This suppression successfully reduced the system's residual positional uncertainty to the thermal noise limit. Consequently, this research will enhance the precision of microparticle manipulation and the sensitivity of sensing in dual-fiber optical trap systems.         ",
    "url": "https://arxiv.org/abs/2511.19804",
    "authors": [
      "Aoxi Chen",
      "Xinlin Chen",
      "Siyuan Rao",
      "Hui An",
      "Yingying Song",
      "Tengfang Kuang",
      "Wei Xiong",
      "Xiang Han",
      "Zhongqi Tan",
      "Guangzong Xiao",
      "Hui Luo"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2511.19831",
    "title": "Nanophotonic magnetometry in a spin-dense diamond cavity",
    "abstract": "           Quantum sensors based on the nitrogen-vacancy (NV) center in diamond are leading platforms for high-sensitivity magnetometry with nanometer-scale resolution. State-of-the-art implementations, however, typically rely on bulky free-space optics or sacrifice spatial resolution to achieve high sensitivities. Here, we realize an integrated platform that overcomes this trade-off by fabricating monolithic whispering-gallery-mode cavities from a diamond chip containing a high density of NV centers and by evanescently coupling excitation to and photoluminescence from the cavity using a tapered optical fiber. Employing a lock-in-amplified Ramsey magnetometry scheme, we achieve a photon-shot-noise-limited DC sensitivity of $58\\,\\text{nT}/\\sqrt{\\text{Hz}}$ -- the best sensitivity reported to date for a nanofabricated cavity-based magnetometer. The microscopic cavity size enables sub-micrometer-scale spatial resolution and low-power operation, while fiber-coupling provides a path to scalable on-chip integration. Arrays of such sensors could enable NV-NMR spectroscopy of sub-nanoliter samples, new magnetic-gradient imaging architectures, and compact biosensing platforms.         ",
    "url": "https://arxiv.org/abs/2511.19831",
    "authors": [
      "Nicholas J. Sorensen",
      "Elham Zohari",
      "Joshua S. Wildeman",
      "Sigurd Flågan",
      "Vinaya K. Kavatamane",
      "Paul E. Barclay"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2511.20024",
    "title": "Investigation of Inverse Bremsstrahlung Heating Driven by Broadband Lasers",
    "abstract": "           Broadband lasers have become a key strategy for mitigating laser plasma instabilities in inertial confinement fusion, yet their impact on collisional inverse bremsstrahlung (IB) heating remains unclear. Using one-dimensional collisional particle-in-cell simulations, we systematically examine the effect of bandwidth-induced temporal incoherence on IB absorption in Au plasmas. The simulations are first benchmarked against classical absorption theory, verifying that the implemented Coulomb collision model accurately reproduces the theoretical IB heating rate. A direct comparison of the electron temperature evolution in the broadband and monochromatic cases shows that, although spectral broadening introduces transient picosecond-scale oscillations in the heating rate driven by stochastic intensity fluctuations, the long-term averaged heating and net IB absorption remain essentially unchanged.         ",
    "url": "https://arxiv.org/abs/2511.20024",
    "authors": [
      "Xiaoran Li",
      "Jie Qiu",
      "Liang Hao",
      "Chen Wang",
      "Lifeng Wang",
      "Shiyang Zou"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2511.20161",
    "title": "Attosecond momentum-resolved resonant inelastic x-ray scattering for imaging coupled electron-hole dynamics",
    "abstract": "           Improving our understanding of electron dynamics is essential for advancing energy transfer, optoelectronics, light harvesting systems and quantum computing. Recent developments in attosecond x-ray sources provide the fundamental possibility of observing these dynamics with atomic-scale resolution. However, connecting a time-resolved signal to dynamics is challenging due to the broad bandwidth of an attosecond probe pulse. This makes exploring the capabilities of different attosecond imaging techniques crucial. Here, we propose attosecond momentum-resolved resonant inelastic x-ray scattering as a prominent technique for tracking ultrafast dynamics. We demonstrate that the scattering signal contains an information about the instantaneous distribution of charge density across the scattering atoms. To illustrate this, we consider scattering from an $\\alpha$-sexithiophene molecule, in which coupled electron-hole dynamics are excited.         ",
    "url": "https://arxiv.org/abs/2511.20161",
    "authors": [
      "Maksim Radionov",
      "Daria Popova-Gorelova"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2511.20238",
    "title": "Establishing a library of metasurface building blocks through coherence-controlled holographic microscopy",
    "abstract": "           Digital holographic microscopy is a powerful tool for characterizing transparent and reflective phase objects. Its ability to reconstruct amplitude and phase can also offer great insight into wavefront shaping and design of all-dielectric optical metasurfaces. While metasurfaces have reached widespread popularity, their design is often based purely on the results of numerical simulations which can overlook many of the real-world fabrication imperfections. Being able to verify the real phase response of a fabricated device is of great utility for high-performance devices. Here, we use holographic microscopy to validate metalibraries of rectangular TiO2 and Si building blocks. Illumination effects are studied for wavelengths from 600 to 740 nm and linear polarization rotating within the full range of unique states (0 to 180deg). Finally, by varying the numerical aperture of the condenser lens from 0.05 to 0.5 we also study the effects of an off-axis illumination. Comparing the experimental results with simulations from finite-difference time-domain and rigorous coupled-wave analysis, we highlight the limitations of these theoretical predictions and underscore the utility of an experimentally established library of building blocks. We demonstrate that our proposed method of holographic microscopy is both practical and effective for creating a metalibrary that accounts for all fabrication and material imperfections, which is crucial for designing high-efficiency metasurfaces.         ",
    "url": "https://arxiv.org/abs/2511.20238",
    "authors": [
      "Ondřej Červinka",
      "Vlastimil Weiss",
      "Martin Hrtoň",
      "Petr Bouchal",
      "Petr Liška",
      "Filip Ligmajer",
      "Tomáš Šikola",
      "Petr Viewegh"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2511.20262",
    "title": "$\\mathcal{PT}$-assisted control of Goos-Hänchen shift in cavity magnomechanics",
    "abstract": "           We propose a scheme to manipulate the Goos-Hänchen shift (GHS) of a reflected probe field in a non-Hermitian cavity magnomechanical system. The platform consists of a yttrium-iron-garnet sphere coupled to a microwave cavity, where a strong microwave drive pumps the magnon mode and a weak field probes the cavity. The traveling field's interaction with the magnon induces gain, yielding non-Hermitian dynamics. When the traveling field is oriented at $\\pi/2$ relative to the cavity's $x$-axis, the system realizes $\\mathcal{PT}$ symmetry; eigenvalue analysis reveals a third-order exceptional point ($\\mathrm{EP}_3$) at a tunable effective magnon-photon coupling. Under balanced gain-loss and finite effective magnomechanical coupling, we demonstrate coherent control of the GHS by steering the system across the $\\mathcal{PT}$-symmetric transition and through $\\mathrm{EP}_3$ via the effective magnon-photon coupling, enabling pronounced enhancement or suppression of the lateral shift. Furthermore, we show that without effective magnomechanical coupling, the system exhibits a second-order exceptional point ($\\mathrm{EP}_2$) with a distinct GHS phase transition. This phase transition vanishes when the effective magnomechanical coupling exceeds a parametric threshold, where strong absorption at resonance suppresses the GHS. We also identify the intracavity length as an additional control parameter for precise shift tuning. Notably, the $\\mathcal{PT}$-symmetric configuration yields substantially larger GHS than its Hermitian counterpart. These results advance non-Hermitian magnomechanics and open a route to GHS-based microwave components for quantum switching and precision sensing.         ",
    "url": "https://arxiv.org/abs/2511.20262",
    "authors": [
      "Shah Fahad",
      "Gao Xianlong"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2511.20504",
    "title": "Ultralow noise microwaves with free-running frequency combs and electrical feedforward",
    "abstract": "           Optically generated microwave signals exhibit some of the lowest phase noise and timing jitter of any microwave-generating technology to date. The success of octave-spanning optical frequency combs in down-converting ultrastable optical frequency references has motivated the development of compact, robust and highly manufacturable optical systems that maintain the ultralow microwave phase noise of their tabletop counterparts. Two-point optical frequency division using chip-scale components and ~1 THz-spanning microcombs has been quite successful, but with stringent requirements on the comb source's free-running noise and feedback control dynamics. Here we introduce a major simplification of this architecture that replaces feedback control of the frequency comb in favor of electronic feedforward noise cancelation that significantly relaxes the comb requirements. Demonstrated with both a high repetition rate solid-state mode-locked laser and a microcomb, feedforward on a 10 GHz carrier results in more robust operation with phase noise as low as -153 dBc/Hz at offsets >10 kHz, femtosecond timing jitter, and elimination of the large \"servo bump\" noise increase at high offset frequency. The system's compatibility with a variety of highly manufacturable mode-locked laser designs and its resilience and straightforward implementation represents an important step forward towards a fully chip-scale implementation of optically generated microwaves, with applications in radar, sensing, and position, navigation and timing.         ",
    "url": "https://arxiv.org/abs/2511.20504",
    "authors": [
      "Takuma Nakamura",
      "William Groman",
      "Qing-Xin Ji",
      "Oguzhan Kara",
      "Benjamin Rudin",
      "Anatoliy Savchenkov",
      "Vladimir Iltchenko",
      "Wei Zhang",
      "Andrey Matsko",
      "John E. Bowers",
      "Florian Emaury",
      "Kerry J. Vahala",
      "Scott A. Diddams",
      "Franklyn Quinlan"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2511.20548",
    "title": "Complete inelastic transparency of time-modulated resonant photonic circuits",
    "abstract": "           Photonic circuits modulated in time can convert the input light frequency $\\omega_0$ shifting it by multiples of the modulation frequency $\\omega_p$ and, in certain cases, amplify the total input light power. Of special interest are photonic circuits employing microwave capacitors, which instantaneously modulate photonic waveguides with frequency $\\omega_p \\ll \\omega_0$. While the amplification of light is negligible in such circuits, ideally, frequency conversion can be completed with the conservation of the light amplitude. Therefore, similar to the elastically transparent photonic structures (i.e., structures conserving both the light amplitude and frequency), we can say that a photonic circuit parametrically modulated in time exhibits complete inelastic transparency if a wave enters the structure with frequency $\\omega_0$ and exits it with a different frequency and the same amplitude. Here, we develop an approach that allows us to introduce and investigate a broad class of time-modulated photonic circuits exhibiting complete inelastic transparency. Light enters these circuits with a resonant frequency $\\omega_0$, cascades between their $N$ eigenstates separated by the modulation frequency $\\omega_p$, and exits with frequency $\\omega_0 + (N-1)\\omega_p$ and the output amplitude close to the input amplitude. As examples, we consider circuits of ring microresonators and SNAP microresonators.         ",
    "url": "https://arxiv.org/abs/2511.20548",
    "authors": [
      "M. Sumetsky"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2511.20574",
    "title": "Active learning with physics-informed neural networks for optimal sensor placement in deep tunneling through transversely isotropic elastic rocks",
    "abstract": "           This paper presents a deep learning strategy to simultaneously solve Partial Differential Equations (PDEs) and back-calculate their parameters in the context of deep tunnel excavation. A Physics-Informed Neural Network (PINN) model is trained with synthetic data that emulates in situ displacement measurements in the host rock and at the cavity wall, obtained from extensometers and convergence monitoring. As acquiring field observations can be costly, a sequential training approach based on active learning is implemented to determine the most informative locations for new sensors. In particular, Monte Carlo dropout is used to quantify epistemic uncertainty and query measurements in regions where the model is least confident. This approach reduces the amount of required field data and optimizes sensor placement. The PINN is tested to reconstruct the displacement field around a deep tunnel of circular section excavated in transversely isotropic elastic rock and to determine rock constitutive and stress-field parameters. Results demonstrate excellent performance on small, scattered, and noisy datasets, achieving high precision for the Young's moduli, shear modulus, horizontal-to-vertical far-field stress ratio, and the orientation of the bedding planes. The proposed framework shall ultimately support decision-making for optimal subsurface monitoring and for adaptive tunnel design and control.         ",
    "url": "https://arxiv.org/abs/2511.20574",
    "authors": [
      "Alec Tristani",
      "Chloé Arson"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2511.20596",
    "title": "atomSmltr: a modular Python package to simulate laser cooling setups",
    "abstract": "           We introduce atomSmltr, a Python package for simulating laser cooling in complex magnetic field and laser beams geometries. The package features a modular design that enables users to easily construct experimental setups, including magnetic fields, laser beams and other environment components, and to perform a range of simulations within these configurations. We present the overall architecture of atomSmltr and illustrate its capabilities through a series of examples, including benchmarks against standard textbook cases in laser cooling.         ",
    "url": "https://arxiv.org/abs/2511.20596",
    "authors": [
      "Mateo Weill",
      "Andrea Bertoldi",
      "Alexandre Dareau"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Gases (cond-mat.quant-gas)"
    ]
  },
  {
    "id": "arXiv:2511.19668",
    "title": "Quantum Coherence of Rare-Earth Ions in Heterogeneous Photonic Interfaces",
    "abstract": "           Harnessing rare-earth ions in oxides for quantum networks requires integration with bright emitters in III-V semiconductors, but local disorder and interfacial noise limit their optical coherence. Here, we investigate the microscopic origins of the ensemble spectrum in Er$^{3+}$:TiO$_2$ epitaxial thin films on GaAs and GaSb substrates. Ab initio calculations combined with noise-Hamiltonian modeling and Monte Carlo simulations quantify the effects of interfacial and bulk spin noise and local strain on erbium crystal-field energies and inhomogeneous linewidths. Photoluminescence excitation spectroscopy reveals that Er$^{3+}$ ions positioned at increasing distances from the III-V/oxide interface produce a systematic blue shift of the $Y_1\\rightarrow Z_1$ transition, consistent with strain relaxation predicted by theory. Thermal annealing produces a compensating redshift and linewidth narrowing, isolating the roles of oxygen-vacancy and gallium-diffusion noise. These results provide microscopic insight into disorder-driven decoherence, offering pathways for precise control of hybrid quantum systems for scalable quantum technologies.         ",
    "url": "https://arxiv.org/abs/2511.19668",
    "authors": [
      "Henry C. Hammer",
      "Hassan A. Bukhari",
      "Yogendra Limbu",
      "Brett M. Wasick",
      "Christopher Rouleau",
      "Michael E. Flatté",
      "Durga Paudyal",
      "Denis R. Candido",
      "Ravitej Uppu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2511.20311",
    "title": "Landau-level-dependent photonic spin Hall effect in monolayer WTe2",
    "abstract": "           Landau level (LL) engineered photonic spin Hall effect (PSHE) holds great promise for nanoscale manipulation and steering of magneto-optical transport in two-dimensional atomic systems. Herein, we theoretically investigate PSHE modulated by LL transitions {\\delta}n = n'-n =-2, 0, +2 (where n and n' indicate the LL indexes of valence and conduction bands, respectively) in monolayer WTe2. Results show that PSHE tuned by {\\delta}n =-2, 0, +2 has completely different dependent behaviors on LLs, incident angle of incident photons, and magnetic induction intensity. These discrepancies are ascribed to Hall-conductivity-incurred Hall angle {\\Theta} because the variation tendency of photonic spin Hall shifts is similar to that of {\\Theta} with changing the LL index. Giant PSHE with the largest in-plane displacement of more than 400 times of incident wavelength is obtained at the transition |n=55>->|n'=57>. Remarkably enhanced PSHE occurs at near-zero Hall angles. In-plane and transverse spin-dependent displacements give their respective extremum values at the same incident angles when the {\\Theta} is near to zero, and their incident-angle deviation will become larger and larger as the |{\\Theta}| increases. This unambiguously confirms the strong influence of Hall angle in the PSHE, shedding important insights into the fundamental properties of spin-orbit interaction of light in time-reversal symmetry breaking quantum systems.         ",
    "url": "https://arxiv.org/abs/2511.20311",
    "authors": [
      "Qiaoyun Ma",
      "Hui Dou",
      "Yiting Chen",
      "Guangyi Jia",
      "Xinxing Zhou"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2511.20424",
    "title": "Planar Josephson junctions for sensors and electronics:Different geometry, new functionality",
    "abstract": "           Josephson junctions are key elements in superconducting electronics. The most common type is the overlap (sandwich-type) junction, formed by vertically stacking two superconducting layers. In contrast, planar junctions are fabricated without overlap, at the edge of two superconducting films within a single plane. This geometric distinction has a significant impact on their physical properties. The planar geometry greatly enhances sensitivity to magnetic fields and improves impedance matching for terahertz (THz) devices. Its two-dimensional structure allows for simple and flexible electronic component design, enabling drastic miniaturization. Here I highlight recent advances in the application of planar junctions for novel technologies, including junction-on-cantilever sensors for super-resolution magnetic imaging, vortex-based memory cells, and programmable superconducting diodes. I will also discuss the general requirements, future perspectives, and key challenges in the evolving field of superconducting electronics.         ",
    "url": "https://arxiv.org/abs/2511.20424",
    "authors": [
      "Vladimir M. Krasnov"
    ],
    "subjectives": [
      "Superconductivity (cond-mat.supr-con)",
      "Applied Physics (physics.app-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2412.01466",
    "title": "Optical excitation of bulk plasmons in n-doped InAsSb thin films : investigating the second viscosity in electron gas",
    "abstract": "           We demonstrate that including the second viscosity of an electron gas in the hydrodynamic model allows for highly accurate modeling of the optical response of heavily doped semiconductors. In our setup, which improves resonance visibility compared to previous approaches, plasmon resonances become more distinct, allowing for a detailed analysis of the underlying physics. With advanced fitting techniques based on a physics-informed cost function and a tailored optimization algorithm, we obtain a close agreement between simulations and experimental data across different sample thicknesses. This enhanced resonance visibility, combined with our integrated approach, shows that key parameters such as doping level and effective electron mass, as well as the second viscosity of the electron gas, can be retrieved from a single optical measurement. The spatial dispersion taken into account in the hydrodynamic framework is essential for accurately describing the optical response of plasmonic materials in this frequency range and is likely to become a standard modeling approach.         ",
    "url": "https://arxiv.org/abs/2412.01466",
    "authors": [
      "Antoine Moreau",
      "Émilie Sakat",
      "Jean-Paul Hugonin",
      "Téo Mottin",
      "Aidan Costard",
      "Sarah Abdul-Salam",
      "Denis Langevin",
      "Patricia Loren",
      "Laurent Cerutti",
      "Fernando Gonzalez Posada Flores",
      "Thierry Taliercio"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2509.02961",
    "title": "Universal Approach for Determining Multi-Dimensional Anharmonic Vibrations from Electronic Quantum Methods",
    "abstract": "           We present a simple and efficient method to incorporate anharmonic effects in the vibrational \\textcolor{black}{analyses} of molecules within density functional theory (DFT) calculations. This approach is closely related to the traditional vibrational \\textcolor{black}{configuration} interaction (VCI) technique, which uses the harmonic oscillator wavefunctions as the basis. In our implementation, we employ Gaussian-type orbitals (GTOs), with polynomial prefactors, as the basis set to evaluate the anharmonic Hamiltonian. Although these basis functions are non-orthogonal, the matrix elements such as overlap, kinetic energy terms, and position moments can be evaluated analytically. The terms in the Hamiltonian due to the anharmonic potentials are numerically calculated on a Hermite-Quadrature grid. The potentials can be evaluated using any electronic structure method. This framework enables us to accurately calculate the anharmonicity-corrected vibrational frequencies, the fundamental frequencies, and the corrections to bond lengths in diatomic molecules. This method is also generalized to handle coupled anharmonic oscillators, which is essential to model more complex phenomena such as nitrogen tunneling in the umbrella mode of ammonia (NH$_3$) and Fermi resonances in carbon dioxide (CO$_2$).         ",
    "url": "https://arxiv.org/abs/2509.02961",
    "authors": [
      "Kushantha P. K. Withanage",
      "Jesús Pedroza-Montero",
      "M.F. Islam",
      "Koblar A. Jackson",
      "Mark R. Pederson"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2510.19464",
    "title": "Adaptive Laser Beam Engineering with Coherent Beam Combining for Efficient Power Delivery",
    "abstract": "           High-power laser technologies are essential in precision manufacturing, defense, and scientific research, where accurate control of the beam profile is paramount. Although several beam-shaping methods exist, they often face implementation and scalability challenges. To address these limitations, we introduce a comprehensive and versatile framework for on-demand beam engineering through coherent beam combining (CBC) systems to precisely craft far-field intensity distributions. The proposed approach integrates limitless key capabilities: (i) dynamic beam shaping through sequential steering, (ii) structured static beam shaping allowing the direct formation of target-defined profiles, and (iii) high-speed dynamic beam sequencing without mechanical movement. Thus, the proposed approach could be a potential one-stop solution to meet wide manufacturing requirements. Rapid reconfiguration is achieved through optimized phase control of the CBC channels, supported by a deep-learning-inspired optimization algorithm. This unified CBC framework significantly improves beam uniformity, power delivery efficiency, and scalability compared to conventional techniques, thus establishing a robust platform for next-generation laser systems in industrial manufacturing, materials processing, and directed-energy systems.         ",
    "url": "https://arxiv.org/abs/2510.19464",
    "authors": [
      "Khushboo Soni",
      "S. Thirumugam",
      "John Rozario Jegaraj",
      "Nithyanadan Kanagaraj"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2511.18400",
    "title": "High-Spatial-Resolution Optical Correlation-Domain Reflectometry with 100-km Measurement Range",
    "abstract": "           In the maintenance of optical fiber networks, there is a growing demand for high-precision measurement of optical loss distribution and fault locations over long distances. In this study, we propose an OCDR method incorporating periodic pseudo-random modulation (PPRM), and demonstrate that it enables the acquisition of loss distribution based on Rayleigh scattering and the positions of reflection points in an approximately 100-km optical fiber, with a spatial resolution of about 19 cm and a measurement time of about 20 seconds.         ",
    "url": "https://arxiv.org/abs/2511.18400",
    "authors": [
      "Takaki Kiyozumi",
      "Soshi Yoshida",
      "Yuta Higa",
      "Keisuke Motoda",
      "Sze Yun Set",
      "Shinji Yamashita",
      "Yosuke Mizuno"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2504.07344",
    "title": "Simulating quantum dynamics in two-dimensional lattices with tensor network influence functional belief propagation",
    "abstract": "           Describing nonequilibrium quantum dynamics remains a significant computational challenge due to the growth of spatial entanglement. The tensor network influence functional (TN-IF) approach mitigates this problem for computing the time evolution of local observables by encoding the subsystem's influence functional path integral as a matrix product state (MPS), thereby shifting the resource governing computational cost from spatial entanglement to temporal entanglement. We extend the applicability of the TN-IF method to two-dimensional lattices by demonstrating its construction on tree lattices and proposing a belief propagation (BP) algorithm for the TN-IF, termed influence functional BP (IF-BP), to simulate local observable dynamics on arbitrary graphs. Even though the BP algorithm introduces uncontrolled approximation errors on arbitrary graphs, it provides an accurate description for locally tree-like lattices. Numerical simulations of the kicked Ising model on a heavy-hex lattice, motivated by a recent quantum experiment, highlight the effectiveness of the IF-BP method, which demonstrates superior performance in capturing long-time dynamics where traditional tensor network state-based methods struggle. Our results further reveal that the temporal entanglement entropy (TEE) only grows logarithmically with time for this model, resulting in a polynomial computational cost for the whole method. We further construct a cluster expansion of IF-BP to introduce loop correlations beyond the BP approximation, providing a systematic correction to the IF-BP estimate. We demonstrate the power of the cluster expansion of the IF-BP in simulating the quantum quench dynamics of the 2D transverse field Ising model, obtaining numerical results that improve on the state-of-the-art.         ",
    "url": "https://arxiv.org/abs/2504.07344",
    "authors": [
      "Gunhee Park",
      "Johnnie Gray",
      "Garnet Kin-Lic Chan"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2506.08432",
    "title": "Semi-Deterministic Quantum Dot Placement in Heteroepitaxy",
    "abstract": "           Achieving deterministic placement of self-assembled quantum dots (QDs) during epitaxial growth is essential for the reliable and efficient fabrication of high-quality single-photon sources and solid-state cavity quantum electrodynamics (cQED) systems, yet it remains a significant challenge due to the inherent stochasticity of QD nucleation processes. In this work, we theoretically and numerically demonstrate that deterministic QD nucleation within a pristine growth region, e.g., InAs on a (001)-oriented GaAs substrate, can be achieved by engineering the boundary geometry of that region. During epitaxial growth, adatoms initially move toward the boundary and promote the formation of primary QDs along the boundary, driven by curvature and diffusion anisotropy. The resulting primary QDs distribution will generate many-body interactions that dynamically reshape the chemical potential landscape for subsequently deposited adatoms, enabling the formation of secondary QDs within the pristine growth region. These findings provide a theoretical foundation for reliable patterning of high optical-quality QDs, with potential applications in next-generation quantum photonic devices.         ",
    "url": "https://arxiv.org/abs/2506.08432",
    "authors": [
      "Zihang Wang",
      "Dirk Bouwmeester"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2506.09971",
    "title": "Quantum block Krylov subspace projector algorithm for computing low-lying eigenenergies",
    "abstract": "           Computing eigenvalues is a computationally intensive task central to numerous applications in the natural sciences. Toward this end, we investigate the quantum block Krylov subspace projector (QBKSP) algorithm - a multireference quantum Lanczos method designed to accurately compute low-lying eigenenergies, including degenerate ones, of quantum systems. We present three compact quantum circuits tailored to different problem settings for evaluating the required expectation values. To assess the impact of the number and fidelity of initial reference states, as well as time evolution duration, we perform error-free and limited-precision numerical simulations and quantum circuit simulations. Our results show that using multiple reference states significantly enhances convergence, particularly in precision-limited scenarios and in cases where a single reference state fails to capture all target eigenvalues. Additionally, the QBKSP algorithm allows for the determination of degenerate eigenstates and their multiplicities through appropriate convergence conditions.         ",
    "url": "https://arxiv.org/abs/2506.09971",
    "authors": [
      "Maria Gabriela Jordão Oliveira",
      "Nina Glaser"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2506.19132",
    "title": "Localization and splitting of a quantum droplet with a potential defect",
    "abstract": "           We unravel the existence and nonequilibrium response of one-dimensional harmonically trapped droplet configurations in the presence of a central potential barrier or well. For fixed negative chemical potentials, it is shown that droplets fragment into two for increasing potential barrier heights, a process that occurs faster for larger widths. However, atoms from the droplet accumulate at the potential well, especially for wider ones, leading to a deformed droplet and eventually to the termination of the solution. Linearization analysis yields the underlying excitation spectrum which dictates stability and the behavior of the ensuing collective modes. Quenches in the potential height are used to demonstrate dynamical fragmentation of the droplet for potential barriers as well as self-evaporation along with droplet localization and eventual relaxation for longer evolution times in the case of potential wells. The presence of selective excitation processes emanating from quantum superposition in the induced droplet dynamics is explicated by evaluating the contribution of the participating single-particle eigenstates. Our results should be detectable by current ultracold atom experiments and may inspire engineered droplet dynamics with the aid of external potentials.         ",
    "url": "https://arxiv.org/abs/2506.19132",
    "authors": [
      "F. Bristy",
      "G. A. Bougas",
      "G. C. Katsimiga",
      "S. I. Mistakidis"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  }
]