[
  {
    "id": "arXiv:2208.11189",
    "title": "Contrarian Voter Model under the influence of an Oscillating Propaganda:  Consensus, Bimodal behavior and Stochastic Resonance",
    "abstract": "We study the contrarian voter model for opinion formation in a society under the influence of an external oscillating propaganda and stochastic noise. Each agent of the population can hold one of two possible opinions on a given issue --against or in favor, and interacts with its neighbors following either an imitation dynamics (voter behavior) or an anti-alignment dynamics (contrarian behavior): each agent adopts the opinion of a random neighbor with a time-dependent probability $p(t)$, or takes the opposite opinion with probability $1-p(t)$. The imitation probability $p(t)$ is controlled by the social temperature $T$, and varies in time according to a periodic field that mimics the influence of an external propaganda, so that a voter is more prone to adopt an opinion aligned with the field. We simulate the model in complete graph and in lattices, and find that the system exhibits a rich variety of behaviors as $T$ is varied: opinion consensus for $T=0$, a bimodal behavior for $T<T_c$, an oscillatory behavior where the mean opinion oscillates in time with the field for $T>T_c$, and full disorder for $T \\gg 1$. The transition temperature $T_c$ vanishes with the population size $N$ as $T_c \\simeq 2/\\ln N$ in complete graph. Besides, the distribution of residence times $t_r$ in the bimodal phase decays approximately as $t_r^{-3/2}$. Within the oscillatory regime, we find a stochastic resonance-like phenomenon at a given temperature $T^*$. Also, mean-field analytical results show that the opinion oscillations reach a maximum amplitude at an intermediate temperature, and that exhibit a lag respect to the field that decreases with $T$. ",
    "url": "https://arxiv.org/abs/2208.11189",
    "authors": [
      "M. Cecilia Gimenez",
      "Luis Reinaudi",
      "Federico Vazquez"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)"
    ]
  },
  {
    "id": "arXiv:2208.11269",
    "title": "Shorted Micro-Waveguide Array for High Optical Transparency and Superior  Electromagnetic Shielding in Ultra-Wideband Frequency Spectrum",
    "abstract": "While functional materials with both light transmitting and electromagnetic shielding are highly desirable, only very few of them meet the stringent electromagnetic interference (EMI) shielding criteria for optoelectronic systems. Here, a design strategy of shorted micro-waveguides (SMWs) array to decouple the light transmission and EMI shielding is proposed and experimentally demonstrated. The array of SMWs, consisting of cut-off metallic micro-waveguides and shorting indium tin oxide (ITO) continuous conductive film, exhibits high optical transmittance of 90.4% and superior EMI shielding effectiveness of 62.2 dB on average over ultra-wide frequency spectrum (0.2-1.3 GHz & 1.7-18 GHz). Compared to previously reported works, an improvement of 19 dB in average shielding effectiveness has been achieved under the same level of light transmission, and the shielding frequency spectrum has been significantly expanded. The working principle has been explained in depth and factors influencing the performance have been investigated for design optimization. ",
    "url": "https://arxiv.org/abs/2208.11269",
    "authors": [
      "Yuanlong Liang",
      "Xianjun Huang",
      "Jisheng Pan",
      "Wencong Liu",
      "Kui Wen",
      "Duocai Zhai",
      "Peng Shang",
      "Peiguo Liu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2208.11298",
    "title": "Terahertz Polarization Conversion from Optical Dichroism in a  Topological Dirac Semimetal",
    "abstract": "Topological Dirac semimetals (TDSM), such as Cd$_3$As$_2$ and Na$_3$Bi, exhibits strong optical dichroism with contrasting dielectric permittivity along different crystal axes. However, such optical dichroism is often overlooked in the study of TDSM-based optoelectronic devices, and whether such optical dichroism can lead to unique functionalities not found under the isotropic approximation remain an open question thus far. Here we show that the optical dischroism in TDSM lead to starkly different terahertz (THz) responses and device performance as compared to the isotropic case. Using finite-difference time-domain simulations of a Cd$_3$As$_2$-based metasurface, we demonstrate that such optical dichroism can lead to an unexpected THz wave polarization conversion even if the metasurface structure remains C$_4$ four-fold rotationally symmetric, a practically useful feature not achievable under the isotropic model of TDSM. Our findings concretely reveal the contrasting spectral response between isotropic and anisotropic media, and shed important light on the capability of anisotropic TDSM in THz applications, leading not just to the more accurate device modelling, but also a new route in realizing THz waves polarization conversion without the need of complex device morphology commonly employed in conventional polarization converters. ",
    "url": "https://arxiv.org/abs/2208.11298",
    "authors": [
      "Haiyu Meng",
      "Lingling Wang",
      "Ching Hua Lee",
      "Yee Sin Ang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2208.11461",
    "title": "Lorentz-invariant topological structures of the electromagnetic field in  a Fabry-Perot resonant slit-grating",
    "abstract": "It is commonly assumed that the most correct description of the electromagnetic world is the abstract one, and that topological constructs such as lines of force are not covariant. In the present paper, we show that for a $y$-invariant system with a $p$-polarized electromagnetic field, it is possible to construct absolute (i.e. Lorentz invariant) lines, which we call electric spaghettis (ESs). The electromagnetic field is fully described by the ES topology that transcend the limit between space and time, plus a new invariant, the characteristic parameter $\\eta$. In a Fabry-Perot resonant slit-grating, three ES patterns can be distinguished, corresponding to three regions: null straight lines in plane wave regions, rounded rhombuses in the interference region inside the grating, and Bernoulli's logarithmic spiral patterns - the first ever described fractals - in the funneling region. ",
    "url": "https://arxiv.org/abs/2208.11461",
    "authors": [
      "Marina Yakovleva",
      "Jean-Luc Pelouard",
      "Fabrice Pardo"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.11463",
    "title": "Nonlinear optical signal generation mediated by a plasmonic azimuthally  chirped grating",
    "abstract": "The deployment of plasmonic nanostructures to enhance nonlinear signal generation requires effective far-to-near field coupling and phase matching for frequency conversion. While the latter can be easily achieved at plasmonic hotspots, the former is an antenna problem that requires dedicated structural design and optimization. Plasmonic gratings are a simple but effective platform for nonlinear signal generation since they provide a well-defined momentum for photon-plasmon coupling and local hotspots for frequency conversion. In this work, a plasmonic azimuthally chirped grating (ACG), which provides spatially resolved broadband momentum for photon-plasmon coupling, was exploited to investigate the plasmonic enhancement effect in two nonlinear optical processes, namely two-photon photoluminescence (TPPL) and second-harmonic generation (SHG). The spatial distributions of the nonlinear signals were determined experimentally by hyperspectral mapping with ultrashort pulsed excitation. The experimental spatial distributions of nonlinear signals agree very well with the analytical prediction based solely on photon-plasmon coupling with the momentum of the ACG, revealing the antenna function of the grating in plasmonic nonlinear signal generation. This work highlights the importance of the antenna effect of the gratings for nonlinear signal generation and provides insight into the enhancement mechanism of plasmonic gratings in addition to local hotspot engineering. ",
    "url": "https://arxiv.org/abs/2208.11463",
    "authors": [
      "Parijat Barman",
      "Abhik Chakraborty",
      "Denis Akimov",
      "Ankit Kumar Singh",
      "Tobias Meyer-Zedler",
      "Xiaofei Wu",
      "Carsten Ronning",
      "Michael Schmitt",
      "Jürgen Popp",
      "Jer-Shing Huang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2208.11519",
    "title": "Hamiltonian theory of the crossing of the $2 Q_x -2 Q_y=0$ nonlinear  coupling resonance",
    "abstract": "In a recent paper, the adiabatic theory of Hamiltonian systems was successfully applied to study the crossing of the linear coupling resonance, $Q_x-Q_y=0$. A detailed explanation of the well-known phenomena that occur during the resonance-crossing process, such as emittance exchange and its dependence on the adiabaticity of the process was obtained. In this paper, we consider the crossing of the resonance of nonlinear coupling $2 Q_x -2 Q_y = 0$ using the same theoretical framework. We perform the analysis using a Hamiltonian model in which the nonlinear coupling resonance is excited and the corresponding dynamics is studied in detail, in particular looking at the phase-space topology and its evolution, in view of characterizing the emittance exchange phenomena. The theoretical results are then tested using a symplectic map. Thanks to this approach, scaling laws of general interest for applications are derived. ",
    "url": "https://arxiv.org/abs/2208.11519",
    "authors": [
      "A. Bazzani",
      "F. Capoani",
      "M. Giovannozzi"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "Dynamical Systems (math.DS)"
    ]
  },
  {
    "id": "arXiv:2208.11557",
    "title": "Hashing for Secure Optical Information Compression in a Heterogeneous  Convolutional Neural Network",
    "abstract": "In the recent years, heterogeneous machine learning accelerators have become of significant interest in science, engineering and industry. The major processing speed bottlenecks in these platforms come from (a) an electronic data interconnect; (b) an electro-optical interface update rate. In this light, information compression implemented in native to incoming data optical domain could mitigate both problems mentioned above by reducing the demand on data throughput at the camera side and beyond. In this paper we present an optical hashing and compression scheme that is based on SWIFFT - a post-quantum hashing family of algorithms. High degree optical hardware-to-algorithm homomorphism allows to optimally harvest well-understood potential of free-space processing: innate parallelism, low latency tensor by-element multiplication and Fourier transform. The algorithm can provide several orders of magnitude increase in processing speed by replacing slow high-resolution CMOS cameras with ultra fast and signal-triggered CMOS detector arrays. Additionally, the information acquired in this way will require much lower transmission throughput, less \\emph{in silico} processing power, storage, and will be pre-hashed facilitating cheap optical information security. This technology has a potential to allow heterogeneous convolutional 4f classifiers get closer in performance to their fully electronic counterparts. ",
    "url": "https://arxiv.org/abs/2208.11557",
    "authors": [
      "Maria Solyanik-Gorgone",
      "Behrouz Movahhed",
      "Volker J Sorger"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2208.11591",
    "title": "Analog Stabilization of an Electro-Optic I/Q Modulator with an Auxiliary  Modulation Tone",
    "abstract": "Proper operation of electro-optic I/Q modulators rely on precise adjustment and control of the relative phase biases between the modulator's internal interferometer arms. We present an all-analog phase bias locking scheme where error signals are obtained from the beat between the optical carrier and optical tones generated by an auxiliary 2 MHz RF-tone to lock the phases of all three involved interferometers for operation up to 10 GHz. With the developed method, we demonstrate an I/Q modulator in carrier-suppressed single-sideband mode, where the suppressed carrier and sideband are locked at optical power levels $< -27 dB$ relative to the transmitted sideband. We describe a simple analytical model for calculating the error signals, and detail the implementation of the electronic circuitry for the implementation of the method. ",
    "url": "https://arxiv.org/abs/2208.11591",
    "authors": [
      "Sebastian Wald",
      "Fritz Diorico",
      "Onur Hosten"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2208.11681",
    "title": "Parametric amplification via superconducting contacts in a Ka band  niobium pillbox cavity",
    "abstract": "Superconducting parametric amplifiers are commonly fabricated using planar transmission lines with a non-linear inductance provided by either Josephson junctions or the intrinsic kinetic inductance of the thin film. However, Banys et al. [1] reported non-linear behaviour in a niobium pillbox cavity, hypothesising that below Tc, the pair iris-bulk resonator would act as a superconducting contact surface exploiting a Josephson-like non-linearity. This work investigates this effect further by applying Keysight Technologies' Advanced Design System (ADS) to simulate the cavity using an equivalent circuit model that includes a user defined Josephson inductance component. The simulations show that for a resonance centred at nu0 = 30.649 GHz, when two tones (pump and signal) are injected into the cavity, mixing and parametric gain occur. The maximum achievable gain is explored when the resonator is taken to its bifurcation energy. These results are compared to cryogenic measurements where the pump and signal are provided by a Vector Network Analyzer. ",
    "url": "https://arxiv.org/abs/2208.11681",
    "authors": [
      "Valerio Gilles",
      "Danielius Banys",
      "Mark A. McCulloch",
      "Lucio Piccirillo",
      "Thomas Sweetnam"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2208.11219",
    "title": "Near-field ultrafast nanoscopy of carrier dynamics in silicon nanowires",
    "abstract": "Semiconductor technology is continuing its vital role in the current industrial revolution. Investigating the carrier distribution and dynamics in semiconductor materials is essential to unraveling fundamental principles and developing advanced functionalities. The miniaturization of electronic and photonic devices further calls for new tools to probe carrier behaviors at the nanoscale. Here, we develop pump-probe scattering-type scanning near-field optical microscopy (s-SNOM) to characterize the carrier dynamics in semiconductor nanowires. By coupling experiments with the point-dipole model, we resolve the size-dependent photoexcited carrier lifetime in individual silicon nanowires. We further demonstrate local carrier decay time mapping in silicon nanostructures with a sub-50 nm spatial resolution. Our pump-probe s-SNOM enables the nanoimaging of ultrafast carrier kinetics, which is important for the future design of broad electronic, photonic, and optoelectronic devices. ",
    "url": "https://arxiv.org/abs/2208.11219",
    "authors": [
      "Jingang Li",
      "Rundi Yang",
      "Yoonsoo Rho",
      "Penghong Ci",
      "Matthew Eliceiri",
      "Hee K. Park",
      "Junqiao Wu",
      "Costas P. Grigoropoulos"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.11345",
    "title": "Modulation of the solar microwave emission by sausage oscillations",
    "abstract": "The modulation of the microwave emission intensity from a flaring loop by a standing linear sausage fast magnetoacoustic wave is considered in terms of a straight plasma slab with the perpendicular Epstein profile of the plasma density, penetrated by a magnetic field. The emission is of the gyrosynchrotron (GS) nature, and is caused by mildly relativistic electrons which occupy a layer in the oscillating slab, i.e., the emitting and oscillating volumes do not coincide. It is shown that the microwave response to the linear sausage wave is highly non-linear. The degree of the non-linearity, defined as a ratio of the Fourier power of the second harmonic to the Fourier power of the principal harmonic, is found to depend on the combination of the width of the GS source and the viewing angle, and is different in the optically thick and optically thin parts of the microwave spectrum. This effect could be considered as a potential tool for diagnostics of the transverse scales of the regions filled in by the accelerated electrons. ",
    "url": "https://arxiv.org/abs/2208.11345",
    "authors": [
      "Elena G. Kupriyanova",
      "Tatyana I. Kaltman",
      "Alexey A. Kuznetsov"
    ],
    "subjectives": [
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      "Plasma Physics (physics.plasm-ph)",
      "Space Physics (physics.space-ph)"
    ]
  },
  {
    "id": "arXiv:2208.11387",
    "title": "Witnessing Entangled Two-Photon Absorption via Quantum Interferometry",
    "abstract": "Recent investigations suggest that the use of non-classical states of light, such as entangled photon pairs, may open new and exciting avenues in experimental two-photon absorption spectroscopy. Despite several experimental studies of entangled two-photon absorption (eTPA), there is still a heated debate on whether eTPA has truly been observed. This interesting debate has arisen, mainly because it has been recently argued that single-photon-loss mechanisms, such as scattering or hot-band absorption may mimic the expected entangled-photon linear absorption behavior. In this work, we focus on transmission measurements of eTPA, and explore three different two-photon quantum interferometers in the context of assessing eTPA. We demonstrate that the so-called N00N-state configuration is the only one amongst those considered insensitive to linear (single-photon) losses. Remarkably, our results show that N00N states may become a potentially powerful tool for quantum spectroscopy, and place them as a strong candidate for the certification of eTPA in an arbitrary sample. ",
    "url": "https://arxiv.org/abs/2208.11387",
    "authors": [
      "Áulide Martínez-Tapia",
      "Samuel Corona-Aquino",
      "Chenglong You",
      "Rui-Bo Jin",
      "Omar S. Magaña-Loaiza",
      "Shi-Hai Dong",
      "Alfred B. U'Ren",
      "Roberto de J. León-Montiel"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.11394",
    "title": "Simulating virus diffusion in networks with quantum computers",
    "abstract": "We propose to use quantum mechanical tools to simulate epidemic processes in a network. We first show a systematic way to map virus population distributions to spin-lattice configurations. Then, noticing that diffusion is a classical thermal dynamic process, we can map it to the dynamics of an effective (parametrized) Hamiltonian of a quantum thermal system. To demonstrate the rationality of the Hamiltonian, we provide numerical and analytic analyses of the evolution behaviour of the Hamiltonian. We prove that the evolution could be well described by a classical stochastic Markov process, which is consistent with the well-known epidemiological susceptible and infectious model. A practical method to determine the parameters of the thermal dynamic Hamiltonian from epidemiological inputs is exhibited. As an example, we simulate the transmission process of SARS-Cov-2 variant Omicron with a given community network. ",
    "url": "https://arxiv.org/abs/2208.11394",
    "authors": [
      "Xiaoyang Wang",
      "Yinchenguang Lyu",
      "Changyu Yao",
      "Xiao Yuan"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Physics and Society (physics.soc-ph)"
    ]
  },
  {
    "id": "arXiv:2208.11524",
    "title": "Relative Phase Distribution and the Precision of Optical Phase Sensing  in Quantum Metrology",
    "abstract": "One of the quantum metrology goals is to improve the precision in the measurement of a small optical phase introduced in one optical mode in an interferometer, i.e., phase sensing. In this paper, we obtain the relative phase distribution introduced by Luis and S\\'anchez-Soto (LSS) [Phys. Rev. A $\\mathbf{53}$, 495 (1996)] for several two-mode pure quantum light states useful in quantum metrology. We show that, within the numerical precision of our calculations, the Fisher information obtained from the LSS relative phase distribution is equal to the quantum Fisher information for the considered states (the average difference for the tested states is smaller than 0.1%). Our results indicate that the LSS relative phase distribution can be used to predict the minimum uncertainty possible in the process of phase sensing in quantum metrology, since this uncertainty depends on the quantum Fisher information, at least for pure states. ",
    "url": "https://arxiv.org/abs/2208.11524",
    "authors": [
      "Felipe F. Braz",
      "Tamíris R. Calixto",
      "Pablo L. Saldanha"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2105.07920",
    "title": "The influence of beam focus during laser powder bed fusion of a high  reflectivity aluminium alloy -- AlSi$_{10}$Mg",
    "abstract": " Title: The influence of beam focus during laser powder bed fusion of a high  reflectivity aluminium alloy -- AlSi$_{10}$Mg ",
    "url": "https://arxiv.org/abs/2105.07920",
    "authors": [
      "Sagar Patel",
      "Haoxiu Chen",
      "Mihaela Vlasea",
      "Yu Zou"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2112.14643",
    "title": "The Disappearance and Reappearance of Potential Energy in Classical and  Quantum Electrodynamics",
    "abstract": " Comments: 31 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2112.14643",
    "authors": [
      "Charles T. Sebens"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)",
      "High Energy Physics - Theory (hep-th)",
      "Classical Physics (physics.class-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2203.09068",
    "title": "Grating-based microcavity with independent control of resonance energy  and linewidth for non-Hermitian polariton system",
    "abstract": " Title: Grating-based microcavity with independent control of resonance energy  and linewidth for non-Hermitian polariton system ",
    "url": "https://arxiv.org/abs/2203.09068",
    "authors": [
      "Jiaqi Hu",
      "Nathanial Lydick",
      "Zhaorong Wang",
      "Fauzia Jabeen",
      "Christian Schneider",
      "Sven Höfling",
      "Hui Deng"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2205.01277",
    "title": "Large Single-Phonon Optomechanical Coupling between Quantum Dots and  Tightly Confined Surface Acoustic Waves in the Quantum Regime",
    "abstract": " Comments: 15 pages, 10 figures ",
    "url": "https://arxiv.org/abs/2205.01277",
    "authors": [
      "Ryan A. DeCrescent",
      "Zixuan Wang",
      "Poolad Imany",
      "Robert C. Boutelle",
      "Corey A. McDonald",
      "Travis Autry",
      "John D. Teufel",
      "Sae Woo Nam",
      "Richard P. Mirin",
      "Kevin L. Silverman"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2208.10179",
    "title": "On parametric resonance in the laser action",
    "abstract": " Comments: 29 pages ",
    "url": "https://arxiv.org/abs/2208.10179",
    "authors": [
      "Alexander Komech"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mathematical Physics (math-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.10964",
    "title": "A new interpretation of quantum theory, based on a bundle-theoretic view  of objective idealism",
    "abstract": " Title: A new interpretation of quantum theory, based on a bundle-theoretic view  of objective idealism ",
    "url": "https://arxiv.org/abs/2208.10964",
    "authors": [
      "Martin Korth"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  }
]