[
  {
    "id": "arXiv:2601.07848",
    "title": "Cyclotron Radiation Signal Characterization in Resonant Cavities for the Project 8 Neutrino Mass Experiment",
    "abstract": "           Many experimental methods in physics require understanding radiation from single particles into non-trivial electromagnetic mode structures. Such characterization is critical for Cyclotron Radiation Emission Spectroscopy (CRES), an advancing new measurement technique that has the potential to greatly benefit fundamental physics measurements. In CRES, charged particles emit cyclotron radiation at frequencies that provide their energy measurement. As a notable example, the Project 8 experiment aims to kinematically infer the neutrino mass by measuring the energies of electrons emitted in tritium beta decay using CRES. In near-term realizations of Project 8, resonant cylindrical cavities will be used for CRES readout, in a configuration with a magnetic field oriented along the symmetry axis, and electrons following helical cyclotron trajectories confined to the cavity interior. The physics of electromagnetic radiation in these environments is complicated, since it involves both the motion of the emitting particle and the mode structure imposed by the cavity. In this work, we derive and validate an analytic model for how an oscillating, trapped electron radiates into cavity modes, and the power and frequency content of the radiation that can be read out from these events. These results can be used to guide the design of cavities for future CRES and other experiments.         ",
    "url": "https://arxiv.org/abs/2601.07848",
    "authors": [
      "A. Ashtari Esfahani",
      "S. Bhagvati",
      "H. P. Binney",
      "S. Böser",
      "M. J. Brandsema",
      "N. Buzinsky",
      "R. Cabral",
      "M. C. Carmona-Benitez",
      "C. Claessens",
      "L. de Viveiros",
      "A. El Boustani",
      "M. G. Elliott",
      "S. Enomoto",
      "M. Fertl",
      "J. A. Formaggio",
      "B. T. Foust",
      "J. K. Gaison",
      "P. Harmston",
      "K. M. Heeger",
      "B. J. P. Jones",
      "E. Karim",
      "K. Kazkaz",
      "P. T. Kolbeck",
      "A. Kurmus",
      "M. Li",
      "A. Lindman",
      "C.-Y. Liu",
      "T. Luo",
      "C. Matthé",
      "R. Mohiuddin",
      "B. Monreal",
      "B. Mucogllava",
      "R. Mueller",
      "A. Negi",
      "J. A. Nikkel",
      "E. Novitski",
      "N. S. Oblath",
      "M. Oueslati",
      "J. I. Peña",
      "W. Pettus",
      "A. W. P. Poon",
      "V. S. Ranatunga",
      "R. Reimann",
      "A. L. Reine",
      "R. G. H. Robertson",
      "G. Rybka",
      "L. Saldaña",
      "V. Sharma",
      "P. L. Slocum",
      "F. Spanier",
      "J. Stachurska",
      "Y.-H. Sun",
      "P. T. Surukuchi",
      "A. B. Telles",
      "F. Thomas",
      "L. A. Thorne",
      "T. Thümmler",
      "M. Turqueti",
      "W. Van De Pontseele",
      "B. A. VanDevender",
      "T. E. Weiss",
      "M. Wynne",
      "A. Ziegle"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2601.07849",
    "title": "Quantum mechanics provides the physical basis of teleological evolutions",
    "abstract": "           We show that the quantum computational speedup of quantum algorithms is due to their teleological character, their being evolutions toward a goal (the solution of the problem) with an attractor in the very goal they will produce in the future (the solution of the problem again). Naturally, this is a destabilizing result: the teleological notion has long been rejected by science and even, for its finalistic character, viewed as a belief. We also show that, under the quantum cosmological assumption and for the Fine-tuned Universe version of the Anthropic Principle, the physical basis of the teleological character of quantum algorithms also applies to the evolutions of the living for which the teleological notion was conceived. This work should show that the discovery of the quantum computational speedup confers full scientific dignity to the holistic and finalistic view of physical reality traditionally opposed by science.         ",
    "url": "https://arxiv.org/abs/2601.07849",
    "authors": [
      "Giuseppe Castagnoli"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2601.07867",
    "title": "Possible Vulnerability of Bell-Clauser-Horne-Shimony-Holt Tests used for Quantum Certification",
    "abstract": "           A hidden variables (HVs) model is reported, which reproduces quantum predictions for Bell-Clauser-Horne-Shimony-Holt (Bell-CHSH) tests. The existence of such a model poses some limitations to quantum certifications that rely on Bell-CHSH inequality violations. The reported model does not prove wrong Bell's theorem. The latter assumes the factorability of the probability density $p_{AB}$, which rules the stochastic behavior of the HVs. The reported HVs model is based on an extended form of $p_{AB}$, which is suggested by Lebesgue's decomposition theorem for bounded functions. The considered $p_{AB}$ complies with locality and realism, and also with measurement independence, parameter independence and outcome independence.         ",
    "url": "https://arxiv.org/abs/2601.07867",
    "authors": [
      "F. De Zela"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2601.07889",
    "title": "Achieving Ultrahigh Resolution with High Efficiency: Optical Design of the 2D-RIXS Spectrometer at NanoTerasu BL02U",
    "abstract": "           A state-of-the-art Resonant Inelastic X-ray Scattering (RIXS) facility, composed of a dedicated beamline and a 2D-RIXS spectrometer, has been constructed and commissioned at BL02U in NanoTerasu, Japan. This paper reports the optical design and optimization of this spectrometer, aiming for an ultrahigh energy resolution of <10 meV in the soft X-ray range. Conventional RIXS spectrometers using monochromatic incident X-rays suffer from a severe trade-off between energy resolution and measurement efficiency, which makes achieving resolutions of <10 meV practically unfeasible. To overcome this limitation, we adopted the $h\\nu^2$ concept using dispersive incident X-rays, based on a comparative study. This approach decouples the energy resolution from the incident bandwidth. We estimate that our 2D-RIXS spectrometer improves efficiency by more than a factor of 10 compared to conventional spectrometers. The 2D-RIXS spectrometer has been successfully commissioned, demonstrating that sub-10 meV resolution measurement is achievable with practical throughput. While development continues towards the ultimate design resolution, the successful implementation validates the design strategy and offers a pathway for future high-performance RIXS instrumentation.         ",
    "url": "https://arxiv.org/abs/2601.07889",
    "authors": [
      "Jun Miyawaki"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2601.08059",
    "title": "Extended Depth of Field Magneto-Optical Kerr Microscopy for Applications in 3D Nanomagnetism",
    "abstract": "           High-resolution imaging of magnetic nanostructures is essential for understanding fundamental spin phenomena and designing advanced devices. Recent developments in three-dimensional (3D) nanomagnetism have highlighted the growing need for imaging techniques that can capture magnetic structures across curved or tilted surfaces with high sensitivity. Though widely used as a powerful technique for imaging magnetization states, conventional magneto-optical Kerr effect (MOKE) microscopy faces inherent limitations in measuring non-planar systems due to its shallow depth of field (DOF). Here, we present an extended depth of field MOKE imaging approach, combining through-focus scanning with image-stitching-based reconstruction, to obtain sharp and well-resolved magnetic domain images across non-planar sample geometries. The method is validated on both perpendicularly and in-plane magnetized films tilted on purpose for this study, enabling quantitative analysis of domain morphology and detection sensitivity. This laboratory-accessible technique provides a fast and versatile route for 3D magnetic imaging, complementing large-scale X-ray-based methods and offering a practical tool for investigating non-planar magnetic samples with tilted or curved 3D geometries.         ",
    "url": "https://arxiv.org/abs/2601.08059",
    "authors": [
      "Le Zhao",
      "Alexander Rabensteiner",
      "Miguel Ángel Cascales-Sandoval",
      "Naëmi Leo",
      "Sabri Koraltan",
      "Amalio Fernández-Pacheco"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2601.08076",
    "title": "Comment on arXiv:2601.04248v1: Superposition of states in quantum theory (J.-M. Vigoureux)",
    "abstract": "           Vigoureux suggests replacing the usual linear superposition rule of quantum mechanics with a M\"obius-type \"composition law\" $\\oplus$, motivated by (i) bounded-domain composition laws in special relativity, (ii) familiar transfer-matrix formulas in multilayer optics, and (iii) an analogy with the inclusion-exclusion rule for classical probabilities. In this note we explain why the proposal does not work as a modification of quantum theory. For two components, the new rule differs from the ordinary sum only by an overall scalar factor, so after normalization it represents the same ray and cannot change any physical prediction. For three or more components, if one extends the two-term prescription in the natural recursive way, the result becomes bracket/order dependent and can even change the ray, so a \"state\" is no longer uniquely determined by a given preparation. We also clarify why the inclusion-exclusion argument and the optics analogy do not support a foundational change to Hilbert-space linearity.         ",
    "url": "https://arxiv.org/abs/2601.08076",
    "authors": [
      "Mikołaj Sienicki",
      "Krzysztof Sienicki"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2601.08138",
    "title": "The effect of surface quenching coefficients of $O_2(a^{1}Δg)$ and $O_2(b^{1}Σg^{+})$ on capacitively coupled $Ar$/$O_2$ discharge: A global/equivalent circuit model study",
    "abstract": "           Capacitively coupled discharges operated in mixtures of $Ar$ and $O_2$ are extensively utilized in plasma etching and deposition processes due to the oxidative properties and precursor functionality of the reactive species produced in the discharge. In $Ar$/$O_2$ discharges, the surface quenching coefficient of $O_2(a^{1}{\\Delta}g)$ is known to affect this metastable density, which, in turn, affects the electronegativity and other important plasma characteristics. In this work, in addition to $O_2(a^{1}{\\Delta}g)$, $O_2(b^{1}{\\Sigma}g^{+})$ and its associated reactions are incorporated into a global/equivalent circuit model of an $Ar$/$O_2$ discharge. By independently adjusting the quenching coefficients of both metastable species, changes of these surface coefficients are found to significantly affect the discharge characteristics, indicating that the role of $O_2(b^{1}{\\Sigma}g^{+})$ cannot be neglected. The effects of their respective surface quenching coefficients of these metastables based on various wall materials on the discharge are revealed including their effects on different particle species densities, plasma impedance, voltage drops across the sheaths, as well as plasma power absorption.         ",
    "url": "https://arxiv.org/abs/2601.08138",
    "authors": [
      "Wan Dong",
      "Yi Wang",
      "Yi-Fan Zhang",
      "Yuan-Hong Song"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2601.08191",
    "title": "Vacuum-dressed superconductivity in NbN observed in a high-$Q$ terahertz cavity",
    "abstract": "           Emerging theoretical frameworks suggest that physical properties of matter can be altered within an optical cavity by harnessing quantum vacuum electromagnetic fluctuations, even in the total absence of external driving fields. Among the most intriguing predictions is the potential to noninvasively manipulate superconductivity. Here, we experimentally observe modified superconductivity in niobium nitride (NbN) thin films within high-quality-factor ($Q$) terahertz cavities. Using terahertz time-domain spectroscopy, we characterize the NbN response both in free space and within a high-$Q$ photonic-crystal cavity. Our analysis reveals significant cavity-induced modifications to the optical conductivity. A theoretical model indicates that these changes originate from a substantial ($\\sim13\\,\\%$) reduction in the superfluid density and a minor ($\\sim2\\,\\%$) reduction in the superconducting gap, driven by cavity vacuum fluctuations. These results demonstrate a platform for engineering ground states via vacuum--matter coupling, opening frontiers in cavity materials science.         ",
    "url": "https://arxiv.org/abs/2601.08191",
    "authors": [
      "Hongjing Xu",
      "Andrey Baydin",
      "Qinyan Yi",
      "I-Te Lu",
      "Ningxu Zhu",
      "T. Elijah Kritzell",
      "Jacques Doumani",
      "Dasom Kim",
      "Fuyang Tay",
      "Angel Rubio",
      "Junichiro Kono"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Superconductivity (cond-mat.supr-con)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2601.08255",
    "title": "The 0.5 Ratio Limit and Geometry-Induced Missing Energy: Universal 3D Quantum Constraints on Fragment Distributions from Attosecond to Subatomic Scales",
    "abstract": "           The sudden approximation is a fundamental tool for describing ultrafast quantum transitions, yet the relationship between the initial 3D wavefunction and the final kinetic energy release (KER) remains poorly understood. In this work, we demonstrate that the observed fragment energy distribution $P(E)$ following a sudden Coulomb explosion is a direct manifestation of the initial state's 3D radial geometry. By applying a Bohmian-inspired local energy framework to Slater-type orbitals, we identify a universal \\textbf{``0.5 Rule''}: for ground-state configurations, the ratio of the peak detected energy to the integrated average energy ($R_E = E_{peak}/\\langle E \\rangle$) is strictly bounded below 0.5. Our systematic parametric study reveals that this ratio is highly sensitive to the orbital exponent $\\zeta$ and the principal quantum number $n$. Specifically, $R_E$ decreases significantly as $\\zeta$ increases, suggesting that the kinetic energy of fragments from inner-shell orbitals is far more suppressed than that of valence electrons. We further show that for excited states ($n > 1$), the emergence of secondary high-energy peaks provides a theoretical explanation for the structured KER spectra observed in $H_2^+$ ionization experiments. Finally, we propose that this geometric energy shift offers a new perspective on the ``missing energy'' problem in particle physics. Our findings suggest that a detected energy peak lower than the statistical mean may be an intrinsic signature of 3D quantum-spatial distribution ($r^2|\\psi|^2$) rather than proof of undetected particles. This work provides a rigorous framework for recalibrating experimental energy signals across atomic, molecular, and subatomic scales.         ",
    "url": "https://arxiv.org/abs/2601.08255",
    "authors": [
      "Jinzhen Zhu"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2601.08261",
    "title": "Terahertz Communications Using Effective-Medium-Slot Waveguides",
    "abstract": "           All-dielectric effective-medium-clad waveguides have been widely exploited in terahertz communications owing to their extremely low loss, low dispersion, and broad bandwidth. In this work, we propose a substrateless effective-medium-slot waveguide. Additionally, we introduce a taper-free interface that allows terahertz waves to directly couple from a metallic hollow waveguide without requiring dielectric insertion. By engineering slot couplers with an effectivemedium channel for impedance and modal matching, the waveguide achieves a fractional 3-dB bandwidth of 40% with a maximum coupling efficiency of 90% in the WR-2.2 band (330-500 GHz). By employing a broadband uni-traveling-carrier photodiode transmitter and sub-harmonic mixer receivers, we achieve an aggregated data rate of 0.8 Tbit/s with quadrature amplitude modulation schemes across 14 channels from 330-600 GHz. The effective-medium-slot waveguide platform yields robust broadband coupling with enhanced mechanical protection, offering reliable interconnects for ultra-high-speed terahertz integrated systems.         ",
    "url": "https://arxiv.org/abs/2601.08261",
    "authors": [
      "Nguyen H. Ngo",
      "Weijie Gao",
      "Guillaume Ducournau",
      "Hadjer Nihel Khelil",
      "Rita Younes",
      "Pascal Szriftgiser",
      "Hidemasa Yamane",
      "Yoshiharu Yamada",
      "Shuichi Murakami",
      "Withawat Withayachumnankul",
      "Masayuki Fujita"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2601.08433",
    "title": "Tunable, high pulse energy and narrow linewidth gas-filled fiber laser across near- and mid-infrared",
    "abstract": "           Wavelength widely tunable infrared fiber lasers that simultaneously deliver high pulse energies with narrow linewidths are critical for applications ranging from spectroscopy to nonlinear optics, yet achieving this combination has remained a long-standing challenge. Here, we demonstrate that gas-filled anti-resonant hollow-core fiber Raman laser offers tunability across a broad spectral range from the near-infrared (~1.4 {\\mu}m) to the mid-infrared (~4.6 {\\mu}m), with near microjoule level high pulse energy and a narrow linewidth of few gigahertz or less. This performance arises from a unique pump laser design together with an optimized selection of gas-filled anti-resonant hollow-core fibers, opening a promising pathway toward compact, high-performance tunable infrared fiber-based sources.         ",
    "url": "https://arxiv.org/abs/2601.08433",
    "authors": [
      "Yazhou Wang",
      "Marcello Meneghetti",
      "Manoj K. Dasa",
      "Timothy Bate",
      "J. E. Antonio-Lopez",
      "Ian A. Davidson",
      "Qiang Fu",
      "Jaroslaw Rzegocki",
      "Gregory T. Jasion",
      "Francesco Poletti",
      "Rodrigo Amezcua-Correa",
      "Christos Markos"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2601.08515",
    "title": "Advances in All-Silicon Waveguides for Terahertz Integration",
    "abstract": "           In chip-to-chip communication, terahertz waves provide a promising approach to achieve high data capacity with improved energy efficiency, effectively bridging the gap between electrical and optical domains. By realizing this potential, all-dielectric waveguides have emerged as high-speed interconnects, offering broad bandwidth and low-loss characteristics while being compatible with planar integration. This paper reviews different types of terahertz all-dielectric waveguides, including photonic-crystal and effective-medium-clad structures, and highlights recent progress in implementing these platforms to develop various passive functional devices, paving the way for high-speed operation and large-scale integration in terahertz systems.         ",
    "url": "https://arxiv.org/abs/2601.08515",
    "authors": [
      "Nguyen H. Ngo",
      "Weijie Gao",
      "Masayuki Fujita"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2601.08532",
    "title": "Enhanced Athermal Phonon Responsivity in a Kinetic Inductance Detector with Integrated Phonon Collectors",
    "abstract": "           Cryogenic phonon detectors are adopted in light dark matter searches and coherent elastic neutrino-nucleus scattering experiments as they can achieve low energy thresholds. The phonon mediated sensing of silicon particle absorbers has already been proved with Kinetic Inductance Detectors (KIDs), acting both as sensors and athermal phonon absorbers at the same time. In this work we present the design and the performance of an improved detector, where the KID acts only as sensor and is coupled to dedicated phonon collectors. The separation between the detector and the collectors increases the variation of the quasi-particle density within the device, thereby enhancing its responsivity. The meander of the KID is composed of a 77nm trilayer wire of Aluminum-Titanium-Aluminum, while the phonon collectors are made of a 100nm Aluminum layer and act as quasi-particles funnels. Inside the collectors, the absorbed athermal phonons generate quasi-particles which, after diffusion, are trapped in the lower-gap superconducting trilayer. The performance of this setup is compared to that of a standard phonon-mediated KID, showing an increase in responsivity by around a factor of five.         ",
    "url": "https://arxiv.org/abs/2601.08532",
    "authors": [
      "Leonardo Pesce",
      "Alessio Ludovico De Santis",
      "Martino Calvo",
      "Matteo Cappelli",
      "Usasi Chowdhury",
      "Angelo Cruciani",
      "Giorgio Del Castello",
      "Daniele Delicato",
      "Matteo Folcarelli",
      "Matteo del Gallo Roccagiovine",
      "Alessandro Monfardini",
      "Davide Quaranta",
      "Marco Vignati"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2601.08671",
    "title": "Ultrafast quantum optics with attosecond control",
    "abstract": "           Modern Quantum optics largely remains quasi-stationary, far from intrinsic optical field timescales. Ultrafast quantum optics seeks to generate, shape, and measure quantum states of light on femtosecond and attosecond timescales. Here we introduce a quantum light field squeezer (QLFS) that enables the generation and attosecond control of ultrafast broadband squeezed light. Using degenerate four-wave mixing in a quasi-collinear focusing geometry, our approach overcomes conventional broadband phase-matching limits, producing intensity- and phase-squeezed states directly from few-cycle laser pulses. Our ultrafast quantum optical metrology reveals a time-dependent squeezing distribution across individual half-cycles of the electric field. Incorporating this time-dependent squeezing into strong-field simulations shows that the temporal redistribution of quantum uncertainty reshapes the high-harmonic emission. Moreover, by tuning the relative pulse delay and phase-matching angle, we achieve attosecond precision in controlling the squeezing characteristics by visualizing inferred effective Wigner representations of the quantum light field. Beyond characterization, we demonstrate that the quantum light-induced tunneling-current noise is sensitive to the nonclassical intensity-noise statistics of the driving squeezed light, with sub-femtosecond control. Together, these results extend the generation, control, and effective phase-space representation of squeezed light into the ultrafast and attosecond regime, opening new avenues for quantum optics in strong-field and solid-state systems.         ",
    "url": "https://arxiv.org/abs/2601.08671",
    "authors": [
      "Mohamed Sennary",
      "Javier Rivera-Dean",
      "Maciej Lewenstein",
      "Mohammed Th. Hassan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2601.07883",
    "title": "Local Scale Invariance in Quantum Theory: Experimental Predictions",
    "abstract": "           We explore the experimental predictions of the local scale invariant, non-Hermitian pilot-wave (de Broglie-Bohm) formulation of quantum theory introduced in arXiv:2601.03567. We use Weyl's definition of gravitational radius of charge to obtain the fine-structure constant for non-integrable scale effects $\\alpha_S$. The minuteness of $\\alpha_S$ relative to $\\alpha$ ($\\alpha_S/\\alpha \\sim 10^{-21}$) effectively hides the effects in usual quantum experiments. In an Aharonov-Bohm double-slit experiment, the theory predicts that the position probability density depends on which slit the particle trajectory crosses, due to a non-integrable scale induced by the magnetic flux. This experimental prediction can be realistically tested for an electrically neutral, heavy molecule with mass $m \\sim 10^{-19} \\text{g}$ at a $\\sim 10^6 \\text{ esu}$ flux regime. We analyse the Weyl-Einstein debate on the second-clock effect using the theory and show that spectral frequencies are history-independent. We thereby resolve Einstein's key objection against local scale invariance, and obtain two further experimental predictions. First, spectral intensities turn out to be history-dependent. Second, energy eigenvalues are modified by tiny imaginary corrections that modify spectral linewidths. We argue that the trajectory dependence of the probabilities renders our theory empirically distinguishable from other quantum formulations that do not use pilot-wave trajectories, or their mathematical equivalents, to derive experimental predictions.         ",
    "url": "https://arxiv.org/abs/2601.07883",
    "authors": [
      "Indrajit Sen",
      "Matthew Leifer"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "High Energy Physics - Theory (hep-th)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2601.07932",
    "title": "Bohmian mechanics: A legitimate hydrodynamic picture for quantum mechanics, and beyond",
    "abstract": "           Since its inception, Bohmian mechanics has been surrounded by a halo of controversy. Originally proposed to bypass the limitations imposed by von Neumann's theorem on the impossibility of hidden-variable models in quantum mechanics, it faced strong opposition from the outset. Over time, however, its use in tackling specific problems across various branches of physics has led to a gradual shift in attitude, turning the early resistance into a more moderate acceptance. A plausible explanation for this change may be that, since the late 1990s and early 2000s, Bohmian mechanics has been taking on a more operational and practical role. The original hidden-variable idea has gradually faded from its framework, giving way to a more pragmatic approach that treats it as a suitable analytical and computational tool. This discussion explores how and why such a shift in perspective has occurred and, therefore, answers questions such as whether Bohmian mechanics should be considered once and for all a legitimate quantum representation (i.e., worth being taught in elementary quantum mechanics courses) or, by extension, whether these ideas can be transferred to and benefit other fields. Here, the Schrödinger equation and several specific numerical examples are re-examined in the light of a less restrictive view than the standard one usually adopted in quantum mechanics.         ",
    "url": "https://arxiv.org/abs/2601.07932",
    "authors": [
      "A. S. Sanz"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2501.13711",
    "title": "Rapid wavefront shaping using an optical gradient acquisition",
    "abstract": "           Wavefront shaping systems aim to image deep into scattering tissue by reshaping incoming and outgoing light to correct aberrations caused by tissue inhomogeneity However, the desired modulation depends on the unknown tissue structure and therefore its estimation is a challenging time-consuming task. Most strategies rely on coordinate descent optimization, which sequentially varies each modulation parameter and assesses its impact on the resulting image. We propose a rapid wavefront shaping scheme that transitions from coordinate descent to gradient descent optimization, using the same measurement to update all modulation parameters simultaneously. To achieve this, we have developed an analytical framework that expresses the gradient of the wavefront shaping score with respect to all modulation parameters. Although this gradient depends on the unknown tissue structure, we demonstrate how it can be inferred from the optical system's measurements. Our new framework enables rapid inference of wavefront shaping modulations. Additionally, since the complexity of our algorithm does not scale with the number of modulation parameters, we can achieve very high-resolution modulations, leading to better corrections in thicker tissue layers. We showcase the effectiveness of our framework in correcting aberrations in a coherent confocal microscope.         ",
    "url": "https://arxiv.org/abs/2501.13711",
    "authors": [
      "Sagi Monin",
      "Marina Alterman",
      "Anat Levin"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2502.20069",
    "title": "High-Fidelity Integrated Quantum Photonic Logic Via Robust Directional Couplers",
    "abstract": "           Scalable quantum information processing with integrated photonics requires quantum logic operations with high fidelity and robustness. Directional couplers, the fundamental elements enabling quantum interference and logic operations, are inherently sensitive to fabrication imperfections and environmental fluctuations, leading to reduced gate fidelities. Here, we experimentally demonstrate a passive design strategy that mitigates these errors by exploiting a stationary geometrical configuration in uniform directional couplers, where first-order variations in the coupling coefficient are intrinsically suppressed. The robust geometry is implemented in a silicon-on-insulator photonic chip hosting two-photon controlled-NOT (CNOT) quantum gates and its performance is directly compared to a non-optimized design. Measurements indicate a mean gate fidelity of $93.30 \\pm 0.11\\%$, representing a clear improvement over the non-robust implementation mean fidelity of $91.93 \\pm 0.17\\%$, without any active tuning or footprint increase. This performance approaches the theoretical limit of $93.78\\%$, imposed by the imperfect source. Monte Carlo simulations incorporating realistic fabrication noise confirm the observed enhancement and reveal consistent suppression of gate-level error rates. These results demonstrate a compact, fabrication-tolerant building block for scalable, fault-tolerant photonic quantum circuits and highlight the power of passive geometric error mitigation in quantum hardware design.         ",
    "url": "https://arxiv.org/abs/2502.20069",
    "authors": [
      "Jonatan Piasetzky",
      "Khen Cohen",
      "Yehonatan Drori",
      "Amit Rotem",
      "Yuval Warshavsky",
      "Yaron Oz",
      "Haim Suchowski"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2506.22878",
    "title": "Topological phase transition induced by modulating unit cells in photonic Lieb lattice",
    "abstract": "           Topological photonics was embarked from realizing the first-order chiral state in gyromagnetic media, but its higher-order states were mostly studied in dielectric lattice instead. In this paper we theoretically unveil a hierarchy of topological phases under broken time-reversal symmetry, which include the first-order Chern, and the second-order dipole, quadrupole phases. Concretely, by relaxing a certain spatial symmetry of unit cell, versatile topological phases including both edge and corner states can be established to transit around, with bandgap closures marking the phase boundaries. Our results on gyromagnetic photonic crystals may broaden the scope of sublattice engineering design for topological phase manipulation, potentially enabling multifunctional disorder-resistant waveguides and integrated photonic circuits for information communication.         ",
    "url": "https://arxiv.org/abs/2506.22878",
    "authors": [
      "Zhi-Kang Xiong",
      "Y. Liu",
      "Xiying Fan",
      "Bin Zhou"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2507.13658",
    "title": "Splitting of the three-body Förster resonance in Rb Rydberg atoms as a measure of dipole-dipole interaction strength",
    "abstract": "           Three-body Förster resonances controlled by a dc electric field are of interest for the implementation of three-qubit quantum gates with single atoms in optical traps using their laser excitation into strongly interacting Rydberg states. In our recent theoretical paper [Zh. Eksper. Teor. Fiz. 168(1), 14 (2025)] it was found that the proposed earlier three-body Förster resonance $3\\times nP_{3/2} \\to nS_{1/2} +(n+1)S_{1/2} +nP_{1/2} $ in Rb Rydberg atoms has a splitting, with one of the split components having weaker dependence of the resonant electric field (and the corresponding dynamic shift) on the distance $R$ between the atoms. Here we study this effect in more detail, since such a resonance is the most suitable for performing experiments on observing coherent oscillations of populations of collective three-body states and implementing three-qubit quantum gates based on them. For a linear spatial configuration of three interacting Rydberg atoms, the physical mechanism of this phenomenon is revealed and analytical formulas are obtained that describe the behavior of split structure of the Förster resonance depending on $R$. It is found that the splitting is a measure of the energy of the resonant dipole-dipole exchange interaction with an excitation hopping between neighboring Rydberg states $S$ and $P$.         ",
    "url": "https://arxiv.org/abs/2507.13658",
    "authors": [
      "I.I.Ryabtsev",
      "I.N.Ashkarin",
      "I.I.Beterov",
      "D.B.Tretyakov",
      "E.A.Yakshina",
      "V.M.Entin",
      "P.Cheinet"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2512.05174",
    "title": "Quantum open system description of a hybrid plasmonic cavity",
    "abstract": "           We present a unified quantum open system framework for lossy plasmonic cavities in which coherent dynamics, relaxation, dephasing, and irreversible absorption are treated on equal footing. The Dyson equation for the cavity photon propagator in the random-phase approximation yields a complex self-energy S that accounts for both the renormalization and the damping of hybrid plasmon-photon modes (polaritons, in a quasi-particle description). Tracing out the electronic and photonic environments leads to a Liouvillian for the upper (UP) and lower (LP) polaritonic branches, incorporating leakage through the imaginary part of the self-energy, internal UP-LP scattering rates, and dephasing. Time evolution equations for polariton populations, interbranch coherence, and driven amplitudes in closed form also provide analytic expressions for their steady-state values, the quench rate of UP-LP oscillations and polaritonic lineshapes, valid in the limit of low polaritonic density, but covering light-matter ultrastrong coupling. The theory establishes a self-consistent description of dissipative polariton dynamics in plasmonic and nanophotonic cavities, directly applicable to response spectra, time-domain measurements, and dissipation engineering.         ",
    "url": "https://arxiv.org/abs/2512.05174",
    "authors": [
      "Marco Vallone"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2512.14168",
    "title": "An Algebraic Approach to Bifurcations in Kerr Ring and Fabry-Perot Resonators",
    "abstract": "           Nonlinear phenomena such as optical bistability and spontaneous symmetry breaking play a central role in Kerr resonators, and are increasingly exploited in photonic integrated circuits for all-optical information processing. In this work, we present an analytical framework allowing to find the stationary states and their bifurcations for the propagating fields in Kerr ring and Fabry-Perot resonators, which can be generalized to other nonlinear systems. Using tools from nonlinear algebra, namely, polynomial resultants and Groebner bases, we derive compact polynomial expressions describing the system's full solution in both intensity and amplitude representations. The bifurcations follow directly from these expressions, and are additionally characterized as exceptional points of an auxiliary linear non-Hermitian system. Together, these results unify optical bistability and spontaneous symmetry breaking within a single analytical framework, and offer a route toward improved control of nonlinear optical systems, and the design of photonic devices.         ",
    "url": "https://arxiv.org/abs/2512.14168",
    "authors": [
      "Juan Diego Mazo-Vasquez",
      "Julius T. Gohsrich",
      "Flore K. Kunst",
      "Lewis Hill"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mathematical Physics (math-ph)"
    ]
  },
  {
    "id": "arXiv:2512.23466",
    "title": "Accelerated Topological Pumping in Photonic Waveguides Based on Global Adiabatic Criteria",
    "abstract": "           Adiabatic topological pumping enables robust transport of energy and information, yet its operational speed is fundamentally constrained by the instantaneous adiabatic condition, which necessitates prohibitively slow parameter variations. Here, we propose a paradigm shift from instantaneous to global adiabaticity. We derive a global adiabatic criterion (GAC) that establishes an absolute fidelity bound by controlling the root-mean-square nonadiabaticity. Building on this framework, we introduce a fluctuation-suppression acceleration criterion to minimize spatial inhomogeneity, allowing for a safe increase in mean nonadiabaticity without compromising fidelity. We experimentally demonstrate this principle in femtosecond-laser-written photonic Su-Schrieffer-Heeger waveguide arrays via scalable power-law coupling modulation. Our accelerated topological pumping achieves a fidelity of >0.95 with a fivefold reduction in device length compared to conventional schemes, exhibits the predicted linear scaling with system size, and maintains robust performance across a bandwidth exceeding 400 nm. This GAC framework provides a universal design rule for fast, compact, and robust adiabatic devices across both quantum and classical topological platforms.         ",
    "url": "https://arxiv.org/abs/2512.23466",
    "authors": [
      "Kai-Heng Xiao",
      "Shi-Lei Su",
      "Xiang Ni",
      "Yi-Ke Sun",
      "Jin-Kang Guo",
      "Zhi-Yong Hu",
      "Xu-Lin Zhang",
      "Jia Li",
      "Jin-Lei Wu",
      "Zhen-Nan Tian",
      "Qi-Dai Chen"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2601.05156",
    "title": "Optical Entropy and Generalized Thermodynamics of Solitonic Event Horizons",
    "abstract": "           The realization of Hawking radiation in optical analogs has historically focused on kinematic observables, such as the effective temperature determined by the horizon's surface gravity. A complete thermodynamic description, however, necessitates a rigorous definition of entropy and irreversibility, which has remained elusive in Hamiltonian optical systems. In this work, we bridge this gap by introducing an operational entropy for solitonic event horizons, derived from the spectral partitioning of the optical field into coherent solitonic and incoherent radiative subsystems. We demonstrate that the emission of resonant radiation, mediated by the breaking of soliton integrability due to higher-order dispersion, serves as a fundamental mechanism for entropy production. Numerical simulations of the generalized nonlinear Schrodinger equation confirm that this process satisfies a generalized second law, where the change in total entropy is non-negative. These results establish optical event horizons as consistent nonequilibrium thermodynamic systems, offering a new pathway to explore the information-theoretic aspects of analog gravity in laboratory settings.         ",
    "url": "https://arxiv.org/abs/2601.05156",
    "authors": [
      "Hasan Oguz"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2403.04572",
    "title": "Quantum theory of molecular orientations",
    "abstract": "           We formulate a quantum phase space for rotational and nuclear-spin states of rigid molecules. For each nuclear spin isomer, we re-derive the isomer's admissible angular momentum states from molecular geometry and nuclear-spin data, introduce its angular position states using quantization theory, and develop a generalized Fourier transform converting between the two. We classify molecules into three types -- asymmetric, rotationally symmetric, and perrotationally symmetric -- with the last type having no macroscopic analogue due to nuclear-spin statistics constraints. We discuss two general features in perrotationally symmetric state spaces that are Hamiltonian-independent and induced solely by symmetry and spin statistics. First, we quantify when and how an isomer's state space is completely rotation-spin entangled, meaning that it does not admit any separable states. Second, we identify isomers whose position states house an internal pseudo-spin or \"fiber\" degree of freedom, and the fiber's Berry phase or matrix after adiabatic changes in position yields naturally robust operations, akin to braiding anyonic quasiparticles or realizing fault-tolerant quantum gates. We outline how the fiber can be used as a quantum error-correcting code and discuss scenarios where these features can be experimentally probed         ",
    "url": "https://arxiv.org/abs/2403.04572",
    "authors": [
      "Victor V. Albert",
      "Eric Kubischta",
      "Mikhail Lemeshko",
      "Lee R. Liu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Representation Theory (math.RT)",
      "Atomic Physics (physics.atom-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  }
]