[
  {
    "id": "arXiv:2204.02564",
    "title": "Low phase noise THz generation from a fiber-referenced Kerr  microresonator soliton comb",
    "abstract": "THz oscillators generated via frequency-multiplication of microwaves are facing difficulty in achieving low phase noise. Photonics-based techniques, in which optical two tones are translated to a THz wave through opto-electronic conversion, are promising if the relative phase noise between the two tones is well suppressed. Here, a THz ($\\approx$ 560 GHz) wave with an unprecedented phase noise is provided by a frequency-stabilized, dissipative Kerr microresonator soliton comb. The repetition frequency of the comb is stabilized to a long fiber in a two-wavelength delayed self-heterodyne interferometer, significantly reducing the phase noise of the THz wave. A new measurement technique to characterize the phase noise of the THz wave beyond the limit of a frequency-multiplied microwave is also demonstrated, showing the superior phase noise of the THz wave to any other THz oscillators (> 300 GHz). ",
    "url": "https://arxiv.org/abs/2204.02564",
    "authors": [
      "Naoya Kuse",
      "Kenji Nishimoto",
      "Yu Tokizane",
      "Shota Okada",
      "Gabriele Navickaite",
      "Michael Geiselmann",
      "Kaoru Minoshima",
      "Takeshi Yasui"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2204.02589",
    "title": "Solid-state heteronuclear multiple-quantum spectroscopy under a  magic-angle spinning frequency of 150 kHz",
    "abstract": "We hereby demonstrate that 1H detected 15N-1H heteronuclear multiple-quantum spectroscopy can be carried out at a magic angle spinning frequency of 150 kHz. While the 15N-1H multiple-quantum coherences can be directly excited from the dipolar order created by the method of adiabatic demagnetization in the rotating frame, it is technically more advantageous to acquire the chemical shift evolution of the heteronuclear multiple-quantum coherence by two separate chemical shift evolution periods for 1H and 15N. We also show that the heteronuclear multiple-quantum correlation spectrum can be obtained by shearing the corresponding heteronuclear single-quantum correlation spectrum. ",
    "url": "https://arxiv.org/abs/2204.02589",
    "authors": [
      "Eric Chung-Yueh Yuan",
      "Po-Wen Chen",
      "Shing-Jong Huang",
      "Mai-Liis Org",
      "Ago Samoson",
      "Jerry Chun Chung Chan"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2204.02605",
    "title": "Properties of optical ducts, their chromatism and its effects on  astronomical refraction",
    "abstract": "The fundamental quadrature governing light rays in a spherically symmetrical medium is first recalled. A rigorous discussion of some qualitative properties of its solutions follows, using the Young-Kattawar diagram which leads to a geometric formulation of the ray curvature. The case of an optical duct is deepened, analyzing transfer curves for different positions of the observer with respect to the duct. New analytical expressions for their wavelength dependence are derived, and their numerical consequences are coherent with computer simulations. ",
    "url": "https://arxiv.org/abs/2204.02605",
    "authors": [
      "Luc Dettwiller"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ]
  },
  {
    "id": "arXiv:2204.02703",
    "title": "A New Optical Model for Photomultiplier Tubes",
    "abstract": "It is critical to construct an accurate optical model of photomultiplier tubes (PMTs) in many applications to describe the angular and spectral responses of the photon detection efficiency (PDE) of the PMTs in their working media. In this study, we propose a new PMT optical model to describe both light interactions with the PMT window and optical processes inside PMTs with reasonable accuracy based on the optics theory and a GEANT4-based simulation toolkit. The proposed model builds a relationship between the PDE and the underlying processes that the PDE relies on. This model also provides a tool to transform the PDE measured in one working medium (like air) to the PDE in other media (like water, liquid scintillator, etc). Using two 20\" MCP-PMTs and one 20\" dynode PMT, we demonstrate a complete procedure to obtain the key parameters used in the model from experimental data, such as the optical properties of the antireflective coating and photocathode of the three PMTs. The proposed model can effectively reproduce the angular responses of the quantum efficiency of PMTs, even though an ideally uniform photocathode is assumed in the model. Interestingly, the proposed model predicts a similar level ($20\\%\\sim30\\%$) of light yield excess observed in the experimental data of many liquid scintillator-based neutrino detectors, compared with that predicted at the stage of detector design. However, this excess has never been explained, and the proposed PMT model provides a good explanation for it, which highlights the imperfections of PMT models used in their detector simulations. ",
    "url": "https://arxiv.org/abs/2204.02703",
    "authors": [
      "Yaoguang Wang",
      "Guofu Cao",
      "Liangjian Wen",
      "Yifang Wang"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2204.02750",
    "title": "Optical manipulation with metamaterial structures",
    "abstract": "Optical tweezers employing forces produced by light underpin important manipulation tools in many areas of applied and biological physics. Conventional optical tweezers are based on refractive optics, and they require excessive auxiliary optical elements to reshape both amplitude and phase, as well as wavevector and angular momentum of light, and thus impose limitations to the overall cost and integration of optical systems. Metamaterials provide both electric and optically induced magnetic response in subwavelength optical structures, and they are highly beneficial to achieve unprecedented control of light required for many applications, also opening new opportunities for optical manipulation. Here, we review the recent advances in the field of optical tweezers employing the physics and concepts of metamaterials (the so-called meta-tweezers) and demonstrate that metamaterial structures could not only advance classical operations with particles, such as trapping, transporting, and sorting, but they uncover exotic optical forces such as pulling and lateral forces. Remarkably, apart from manipulation of particles, metastructures can be powered dynamically by light to realize ingenious meta-robots. We provide an outlook for future opportunities in this area ranging from enhanced particle manipulation to meta-robot actuation. ",
    "url": "https://arxiv.org/abs/2204.02750",
    "authors": [
      "Yuzhi Shi",
      "Qinghua Song",
      "Ivan Toftul",
      "Tongtong Zhu",
      "Yefeng Yu",
      "Weiming Zhu",
      "Din Ping Tsai",
      "Yuri Kivshar",
      "Ai Qun Liu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2204.02769",
    "title": "The Peripheral Vortex Biome of Confined Quantum Fluids and Its Influence  on Vortex Pair Annihilation",
    "abstract": "The self-annihilation of oppositely charged optical vortices in a quantum fluid is hindered by nonlinearity and promoted by radial confinement, resulting in rich life-cycle dynamics of such pairs. The competing effects generate a biome of peripheral vortices that can directly interact with the original pair to produce a sequence of surrogation events. Numerical simulation is used to elucidate the role of the vortex biome as a function of nonlinearity strength and the initial spacing between the engineered vortices. The results apply directly to other nonlinear quantum fluids as well and may be useful in the control of complex condensates in which vortex dynamics produce topologically protected phases. ",
    "url": "https://arxiv.org/abs/2204.02769",
    "authors": [
      "Chuanzhou Zhu",
      "Patrick C. Ford",
      "Mark E. Siemens",
      "Mark T. Lusk"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Other Condensed Matter (cond-mat.other)",
      "Quantum Gases (cond-mat.quant-gas)"
    ]
  },
  {
    "id": "arXiv:2204.02807",
    "title": "Ultraviolet optical horn antennas for label-free detection of single  proteins",
    "abstract": "Single-molecule fluorescence techniques have revolutionized our ability to study proteins. However, the presence of a fluorescent label can alter the protein structure and/or modify its reaction with other species. To avoid the need for a fluorescent label, the intrinsic autofluorescence of proteins in the ultraviolet offers the benefits of fluorescence techniques without introducing the labelling drawbacks. Unfortunately, the low autofluorescence brightness of proteins has greatly challenged single molecule detection so far. Here we introduce optical horn antennas, a dedicated nanophotonic platform enabling the label-free detection of single proteins in the UV. This design combines fluorescence plasmonic enhancement, efficient collection up to 85{\\textdegree} angle and background screening. We detect the UV autofluorescence from immobilized and diffusing single proteins, and monitor protein unfolding and dissociation upon denaturation. Optical horn antennas open up a unique and promising form of fluorescence spectroscopy to investigate single proteins in their native states in real time. ",
    "url": "https://arxiv.org/abs/2204.02807",
    "authors": [
      "Aleksandr Barulin",
      "Prithu Roy",
      "Jean-Benoît Claude",
      "Jérôme Wenger"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.02862",
    "title": "Tailored nano-electronics and photonics with two-dimensional materials  at terahertz frequencies",
    "abstract": "The discovery of graphene and its fascinating capabilities have triggered an unprecedented interest in inorganic two-dimensional (2D) materials. Van der Waals (vdW) layered materials as graphene, hexagonal boron nitride (hBN), transition metal dichalcogenides (TMDs), and the more recently re-discovered black phosphorus (BP) indeed display an exceptional technological potential for engineering nano-electronic and nano-photonic devices and components by design, offering a unique platform for developing new devices with a variety of ad-hoc properties. In this perspective article, we provide a vision on the key transformative applications of 2D nanomaterials for the developments of nanoelectronic, nanophotonic, optical and plasmonic devices, at terahertz frequencies, highlighting how the rich physical phenomena enabled by their unique band-structure engineering can allow those devices to boost the vibrant field of quantum science and quantum technologies. ",
    "url": "https://arxiv.org/abs/2204.02862",
    "authors": [
      "Leonardo Viti",
      "Miriam Serena Vitiello"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2204.02865",
    "title": "How to build the optical inverse of a multimode fibre",
    "abstract": "When light propagates through a multimode optical fibre (MMF), the spatial information it carries is scrambled. Wavefront shaping can undo this scrambling, typically one spatial mode at a time - enabling deployment of MMFs as ultra-thin micro-endoscopes. In this work we go beyond serial wavefront shaping by showing how to simultaneously unscramble all spatial modes emerging from an MMF in parallel. We introduce a passive multiple-scattering element - crafted through the process of inverse design - that is complementary to an MMF and undoes its optical effects. This optical inverter makes possible both single-shot wide-field imaging and super-resolution imaging through MMFs. Our design consists of a cascade of diffractive elements, and can be understood from the perspective of both multi-plane light conversion, and as a physically inspired deep diffractive neural network. This physical architecture can outperform state-of-the-art electronic neural networks tasked with unscrambling light, as it preserves the phase and coherence information of the optical signals flowing through it. Here we demonstrate our MMF inversion concept through numerical simulations, and efficiently sort and unscramble up to ~400 step-index fibre modes, reforming incoherent images of scenes at arbitrary distances from the distal fibre facet. We also describe how our optical inverter can dynamically adapt to see through flexible fibres with a range of experimentally realistic TMs - made possible by moulding optical memory effects into the structure of our design. Although complex, our inversion scheme is based on current fabrication technology so could be realised in the near future. Beyond imaging through scattering media, these concepts open up a range of new avenues for optical multiplexing, communications and computation in the realms of classical and quantum photonics. ",
    "url": "https://arxiv.org/abs/2204.02865",
    "authors": [
      "Unė G. Būtaitė",
      "Hlib Kupianskyi",
      "Tomáš Čižmár",
      "David B. Phillips"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.02691",
    "title": "Scalable implementation of $(d+1)$ mutually unbiased bases for  $d$-dimensional quantum key distribution",
    "abstract": "A high-dimensional quantum key distribution (QKD) can improve error rate tolerance and the secret key rate. Many $d$-dimensional QKDs have used two mutually unbiased bases (MUBs), while $(d+1)$ MUBs enable a more robust QKD. However, a scalable implementation has not been achieved because the setups have required $d$ devices even for two MUBs or a flexible convertor for a specific optical mode. Here, we propose a scalable and general implementation of $(d+1)$ MUBs using $\\log_p d$ interferometers in prime power dimensions $d=p^N$. We implemented the setup for time-bin states and observed an average error rate of 3.8% for phase bases, which is lower than the 23.17% required for a secure QKD against collective attack in $d=4$. ",
    "url": "https://arxiv.org/abs/2204.02691",
    "authors": [
      "Takuya Ikuta",
      "Seiseki Akibue",
      "Yuya Yonezu",
      "Toshimori Honjo",
      "Hiroki Takesue",
      "Kyo Inoue"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.02768",
    "title": "Quantum Computers, Predictability, and Free Will",
    "abstract": "This article focuses on the connection between the possibility of quantum computers, the predictability of complex quantum systems in nature, and the issue of free will. ",
    "url": "https://arxiv.org/abs/2204.02768",
    "authors": [
      "Gil Kalai"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "General Literature (cs.GL)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2204.02799",
    "title": "Scandium Nitride as a Gateway III-Nitride Semiconductor for  Optoelectronic Artificial Synaptic Devices",
    "abstract": "Traditional computation based on von Neumann architecture is limited by the time and energy consumption due to data transfer between the storage and the processing units. The von Neumann architecture is also inefficient in solving unstructured, probabilistic, and real-time problems. To address these challenges, a new brain-inspired neuromorphic computational architecture is required. Due to absence of resistance-capacitance (RC) delay, high bandwidth and low power consumption, optoelectronic artificial synaptic devices are highly attractive. Yet stable, scalable, and complementary-metal-oxide-semiconductor (CMOS)-compatible synapses have not been demonstrated. In this work, persistence in the photoconductivity of undoped and magnesium-doped scandium nitride (ScN) is equated to the inhibitory and excitatory synaptic plasticity of the biological synapses responsible for memory and learning. Primary functionalities of a biological synapse like short-term memory (STM), long-term memory (LTM), the transition from STM-to-LTM, learning and forgetting, frequency-selective optical filtering, frequency-dependent potentiation and depression, Hebbian learning, and logic gate operations are demonstrated. ",
    "url": "https://arxiv.org/abs/2204.02799",
    "authors": [
      "Dheemahi Rao",
      "Bivas Saha"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2204.02830",
    "title": "Free-Space Quantum Key Distribution with Single Photons from Defects in  Hexagonal Boron Nitride",
    "abstract": "We present a proof-of-concept demonstration of free-space quantum key distribution (QKD) with single photons generated from an isolated defect in hexagonal boron nitride (hBN). The source, operating at room temperature with a 10% brightness, is integrated into a B92 protocol and a secure key rate (SKR) of 238 bps and a quantum bit error rate (QBER) of 8.95% are achieved with 1 MHz clock rate. The effect of temporal filtering of detected photons on the performance of QKD parameters is also studied. We believe that our results will accelerate the work on improving the performance of optically active defects in hBN and their use in high-performance practical QKD systems. ",
    "url": "https://arxiv.org/abs/2204.02830",
    "authors": [
      "Çağlar Samaner",
      "Serkan Paçal",
      "Görkem Mutlu",
      "Kıvanç Uyanık",
      "Serkan Ateş"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2204.02885",
    "title": "Model for two-body collisions between ultracold dipolar molecules around  a Förster resonance in an electric field",
    "abstract": "We propose a one-channel, simple model to describe the dynamics of ultracold dipolar molecules around a F\\\"orster resonance. Slightly above a specific electric field, a collisional shielding can take place, suppressing the molecular losses in a gas. The overall description of the quantum physical mechanism comes back to the dynamics on a unique energy surface, which depends on the relative distance and angular approach of the molecules. This surface enables to interpret how the dipole moments of the molecules are induced and interlocked by the electric field and the dipole-dipole interaction during the process, especially when the shielding is triggered. Averaging the relative angular motion over a unique partial wave (the lowest one when the ultracold regime is reached), the model reproduces well the behaviour of the rate coefficients observed experimentally and predicted theoretically [Matsuda et al., Science 370, 1324 (2020); Li et al., Nat. Phys. 17, 1144 (2021)]. This economic model encapsulates the main physics of the quantum process. Therefore, it can be used as an alternative to a full quantum dynamical treatment and is promising for future studies of collisions involving more bodies. ",
    "url": "https://arxiv.org/abs/2204.02885",
    "authors": [
      "Lucas Lassablière",
      "Goulven Quéméner"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2204.02912",
    "title": "Variational Quantum Evolution Equation Solver",
    "abstract": "Variational quantum algorithms offer a promising new paradigm for solving partial differential equations on near-term quantum computers. Here, we propose a variational quantum algorithm for solving a general evolution equation through implicit time-stepping of the Laplacian operator. The use of encoded source states informed by preceding solution vectors results in faster convergence compared to random re-initialization. Through statevector simulations of the heat equation, we demonstrate how the time complexity of our algorithm scales with the ansatz volume for gradient estimation and how the time-to-solution scales with the diffusion parameter. Our proposed algorithm extends economically to higher-order time-stepping schemes, such as the Crank-Nicolson method. We present a semi-implicit scheme for solving systems of evolution equations with non-linear terms, such as the reaction-diffusion and the incompressible Navier-Stokes equations, and demonstrate its validity by proof-of-concept results. ",
    "url": "https://arxiv.org/abs/2204.02912",
    "authors": [
      "Fong Yew Leong",
      "Wei-Bin Ewe",
      "Dax Enshan Koh"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2102.10832",
    "title": "Quantum surface effects in strong coupling dynamics",
    "abstract": " Comments: 6 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2102.10832",
    "authors": [
      "V. Karanikolas",
      "I. Thanopulos",
      "J.D. Cox",
      "T. Kuroda",
      "J. Inoue",
      "N.A. Mortensen",
      "E. Paspalakis",
      "C. Tserkezis"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2107.00172",
    "title": "Modeling fast acoustic streaming: steady state and transient flow  solutions",
    "abstract": " Comments: main article: 19 pages, 9 figures; new version: changed article formatting, changed article title, revised for clarity, general editorial tasks ",
    "url": "https://arxiv.org/abs/2107.00172",
    "authors": [
      "Jeremy Orosco",
      "James Friend"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2110.08868",
    "title": "Accurate Baryon Acoustic Oscillations reconstruction via semi-discrete  optimal transport",
    "abstract": " Comments: Accepted for publication in PRL. 7 pages incl. references; 2 figures; 1 table. v1 initial submission. v2 fixed affiliation. v3 matches published version, but larger figures ",
    "url": "https://arxiv.org/abs/2110.08868",
    "authors": [
      "Sebastian von Hausegger",
      "Bruno Lévy",
      "Roya Mohayaee"
    ],
    "subjectives": [
      "Cosmology and Nongalactic Astrophysics (astro-ph.CO)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Analysis of PDEs (math.AP)",
      "Numerical Analysis (math.NA)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2201.02094",
    "title": "A high pressure, high temperature gas medium apparatus to measure  acoustic velocities during deformation of rock",
    "abstract": " Title: A high pressure, high temperature gas medium apparatus to measure  acoustic velocities during deformation of rock ",
    "url": "https://arxiv.org/abs/2201.02094",
    "authors": [
      "Christopher Harbord",
      "Nicolas Brantut",
      "Emmanuel David",
      "Thomas Mitchell"
    ],
    "subjectives": [
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2204.01937",
    "title": "$^{22}$Na Activation Level Measurements of Fused Silica Rods in the LHC  Target Absorber for Neutrals (TAN) Compared to FLUKA Simulations",
    "abstract": " Comments: 11 pages, 14 figures, to be submitted to PRAB ",
    "url": "https://arxiv.org/abs/2204.01937",
    "authors": [
      "S.Yang",
      "M.Sabate Gilarte",
      "A.Tate",
      "N.Santiago",
      "R.Longo",
      "S.Mazzoni",
      "F.Cerutti",
      "E.Bravin",
      "M.Grosse Perdekamp",
      "G.Lerner",
      "D.Prelipcean",
      "Z.Citron",
      "B.Cole",
      "S.Jackobsen",
      "M.D.Kaminski",
      "T.Koeth",
      "C.Lantz",
      "D. MacLean",
      "A. Mignerey",
      "M.Murray",
      "M.Palm",
      "M.Phipps",
      "P.Steinberg",
      "A.Tsinganis"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  }
]