[
  {
    "id": "arXiv:2204.13110",
    "title": "Hot phonon effects and suppressed Auger recombination on 3 $μ$m room  temperature lasing in HgTe-based multiple quantum well diodes",
    "abstract": "We propose an electrically pumped laser diode based on multiple HgTe quantum wells with band structure engineered for Auger recombination suppression. A model for accounting for hot phonons is developed for calculating the nonequilibrium temperature of electrons and holes. Using a comprehensive model accounting for carrier drift and diffusion, Auger recombination and hotphonon effects, we predict of lasing at $\\lambda \\sim 3 $ $\\mu$m at room temperature in 2.2 nm HgTe/Cd$_{0.85}$Hg$_{0.15}$Te quantum well heterostructure. The output power in the pulse can reach up to 600 mW for 100 nanosecond-duration pulses. ",
    "url": "https://arxiv.org/abs/2204.13110",
    "authors": [
      "Alexander Afonenko",
      "Dmitrii Ushakov",
      "Aleksandr Dubinov",
      "Vladimir Aleshkin",
      "Sergey Morozov",
      "Vladimir Gavrilenko"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.13223",
    "title": "Smart sensors using artificial intelligence for on-detector electronics  and ASICs",
    "abstract": "Cutting edge detectors push sensing technology by further improving spatial and temporal resolution, increasing detector area and volume, and generally reducing backgrounds and noise. This has led to a explosion of more and more data being generated in next-generation experiments. Therefore, the need for near-sensor, at the data source, processing with more powerful algorithms is becoming increasingly important to more efficiently capture the right experimental data, reduce downstream system complexity, and enable faster and lower-power feedback loops. In this paper, we discuss the motivations and potential applications for on-detector AI. Furthermore, the unique requirements of particle physics can uniquely drive the development of novel AI hardware and design tools. We describe existing modern work for particle physics in this area. Finally, we outline a number of areas of opportunity where we can advance machine learning techniques, codesign workflows, and future microelectronics technologies which will accelerate design, performance, and implementations for next generation experiments. ",
    "url": "https://arxiv.org/abs/2204.13223",
    "authors": [
      "Gabriella Carini",
      "Grzegorz Deptuch",
      "Jennet Dickinson",
      "Dionisio Doering",
      "Angelo Dragone",
      "Farah Fahim",
      "Philip Harris",
      "Ryan Herbst",
      "Christian Herwig",
      "Jin Huang",
      "Soumyajit Mandal",
      "Cristina Mantilla Suarez",
      "Allison McCarn Deiana",
      "Sandeep Miryala",
      "F. Mitchell Newcomer",
      "Benjamin Parpillon",
      "Veljko Radeka",
      "Dylan Rankin",
      "Yihui Ren",
      "Lorenzo Rota",
      "Larry Ruckman",
      "Nhan Tran"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2204.13294",
    "title": "Multipolar Quantum Electrodynamics of Localized Charge-Current  Distributions: Theory and Renormalization",
    "abstract": "We formulate a non-relativistic quantum field theory to model interactions between quantized electromagnetic fields and localized charge-current distributions. The electronic degrees of freedom are encoded in microscopic polarization and magnetization field operators whose moments are identified with the multipole moments of the charge-current distribution. The multipolar Hamiltonian is obtained from the minimal coupling Hamiltonian through a unitary transformation corresponding to the canonical PZW transformation in classical or semi-classical theory; we renormalize this Hamiltonian at leading-order in perturbation theory, the result of which is used to compute the shift of the electronic energy levels due to interactions between the electrons and quantum vacuum fluctuations in the electromagnetic field. Our renormalized energy shift constitutes a generalization of the Lamb shift in atomic hydrogen, valid for general localized assemblies of atoms and molecules, possibly with net charge but absent free current. By expanding the fields in a series of multipole moments, we study contributions to this energy shift coming from specific multipole moments. ",
    "url": "https://arxiv.org/abs/2204.13294",
    "authors": [
      "Jason G. Kattan",
      "J.E. Sipe"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2204.13356",
    "title": "General analytical nuclear force and molecular potential energy surface  from full configuration interaction quantum Monte Carlo",
    "abstract": "Full configuration interaction quantum Monte Carlo (FCIQMC) is a state-of-the-art stochastic electronic structure method, providing a methodology to compute FCI-level state energies of molecular systems within a quantum chemical basis. However, especially to probe {\\em dynamics} at the FCIQMC level, it is necessary to devise more efficient schemes to produce nuclear forces and potential energy surfaces (PES) from FCIQMC. In this work, we derive the general formula for nuclear force from FCIQMC, and clarify different contributions of the total force. This method to obtain FCIQMC forces eliminates previous restrictions, and can be used with frozen core approximation and free selection of orbitals, making it promising for more efficient nuclear force calculations. After numerical check of this procedure on the binding curve of N$_2$ molecule, we use the FCIQMC energy and force to obtain the full-dimensional ground state PES of water molecule via Gaussian processes regression. The new water FCIQMC PES can be used as the basis for H$_2$O ground state nuclear dynamics, structure optimization, and rotation-vibrational spectrum calculation. ",
    "url": "https://arxiv.org/abs/2204.13356",
    "authors": [
      "Tonghuan Jiang",
      "Wei Fang",
      "Ali Alavi",
      "Ji Chen"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2204.13427",
    "title": "Electrically reduced optical switching threshold of VO2-based THz  metasurface",
    "abstract": "The VO2-based THz metasurface optical switching threshold is reduced by more than five orders of magnitude to 0.32-0.4 W/cm2 due to the supply of a subthreshold electric current. Moreover, additional deposition of Au nanoparticles can further reduce the threshold by 30% due to plasmonic effects. The proposed designs and a combined approach to controlling the sub-THz/THz transmission by electric current and light make it possible to overcome the existing bottleneck in design of dynamically programmable THz mirror array based on metasurfaces. ",
    "url": "https://arxiv.org/abs/2204.13427",
    "authors": [
      "V. E. Kaydashev",
      "A. S. Slavich",
      "I. K. Domaratskiy",
      "S. S. Zhukov",
      "R. Kirtaev",
      "D. A. Mylnikov",
      "M. E. Kutepov",
      "E. M. Kaidashev"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.13521",
    "title": "Single G centers in silicon fabricated by co-implantation with carbon  and proton",
    "abstract": "We report the fabrication of G centers in silicon with an areal density compatible with single photon emission at optical telecommunication wavelengths. Our sample is made from a silicon-on-insulator wafer which is locally implanted with carbon ions and protons at various fluences. Decreasing the implantation fluences enables to gradually switch from large ensembles to isolated single defects, reaching areal densities of G centers down to $\\sim$0.2 $\\mu$m$^{-2}$. Single defect creation is demonstrated by photon antibunching in intensity-correlation experiments, thus establishing our approach as a reproducible procedure for generating single artificial atoms in silicon for quantum technologies. ",
    "url": "https://arxiv.org/abs/2204.13521",
    "authors": [
      "Yoann Baron",
      "Alrik Durand",
      "Tobias Herzig",
      "Mario Khoury",
      "Sébastien Pezzagna",
      "Jan Meijer",
      "Isabelle Robert-Philip",
      "Marco Abbarchi",
      "Jean-Michel Hartmann",
      "Shay Reboh",
      "Jean-Michel Gérard",
      "Vincent Jacques",
      "Guillaume Cassabois",
      "Anaïs Dréau"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2204.13490",
    "title": "Theory for polaritonic quantum tunneling",
    "abstract": "I investigate the tunneling decay rate of a polaritonic system formed by a strong coupling between a vacuum cavity mode and $N$ metastable systems. Using a simple model potential, I find the instanton solutions controlling the low-temperature tunneling rate. The resulting rate modification due to the cavity is proportional to the mean of the second power of the light-matter coupling. No collective effect that would enhance the rates by a factor of $\\sqrt{N}$ is present, which is in line with the results in the thermal activation regime. ",
    "url": "https://arxiv.org/abs/2204.13490",
    "authors": [
      "Kalle S. U. Kansanen"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2204.13528",
    "title": "Quantum Fluctuations and Coherence of a Molecular Polariton Condensate",
    "abstract": "A full quantum theory beyond the mean-field regime is developed for an exciton polariton condensate, to gain a complete understanding of quantum fluctuations. We find analytical solution for the polariton density matrix, showing the polariton nonlinearity causing fast relaxation correlated with the pump so as to yield the condensation at threshold. Increasing the pump intensity, a nonequilibrium phase transition towards the condensation of lower polaritons emerges, with a statistics transiting from a thermal, through a super-Poissonian and to a nonclassical distribution beyond the understanding at the level of off-diagonal long-range order. The results signify the role of dark states for polariton fluctuations, and lead to a nonclassical counting statistics of emitted photons, which elaborates the role of the key parameters, e.g., pump, detuning and temperature. ",
    "url": "https://arxiv.org/abs/2204.13528",
    "authors": [
      "Zhedong Zhang",
      "Shixuan Zhao",
      "Dangyuan Lei"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2204.13580",
    "title": "Delocalization of dark and bright excitons in flat-band materials and  the optical properties of V2O5",
    "abstract": "The simplest picture of excitons in materials with atomic-like localization of electrons is that of Frenkel excitons, where electrons and holes stay close together, which is associated with a large binding energy. Here, using the example of the layered oxide V2O5 , we show how localized charge-transfer excitations combine to form excitons that also have a huge binding energy but, at the same time, a large electron-hole distance, and we explain this seemingly contradictory finding. The anisotropy of the exciton delocalization is determined by the local anisotropy of the structure, whereas the exciton extends orthogonally to the chains formed by the crystal structure. Moreover, we show that the bright exciton goes together with a dark exciton of even larger binding energy and more pronounced anisotropy. These findings are obtained by combining first principles many-body perturbation theory calculations, ellipsometry experiments, and tight binding modelling, leading to very good agreement and a consistent picture. Our explanation is general and can be extended to other materials. ",
    "url": "https://arxiv.org/abs/2204.13580",
    "authors": [
      "Vitaly Gorelov",
      "Lucia Reining",
      "Martin Feneberg",
      "Rüdiger Goldhahn",
      "André Schleife",
      "Walter R. L. Lambrecht",
      "Matteo Gatti"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2204.13669",
    "title": "Membrane-less phonon trapping and resolution enhancement in optical  microwave kinetic inductance detectors",
    "abstract": "Microwave Kinetic Inductance Detectors (MKIDs) sensitive to light in the ultraviolet to near-infrared wavelengths are superconducting micro-resonators that are capable of measuring photon arrival times to microsecond precision and estimating each photon's energy. The resolving power of non-membrane MKIDs has remained stubbornly around 10 at 1 $\\mu$m despite significant improvements in the system noise. Here we show that the resolving power can be roughly doubled with a simple bilayer design without needing to place the device on a membrane, avoiding a significant increase in fabrication complexity. Based on modeling of the phonon propagation, we find that the majority of the improvement comes from the inability of high energy phonons to enter the additional layer due to the lack of available phonon states. ",
    "url": "https://arxiv.org/abs/2204.13669",
    "authors": [
      "Nicholas Zobrist",
      "W. Hawkins Clay",
      "Grégoire Coiffard",
      "Miguel Daal",
      "Noah Swimmer",
      "Peter Day",
      "Benjamin A. Mazin"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2108.04283",
    "title": "Detection of single W-centers in silicon",
    "abstract": " Title: Detection of single W-centers in silicon ",
    "url": "https://arxiv.org/abs/2108.04283",
    "authors": [
      "Yoann Baron",
      "Alrik Durand",
      "Péter Udvarhelyi",
      "Tobias Herzig",
      "Mario Khoury",
      "Sébastien Pezzagna",
      "Jan Meijer",
      "Isabelle Robert-Philip",
      "Marco Abbarchi",
      "Jean-Michel Hartmann",
      "Vincent Mazzocchi",
      "Jean-Michel Gérard",
      "Adam Gali",
      "Vincent Jacques",
      "Guillaume Cassabois",
      "Anaïs Dréau"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2110.13795",
    "title": "A scalable network for simultaneous pairwise quantum key distribution  via entanglement-based time-bin coding",
    "abstract": " Comments: 11 pages, 9 figures ",
    "url": "https://arxiv.org/abs/2110.13795",
    "authors": [
      "Erik Fitzke",
      "Lucas Bialowons",
      "Till Dolejsky",
      "Maximilian Tippmann",
      "Oleg Nikiforov",
      "Felix Wissel",
      "Matthias Gunkel",
      "Thomas Walther"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2111.01252",
    "title": "Photon emission correlation spectroscopy as an analytical tool for  quantum defects",
    "abstract": " Comments: 20 pages, 7 figures. Updates in version 2 include an expanded section VI and the addition of two figures and an appendix ",
    "url": "https://arxiv.org/abs/2111.01252",
    "authors": [
      "Rebecca E. K. Fishman",
      "Raj N. Patel",
      "David A. Hopper",
      "Tzu-Yung Huang",
      "Lee C. Bassett"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2111.10161",
    "title": "Optically loaded Strontium lattice clock with a single multi-wavelength  reference cavity",
    "abstract": " Title: Optically loaded Strontium lattice clock with a single multi-wavelength  reference cavity ",
    "url": "https://arxiv.org/abs/2111.10161",
    "authors": [
      "Matteo Barbiero",
      "Davide Calonico",
      "Filippo Levi",
      "Marco G. Tarallo"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2202.08203",
    "title": "Fast inverse transform sampling of non-Gaussian distribution functions  in space plasmas",
    "abstract": " Comments: 15 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2202.08203",
    "authors": [
      "Xin An",
      "Anton Artemyev",
      "Vassilis Angelopoulos",
      "San Lu",
      "Philip Pritchett",
      "Viktor Decyk"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Computational Physics (physics.comp-ph)",
      "Space Physics (physics.space-ph)"
    ]
  },
  {
    "id": "arXiv:2203.03801",
    "title": "Effect of viscosity on surface acoustic wave driven collective particle  dynamics in sessile droplets: nebula, black holes and white dwarfs",
    "abstract": " Title: Effect of viscosity on surface acoustic wave driven collective particle  dynamics in sessile droplets: nebula, black holes and white dwarfs ",
    "url": "https://arxiv.org/abs/2203.03801",
    "authors": [
      "Shuren Song",
      "Jia Zhou",
      "Antoine Riaud"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2203.07157",
    "title": "Inverse Hamiltonian design by automatic differentiation",
    "abstract": " Title: Inverse Hamiltonian design by automatic differentiation ",
    "url": "https://arxiv.org/abs/2203.07157",
    "authors": [
      "Koji Inui",
      "Yukitoshi Motome"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Computational Physics (physics.comp-ph)"
    ]
  }
]