[
  {
    "id": "arXiv:2204.00010",
    "title": "Transition edge sensor based detector: from X-ray to $γ$-ray",
    "abstract": "The Transition Edge Sensor is extremely sensitive to the change of temperature, combined with the high-Z metal of a certain thickness, it can realize the high energy resolution measurement of particles such as X-rays. X-rays with energies below 10 keV have very weak penetrating ability, so only a few microns thick of gold or bismuth can obtain quantum efficiency higher than 70\\%. Therefore, the entire structure of the TES X-ray detector in this energy range can be realized in the microfabrication process. However, for X-rays or gamma rays from 10 keV to 200 keV, sub-millimeter absorber layers are required, which cannot be realized by microfabrication process. This paper first briefly introduces a set of TES X-ray detectors and their auxiliary systems built by ShanghaiTech University, then focus on the introduction of the TES $\\gamma$-ray detector, with absorber based on an sub-millimeter lead-tin alloy sphere. The detector has a quantum efficiency above 70\\% near 100 keV, and an energy resolution of about 161.5eV@59.5keV. ",
    "url": "https://arxiv.org/abs/2204.00010",
    "authors": [
      "Shuo Zhang",
      "Jing-Kai Xia",
      "Tao Sun",
      "Wen-Tao Wu",
      "Bing-Jun Wu",
      "Yong-Liang Wang",
      "Robin Cantor",
      "Ke Han",
      "Xiao-Peng Zhou",
      "Hao-Ran Liu",
      "Fu-You Fan",
      "Si-Ming Guo",
      "Jun-Cheng Liang",
      "De-Hong Li",
      "Yan-Ru Song",
      "Xu-Dong Ju",
      "Qiang Fu",
      "Zhi Liu"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ]
  },
  {
    "id": "arXiv:2204.00053",
    "title": "Ultra-high terahertz index in deep subwavelength coupled bi-layer  free-standing flexible metamaterials",
    "abstract": "We report extensive enhancement in the refractive index of artificially designed metamaterials by exploiting the deep subwavelength coupling in a free-standing, thin-film metal-dielectric-metal checkboard structure. A record high refractive index of 77.02+43.22i is obtained at terahertz frequencies. The detailed investigations reveal that the enhancement of the effective refractive index of the structure via deep subwavelength coupling in a bilayer design is governed by a power law, which is an effective and simpler approach to design high index metamaterial. The approach relies on deep subwavelength coupling to obtain extremely high refractive index values that can lead to many practical applications in the field of imaging, lithography, design of delay lines and interferometers. ",
    "url": "https://arxiv.org/abs/2204.00053",
    "authors": [
      "Leena Singh",
      "Ranjan Singh",
      "Weili Zhang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2204.00079",
    "title": "Sensitive label-free and compact ultrasonic sensor based on double  silicon-on-insulator slot micro-ring resonators",
    "abstract": "We propose a new label-free ultrasonic sensor, which comprises a slot wave-guide and double silicon-on-insulator (SOI) slot micro-ring resonators. The all-optical sensors do not suffer from electromagnetic interference. We choose to integrate a silicon slot double micro-ring (SDMR) resonators in an acoustically resonant membrane. Optimization of the several key structural parameters is investigated to achieve the mode-field distributions of transmission spectrum based on Comsol Multiphysics software. Our numerical studies show that the proposed ultrasonic sensor offers higher sensitivity and a larger detection frequency range than conventional piezoelectric based ultrasound transducer. For a SDMR system with an area of 15um*30um, sensitivity as high as 2453.7mv/kpa, and over a bandwidth range of 1-150MHz. The sensitivity value is 36 times higher than that of single slot micro-ring ultrasonic sensor. The theoretical-factor of the SDMR can be approximately 1.24*10^6 with bending radius of 5um. The investigation on the SDMR system is a valuable exploration of the photo-acoustic microscopy for the ultra-high Q factor and large frequency range. ",
    "url": "https://arxiv.org/abs/2204.00079",
    "authors": [
      "Cheng Mei Zhang",
      "Chao Ying Zhao"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2204.00116",
    "title": "Giant terahertz pulling force within an evanescent field propelled by  wave coupling into radiation and bound modes",
    "abstract": "Manipulation of subwavelength objects by engineering the electromagnetic waves in the environment medium is pivotal for several particle handling techniques. In this letter, we theoretically demonstrate the possibility of engineering a compact and tunable plasmon-based terahertz tweezer using a graphene monolayer that is deposited on a high-index substrate. Under total-internal-reflection illumination, such device is shown to be capable of inducing an enhanced rotating polarizability thus enabling directional near-field coupling into the graphene plasmon mode and radiation modes in the substrate. As a result of the total momentum conservation, the net force exerted on the particle points in a direction opposite to the pushing force of the exciting evanescent field. Our results can contribute to novel realizations of photonic devices based on polarization dependent interactions between nanoparticles and electromagnetic mode fields. ",
    "url": "https://arxiv.org/abs/2204.00116",
    "authors": [
      "Hernán Ferrari",
      "Carlos J. Zapata-Rodríguez",
      "Mauro Cuevas"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.00131",
    "title": "Relativistic frequency shifts in Cr, Ti, Fe, Ni, Ca, Na, and V to search  for variation in the fine structure constant",
    "abstract": "Sensitivity of the frequencies of twenty two atomic transitions to the variation of the fine structure constant $\\alpha$ is calculated. The findings are to be used in search for possible variation of $\\alpha$ across our Galaxy using high quality spectroscopic data for stars similar to our Sun. ",
    "url": "https://arxiv.org/abs/2204.00131",
    "authors": [
      "V. A. Dzuba",
      "V. V. Flambaum",
      "M. T. Murphy",
      "D. A. Berke"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2204.00304",
    "title": "Quantum dot on a plasma-facing microparticle surface: Thermal balance",
    "abstract": "Semiconductor nanocrystals, quantum dots, are known to exhibit the quantum-confined Stark effect which reveals itself in the shift of their photoluminescence spectra in response to external electric field. It was, therefore, proposed to use quantum dots deposited on the microparticle surface for the optical measurement of the charge acquired by the microparticles in low-temperature plasmas. Thermal balance of a quantum dot residing on the surface of a microparticle immersed in a plasma is considered in this work. It is shown for typical plasma parameters that under periodically pulsed plasma conditions, the spectral shift of the photoluminescence of the quantum dot caused by the oscillations of its temperature becomes undetectable at the effective thermal flux characterizing the thermal contact between the quantum dot and the microparticle $\\sim 10^9$~s$^{-1}$. Under these conditions, the entire spectral shift observed during the period of plasma pulsing should be attributed to the quantum-confined Stark effect due to the microparticle charge. Lower-boundary estimate for the effective thermal flux for the direct contact between the quantum dot and the microparticle is $\\sim 10^{12}$~s$^{-1}$. ",
    "url": "https://arxiv.org/abs/2204.00304",
    "authors": [
      "Mikhail Pustylnik"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2204.00364",
    "title": "Temporal coherence of optical fields in the presence of entanglement",
    "abstract": "In classical coherence theory, coherence time is typically related to the bandwidth of the optical field. Narrowing the bandwidth will result in the lengthening of the coherence time. This will erase temporal distinguishability of photons due to time delay in pulsed photon interference. However, this is changed in an SU(1,1)-type quantum interferometer where quantum entanglement is involved. In this paper, we investigate how the temporal coherence of the fields in a pulse-pumped SU(1,1) interferometer changes with the bandwidth of optical filtering. We find that, because of the quantum entanglement, the coherence of the fields does not improve when optical filtering is applied, in contrary to the classical coherence theory, and quantum entanglement plays a crucial role in quantum interference in addition to distinguishability. ",
    "url": "https://arxiv.org/abs/2204.00364",
    "authors": [
      "Yunxiao Zhang",
      "Nan Huo",
      "Liang Cui",
      "Xueshi Guo",
      "Jiahao Fan",
      "Zhedong Zhang",
      "Xiaoying Li",
      "Z. Y. Ou"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.00414",
    "title": "Passive Laser Power Stabilization via an Optical Spring",
    "abstract": "Metrology experiments can be limited by the noise produced by the laser involved via small fluctuations in the laser's power or frequency. Typically, active power stabilization schemes consisting of an in-loop sensor and a feedback control loop are employed. Those schemes are fundamentally limited by shot noise coupling at the in-loop sensor. In this letter we propose to use the optical spring effect to passively stabilize the classical power fluctuations of a laser beam. In a proof of principle experiment, we show that the relative power noise of the laser is stabilized from approximately $2 \\times 10^{-5}$ Hz$^{-1/2}$ to a minimum value of $1.6 \\times 10^{-7}$ Hz$^{-1/2}$, corresponding to the power noise reduction by a factor of $125$. The bandwidth at which stabilization occurs ranges from $400$ Hz to $100$ kHz. The work reported in this letter further paves the way for high power laser stability techniques which could be implemented in optomechanical experiments and in gravitational wave detectors. ",
    "url": "https://arxiv.org/abs/2204.00414",
    "authors": [
      "Torrey Cullen",
      "Scott Aronson",
      "Ron Pagano",
      "Marina Trad Nery",
      "Henry Cain",
      "Jonathon Cripe",
      "Garret D. Cole",
      "Safura Sharifi",
      "Nancy Aggarwal",
      "Benno Wilke",
      "Thomas Corbitt"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.00501",
    "title": "Characterization of Passive CMOS Strip Sensors",
    "abstract": "Recent advances in CMOS imaging sensor technology , e.g. in CMOS pixel sensors, have proven that the CMOS process is radiation tolerant enough to cope with certain radiation levels required for tracking layers in hadron collider experiments. With the ever-increasing area covered by silicon tracking detectors cost effective alternatives to the current silicon sensors and more integrated designs are desirable. This article describes results obtained from laboratory measurements of silicon strip sensors produced in a passive p-CMOS process. Electrical characterization and charge collection measurements with a 90Sr source and a laser with infrared wavelength showed no effect of the stitching process on the performance of the sensor. ",
    "url": "https://arxiv.org/abs/2204.00501",
    "authors": [
      "Leena Diehl",
      "Marta Baselga",
      "Ingrid Maria Gregor",
      "Marc Hauser",
      "Tomasz Hemperek",
      "Jan Cedric Hönig",
      "Karl Jakobs",
      "Sven Mägdefessel",
      "Ulrich Parzefall",
      "Arturo Rodriguez",
      "Surabhi Sharma",
      "Dennis Sperlich",
      "Liv Wiik-Fuchs",
      "Tianyang Wang"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2204.00533",
    "title": "A removable temperature sensors holder for cryogenic Rayleigh-Bénard  convection cell",
    "abstract": "A removable holder carrying a set of miniature temperature sensors inside our Rayleigh-B\\'enard convection cylindrical cell has been developed. The sensors should not disturb the temperature and velocity fields of the buoyancy-driven turbulent flow of our working fluid - cryogenic helium gas (~ 5 K). The cell, 300 mm both in diameter and height, must withstand the overpressure up to 2.5 bar, which is why all its parts are welded together. The holder consists of a pair of identical feedthroughs (each with 6 glass-sealed pins), constantan wires (0.1 mm), Be bronze springs and insulating elements and enables installing up to 6 sensors simultaneously, with the option to replace the damaged ones. We already used two such holders and obtained a map of local temperature and its fluctuations in 12 positions inside the cell. ",
    "url": "https://arxiv.org/abs/2204.00533",
    "authors": [
      "Pavel Hanzelka",
      "Ivan Vlcek",
      "Pavel Urban"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2204.00605",
    "title": "Towards an Acoustic Geometry in Slightly Viscous Fluids",
    "abstract": "We explore the behaviour of barotropic and irrotational fluids with a small viscosity under the effect of first-order acoustic perturbations. We discuss, following the extant literature, the difficulties in gleaning an acoustic geometry in the presence of viscosity. In order to obviate various technical encumbrances, when viscosity is present, for an extraction of a possible acoustic geometry, we adopted a method of double perturbations, whereby dynamical quantities such as the velocity field and potential undergo a perturbation both in viscosity and in an external acoustic stimulus. The resulting perturbation equations yield a solution which can be interpreted in terms of a generalised acoustic geometry, over and above the one known for inviscid fluids. ",
    "url": "https://arxiv.org/abs/2204.00605",
    "authors": [
      "Mayank Pathak",
      "Parthasarathi Majumdar"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "General Relativity and Quantum Cosmology (gr-qc)"
    ]
  },
  {
    "id": "arXiv:2204.00013",
    "title": "Quantum spin liquids bootstrapped from Ising criticality in Rydberg  arrays",
    "abstract": "Arrays of Rydberg atoms constitute a highly tunable, strongly interacting venue for the pursuit of exotic states of matter. We develop a new strategy for accessing a family of fractionalized phases known as quantum spin liquids in two-dimensional Rydberg arrays. We specifically use effective field theory methods to study arrays assembled from Rydberg chains tuned to an Ising phase transition that famously hosts emergent fermions propagating within each chain. This highly entangled starting point allows us to naturally access spin liquids familiar from Kitaev's honeycomb model, albeit from an entirely different framework. In particular, we argue that finite-range repulsive Rydberg interactions, which frustrate nearby symmetry-breaking orders, can enable coherent propagation of emergent fermions between the chains in which they were born. Delocalization of emergent fermions across the full two-dimensional Rydberg array yields a gapless Z2 spin liquid with a single massless Dirac cone. Here, the Rydberg occupation numbers exhibit universal power-law correlations that provide a straightforward experimental diagnostic of this phase. We further show that explicitly breaking symmetries perturbs the gapless spin liquid into gapped, topologically ordered descendants: Breaking lattice symmetries generates toric-code topological order, whereas introducing chirality generates non-Abelian Ising topological order. In the toric-code phase, we analytically construct microscopic incarnations of non-Abelian defects, which can be created and transported by dynamically controlling the atom positions in the array. Our work suggests that appropriately tuned Rydberg arrays provide a cold-atoms counterpart of solid-state 'Kitaev materials' and, more generally, spotlights a new angle for pursuing experimental platforms for Abelian and non-Abelian fractionalization. ",
    "url": "https://arxiv.org/abs/2204.00013",
    "authors": [
      "Kevin Slagle",
      "Yue Liu",
      "David Aasen",
      "Hannes Pichler",
      "Roger S. K. Mong",
      "Xie Chen",
      "Manuel Endres",
      "Jason Alicea"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2204.00349",
    "title": "Computation of Optical Refractive Index Structure Parameter from its  Statistical Definition Using Radiosonde Data",
    "abstract": "Knowledge of the optical refractive index structure parameter $C_n^2$ is of interest for Free Space Optics (FSO) and ground-based optical astronomy, as it depicts the strength of the expected scintillation on the received optical waves. Focus is given here to models using meteorological quantities coming from radiosonde measurements as inputs to estimate the $C_n^2$ profile in the atmosphere. A model relying on the $C_n^2$ statistical definition is presented and applied to recent high-density radiosonde profiles at Trappes (France) and Hilo, HI (USA). It is also compared to thermosonde measurements coming from the T-REX campaign. This model enables to obtain site-specific average profiles and to identify isolated turbulent layers using only pressure and temperature measurements, paving the way for optical site selection. ",
    "url": "https://arxiv.org/abs/2204.00349",
    "authors": [
      "Florian Quatresooz",
      "Danielle Vanhoenacker-Janvier",
      "Claude Oestges"
    ],
    "subjectives": [
      "Signal Processing (eess.SP)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Atmospheric and Oceanic Physics (physics.ao-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.00397",
    "title": "High Density, Localized Quantum Emitters in Strained 2D Semiconductors",
    "abstract": "Two-dimensional chalcogenide semiconductors have recently emerged as a host material for quantum emitters of single photons. While several reports on defect and strain-induced single photon emission from 2D chalcogenides exist, a bottom-up, lithography-free approach to producing a high density of emitters remains elusive. Further, the physical properties of quantum emission in the case of strained 2D semiconductors are far from being understood. Here, we demonstrate a bottom-up, scalable, and lithography-free approach to creating large areas of localized emitters with high density (~150 emitters/um2) in a WSe2 monolayer. We induce strain inside the WSe2 monolayer with high spatial density by conformally placing the WSe2 monolayer over a uniform array of Pt nanoparticles with a size of 10 nm. Cryogenic, time-resolved, and gate-tunable luminescence measurements combined with near-field luminescence spectroscopy suggest the formation of localized states in strained regions that emit single photons with a high spatial density. Our approach of using a metal nanoparticle array to generate a high density of strained quantum emitters opens a new path towards scalable, tunable, and versatile quantum light sources. ",
    "url": "https://arxiv.org/abs/2204.00397",
    "authors": [
      "Gwangwoo Kim",
      "Hyong Min Kim",
      "Pawan Kumar",
      "Mahfujur Rahaman",
      "Christopher E. Stevens",
      "Jonghyuk Jeon",
      "Kiyoung Jo",
      "Kwan-Ho Kim",
      "Nicholas Trainor",
      "Haoyue Zhu",
      "Byeong-Hyeok Sohn",
      "Eric A. Stach",
      "Joshua R. Hendrickson",
      "Nicholas R Glavin",
      "Joonki Suh",
      "Joan M. Redwing",
      "Deep Jariwala"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Other Condensed Matter (cond-mat.other)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.00433",
    "title": "Inverse Design and Experimental Verification of a Bianisotropic  Metasurface Using Optimization and Machine Learning",
    "abstract": "Electromagnetic metasurfaces have attracted significant interest recently due to their low profile and advantageous applications. Practically, many metasurface designs start with a set of constraints for the radiated far-field, such as main-beam direction(s) and side lobe levels, and end with a non-uniform physical structure for the surface. This problem is quite challenging, since the required tangential field transformations are not completely known when only constraints are placed on the scattered fields. Hence, the required surface properties cannot be solved for analytically. Moreover, the translation of the desired surface properties to the physical unit cells can be time-consuming and difficult, as it is often a one-to-many mapping in a large solution space. Here, we divide the inverse design process into two steps: a macroscopic and microscopic design step. In the former, we use an iterative optimization process to find the surface properties that radiate a far-field pattern that complies with specified constraints. This iterative process exploits non-radiating currents to ensure a passive and lossless design. In the microscopic step, these optimized surface properties are realized with physical unit cells using machine learning surrogate models. The effectiveness of this end-to-end synthesis process is demonstrated through measurement results of a beam-splitting prototype. ",
    "url": "https://arxiv.org/abs/2204.00433",
    "authors": [
      "Stewart Pearson",
      "Parinaz Naseri",
      "Sean V. Hum"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Machine Learning (cs.LG)",
      "Signal Processing (eess.SP)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.00578",
    "title": "Inverse-design of high-dimensional quantum optical circuits in a complex  medium",
    "abstract": "Programmable optical circuits form a key part of quantum technologies today, ranging from transceivers for quantum communication to integrated photonic chips for quantum information processing. As the size of such circuits is increased, maintaining precise control over every individual component becomes challenging, leading to a reduction in the quality of the operations performed. In parallel, minor imperfections in circuit fabrication are amplified in this regime, dramatically inhibiting their performance. Here we show how embedding an optical circuit in the higher-dimensional space of a large, ambient mode-mixer using inverse-design techniques allows us to forgo control over each individual circuit element, while retaining a high degree of programmability over the circuit. Using this approach, we implement high-dimensional linear optical circuits within a complex scattering medium consisting of a commercial multi-mode fibre placed between two controllable phase planes. We employ these circuits to manipulate high-dimensional spatial-mode entanglement in up to seven dimensions, demonstrating their application as fully programmable quantum gates. Furthermore, we show how their programmability allows us to turn the multi-mode fibre itself into a generalised multi-outcome measurement device, allowing us to both transport and certify entanglement within the transmission channel. Finally, we discuss the scalability of our approach, numerically showing how a high circuit fidelity can be achieved with a low circuit depth by harnessing the resource of a high-dimensional mode-mixer. Our work serves as an alternative yet powerful approach for realising precise control over high-dimensional quantum states of light, with clear applications in next-generation quantum communication and computing technologies. ",
    "url": "https://arxiv.org/abs/2204.00578",
    "authors": [
      "Suraj Goel",
      "Saroch Leedumrongwatthanakun",
      "Natalia Herrera Valencia",
      "Will McCutcheon",
      "Claudio Conti",
      "Pepijn W. H. Pinkse",
      "Mehul Malik"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.00602",
    "title": "Perceval: A Software Platform for Discrete Variable Photonic Quantum  Computing",
    "abstract": "We introduce Perceval, an evolutive open-source software platform for simulating and interfacing with discrete variable photonic quantum computers, and describe its main features and components. Its Python front-end allows photonic circuits to be composed from basic photonic building blocks like photon sources, beam splitters, phase shifters and detectors. A variety of computational back-ends are available and optimised for different use-cases. These use state-of-the-art simulation techniques covering both weak simulation, or sampling, and strong simulation. We give examples of Perceval in action by reproducing a variety of photonic experiments and simulating photonic implementations of a range of quantum algorithms, from Grover's and Shor's to examples of quantum machine learning. Perceval is intended to be a useful toolkit both for experimentalists wishing to easily model, design, simulate, or optimise a discrete variable photonic experiment, and for theoreticians wishing to design algorithms and applications for discrete-variable photonic quantum computing platforms. ",
    "url": "https://arxiv.org/abs/2204.00602",
    "authors": [
      "Nicolas Heurtel",
      "Andreas Fyrillas",
      "Grégoire de Gliniasty",
      "Raphaël Le Bihan",
      "Sébastien Malherbe",
      "Marceau Pailhas",
      "Boris Bourdoncle",
      "Pierre-Emmanuel Emeriau",
      "Rawad Mezher",
      "Luka Music",
      "Nadia Belabas",
      "Benoît Valiron",
      "Pascale Senellart",
      "Shane Mansfield",
      "Jean Senellart"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2109.05730",
    "title": "Optical frequency tweezers",
    "abstract": " Comments: 6 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2109.05730",
    "authors": [
      "Rikizo Ikuta",
      "Masayo Yokota",
      "Toshiki Kobayashi",
      "Nobuyuki Imoto",
      "Takashi Yamamoto"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2109.09490",
    "title": "High-resolution modeling of nonlinear Compton scattering in focused  laser pulses",
    "abstract": " Comments: 10 Pages, 5 figures ",
    "url": "https://arxiv.org/abs/2109.09490",
    "authors": [
      "Christian F. Nielsen",
      "Robert Holtzapple",
      "Ben King"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "High Energy Physics - Theory (hep-th)"
    ]
  },
  {
    "id": "arXiv:2110.11005",
    "title": "Cavity optomechanics with Anderson-localized optical modes",
    "abstract": " Title: Cavity optomechanics with Anderson-localized optical modes ",
    "url": "https://arxiv.org/abs/2110.11005",
    "authors": [
      "Guillermo Arregui",
      "Ryan Cecil Ng",
      "Marcus Albrechtsen",
      "Søren Stobbe",
      "Clivia Marfa Sotomayor Torres",
      "Pedro David García"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2111.05433",
    "title": "Thermorefringent noise in crystalline optical materials",
    "abstract": " Title: Thermorefringent noise in crystalline optical materials ",
    "url": "https://arxiv.org/abs/2111.05433",
    "authors": [
      "Serhii Kryhin",
      "Evan D. Hall",
      "Vivishek Sudhir"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Statistical Mechanics (cond-mat.stat-mech)"
    ]
  },
  {
    "id": "arXiv:2112.12241",
    "title": "Two-Photon Excitation Spectroscopy of Silicon Quantum Dots and  Ramifications for Bio-Imaging",
    "abstract": " Comments: 35 pages, 21 figures, 79 references. The following manuscript was published in ACS Nano. This preprint is the submitted version. The peer-reviewed article can be found here: this https URL ",
    "url": "https://arxiv.org/abs/2112.12241",
    "authors": [
      "Brandon J. Furey",
      "Benjamin J. Stacy",
      "Tushti Shah",
      "Rodrigo M. Barba-Barba",
      "Ramon Carriles",
      "Alan Bernal",
      "Bernardo S. Mendoza",
      "Brian A. Korgel",
      "Michael C. Downer"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.05466",
    "title": "Delocalized Photonic Deep Learning on the Internet's Edge",
    "abstract": " Title: Delocalized Photonic Deep Learning on the Internet's Edge ",
    "url": "https://arxiv.org/abs/2203.05466",
    "authors": [
      "Alexander Sludds",
      "Saumil Bandyopadhyay",
      "Zaijun Chen",
      "Zhizhen Zhong",
      "Jared Cochrane",
      "Liane Bernstein",
      "Darius Bunandar",
      "P. Ben Dixon",
      "Scott A. Hamilton",
      "Matthew Streshinsky",
      "Ari Novack",
      "Tom Baehr-Jones",
      "Michael Hochberg",
      "Manya Ghobadi",
      "Ryan Hamerly",
      "Dirk Englund"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.11482",
    "title": "Widely-tunable optical parametric oscillator in lithium niobate  nanophotonics",
    "abstract": " Title: Widely-tunable optical parametric oscillator in lithium niobate  nanophotonics ",
    "url": "https://arxiv.org/abs/2203.11482",
    "authors": [
      "Luis Ledezma",
      "Arkadev Roy",
      "Luis Costa",
      "Ryoto Sekine",
      "Robert Gray",
      "Qiushi Guo",
      "Rajveer Nehra",
      "Ryan M. Briggs",
      "Alireza Marandi"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  }
]