[
  {
    "id": "arXiv:2601.22180",
    "title": "Resonant Coupling Between Electromagnetic Waves and Protein Conformational Dynamics Revealed by Molecular Dynamics Simulations",
    "abstract": "           The biological effects of electromagnetic fields on proteins remain controversial beyond well-established thermal mechanisms, particularly with respect to frequency-dependent responses. Here, we propose that electromagnetic waves can modulate protein conformation through resonant coupling with intrinsic protein dynamics. Molecular dynamics simulations were employed to characterize spontaneous conformational fluctuations in the absence of external fields, and a tiered screening strategy combined with fast Fourier transform analysis was used to identify dominant intrinsic frequencies associated with periodically fluctuating non-covalent atom or residue pairs. Oscillating external electric fields were subsequently applied at resonant and off-resonant frequencies to evaluate conformational responses across diverse protein systems. The results demonstrate that resonant excitation induces significantly enhanced backbone conformational deviations compared to off-resonant conditions, with the effect becoming more pronounced in structurally flexible and multichain proteins. These findings provide atomistic evidence for frequency-specific resonance between electromagnetic fields and protein conformational dynamics, offering mechanistic insight into frequency-dependent electromagnetic effects and a computational framework for electromagnetic wave-based modulation of protein function.         ",
    "url": "https://arxiv.org/abs/2601.22180",
    "authors": [
      "Jiafei Chen",
      "Yuanyuan Feng",
      "Jingzhi Feng",
      "Xinyun Zhang",
      "Jinzhen Zhu",
      "Qingmeng Xu"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2601.22188",
    "title": "The Beta-Bound: Drift constraints for Gated Quantum Probabilities",
    "abstract": "           Quantum mechanics provides extraordinarily accurate probabilistic predictions, yet the framework remains silent on what distinguishes quantum systems from definite measurement outcomes. This paper develops a measurement-theoretic framework for projective gating. The central object is the $\\beta$-bound, an inequality that controls how much probability assignments can drift when gating and measurement fail to commute. For a density operator $\\rho$, projector $F$, and effect $E$, with gate-passage probability $s = {\\rm Tr}(\\rho F)$ and commutator norm $\\varepsilon = \\|[F, E]\\|$, the symmetric partial-gating drift satisfies $|\\Delta p_F(E)| \\leq 2 \\sqrt{(1 - s)/s} \\cdot \\varepsilon$. The constant 2 is sharp. We introduce two diagnostic quantities: the coherence witness $W(\\rho, F) = \\|F \\rho (I - F)\\|_1$, measuring cross-boundary coherence, and the record fidelity gap $\\Delta_T(\\rho_F, R)$, measuring expectation-value change under symmetrisation. Three experimental vignettes demonstrate falsifiability: Hong--Ou--Mandel interferometry, atomic energy-basis dephasing, and decoherence-induced classicality. The framework is operational and interpretation-neutral, compatible with Everettian, Bohmian, QBist, and collapse approaches. It provides quantitative structure that any interpretation must accommodate, along with a template for experimental tests.         ",
    "url": "https://arxiv.org/abs/2601.22188",
    "authors": [
      "Jonathon Sendall"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2601.22192",
    "title": "Chitosan/alginate bionanocomposites adorned with mesoporous silica nanoparticles for bone tissue engineering",
    "abstract": "           The regeneration of oral and craniofacial bone defects ranging from minor periodontal and peri-implant defects to large and critical lesions imposes a substantial global health burden. Conventional therapies are associated with several limitations, highlighting the development of a unique treatment strategy, such as tissue engineering. A well-designed scaffold for bone tissue engineering should possess biocompatibility, biodegradability, mechanical strength, and osteoconductivity. For this purpose, mesoporous silica nanoparticles (MSNs) were synthesized and incorporated at different ratios (10, 20, and 30%) into alginate/chitosan (Alg/Chit)-based porous composite scaffolds fabricated through the freeze-drying method. The MSN incorporation significantly improved the mechanical strength of the scaffolds while showing a negligible decreasing effect on the porosity. All of the samples showed desirable swelling behaviors, which is beneficial for cell attachment and proliferation. The MSN-containing scaffolds indicated a decreased hydrolytic degradation in an MSN percentage-dependent manner. The fabricated scaffolds did not depict cytotoxic characteristics. The Alg/Chit/MSN30 scaffolds not only showed noncytotoxic properties, but also increased the cell viability significantly compared to the control group. The biomineralization properties of the MSN-containing nanocomposite scaffolds were significantly higher than the Alg/Chit composite, suggesting the potential of these nanoparticles for bone tissue engineering applications. Taken together, it is concluded that the Alg/Chit/ MSN30 scaffolds are considerable substances for bone tissue regeneration, and MSN has a great tissue engineering potential in addition to its extensive biomedical applications.         ",
    "url": "https://arxiv.org/abs/2601.22192",
    "authors": [
      "Satar Yousefiasl",
      "Hamed Manoochehri",
      "Pooyan Makvandi",
      "Saeid Afshar",
      "Erfan Salahinejad",
      "Pegah Khosraviyan",
      "Massoud Saidijam",
      "Sara Soleimani Asl",
      "Esmaeel Sharifi"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)",
      "Biological Physics (physics.bio-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2601.22261",
    "title": "Time-domain optical coherence tomography at 2 $μ\\mathrm{m}$ using GaSb-based broadband superluminescent diode",
    "abstract": "           We report a time-domain optical coherence tomography (TD-OCT) system operating in the 2 $\\mu\\mathrm{m}$ spectral region, enabled by a GaSb-based superluminescent diode (SLD). The spectrum emitted by the SLD exhibits a full-width half-maximum (FWHM) of $\\sim$80 nm centred near 2.1 $\\mu\\mathrm{m}$. For OCT operation, stable amplified spontaneous emission with low spectral ripple ($<20\\%$) is maintained at drive currents below 150 mA. The SLD is fiber coupled and integrated into a fiber-based Michelson interferometer. In the OCT system, the measured coherence envelope yields an axial resolution of approximately 300 $\\mu$m in air and enables depth-resolved imaging of scattering paint-based coating samples. In contrast to OCT implementations at 2 $\\mu\\mathrm{m}$ wavelength region that commonly rely on supercontinuum sources, the use of GaSb-based SLDs offers a compact practical alternative, leveraging the maturity and scalability of electrically driven semiconductor light sources packaged in a standard \"butterfly\" module. This report represents the first demonstration of TD-OCT imaging at 2 $\\mu\\mathrm{m}$ using a GaSb-based SLD source and establishes its suitability for compact and scalable mid-IR OCT instrumentation targeting non-biological, low-water-content materials.         ",
    "url": "https://arxiv.org/abs/2601.22261",
    "authors": [
      "Ifte Khairul Aam Bhuiyan",
      "Alejandro Martinez Jimenez",
      "Ramona Cernat",
      "Adrian Fernandez Uceda",
      "Joonas Hilska",
      "Markus Peil",
      "Manuel Jorge Marques",
      "George Dobre",
      "Jukka Viheriala",
      "Adrian Podoleanu",
      "Mircea Guina"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2601.22300",
    "title": "Online unsupervised Hebbian learning in deep photonic neuromorphic networks",
    "abstract": "           While software implementations of neural networks have driven significant advances in computation, the von Neumann architecture imposes fundamental limitations on speed and energy efficiency. Neuromorphic networks, with structures inspired by the brain's architecture, offer a compelling solution with the potential to approach the extreme energy efficiency of neurobiological systems. Photonic neuromorphic networks (PNNs) are particularly attractive because they leverage the inherent advantages of light, namely high parallelism, low latency, and exceptional energy efficiency. Previous PNN demonstrations have largely focused on device-level functionalities or system-level implementations reliant on supervised learning and inefficient optical-electrical-optical (OEO) conversions. Here, we introduce a purely photonic deep PNN architecture that enables online, unsupervised learning. We propose a local feedback mechanism operating entirely in the optical domain that implements a Hebbian learning rule using non-volatile phase-change material synapses. We experimentally demonstrate this approach on a non-trivial letter recognition task using a commercially available fiber-optic platform and achieve a 100 percent recognition rate, showcasing an all-optical solution for efficient, real-time information processing. This work unlocks the potential of photonic computing for complex artificial intelligence applications by enabling direct, high-throughput processing of optical information without intermediate OEO signal conversions.         ",
    "url": "https://arxiv.org/abs/2601.22300",
    "authors": [
      "Xi Li",
      "Disha Biswas",
      "Peng Zhou",
      "Wesley H. Brigner",
      "Anna Capuano",
      "Joseph S. Friedman",
      "Qing Gu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)"
    ]
  },
  {
    "id": "arXiv:2601.22743",
    "title": "Combining quasi-static and high frequency experiments for the viscoelastic characterization of brain tissue",
    "abstract": "           Mechanical models of brain tissue are a beneficial tool to simulate neurosurgical interventions, disease progression, or brain development. However, the accuracy and predictive capacity of such a model relies on a precise experimental characterization of the tissue's mechanical behavior. Such a characterization is yet limited by inconsistent or contradictory experimental responses reported in the literature, particularly when measurements are performed in different time or length scales. Although brain tissue has been extensively investigated in previous studies, the combination of experimental findings from different scales has received limited attention. In this study, we combine ex vivo mechanical responses of porcine brain tissue obtained at different time scales in a mechanical model. We investigated the mechanical behavior of three different brain regions in the quasi-static domain with multi-modal large strain rheometer measurements and at high frequencies with magnetic resonance elastography (MRE). A comparative analysis of the mechanical parameters obtained from both experimental techniques demonstrated consistent regional variations in the viscoelastic behavior across the two domains. However, the mechanical behavior changes from a higher elasticity in the quasi-static and low frequency domain to a dominating viscosity at high frequencies. Based on the quasi-static and the high frequency behavior, we calibrated a fractional Kelvin-Voigt model and consequently unified the two responses in a single mechanical model to obtain a comprehensive characterization of the tissue's mechanical behavior.         ",
    "url": "https://arxiv.org/abs/2601.22743",
    "authors": [
      "Laura Ruhland",
      "Nina Reiter",
      "Silvia Budday",
      "Kai Willner"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2601.22794",
    "title": "Batch Bayesian optimization of attosecond betatron pulses from laser wakefield acceleration",
    "abstract": "           Laser wakefield acceleration can generate a femtosecond-scale broadband X-ray betatron radiation pulse from electrons accelerated by an intense laser pulse in a plasma. The micrometer-scale of the source makes wakefield betatron radiation well-suited for advanced imaging techniques, including diffraction and phase-contrast imaging. Recent progress in laser technology can expand these capabilities into the attosecond regime, where the practical applications would significantly benefit from the increased energy contained within the pulse. Here we use numerical simulations combined with batch Bayesian optimization to enhance the radiation produced by an attosecond betatron source. The method enables an efficient exploration of a multi-parameter space and identifies a regime in which a plasma density spike triggers the generation of a high-charge electron beam. This results in an improvement of more than one order of magnitude in the on-axis time-averaged power within the central time containing half of the radiated energy, compared to the reference case without the density spike.         ",
    "url": "https://arxiv.org/abs/2601.22794",
    "authors": [
      "Dominika Maslarova",
      "Albert Hansson",
      "Mufei Luo",
      "Vojtěch Horný",
      "Julien Ferri",
      "Istvan Pusztai",
      "Tünde Fülöp"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2601.22958",
    "title": "Inverse Design of the Topology Bandwidth Tradeoff in Valley Photonic Crystals",
    "abstract": "           Integrated on-chip photonics increasingly relies on wave propagation that remains stable in the presence of fabrication imperfections, tight bends, and dense routing. Valley photonic crystals (VPCs) offer an attractive path: by opening a gap at the Dirac points of a hexagonal lattice, one can engineer guided modes confined to domain walls that thread around corners with reduced backreflection. We develop a design framework that co-optimizes the photonic bulk band gap and valley Chern number using a modified particle-swarm optimization (PSO), while evaluating the photonic band structure via plane-wave expansion and the topological characteristics using a gauge-invariant lattice discretization to compute the Berry-curvature. The optimized structures exhibit a clean valley-Hall gap with edge bands traversing the gap and high interface transmission in full-wave simulations. These results consolidate topology-aware geometry optimization for robust on-chip guiding.         ",
    "url": "https://arxiv.org/abs/2601.22958",
    "authors": [
      "Devansh Satra",
      "Abhishek Kumar",
      "Anshuman Kumar"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2601.22981",
    "title": "Direct observation of the optical Magnus effect with a trapped ion",
    "abstract": "           We directly observe and spatially map an optical analog of the Magnus effect, where intrinsic spin-orbit-like coupling of light generates a spin-dependent transverse displacement of the atom-light interaction profile for a $^{40}$Ca$^+$ ion. Probed on a quadrupole transition using a tightly focused beam, we observe displacements of the maximum in the profile of the effective interaction by several 100 nm originating from intrinsic longitudinal electric field components beyond the paraxial approximation. The tight focus of the beam induces additional transverse polarization gradients, which we characterize through a phase-sensitive measurement and spatial maps for different beam configurations. The results establish the physical basis of polarization-gradient interactions relevant to optical tweezer-based quantum control.         ",
    "url": "https://arxiv.org/abs/2601.22981",
    "authors": [
      "Philip Leindecker",
      "Louis P.H. Gallagher",
      "Edgar Brucke",
      "Dominique Zehnder",
      "Luka Milanovic",
      "Matteo Marinelli",
      "Rene Gerritsma",
      "Robert J.C. Spreeuw",
      "Jonathan Home",
      "Cornelius Hempel"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2601.23106",
    "title": "High-bandwidth frequency domain multiplexed readout of transition-edge sensors for neutrinoless double beta decay searches",
    "abstract": "           The next-generation of cryogenic neutrinoless double-beta decay experiments require increasingly fast readout in order to improve background discrimination. These experiments, operated as cryogenic calorimeters at $\\sim$10 mK, are usually read out by high-impedance neutron transmutation doped (NTD) thermistors, which provide good energy resolution, but are limited by $\\sim$1 ms response times. Superconducting detectors, such as transition-edge sensors (TESs) with a time resolution of $\\sim$100 $\\mu$s, offer superior timing performance over NTD semiconductor bolometers. To make this technology viable for an application to a thousand or more channels, multiplexed readout is necessary in order to minimize the thermal load and radioactive contamination induced by the readout. Frequency-domain multiplexing readout (fMux) for TESs, previously developed at Berkeley Lab and McGill University, is currently in use for mm-wave telescopes with detector sampling rates in the order of 100 Hz. We demonstrate a new readout system, based on the McGill/Berkeley digital fMux readout, to satisfy the higher bandwidth and noise requirements of the next generation of TES-instrumented cryogenic calorimeters. The new readout samples detectors at 156 kHz, three orders of magnitude faster than its cosmology-oriented predecessor. Each multiplexing readout module comprises ten superconducting resonators in the MHz range and a superconducting quantum interference device (SQUID), interfaced to high-bandwidth field programmable gate array (FPGA)-based electronics for digital signal processing and low-latency feedback.         ",
    "url": "https://arxiv.org/abs/2601.23106",
    "authors": [
      "M. Adamič",
      "M. Beretta",
      "J. Camilleri",
      "C. Capelli",
      "M. A. Dobbs",
      "T. Elleflot",
      "B. K. Fujikawa",
      "Yu. G. Kolomensky",
      "D. Mayer",
      "J. Montgomery",
      "V. Novosad",
      "A. M. Sindhwad",
      "V. Singh",
      "G. Smecher",
      "A. Suzuki",
      "B. Welliver"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Nuclear Experiment (nucl-ex)"
    ]
  },
  {
    "id": "arXiv:2601.23117",
    "title": "A centimeter-sized gas pressure sensor for high-vacuum measurements at cryogenic temperatures",
    "abstract": "           Gas pressure sensors based on nanomechanical membranes have recently demonstrated an ultra-wide ten-decade measurement range, a gas-type-independent response, and a self-calibrating operation with uncertainties of approximately $1\\,\\%$. The readout relied on tabletop free-space laser interferometers. Here we present a centimeter-sized, portable implementation in which a square Si$_3$N$_4$ membrane is read out via a fiber-based laser interferometer. We perform pressure measurements between $5\\times10^{-5}$ and $10^{-1}$~mbar in a confined $0.7$~L volume cooled to $78$~K. Because no suitable commercial pressure sensor exists for direct cryogenic comparison, we benchmark our device against room-temperature commercial gauges connected to the cold volume through a pipe of limited conductance. The measured relationship between the two sensors is compared with models accounting for temperature- and pumping-induced pressure gradients within the measurement chamber. These models agree with the measurements to within $<10\\,\\%$ for helium and $<13\\,\\%$ for nitrogen. The achieved readout sensitivity of $S_x = 8\\times10^{-14}\\,\\mathrm{m}/\\sqrt{\\mathrm{Hz}}$ theoretically enables resolving the thermal displacement noise spectrum of a trampoline membrane at atmospheric pressure, with a peak response of $48\\,S_x$ $\\left(25\\,S_x\\right)$ at $295\\,\\mathrm{K}$ $\\left(78\\,\\mathrm{K}\\right)$. Our results suggest that the previously achieved pressure measurement range of ten decades with trampoline membranes is compatible with fiber-based optical readout. This paves the way for widely applicable pressure sensors in the centimeter size range in cryogenic environments.         ",
    "url": "https://arxiv.org/abs/2601.23117",
    "authors": [
      "Christoph Reinhardt",
      "Lea Lara Stankewitz",
      "Daniel Hartwig",
      "Sandy Croatto",
      "Hossein Masalehdan",
      "Nils Sültmann",
      "Axel Lindner",
      "Roman Schnabel"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2601.23178",
    "title": "Forward and Inverse Mantle Convection with Neural Operators",
    "abstract": "           Thermal state reconstruction -- reversing convection to recover the thermal structure of the mantle at an earlier geologic time -- is an important tool to understand the evolution of mantle convection and its relation to seismic tomographic images and observations at the surface. Thermal state reconstructions are computationally expensive. Here we transformed the basic computational element, numerical solvers, into neural operators, a class of machine learning models for learning mappings between function spaces. Focusing on a specific architecture, Fourier Neural Operators, we demonstrate that they can represent not only a surrogate model like the Stokes system of equations using a purely physics informed approach, but also discover operators without explicit mathematical formulations or even ill-posedness from data, including the direct mapping between two convecting thermal states separated by a long time interval much larger than the Courant Fredrich Lewy condition and its reversal. These neural operators significantly accelerate forward and inverse convection modeling by transforming forward physical processes into surrogate models with lower complexity while utilizing auto-differentiation to calculate gradients. With this framework, we demonstrate the strength and weaknesses of four methods for thermal state reconstructions: Reverse buoyancy, reverse convection operator, an inversion with only the terminal thermal state, and a joint inversion with the terminal thermal state and surface velocity evolution. The reverse convection operator is shown to perform poorly in the presence of observational noise, but the joint inversion overcomes this limitation. The joint technique could probably become a solution to large-scale thermal state inversion problems using seismic tomography and plate tectonic reconstructions.         ",
    "url": "https://arxiv.org/abs/2601.23178",
    "authors": [
      "Chenxi Kong",
      "Michael Gurnis",
      "Zachary E. Ross"
    ],
    "subjectives": [
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2601.23202",
    "title": "Detection of Hybrid Optical Anapoles in Dielectric Microspheres",
    "abstract": "           Nonradiating optical anapoles are special configurations of charge_current distributions that do not radiate. It was theoretically predicted that, for microspheres, electric and magnetic dipolar coefficients can simultaneously vanish by engineering the incident light, leading to the excitation of nonradiating hybrid optical anapoles. In this work, the experimental detection of hybrid optical anapoles in dielectric microspheres (TiO2) is reported using dual detection optical spectroscopy, developed to enable sequential measurement of forward and backward scattering under tightly_focused Gaussian beam (TFGB) illumination. The results show that the excitation of TiO2 microspheres (diameter, d approx. 1 um) under TFGB illumination leads to the appearance of scattering minima in both the forward and backward directions within specific wavelength ranges. These scattering minima are found to be due to vanishing electric and magnetic dipolar coefficients associated with hybrid optical anapoles. The ability to confine electromagnetic fields associated with hybrid optical anapoles can give rise to several novel optical phenomena and applications.         ",
    "url": "https://arxiv.org/abs/2601.23202",
    "authors": [
      "Uttam Manna",
      "Iker Gómez-Viloria",
      "Robert Sevik",
      "Isaac Tribaldo",
      "Mahua Biswas",
      "Gabriel Molina-Terriza",
      "Jorge Olmos-Trigo"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2601.23214",
    "title": "Optical forces, helicity, angular momentum and how they are all intertwined",
    "abstract": "           The theoretical description of optical forces and torques on micron_sized particles is a crucial area of research and has formed the foundation for advancements in optical trapping and manipulation technologies. In this study, we derive analytical expressions for optical forces and torques on micron_sized spherical particles illuminated by focused Laguerre_Gaussian (LG) beams, employing the well_defined helicity multipolar decomposition of electromagnetic fields and Mie theory. We developed a multifunctional program, Multipolar Optical Forces Toolbox, based on this theoretical framework. The program, available on GitHub, was used to generate optical trapping stability maps. These maps predict trap stability across a wide range of system parameters and serve as a practical tool for designing advanced optical trapping experiments. Our analysis reveals the important role of helicity p and orbital angular momentum l on the dynamics of particles trapped off_axis in LG beams and demonstrates the unique nature of the tangential torque. Our findings also highlight notable differences in longitudinal optical forces resulting from pure helicity modifications in Gaussian beams. Furthermore, we showcase the ability of LG beams to isolate Mie resonances, offering a novel approach to locate the spectral positions of the resonances of high multipolar modes. These insights deepen the understanding of helicity in LG optical traps and pave the way for the development of more advanced optical manipulation techniques.         ",
    "url": "https://arxiv.org/abs/2601.23214",
    "authors": [
      "Iker Gómez-Viloria",
      "Enrique Ayllón García",
      "Jorge Olmos-Trigo",
      "Quimey Pears Stefano",
      "Jon Lasa-Alonso",
      "Martín Molezuelas-Ferreras",
      "Gabriel Molina-Terriza"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2601.22872",
    "title": "Millimeter and submillimeter spectroscopy of methylallene, CH$_3$CHCCH$_2$",
    "abstract": "           Small polycyclic aromatic hydrocarbons and somewhat larger cyano derivatives were detected in the cold dark cloud TMC-1 recently. Their formation from smaller hydrocarbons is not well understood, in part because abundances of many species are not known. Methylallene, CH$_3$CHCCH$_2$, may be one of the building blocks, but its rotational spectrum was characterized only to a very limited extent. We recorded rotational transitions in the 36$-$501 GHz region to extend the existing line list of methylallene and thus enable searches for the molecule in space. Quantum-chemical calculations were carried out to evaluate initial spectroscopic parameters. We obtained transition frequencies with $J \\le 61$ and $K_a \\le 21$ and resolved the internal rotation splitting of the CH$_3$ group at least partially. As a result, a full set of distortion parameters up to sixth order along with two octic ones were determined, as well as parameters describing the internal rotation of the methyl group. The spectroscopic parameters are accurate enough to identify methylallene up to 720 GHz, sufficient for searches even in the warm interstellar medium.         ",
    "url": "https://arxiv.org/abs/2601.22872",
    "authors": [
      "Holger S. P. Müller",
      "Frank Lewen",
      "Jean-Claude Guillemin",
      "Stephan Schlemmer"
    ],
    "subjectives": [
      "Astrophysics of Galaxies (astro-ph.GA)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2601.22973",
    "title": "Role of quasi-Fermi levels in Si- and Mg-related optical absorption in nitride laser diodes (LDs): material context",
    "abstract": "           Optical absorption and reabsorption of light emitted from active regions in nitride laser diodes (LDs) have been shown to reduce the light extraction efficiency of these devices. It was proven that the presence of Si and Mg may considerably increase the optical absorption. This effect is much stronger in the high-energy (short-wavelength) range of the spectrum. The absorption increase is directly related to the ionization of the Si donor and Mg acceptor levels, which are controlled by the electron and hole quasi-Fermi levels. It is shown that the absorption may be increased because of the higher ionization of Mg caused by the compensation in the p-type region and the high ionization of Si in the n-type region. It was explained theoretically why optical efficiency is increased by removal of doping in waveguides. It was also shown that good material quality leads to a low absorption level, especially in the Mg-doped p-type part of the device.         ",
    "url": "https://arxiv.org/abs/2601.22973",
    "authors": [
      "Konrad Sakowski",
      "Cyprian Sobczak",
      "Pawel Strak",
      "Izabella Grzegory",
      "Robert Czernecki",
      "Jacek Piechota",
      "Agata Kaminska",
      "Stanislaw Krukowski"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2601.23028",
    "title": "High-resolution tunable frequency beamsplitter enabled by an integrated silicon pulse shaper",
    "abstract": "           We demonstrate high-fidelity, tunable, and ultrafine-resolution on-chip frequency beamsplitters using a quantum frequency processor based on an integrated pulse shaper with six spectral channels. Near-ideal Hadamard gate performance is achieved, with fidelity F > 0.9995 and modified success probability P > 0.9621 maintained across frequency spacings from 2-5 GHz and down to as few as four spectral pulse shaper channels. The system's support of frequency spacings as narrow as 2 GHz significantly surpasses prior bulk demonstrations and enables arbitrary splitting ratios via spectral phase or modulation index control. These results establish a scalable and resource-efficient platform for integrated frequency-bin quantum photonics, opening new directions in quantum information processing, including densely parallel single-qubit operations and multidimensional gate implementations.         ",
    "url": "https://arxiv.org/abs/2601.23028",
    "authors": [
      "Chen-You Su",
      "Kaiyi Wu",
      "Lucas M. Cohen",
      "Saleha Fatema",
      "Navin B. Lingaraju",
      "Hsuan-Hao Lu",
      "Andrew M. Weiner",
      "Joseph M. Lukens",
      "Jason D. McKinney"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2601.23044",
    "title": "Scalable Memory Sharing in Photonic Quantum Memristors for Reservoir Computing",
    "abstract": "           Although photons are robust, room-temperature carriers well suited to quantum machine learning, the absence of photon-photon interactions hinder the realization of memory functionalities that are critical for capturing long-range context. Recently, measurement-based implementations of photonic quantum memristors (PQMRs) have enabled tunable non-Markovian responses. However, their memory remains confined to local elements, in contrast to biological or artificial networks where memory is shared across the system. Here, we propose a scalable PQMR network that enables measurement-based memory sharing. Each memristive node updates its internal state using the history of its own and neighbouring quantum states, thereby realizing distributed memory. By modelling each node as a photonic quantum memtransistor, we demonstrate pronounced enhancements in both classical and quantum hysteresis at the device level, as well as enhanced network-level quantum hysteresis. Implemented as a quantum reservoir, the architecture achieves improved Fashion-MNIST classification accuracy and confidence via increased data separability. Our approach paves the way toward high-capacity quantum machine learning using memristive devices compatible with linear-optical quantum computing.         ",
    "url": "https://arxiv.org/abs/2601.23044",
    "authors": [
      "Chaehyeon Lim",
      "Hyungchul Park",
      "Beomjoon Chae",
      "Jeonghun Kwak",
      "Soo-Yeon Lee",
      "Namkyoo Park",
      "Sunkyu Yu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.19601",
    "title": "Purcell-enhanced solid-state laser cooling",
    "abstract": "           We show that Purcell effect can lead to a substantial enhancement in the maximum cooling power for solid-state laser cooling. We numerically demonstrate such enhancement in a patterned slot-waveguide structure using ytterbium-doped silica as the active material. The enhancement arises primarily from the increase of saturation power density and the escape efficiency, and can persist in spite of the presence of parasitic absorption in the structure surrounding the active material. Our results point to a new opportunity in photonic structure design for optical refrigeration.         ",
    "url": "https://arxiv.org/abs/2407.19601",
    "authors": [
      "Mohammed Benzaouia",
      "Shanhui Fan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2410.07744",
    "title": "Modularity maximization and community detection in complex networks through recursive and hierarchical annealing in the D-Wave Advantage quantum processing units",
    "abstract": "           Quantum adiabatic optimization has long been expected to outperform classical methods in solving NP-type problems. While this has been proven in certain experiments, its main applications still reside in academic problems where the size of the system to be solved would not represent an obstacle to any modern desktop computer. Here we develop a systematic procedure to find the global optima of the modularity function to discover community structure in complex networks solely relying on pure annealers rather than hybrid solutions. We bypass the one-hot encoding constraints by hierarchically and recursively encoding binary instances of the problem that can be solved without the need to guess the exact penalties for the Lagrange multipliers. We study the variability, and robustness of the annealing process as a function of network size, directness of connections, topology, and the resolution of the communities. We show how our approach produces meaningful and at least equally optimal solutions to state-of-the-art community detection algorithms while maintaining tractable computing times. Lastly, due to its recursive nature, the annealing process returns intermediate subdivisions thus offering interpretable rather than black-box solutions. These \\textit{dendrograms} can be used to unveil normal and pathological hidden hierarchies in brain networks hence opening the door to clinical workflows. Overall, this represents a first step towards an applicable practice-oriented usage of pure quantum annealing potentially bridging two segregated communities in modern science and engineering; that of network science and quantum computing.         ",
    "url": "https://arxiv.org/abs/2410.07744",
    "authors": [
      "Joan Falcó-Roget",
      "Kacper Jurek",
      "Barbara Wojtarowicz",
      "Karol Capała",
      "Katarzyna Rycerz"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)",
      "Social and Information Networks (cs.SI)",
      "Combinatorics (math.CO)"
    ]
  },
  {
    "id": "arXiv:2507.13195",
    "title": "The Dynamics of the Transverse Optical Flux in Random Media",
    "abstract": "           We study the evolution of the kinetic energy (or gradient norm) of an incident linearly polarized monochromatic wave propagating in correlated random media. We explore the optical flux transverse to the mean Poynting flux at the paraxial-nonparaxial (vectorial) transition along with vortex counting. Here, by paraxial-nonparaxial transition we mean a gradual loss of validity of the paraxial approximation such that it is necessary to solve Maxwell-consistently employing the dyadic Green's function. The vortex number appears to increase approximately with a cubic root of the propagation distance for sufficiently small correlation length. Furthermore, a kink appears in nucleation rate at the position of maximum scintillation upon increasing correlation length. A driven steady state is reached due to the filtering of evanescent waves upon propagation. Finally, we present the spectrum of the incompressible kinetic energy and how it evolves from the paraxial case to that of a (nonparaxial) random field.         ",
    "url": "https://arxiv.org/abs/2507.13195",
    "authors": [
      "Yuchen Ke",
      "Nandini Bhattacharya",
      "Fabian Maucher"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2508.12827",
    "title": "Towards a better understanding of abdominal wall biomechanics: in vivo relationship between dynamic intra-abdominal pressure and magnetic resonance imaging measurements",
    "abstract": "           Background In vivo mechanical behaviour of the abdominal wall has been poorly characterised and important details are missing regarding the occurrence and post-operative recurrence rate of hernias which can be as high as 30 %. This study aimed to assess the correlation between abdominal wall displacement and intra-abdominal pressure, as well as abdominal compliance. Methods Eighteen healthy participants performed audio-guided passive (breathing) and active (coughing, Valsalva maneuver) exercises. Axial dynamic changes of abdominal muscles and visceral area were measured using MRI, and intra-abdominal pressure with ingested pressure sensor. Findings Correlations between abdominal wall displacement and intra-abdominal pressure were specific to participant, exercise, and varying between rectus abdominis and lateral muscles. Strong correlations were found between rectus abdominis displacement and intra-abdominal pressure during breathing (r = 0.92 $\\pm$ 0.06), as well as lateral muscles displacement with intra-abdominal pressure during coughing and Valsalva maneuver (r = --0.98 $\\pm$ 0.03 and -- 0.94 $\\pm$ 0.05 respectively). The abdominal pseudo-compliance varied greatly among participants during muscular contraction, the coefficient of variation reaching up to 70 %. Interpretation The combination of intra-abdominal pressure and dynamic MRI measurements enables the identification of participant-specific behaviour pattern. Intra-abdominal pressure and abdominal wall dynamic undergo consistent and predictable interactions. However, this relationship is subject-specific and may not be extrapolated to other individuals. Therefore, both intra-abdominal pressure and abdominal wall motion must be measured in the same participant in order to accurately characterise the abdominal wall behaviour. These results are of great importance for mesh design, surgical decision-making, and personalised healthcare.         ",
    "url": "https://arxiv.org/abs/2508.12827",
    "authors": [
      "Victoria Joppin",
      "Arthur Jourdan",
      "David Bendahan",
      "Andréa Soucasse",
      "Maxime Guye",
      "Catherine Masson",
      "Thierry Bège"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2508.16533",
    "title": "Bayesian Optimisation of Non-linear Breit-Wheeler Pair Production in Simulated Laser Experiments",
    "abstract": "           High laser intensities enable the production of electron-positron pairs from bright gamma rays passing through strong fields. Potentially the most promising approach for all-optical experiments in the near term uses dense but higher divergence electron beams from laser wakefield acceleration to produce gamma rays through inverse Compton scattering. Achieving many-photon collisions between these gamma rays and the high intensity laser pulse in practice is extremely difficult, however, due to significant shot-to-shot jitter in laser pointing and timing. We model these practical difficulties using simulated Monte-Carlo experiments. By using a more efficient algorithm for sampling infrequent pair production with particle splitting, we enable the exploration of a multi-dimensional parameter space. Using Gaussian Process Regression we then efficiently find optimal conditions for maximising pair production by changing the laser spot size, the energy in the colliding beam, and the stand-off distance between the laser wakefield accelerator and the focus of the colliding laser pulse. We find that the optimal stand-off distance increases with the degree of laser jitter and that the best conditions for producing electron-positron pairs are not the same as the best conditions for maximising the energy in the gamma rays. With \\unit[100]{J} of laser energy, we estimate rates of pair production of around 1 pair per 100 electrons are achievable even with jitter of 10s of microns and 10s of femtoseconds.         ",
    "url": "https://arxiv.org/abs/2508.16533",
    "authors": [
      "Christopher Arran",
      "Stuart Morris",
      "Christopher P. Ridgers"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2511.03439",
    "title": "QMeCha: quantum Monte Carlo package for fermions in embedding environments",
    "abstract": "           We present the first open access version of the QMeCha (Quantum MeCha) code, a quantum Monte Carlo (QMC) package developed to study many-body interactions between different types of quantum particles, with a modular and easy-to-expand structure. The present code has been built to solve the Hamiltonian of a system that can include nuclei and fermions of different mass and charge, e.g. electrons and positrons, embedded in an environment of classical charges and quantum Drude oscillators. To approximate the ground state of this many-particle operator, the code features different wavefunctions. For the fermionic particles, beyond the traditional Slater determinant, QMeCha also includes Geminal functions such as the Pfaffian, and presents different types of explicit correlation terms in the Jastrow factors. The classical point charges and quantum Drude oscillators, described through different variational ansätze, are used to model a molecular environment capable of explicitly describing dispersion, polarization, and electrostatic effects experienced by the nuclear and fermionic subsystem. To integrate these wavefunctions, efficient variational Monte Carlo and diffusion Monte Carlo protocols have been developed, together with a robust wavefunction optimization procedure that features correlated sampling.         ",
    "url": "https://arxiv.org/abs/2511.03439",
    "authors": [
      "Matteo Barborini",
      "Jorge Charry",
      "Matej Ditte",
      "Andronikos Leventis",
      "Georgios Kafanas",
      "Alexandre Tkatchenko"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2511.13266",
    "title": "Antisymmetric Mueller generator as the universal origin of geometric phase in classical polarization and quantum two-level systems",
    "abstract": "           We show that the antisymmetric Mueller generator provides a universal algebraic kernel for geometric phase in classical polarization optics and in quantum two-level systems. For any ideal retarder, the antisymmetric 3x3 block of its Mueller matrix (the antisymmetric generator of the adjoint SU(2) action on the Stokes vector) encodes the angular-velocity vector that drives the tangential motion on the Poincaré sphere and fully determines the Pancharatnam-Berry phase, while the symmetric block is geometrically neutral. The same antisymmetric generator governs the evolution of pure qubit states on the Bloch sphere. This unified viewpoint yields operational criteria to identify and control geometric-phase contributions from measured Mueller matrices and from qubit process tomography.         ",
    "url": "https://arxiv.org/abs/2511.13266",
    "authors": [
      "José J. Gil"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2601.18047",
    "title": "Laser interferometry as a robust neuromorphic platform for machine learning",
    "abstract": "           We present a method for implementing an optical neural network using only linear optical resources, namely field displacement and interferometry applied to coherent states of light. The nonlinearity required for learning in a neural network is realized via an encoding of the input into phase shifts allowing for far more straightforward experimental implementation compared to previous proposals for, and demonstrations of, $\\textit{in situ}$ inference. Beyond $\\textit{in situ}$ inference, the method enables $\\textit{in situ}$ training by utilizing established techniques like parameter shift rules or physical backpropagation to extract gradients directly from measurements of the linear optical circuit. We also investigate the effect of photon losses and find the model to be very resilient to these.         ",
    "url": "https://arxiv.org/abs/2601.18047",
    "authors": [
      "Amanuel Anteneh",
      "Kyungeun Kim",
      "J. M. Schwarz",
      "Israel Klich",
      "Olivier Pfister"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Emerging Technologies (cs.ET)",
      "Machine Learning (cs.LG)"
    ]
  },
  {
    "id": "arXiv:2601.21704",
    "title": "Reverse Energy Flows in Two-Dimensional Photonic Crystals and Analogies with Vortex Formation and Analogous Flows in Hydrodynamics",
    "abstract": "           This paper examines the connection between photonic band-gap formation in two types of two-dimensional photonic crystals and the emergence of reverse electromagnetic energy flows generated by linearly polarized plane waves incident on a photonic-crystal slab. We show that these reverse energy flows, observed in both transmitted and reflected fields, originate from vortex structures in the Poynting vector. The resulting energy-flow patterns exhibit striking analogies to vortex formation in fluid motion past obstacles. The geometry and dynamics of the Poynting-vector vortices determine whether the incident electromagnetic energy is impeded, leading to the formation of photonic band gaps, or instead guided through the structure, enabling transmission.         ",
    "url": "https://arxiv.org/abs/2601.21704",
    "authors": [
      "Andrey Pryamikov"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2506.11576",
    "title": "Quantum Circuits for the Metropolis-Hastings Algorithm",
    "abstract": "           Szegedy's quantization of a reversible Markov chain provides a quantum walk whose spectral gap is quadratically larger than that of the classical walk. Quantum computers are therefore expected to provide a speedup of Metropolis-Hastings (MH) simulations. Existing generic methods to implement the quantum walk require coherently computing the transition probabilities of the underlying Markov kernel. However, reversible computing methods require a number of qubits that scales with the complexity of the computation. This overhead is undesirable in near-term fault-tolerant quantum computing, where few logical qubits are available. In this work, we present a Szegedy quantum walk construction which follows the classical proposal-acceptance logic, and does not require further reversible computing methods. We also compare this construction with an alternative to Szegedy's approach which also provides a quadratic gap amplification. Since each step of the quantum walks uses a constant number of proposal and acceptance steps, we expect the end-to-end quadratic speedup to hold for MH Markov Chain Monte-Carlo simulations.         ",
    "url": "https://arxiv.org/abs/2506.11576",
    "authors": [
      "Baptiste Claudon",
      "Pablo Rodenas-Ruiz",
      "Jean-Philip Piquemal",
      "Pierre Monmarché"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2510.16358",
    "title": "Scattering theory of frequency-entangled biphoton states facilitated by cavity polaritons",
    "abstract": "           The use of quantum light to probe exciton properties in semiconductor and molecular nanostructures typically occurs in the low-intensity regime. A substantial enhancement of exciton-photon coupling can be achieved with photonic cavities, where excitons hybridize with cavity modes to form polariton states. To provide a theoretical framework for interpreting emerging experimental efforts in this direction, we develop a scattering theory describing the interaction of frequency-entangled photon pairs with cavity polariton and bipolariton states under various coupling regimes. Employing the Tavis-Cummings model in combination with our scattering approach, we present a quantitative analysis of how the interaction of the entangled photon pair with the polariton/bipolariton modifies its joint spectral amplitude (JSA). Specifically, we examine the effects of the cavity-mode steady-state population, exciton-cavity coupling strength, and different forms of the input photon JSA. Our results show that the entanglement entropy of the scattered photons is highly sensitive to the interplay between the input JSA and the spectral line shapes of the polariton resonances, emphasizing the cavity filtering effects. We suggest that biphoton scattering quantum light spectroscopy best serves as a sensitive probe of polariton and bipolariton states in the photon-vacuum cavity state. Our approach is not only robust to various regimes of cavity-exciton coupling, but also amenable to extensions beyond the Tavis-Cummings model, enabling the representation of a broad class of molecular systems and solid state quantum materials.         ",
    "url": "https://arxiv.org/abs/2510.16358",
    "authors": [
      "Andrei Piryatinski",
      "Nishaant Jacobus",
      "Sameer Dambal",
      "Eric R. Bittner",
      "Yu Zhang",
      "Ajay Ram Srimath Kandada"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2512.19870",
    "title": "Dissipative quantum algorithms for excited-state quantum chemistry",
    "abstract": "           Electronic excited states are central to a vast array of physical and chemical phenomena, yet accurate and efficient methods for preparing them on quantum devices remain challenging and comparatively underexplored. We introduce a general dissipative algorithm for selectively preparing ab initio electronic excited states. The key idea is to recast excited-state preparation as an effective ground-state problem by suitably modifying the underlying Lindblad dynamics so that the target excited state becomes the unique steady state of a designed quantum channel. We develop three complementary strategies, tailored to different types of prior information about the excited state, such as symmetry and approximate energy. We demonstrate the effectiveness and versatility of these schemes through numerical simulations of atomic and molecular spectra, including valence excitations in prototypical planar conjugated molecules and transition-metal complexes. Taken together, these results provide a new pathway for advancing quantum simulation methods for realistic strongly correlated electronic systems.         ",
    "url": "https://arxiv.org/abs/2512.19870",
    "authors": [
      "Hao-En Li",
      "Lin Lin"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2601.16941",
    "title": "Quantum Fisher information analysis for absorption measurements with undetected photons",
    "abstract": "           We theoretically compare the quantum Fisher information (QFI) for three configurations of absorption spectroscopy with undetected idler photons: an SU(1,1) interferometer with inter-source idler loss, an induced-coherence (IC) setup in which the idler partially seeds a second squeezer together with a vacuum ancilla, and a distributed-loss (DL) scheme with in-medium attenuation. We calculate the QFI as a function of parametric gain for both full and signal-only detection access. For losses below 99% and low to moderate gain, the SU(1,1) configuration provides the largest QFI. At high gain and intermediate loss, the IC scheme performs best, while under extreme attenuation (transmission $<$ 1%) the DL model becomes optimal. These results delineate the measurement regimes in which each architecture is optimal in terms of information theory.         ",
    "url": "https://arxiv.org/abs/2601.16941",
    "authors": [
      "Martin Houde",
      "Franz Roeder",
      "Christine Silberhorn",
      "Benjamin Brecht",
      "Nicolás Quesada"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  }
]