[
  {
    "id": "arXiv:2312.03128",
    "title": "AlGaN photonic device platform",
    "abstract": "In the rapidly evolving area of integrated photonics, there is a growing need for materials to support the fast development of advanced and more complex optical on-chip systems. Present photonic material platforms have significantly progressed over the past years; however, at the same time, they face critical challenges. We introduce a novel material for integrated photonics and investigate Aluminum Gallium Nitride (AlGaN) on Aluminum Nitride (AlN) templates as a platform for developing reconfigurable and on-chip nonlinear optical devices. AlGaN combines compatibility with standard fabrication technologies and high electro-optic modulation capabilities with reduced loss in a broad spectrum, making it a viable material for advanced photonic applications. We engineer and grow light-guiding photonic layers and fabricate waveguides, directional couplers, and other on-chip devices. Our AlGaN ring resonators demonstrate tunability and high Q-factors due to the low-loss waveguiding. The comprehensive platform paves the way for nonlinear photon-pair generation applications, on-chip nonlinear quantum frequency conversion, and fast electro-optic modulation for switching and routing. ",
    "url": "https://arxiv.org/abs/2312.03128",
    "authors": [
      "Sinan Gündogdu",
      "Sofia Pazzagli",
      "Tommaso Pregnolato",
      "Tim Kolbe",
      "Sylvia Hagedorn",
      "Markus Weyers",
      "Tim Schröder"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2312.03247",
    "title": "Principle of fundamental resonance in hypersonic boundary layers: an  asymptotic viewpoint",
    "abstract": "The fundamental resonance (FR) in the nonlinear phase of the boundary-layer transition to turbulence appears when a dominant planar instability mode reaches a finite amplitude, and the low-amplitude oblique traveling modes with the same frequency as the dominant mode, together with the stationary streak modes, undergo the strongest amplification among all the Fourier components. This regime may be the most efficient means to trigger the natural transition in hypersonic boundary layers. In this paper, we aim to reveal the intrinsic mechanism of the FR in the weakly nonlinear framework based on the large-Reynolds-number asymptotic technique. It is found that the FR is in principle a triad resonance among a dominant planar fundamental mode, a streak mode and an oblique mode. In the major part of the boundary layer, the nonlinear interaction of the fundamental mode and the streak mode seeds for the growth of the oblique mode, whereas the interaction of the oblique mode and the fundamental mode drives the roll components (transverse and lateral velocity) of the streak mode, which leads to a stronger amplification of the streamwise component of the streak mode due to the lift-up mechanism. The main-layer solution of the streamwise velocity, spanwise velocity and temperature of both the streak and the oblique modes become singular as the wall is approached, and so a viscous wall layer appears underneath. The wall layer produces an outflux velocity to the main-layer solution, inclusion of which leads to an improved asymptotic theory, whose accuracy is confirmed by comparing with the calculations of the nonlinear parabolised stability equations (NPSE) at moderate Reynolds numbers and the secondary instability analysis (SIA) at sufficiently high Reynolds numbers. ",
    "url": "https://arxiv.org/abs/2312.03247",
    "authors": [
      "Runjie Song",
      "Ming Dong",
      "Lei Zhao"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2312.03302",
    "title": "Ultra-low threshold pH sensor based on a whispering gallery mode  microbubble resonator",
    "abstract": "Laser sensing has a wide range of applications. In this paper, we propose a pH sensing laser with an ultra-low threshold and low sample consumption based on a whispering-gallery-mode microbubble resonator. Rhodamine 6G aqueous solutions with different pH values are used as the lasing gain media, which are injected through the microfluidic channel and interact with the high-quality-factor microbubble resonator to achieve lasing. Subtle pH changes of the aqueous solution lead to changes in lasing intensity in real time and the threshold reaches a minimum of 0.091 uJ/mm2. The low pump energy density effectively avoids the self-aggregation and photobleaching effects of dye molecules present in high-concentration rhodamine 6G solutions. The lasing characteristics under different pH conditions were determined experimentally and theoretically, and the results are in good agreement. Due to the deprotonation of amino groups in highly alkaline environments, the lasing threshold is highly dependent on the pH of rhodamine 6G aqueous solutions. In the pH range of 10.16-13.14, the lasing intensity changes considerably with the increasing pH. The proposed pH-sensing laser exhibits a fast response time, low toxicity, and a high signal-to-noise ratio, making it promising for highly sensitive alkaline detection in biological applications. ",
    "url": "https://arxiv.org/abs/2312.03302",
    "authors": [
      "Yue Cao",
      "Jin Dai",
      "Xubiao Peng",
      "Jiyang Ma",
      "Qing Zhao"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2312.03352",
    "title": "Large Non-Volatile Frequency Tuning of Spin Hall Nano-Oscillators using  Circular Memristive Nano-Gates",
    "abstract": "Spin Hall nano oscillators (SHNOs) are promising candidates for neuromorphic computing due to their miniaturized dimensions, non-linearity, fast dynamics, and ability to synchronize in long chains and arrays. However, tuning the individual SHNOs in large chains/arrays, which is key to implementing synaptic control, has remained a challenge. Here, we demonstrate circular memristive nano-gates, both precisely aligned and shifted with respect to nano-constriction SHNOs of W/CoFeB/HfOx, with increased quality of the device tunability. Gating at the exact center of the nano-constriction region is found to cause irreversible degradation to the oxide layer, resulting in a permanent frequency shift of the auto-oscillating modes. As a remedy, gates shifted outside of the immediate nano-constriction region can tune the frequency dramatically (>200 MHz) without causing any permanent change to the constriction region. Circular memristive nano-gates can, therefore, be used in SHNO chains/arrays to manipulate the synchronization states precisely over large networks of oscillators. ",
    "url": "https://arxiv.org/abs/2312.03352",
    "authors": [
      "Maha Khademi",
      "Akash Kumar",
      "Mona Rajabali",
      "Saroj P. Dash",
      "Johan Åkerman"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2312.03359",
    "title": "Sub-nanosecond coherent optical manipulation of a single aromatic  molecule at cryogenic temperature",
    "abstract": "Single molecules trapped in the solid state at liquid helium temperatures are promising quantum emitters for the development of quantum technologies owing to their remarkable photostability and their lifetime-limited optical coherence time of the order of 10 ns. The coherent preparation of their electronic state requires resonant excitation with a Rabi period much shorter than their optical coherence time. Sculpting the optical excitation with sharp edges and a high on-off intensity ratio ($\\sim 3\\times 10^5$) from a single-frequency laser beam, we demonstrate sub-nanosecond drive of a single dibenzanthanthrene molecule embedded in a naphthalene matrix at 3.2$^\\circ$K, over more than 17 Rabi periods. With pulses tailored for a half-Rabi period, the electronic excited state is prepared with fidelity as high as 0.97. Using single-molecule Ramsey spectroscopy, we prove up to 5$^\\circ$K that the optical coherence lifetime remains at its fundamental upper limit set by twice the excited-state lifetime, making single molecules suitable for quantum bit manipulations under standard cryogen-free cooling technologies. ",
    "url": "https://arxiv.org/abs/2312.03359",
    "authors": [
      "Quentin Deplano",
      "Philippe Tamarat",
      "Brahim Lounis",
      "Jean-Baptiste Trebbia"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2312.03447",
    "title": "Quantum-Inspired Neural Network Model of Optical Illusions",
    "abstract": "Ambiguous optical illusions have been a paradigmatic object of fascination, research and inspiration in arts, psychology and video games. However, accurate computational models of perception of ambiguous figures have been elusive. In this paper, we design and train a deep neural network model to simulate the human's perception of the Necker cube, an ambiguous drawing with several alternating possible interpretations. Defining the weights of the neural network connection using a quantum generator of truly random numbers, in agreement with the emerging concepts of quantum artificial intelligence and quantum cognition we reveal that the actual perceptual state of the Necker cube is a qubit-like superposition of the two fundamental perceptual states predicted by classical theories. Our results will find applications in video games and virtual reality systems employed for training of astronauts and operators of unmanned aerial vehicles. They will also be useful for researchers working in the fields of machine learning and vision, psychology of perception and quantum-mechanical models of human mind and decision-making. ",
    "url": "https://arxiv.org/abs/2312.03447",
    "authors": [
      "Ivan S. Maksymov"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)",
      "Artificial Intelligence (cs.AI)",
      "Computer Vision and Pattern Recognition (cs.CV)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2312.03460",
    "title": "Modeling the dynamics of quantum systems coupled to large dimensional  baths using effective energy states",
    "abstract": "The quantum dynamics of a low-dimensional system in contact with a large but finite harmonic bath is theoretically investigated by coarse-graining the bath into a reduced set of effective energy states. In this model, the couplings between the system and the bath are obtained from the statistical average over the discrete, degenerate effective states. Our model is aimed at intermediate bath sizes in which non-Markovian processes and energy transfer between the bath and the main system are important. The method is applied to a model system of a Morse oscillator coupled to 40 harmonic modes. The results are found to be in excellent agreement with the direct quantum dynamics simulations of Bouakline et al. [J. Phys. Chem. A 116, 11118-11127 (2012)], but at a much lower computational cost. Extension to larger baths is discussed in comparison to the time-convolutionless method. We also extend this study to the case of a microcanonical bath with finite initial internal energies. The computational efficiency and convergence properties of the effective bath states model with respect to relevant parameters are also discussed. ",
    "url": "https://arxiv.org/abs/2312.03460",
    "authors": [
      "Loïse Attal",
      "Cyril Falvo",
      "Florent Calvo",
      "Pascal Parneix"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2312.03468",
    "title": "Characterization of a capillary driven flow in microgravity by means of  optical technique",
    "abstract": "The motion of a gas-liquid interface along a solid wall is influenced by the capillary forces resulting from the interface's shape and its interaction with the solid, where it forms a dynamic contact angle. Capillary models play a significant role in the management of cryogenic propellants in space, where surface tension dominates the behaviour of gas-liquid interfaces. Yet, most empirical models have been derived in configurations dominated by viscous forces. In this study, we experimentally investigate the wetting of a low-viscosity, highly wetting fluid in a reduced gravity environment. Our setup consisted of a transparent and diverging U-tube in which capillary forces sustain the liquid motion. Combining Particle Image Velocimetry (PIV) and high-speed backlighting visualization, the experimental campaign allowed for measuring the interface evolution and the velocity field within the liquid under varying gravity levels. This work reports on the preliminary results from the image velocimetry and shows that the velocity profile within the tube is close to parabolic until a short distance from the interface. Nevertheless, classic 1D models for capillary rise face difficulties reproducing the interface dynamics, suggesting that the treatment of the surface tension in these problems must be reviewed. ",
    "url": "https://arxiv.org/abs/2312.03468",
    "authors": [
      "Domenico Fiorini",
      "Louis Carbonnelle",
      "Alessia Simonini",
      "Johan Steelant",
      "David Seveno",
      "Miguel A. Mendez"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2312.03539",
    "title": "Temporal coupled-mode theory in nonlinear resonant photonics: From basic  principles to contemporary systems with 2D materials, dispersion, loss, and  gain",
    "abstract": "Temporal coupled-mode theory (CMT) is an acclaimed and widely used theoretical framework for modeling the continuous wave (CW) response and temporal dynamics of any integrated or free-space photonic resonant structure. It was initially employed to understand how energy is coupled into and out of a cavity and how it is exchanged between different resonant modes. In the 30 years that followed its establishment, CMT has been expanded to describe a broad range of nonlinear interactions as well (self- and cross-phase modulation, saturable absorption, frequency generation, gain, etc.). In this tutorial, we thoroughly present the basic principles and the evolution of CMT throughout the years, showcasing its immense capabilities for the analysis and design of linear and nonlinear resonant photonic systems. Importantly, we focus on examples of modern, open nanophotonic resonators incorporating contemporary bulk or sheet (2D) materials that may be lossy and dispersive. For each linear/nonlinear effect under study we follow a meticulous, step-by-step approach, starting from an accurate model of the physical phenomenon and proceeding to its introduction in the CMT framework all the way to the efficient solution of the resulting system of equations. Our work highlights the merits of CMT as an efficient, accurate, and versatile theoretical tool. We envision that it can serve both as an introductory reference for any reader, as well as a comprehensive handbook on how to incorporate a broad range of linear and nonlinear effects in the CMT framework. ",
    "url": "https://arxiv.org/abs/2312.03539",
    "authors": [
      "Thomas Christopoulos",
      "Odysseas Tsilipakos",
      "Emmanouil E. Kriezis"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mathematical Physics (math-ph)"
    ]
  },
  {
    "id": "arXiv:2312.03581",
    "title": "High energy and narrow linewidth N2-filled hollow-core fiber laser at  1.4 μm",
    "abstract": "In this work, we develop a high energy laser at 1.4 {\\mu}m wavelength through the 1st order vibrational Raman Stokes generation in a nitrogen (N2) filled nodeless anti-resonant hollow core fiber (ARHCF), pumped using a custom-made 1060 nm Yb-doped narrow-linewidth fiber laser with 3.7 ns pulse duration and 98 {\\mu}J pulse energy. The maximum Raman energy of 26.5 {\\mu}J is achieved at 15 bar N2 pressure, corresponding to a quantum efficiency of 45% and peak power of 8.03 kW with 3.3 ns pulse width. This Raman laser has a narrow linewidth of 0.16 nm, and it is tunable over ~2 nm range by thermally tuning the laser diode seed wavelength of the pump fiber laser. This work provides a promising alternative for developing high energy and narrow-linewidth lasers outside the gain spectral regions of rare earth ion doped fibers. ",
    "url": "https://arxiv.org/abs/2312.03581",
    "authors": [
      "Lujun Hong",
      "Cuiling Zhang",
      "Joseph Wahlen",
      "Jose Enrique Antonio-Lopez",
      "Rodrigo Amezcua Correa",
      "Christos Markos",
      "Yazhou Wang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2312.03582",
    "title": "The Extended Resonant Modal Theory and Its Applications",
    "abstract": "In this paper, we extend the resonant modal theory (RMT) developed previously for a metal object to an arbitrary source region consisting of metals, dielectrics, or the combination of both. The influences of dielectrics on the fields are replaced by equivalent volume sources through the use of the compensation theorem in electromagnetic theory. The resonant frequencies can be determined by finding the roots of the determinant of the matrix resulted from the discretization of the real homogeneous volume-surface integral equation derived from the requirement that the difference of stored field energies in the source region vanishes. As applications of the extended RMT, three examples have been investigated. The first example is a dielectric resonator antenna, and is designed by exciting the first resonant mode of the composite structure in which the dielectric cylinder is combined with a conformal metallic strip. The second example is a dual-band dielectric-coated metallic wire antenna. The third example studies the resonant modes of a rectangular patch antenna. ",
    "url": "https://arxiv.org/abs/2312.03582",
    "authors": [
      "Ruqi Xiao",
      "Wen Geyi",
      "Guo Yang",
      "Wen Wu"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2312.03592",
    "title": "Analytical solutions for quantum radiation reaction in high-intensity  lasers",
    "abstract": "While the Landau-Lifshitz equation, which describes classical radiation reaction, can be solved exactly and analytically for a charged particle accelerated by a plane electromagnetic wave, no such solutions are available for quantum radiation reaction. Yet upcoming experiments with ultrarelativistic electron beams and high-intensity lasers will explore the regime where both radiation-reaction and quantum effects are important. Here we present analytical solutions for the mean and variance of the energy distribution of an electron beam that collides with a pulsed plane electromagnetic wave, which are obtained by means of a perturbative expansion in the quantum parameter $\\chi_0$. These solutions capture both the quantum reduction in the radiated power and stochastic broadening, and are shown to be accurate across the range of experimentally relevant collision parameters, i.e. GeV-class electron beams and laser amplitudes $a_0 \\lesssim 200$. ",
    "url": "https://arxiv.org/abs/2312.03592",
    "authors": [
      "T. G. Blackburn"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "High Energy Physics - Phenomenology (hep-ph)"
    ]
  },
  {
    "id": "arXiv:2312.03629",
    "title": "Freeform Direct-write and Rewritable Photonic Integrated Circuits in  Phase-Change Thin Films",
    "abstract": "Photonic integrated circuits (PICs) with rapid prototyping and reprogramming capabilities promise revolutionary impacts on a plethora of photonic technologies. Here, we report direct-write and rewritable photonic circuits on a low-loss phase change material (PCM) thin film. Complete end-to-end PICs are directly laser written in one step without additional fabrication processes, and any part of the circuit can be erased and rewritten, facilitating rapid design modification. We demonstrate the versatility of this technique for diverse applications, including an optical interconnect fabric for reconfigurable networking, a photonic crossbar array for optical computing, and a tunable optical filter for optical signal processing. By combining the programmability of the direct laser writing technique with PCM, our technique unlocks opportunities for programmable photonic networking, computing, and signal processing. Moreover, the rewritable photonic circuits enable rapid prototyping and testing in a convenient and cost-efficient manner, eliminate the need for nanofabrication facilities, and thus promote the proliferation of photonics research and education to a broader community. ",
    "url": "https://arxiv.org/abs/2312.03629",
    "authors": [
      "Changming Wu",
      "Haoqin Deng",
      "Yi-Siou Huang",
      "Heshan Yu",
      "Ichiro Takeuchi",
      "Carlos A. Ríos Ocampo",
      "Mo Li"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2312.03637",
    "title": "A lithographically-defined quantum dot with sub-wavelength confinement  of light",
    "abstract": "We present an optical cavity with deep sub-wavelength confinement of light in a region that simultaneously works as a quantum dot. The design is based on a dielectric membrane with a buried quantum well and restricts the electron and hole wave functions to the area of the optical hotspot in order to overcome the challenge of co-locating an optical cavity with a quantum emitter. Combined with proper surface passivation, this geometry points towards the deterministic fabrication of functional quantum dots in optical cavities by lithographic means. ",
    "url": "https://arxiv.org/abs/2312.03637",
    "authors": [
      "George Kountouris",
      "Anne Sofie Darket",
      "Lea Vestergaard",
      "Emil Vosmar Denning",
      "Jesper Mørk",
      "Philip Trøst Kristensen"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2312.03653",
    "title": "Quantum Picturalism: Learning Quantum Theory in High School",
    "abstract": "Quantum theory is often regarded as challenging to learn and teach, with advanced mathematical prerequisites ranging from complex numbers and probability theory to matrix multiplication, vector space algebra and symbolic manipulation within the Hilbert space formalism. It is traditionally considered an advanced undergraduate or graduate-level subject. In this work, we challenge the conventional view by proposing \"Quantum Picturalism\" as a new approach to teaching the fundamental concepts of quantum theory and computation. We establish the foundations and methodology for an ongoing educational experiment to investigate the question \"From what age can students learn quantum theory if taught using a diagrammatic approach?\". We anticipate that the primary benefit of leveraging such a diagrammatic approach, which is conceptually intuitive yet mathematically rigorous, will be eliminating some of the most daunting barriers to teaching and learning this subject while enabling young learners to reason proficiently about high-level problems. We posit that transitioning from symbolic presentations to pictorial ones will increase the appeal of STEM education, attracting more diverse audience. ",
    "url": "https://arxiv.org/abs/2312.03653",
    "authors": [
      "Selma Dündar-Coecke",
      "Lia Yeh",
      "Caterina Puca",
      "Sieglinde M.-L. Pfaendler",
      "Muhammad Hamza Waseem",
      "Thomas Cervoni",
      "Aleks Kissinger",
      "Stefano Gogioso",
      "Bob Coecke"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2312.03017",
    "title": "AI-driven emergence of frequency information non-uniform distribution  via THz metasurface spectrum prediction",
    "abstract": "Recently, artificial intelligence has been extensively deployed across various scientific disciplines, optimizing and guiding the progression of experiments through the integration of abundant datasets, whilst continuously probing the vast theoretical space encapsulated within the data. Particularly, deep learning models, due to their end-to-end adaptive learning capabilities, are capable of autonomously learning intrinsic data features, thereby transcending the limitations of traditional experience to a certain extent. Here, we unveil previously unreported information characteristics pertaining to different frequencies emerged during our work on predicting the terahertz spectral modulation effects of metasurfaces based on AI-prediction. Moreover, we have substantiated that our proposed methodology of simply adding supplementary multi-frequency inputs to the existing dataset during the target spectral prediction process can significantly enhance the predictive accuracy of the network. This approach effectively optimizes the utilization of existing datasets and paves the way for interdisciplinary research and applications in artificial intelligence, chemistry, composite material design, biomedicine, and other fields. ",
    "url": "https://arxiv.org/abs/2312.03017",
    "authors": [
      "Xiaohua Xing",
      "Yuqi Ren",
      "Die Zou",
      "Qiankun Zhang",
      "Bingxuan Mao",
      "Jianquan Yao",
      "Deyi Xiong",
      "Shuang Zhang",
      "Liang Wu"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2312.03279",
    "title": "Quantum Fusion of Independent Networks Based on Multi-user Entanglement  Swapping",
    "abstract": "With the advance development in quantum science, constructing a large-scale quantum network has become a hot area of future quantum information technology. Future quantum networks promise to enable many fantastic applications and will unlock fundamentally new technologies in information security and large-scale computation. The future quantum internet is required to connect quantum information processors to achieve unparalleled capabilities in secret communication and enable quantum communication between any two points on Earth. However, the existing quantum networks are basically constructed to realize the communication between the end users in their own networks. How to bridge different independent networks to form a fully-connected quantum internet becomes a pressing challenge for future networks. Here, we demonstrate the quantum fusion of two independent networks for the first time based on multiuser entanglement swapping, to merge two 10-user networks into a larger network with 18 users in quantum correlation layer. By performing the Bell state measurement between two nonneighboring nodes, the users from different networks can establish entanglement and ultimately every pair of the 18 users are able to communicate with each other using the swapped states. Our approach opens attractive opportunities for the establishment of quantum entanglement between remote nodes in different networks, which facilitates versatile quantum information interconnects and has great application in constructing large-scale intercity quantum communication networks. ",
    "url": "https://arxiv.org/abs/2312.03279",
    "authors": [
      "Yiwen Huang",
      "Yilin Yang",
      "Hao Li",
      "Jing Qiu",
      "Zhantong Qi",
      "Jiayu Wang",
      "Yuting Zhang",
      "Yuanhua Li",
      "Yuanlin Zheng",
      "Xianfeng Chen"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2312.03388",
    "title": "High power narrow linewidth laser for scaling barium ion optical qubit",
    "abstract": "The linewidth of a laser plays a pivotal role in ensuring high fidelity of ion trap quantum processors and optical clocks. As quantum computing endeavors scale up, the demand for higher laser power with ultra-narrow linewidth becomes imperative, and leveraging fiber amplifiers emerges as a promising approach to meet these requirements. This study explores the effectiveness of Thulium-doped fiber amplifiers as a viable solution for addressing optical qubit transitions in trapped barium ion qubits. We demonstrate that by performing high-fidelity gates on the qubit while introducing minimal intensity noise, TDFAs do not significantly broaden the linewidth of the seed lasers. We employed a Voigt fitting scheme in conjunction with a delayed self-heterodyne method to accurately measure the linewidth independently, corroborating our findings through quadrupole spectroscopy with trapped barium ions. Our results show linewidth values of $\\sim$ $160$~Hz and $156$~Hz, respectively, using these two methods, underscoring the reliability of our measurement techniques. The slight variation between the two methods may be attributed to factors such as amplified spontaneous emission in the TDFA or the influence of $1/f$ noise within the heterodyne setup delay line. These contribute to advancing our understanding of laser linewidth control in the context of ion trap quantum computing as well as stretching the availability of narrow linewidth, high-power tunable lasers beyond the C-band. ",
    "url": "https://arxiv.org/abs/2312.03388",
    "authors": [
      "Morteza Ahmadi",
      "Tarun Dutta",
      "Manas Mukherjee"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2312.03400",
    "title": "Full and fractional defects across the Berezinskii-Kosterlitz-Thouless  transition in a driven-dissipative spinor quantum fluid",
    "abstract": "We investigate the properties of a two-dimensional \\emph{spinor} microcavity polariton system driven by a linearly polarised continuous pump. In particular, we establish the role of the elementary excitations, namely the so-called half-vortices and full-vortices; these objects carry a quantum rotation only in one of the two, or both, spin components respectively. Our numerical analysis of the steady-state shows that it is only the half-vortices that are present in the vortex-antivortex pairing/dissociation responsible for the Berezinskii-Kosterlitz-Thouless transition. These are the relevant elementary excitations close to the critical point. However, by exploring the phase-ordering dynamics following a sudden quench across the transition we prove that full-vortices become the relevant excitations away from the critical point in a deep quasi-ordered state at late times. The time-scales for half-vortices binding into full vortices are much faster than the vortex-antivortex annihilations. ",
    "url": "https://arxiv.org/abs/2312.03400",
    "authors": [
      "G. Dagvadorj",
      "P. Comaron",
      "M. H. Szymanska"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Fluid Dynamics (physics.flu-dyn)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2312.03615",
    "title": "Rotating quantum droplets confined in an anharmonic potential",
    "abstract": "We investigate the rotational properties of quantum droplets, which form in a mixture of two Bose-Einstein condensates, in the presence of an anharmonic trapping potential. We identify various phases as the atom number and the angular momentum/angular velocity of the trap vary. These phases include center-of-mass-like excitation (without, or with vortices), vortices of single and multiple quantization, etc. Finally, we compare our results with those of the single-component problem. ",
    "url": "https://arxiv.org/abs/2312.03615",
    "authors": [
      "S. Nikolaou",
      "G. M. Kavoulakis",
      "M. Ogren"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2301.04651",
    "title": "20736-node Weighted Max-Cut Problem Solving by Quadrature Photonic  Spatial Ising Machine",
    "abstract": " Comments: 8 pages,3 figures ",
    "url": "https://arxiv.org/abs/2301.04651",
    "authors": [
      "Xin Ye",
      "Wenjia Zhang",
      "Shaomeng Wang",
      "Xiaoxuan Yang",
      "Zuyuan He"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.04931",
    "title": "CO2 storage in deep saline aquifers: evaluation of geomechanical risks  using integrated modeling workflow",
    "abstract": " Title: CO2 storage in deep saline aquifers: evaluation of geomechanical risks  using integrated modeling workflow ",
    "url": "https://arxiv.org/abs/2301.04931",
    "authors": [
      "Evgenii Kanin",
      "Igor Garagash",
      "Sergei Boronin",
      "Svetlana Zhigulskiy",
      "Artem Penigin",
      "Andrey Afanasyev",
      "Dmitry Garagash",
      "Andrei Osiptsov"
    ],
    "subjectives": [
      "Geophysics (physics.geo-ph)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2306.06397",
    "title": "Lower-depth programmable linear optical processors",
    "abstract": " Title: Lower-depth programmable linear optical processors ",
    "url": "https://arxiv.org/abs/2306.06397",
    "authors": [
      "Rui Tang",
      "Ryota Tanomura",
      "Takuo Tanemura",
      "Yoshiaki Nakano"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Emerging Technologies (cs.ET)"
    ]
  },
  {
    "id": "arXiv:2308.10371",
    "title": "A Framework for Curriculum Transformation in Quantum Information Science  and Technology Education",
    "abstract": " Comments: 24+15 pages, 7+4 figures. S. Goorney and J. Bley contributed equally to this work ",
    "url": "https://arxiv.org/abs/2308.10371",
    "authors": [
      "Simon Goorney",
      "Jonas Bley",
      "Stefan Heusler",
      "Jacob Sherson"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2309.00654",
    "title": "PyMoosh : a comprehensive numerical toolkit for computing the optical  properties of multilayered structures",
    "abstract": " Title: PyMoosh : a comprehensive numerical toolkit for computing the optical  properties of multilayered structures ",
    "url": "https://arxiv.org/abs/2309.00654",
    "authors": [
      "Denis Langevin",
      "Pauline Bennet",
      "Abdourahman Khaireh-Walieh",
      "Peter Wiecha",
      "Olivier Teytaud",
      "Antoine Moreau"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.09496",
    "title": "X-ray phase and dark-field computed tomography without optical elements",
    "abstract": " Comments: 15 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2310.09496",
    "authors": [
      "T. A. Leatham",
      "D. M. Paganin",
      "K. S. Morgan"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)",
      "Image and Video Processing (eess.IV)",
      "Optics (physics.optics)"
    ]
  }
]