[
  {
    "id": "arXiv:2406.03579",
    "title": "High Frequency Radar Observing System Simulation Experiment in the Western Mediterranean Sea: a Lagrangian assessment approach",
    "abstract": "           The impact of the expansion of a high-frequency radar (HFR) system in the Ibiza Channel (Western Mediterranean Sea) is evaluated through an Observing System Simulation Experiment (OSSE). The installation of two new antennas in the Iberian Peninsula would complement the existing ones in the islands of Ibiza and Formentera, providing surface currents observations of the full channel. Two different configuration of the same model, validated to give realistic simulations, are used: i) a Nature Run (NR) which is considered as the real ocean state and that is used to generate pseudo-observations, and ii) a Control Run (CR) in which we will assimilate the pseudo-observations. The OSSE is first validated by comparison against a previous Observing System Experiment (OSE). The effect of the new antennas for forecasting surface currents is evaluated in two different periods. The effect of the new antennas is relatively small when the NR and CR depict a similar circulation. However, in situations where both models present higher differences, the error reduction with respect to the use of only the actual system can be of up to 19%. The effects on the transport in the area are also analyzed from a Lagrangian perspective, showing that DA can help to better represent the Lagrangian Coherent Structures present in the NR and constrain the ocean dynamics.         ",
    "url": "https://arxiv.org/abs/2406.03579",
    "authors": [
      "Jaime Hernandez Lasheras",
      "Alex Santana",
      "Baptiste Mourre",
      "Ismael Hernandez Carrasco",
      "Alejandro Orfila"
    ],
    "subjectives": [
      "Atmospheric and Oceanic Physics (physics.ao-ph)"
    ]
  },
  {
    "id": "arXiv:2406.03609",
    "title": "Modulated Ringdown Comb Interferometry for next-generation high complexity trace gas sensing",
    "abstract": "           Gas samples relevant to health and environment typically contain a plethora of molecular species that span a huge concentration dynamic range. High-concentration molecules impose a strong absorption background that hinders robust identification of low-concentration species. While mid-infrared frequency comb spectroscopy with high-finesse cavity enhancement has realized many of the most sensitive multi-species trace gas detection to date, its robust performance requires gas samples to contain only weak absorption features to avoid dispersing cavity resonances from the comb line frequencies. Here we introduce a new technique that is free from this restriction, thus enabling the development of next-generation multi-species trace gas sensing with broad applicability to complex and dynamic molecular compositions. The principle of Modulated Ringdown Comb Interferometry is to resolve ringdown dynamics carried by massively parallel comb lines transmitted through a length-modulated cavity. This method leverages both periodicity of the field dynamics and Doppler frequency shifts introduced from a Michelson interferometer. Scalable enhancement of both spectral coverage and cavity finesse is enabled with dispersion immune and high-efficiency data collection. Built upon this platform, we realize in the mid-infrared a product of finesse and spectral coverage that is orders of magnitude better than all prior experiments. We demonstrate the power of this technique by measuring highly dispersive exhaled human breath samples over a vastly expanded spectral coverage of 1,010 cm-1 and with cavity finesse of 23,000. This allows for the first time simultaneous quantification of 20 distinct molecular species at > 1 part-per-trillion sensitivity with their concentrations varying by 7 orders of magnitude.         ",
    "url": "https://arxiv.org/abs/2406.03609",
    "authors": [
      "Qizhong Liang",
      "Apoorva Bisht",
      "Andrew Scheck",
      "Peter G. Schunemann",
      "Jun Ye"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2406.03640",
    "title": "Lithium Borohydride (LiBH4): An Innovative Material for Neutron Radiation Shielding",
    "abstract": "           Radiation shielding plays a crucial role in various industries, including nuclear and space exploration. Among the most abundant elements and isotopes found in nature, 10B has one of the highest neutron absorption cross-sections, closely followed by 6Li. It is worth noting that hydrogen, with its light nucleus, serves as an excellent neutron reflector. Surprisingly, the potential of the lithium borohydride molecule (LiBH4), which consists exclusively of these elements, as a shield against neutron radiation has not yet been explored. This study investigates various materials that can potentially be used as shields. First, we assessed traditional shields and previous optimizations for shielding. The findings showed that concrete containing 10% B4C yielded the best results. High-performance concrete (HPC) replaced regular concrete. By gradually incorporating lithium borohydride into the shield, along with the appropriate level of boron carbide, further optimization was achieved. Calculations were performed using the MCNPX 2.7E code. The introduction of the new shield resulted in a significant 40% reduction in volume compared with the previous sample. The study findings showed that a 30 cm thick shield effectively blocked 95% of the total neutrons and 92% of the total gamma radiation. Additionally, it was noted that the shielding effects of lithium borohydride against fast neutrons are greater than those of boron carbide. Various parameters and data of the designed shield were calculated and compared with those of the previous sample.         ",
    "url": "https://arxiv.org/abs/2406.03640",
    "authors": [
      "Mohammadreza Lotfalian",
      "Mitra Athari Allaf",
      "Masoud Mansouri"
    ],
    "subjectives": [
      "Atomic and Molecular Clusters (physics.atm-clus)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2406.03716",
    "title": "Demonstration of a Mobile Optical Clock Ensemble at Sea",
    "abstract": "           Atomic clocks have been at the leading edge of accuracy and precision since their inception in the 1950s. However, typically the most capable of these clocks have been confined to laboratories despite the fact that there are compelling reasons to apply them in the field and/or while in motion. These applications include synchronization of distributed critical infrastructure (e.g. data servers, communications, electricity grids), scientific applications (e.g. radio-astronomy) and to mitigate the effects of interruption to Global Navigation Satellite Systems. Over the last 20 years, there has been a breakthrough in the performance of atomic clocks by transitioning from an atomic reference based on a microwave transition to an optical frequency transition. The $10^5$-fold increase in reference frequency confers the potential for significantly higher performance. However, this performance increase has come at the cost of size, complexity and fragility which has continued the confinement of these clocks to the laboratory. Here we report on a recent international collaboration where three emerging optical clocks, each operating on different principles, were trialed at sea. These clocks incorporate optical frequency combs so that their stable frequency outputs can be used directly in electronic apparatus and were also automated so that they do not require expert supervision. We present the frequency stability and reliability of these three clocks over multiple weeks of unsupervised naval trials, both in harbour and on the ocean. The performance of all three devices was orders of magnitude superior to existing best-in-class commercial solutions over short and medium timescales. This demonstrates that optical clocks are ready to deliver advantages for real-world applications.         ",
    "url": "https://arxiv.org/abs/2406.03716",
    "authors": [
      "E. Ahern",
      "J. W. Allison",
      "C. Billington",
      "N. Bourbeau Hébert",
      "A. P. Hilton",
      "E. Klantsataya",
      "C. Locke",
      "A. N. Luiten",
      "M. Nelligan",
      "R. F. Offer",
      "C. Perrella",
      "S. K. Scholten",
      "B. White",
      "B. M. Sparkes",
      "R. Beard",
      "J. D. Elgin",
      "K. W. Martin"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2406.03798",
    "title": "Optical biomarker of metabolism for breast tumor diagnosis: Insights from subcellular dynamics",
    "abstract": "           Label-free metabolic dynamics contrast is highly appealing but difficult to achieve in biomedical imaging. Interference offers a highly sensitive mechanism for capturing the metabolic dynamics of the subcellular scatterers. However, traditional interference detection methods fail to isolate pure metabolic dynamics, as the dynamic signals are coupled with scatterer reflectivity and other uncontrollable imaging factors. Here, we demonstrate active phase modulation-assisted dynamic full-field optical coherence tomography (APMD-FFOCT) that decouples and quantifies the metabolic dynamics by adding a reference movement for all interferential scatterers. This novel technique enables imaging and dynamic analysis of subcellular structures along with their changes during the apoptotic process in tumor tissues. Furthermore, the nucleus-to-cytoplasm dynamic intensity ratio could serve as an optical biomarker for breast tumor grading, enhancing intraoperative diagnosis.         ",
    "url": "https://arxiv.org/abs/2406.03798",
    "authors": [
      "Zichen Yin",
      "Shuwei Zhang",
      "Bin He",
      "Houpu Yang",
      "Zhengyu Chen",
      "Zhangwei Hu",
      "Yejiong Shi",
      "Ruizhi Xue",
      "Panqi Yang",
      "Yuzhe Ying",
      "Chengming Wang",
      "Shu Wang",
      "Ping Xue"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2406.03854",
    "title": "Universal properties of locally generated terahertz waveforms from polarization-controlled two- and multi-color ionizing fields",
    "abstract": "           The polarization states of terahertz (THz) radiation generated in a photo-ionized gas driven by strong two- or multi-frequency fields with locally controlled polarization are studied. We reveal a universal property of the resulting THz waveforms: the ellipticity of their polarization state increases linearly with the frequency. This ``linear chirp of ellipticity'' makes plasma-based THz generation unique among other THz sources. However, it also puts some constraints on the polarization properties of the generated THz radiation. We derive a general expression for the THz ellipticity and demonstrate how the polarization states of the generated THz waveforms can be manipulated and controlled by the polarization of the pump pulses.         ",
    "url": "https://arxiv.org/abs/2406.03854",
    "authors": [
      "H. Alirezaee",
      "S. Skupin",
      "V. Vaicaitis",
      "A. Demircan",
      "I. Babushkin",
      "Luc Bergé",
      "U. Morgner"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2406.03876",
    "title": "Time-resolved optical assessment of exciton formation in mixed two-dimensional perovskite films",
    "abstract": "           We report the observation of exciton formation from the cooled band-edge carriers in mixed two-dimensional hybrid organic-inorganic perovskites using femtosecond transient absorption spectroscopy. By monitoring the changes of bleach signal upon excitations with various photon energy, we are able to extract the values of exciton binding energy and the occupancies of carriers of free and bound states for each two-dimensional phase. We also confirm the existence of Mahan exciton when injected carrier density is above the Mott criterion.         ",
    "url": "https://arxiv.org/abs/2406.03876",
    "authors": [
      "Zheng Zhang",
      "Jianan Wang",
      "Yijie Shi",
      "Xi Wang",
      "Zhong Wang",
      "Xiangyu Zhu",
      "Chunlong Hu",
      "Zonghao Liu",
      "Wei Chen",
      "Wenxi Liang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2406.04000",
    "title": "Stochastic logic in biased coupled photonic probabilistic bits",
    "abstract": "           Optical computing often employs tailor-made hardware to implement specific algorithms, trading generality for improved performance in key aspects like speed and power efficiency. An important computing approach that is still missing its corresponding optical hardware is probabilistic computing, used e.g. for solving difficult combinatorial optimization problems. In this study, we propose an experimentally viable photonic approach to solve arbitrary probabilistic computing problems. Our method relies on the insight that coherent Ising machines composed of coupled and biased optical parametric oscillators can emulate stochastic logic. We demonstrate the feasibility of our approach by using numerical simulations equivalent to the full density matrix formulation of coupled optical parametric oscillators.         ",
    "url": "https://arxiv.org/abs/2406.04000",
    "authors": [
      "Michael Horodynski",
      "Charles Roques-Carmes",
      "Yannick Salamin",
      "Seou Choi",
      "Jamison Sloan",
      "Di Luo",
      "Marin Soljačić"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Emerging Technologies (cs.ET)"
    ]
  },
  {
    "id": "arXiv:2406.04015",
    "title": "Identification of highly-forbidden optical transitions in highly charged ions",
    "abstract": "           Optical clocks represent the most precise experimental devices, finding application in fields spanning from frequency metrology to fundamental physics. Recently, the first highly charged ions (HCI) based optical clock was demonstrated using Ar$^{13+}$, opening up a plethora of novel systems with advantageous atomic properties for high accuracy clocks. While numerous candidate systems have been explored theoretically, the considerable uncertainty of the clock transition frequency for most species poses experimental challenges. Here, we close this gap by exploring quantum logic-inspired experimental search techniques for sub-Hertz clock transitions in HCI confined to a linear Paul trap. These techniques encompass Rabi excitation, an optical dipole force (ODF) approach, and linear continuous sweeping (LCS) and their applicability for different types of HCI. Through our investigation, we provide tools to pave the way for the development of exceptionally precise HCI-based optical clocks.         ",
    "url": "https://arxiv.org/abs/2406.04015",
    "authors": [
      "Shuying Chen",
      "Lukas J. Spieß",
      "Alexander Wilzewski",
      "Malte Wehrheim",
      "Kai Dietze",
      "Ivan Vybornyi",
      "Klemens Hammerer",
      "Jose R. Crespo Lopez-Urrutia",
      "Piet O. Schmidt"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)",
      "Plasma Physics (physics.plasm-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2406.03627",
    "title": "Optimal Control and Glassiness in Quantum Sensing",
    "abstract": "           Quantum systems are powerful detectors with wide-ranging applications from scanning probe microscopy of materials to biomedical imaging. Nitrogen vacancy (NV) centers in diamond, for instance, can be operated as qubits for sensing of magnetic field, temperature, or related signals. By well-designed application of pulse sequences, experiments can filter this signal from environmental noise, allowing extremely sensitive measurements with single NV centers. Recently, optimal control has been used to further improve sensitivity by modification of the pulse sequence, most notably by optimal placement of $\\pi$ pulses. Here we consider extending beyond $\\pi$ pulses, exploring optimization of a continuous, time-dependent control field. We show that the difficulty of optimizing these protocols can be mapped to the difficulty of finding minimum free energy in a classical frustrated spin system. While most optimizations we consider show autocorrelations of the sensing protocol that grow as a power law -- similar to an Ising spin glass -- the continuous control shows slower logarithmic growth, suggestive of a harder Heisenberg-like glassy landscape.         ",
    "url": "https://arxiv.org/abs/2406.03627",
    "authors": [
      "Christopher I. Timms",
      "Michael H. Kolodrubetz"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2406.03804",
    "title": "Exploring the interplay between mass-energy equivalence, interactions and entanglement in an optical lattice clock",
    "abstract": "           We propose protocols that probe manifestations of the mass-energy equivalence in an optical lattice clock (OLC) interrogated with spin coherent and entangled quantum states. To tune and uniquely distinguish the mass-energy equivalence effects (gravitational redshift and second order Doppler shift) in such setting, we devise a dressing protocol using an additional nuclear spin state. We then analyze the interplay between photon-mediated interactions and gravitational redshift and show that such interplay can lead to entanglement generation and frequency synchronization. In the regime where all atomic spins synchronize, we show the synchronization time depends on the initial entanglement of the state and can be used as a proxy of its metrological gain compared to a classical state. Our work opens new possibilities for exploring the effects of general relativity on quantum coherence and entanglement in OLC experiments.         ",
    "url": "https://arxiv.org/abs/2406.03804",
    "authors": [
      "Anjun Chu",
      "Victor J. Martínez-Lahuerta",
      "Maya Miklos",
      "Kyungtae Kim",
      "Peter Zoller",
      "Klemens Hammerer",
      "Jun Ye",
      "Ana Maria Rey"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2406.03959",
    "title": "Path Integral Monte Carlo Simulation of Superfluid Ring Lattices",
    "abstract": "           The goal of this work is to lay the groundwork to construct and characterize a quantum device; which we refer to as a superfluid ring lattice; that could serve as a multi-qubit system in the future. Accordingly, a mathematical framework, called the Integer Lattice Method (ILM), is exploited to construct a two-dimensional optical landscape which could facilitate a superfluid ring qubit. The Integer Lattice Method allows one to design and explore both periodic and quasi-periodic structured coherent wave interference patterns. Furthermore, the formalism allows for a direct link to experimental realization. The lattices obtained from ILM can be investigated using WA-PIMC. In particular, the spatial and superfluid density at equilibrium are observables of interest to obtain our objective. In this thesis, the ab-initio Path Integral Monte Carlo Worm algorithm is implemented with the future aim of investigating the construction of superfluid ring lattices. It is written in independent and interchangeable modules in the novel programming language Julia. To ensure scalability, a custom nearest-neighbour algorithm is added. The simulation software is benchmarked by comparing it with exact analytical results from the non-interacting Bose gas model. Emerging issues with our implementation of the Worm algorithm are identified and thoroughly investigated. Finally, some preliminary results on the equilibrium density distribution of the found ILM lattices are presented and discussed.         ",
    "url": "https://arxiv.org/abs/2406.03959",
    "authors": [
      "Orjan Ameye"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2406.04080",
    "title": "Quantum Simulations with Bilayer 2D Bose Gases in Multiple-RF-dressed Potentials",
    "abstract": "           Multiple-RF (MRF) dressing allows trapping of ultracold atoms in novel spatial geometries, such as highly controllable bilayer structures for 2D ultracold gases, providing unique opportunities for the investigation of 2D quantum systems both in and out of equilibrium. Here, we give an overview of the recent developments of MRF-dressed atom experiments, illustrated by the detailed studies of universal relaxation dynamics across the Berezinskii-Kosterlitz-Thouless critical point enabled by coherent splitting quench protocols and detection of correlations via spatially selective matter-wave interferometry.         ",
    "url": "https://arxiv.org/abs/2406.04080",
    "authors": [
      "Abel Beregi",
      "Christopher J. Foot",
      "Shinichi Sunami"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2406.04304",
    "title": "Information Benchmark for Biological Sensors Beyond Steady States -- Mpemba-like sensory withdrawal effect",
    "abstract": "           Biological sensors rely on the temporal dynamics of ligand concentration for signaling. The sensory performance is bounded by the distinguishability between the sensory state transition dynamics under different environmental protocols. This work presents a comprehensive theory to characterize arbitrary transient sensory dynamics of biological sensors. Here the sensory performance is quantified by the Kullback-Leibler (KL) divergence between the probability distributions of the sensor's stochastic paths. We introduce a novel benchmark to assess a sensor's transient sensory performance arbitrarily far from equilibrium. We identify a counter-intuitive phenomenon in multi-state sensors: while an initial exposure to high ligand concentration may hinder a sensor's sensitivity towards a future concentration up-shift, certain sensors may show a boost in sensitivity if the initial high concentration exposure is followed by a transient resetting at a low concentration environment. The boosted performance exceeds that of a sensor starting from an initially low concentration environment. This effect, reminiscent of a drug withdrawal effect, can be explained by the Markovian dynamics of the multi-state sensor, similar to the Markovian Mpemba effect. Moreover, an exhaustive machine learning study of 4-state sensors reveals a tight connection between the sensor's performance and the structure of the Markovian graph of its states.         ",
    "url": "https://arxiv.org/abs/2406.04304",
    "authors": [
      "Asawari Pagare",
      "Zhiyue Lu"
    ],
    "subjectives": [
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Biological Physics (physics.bio-ph)",
      "Quantitative Methods (q-bio.QM)"
    ]
  },
  {
    "id": "arXiv:2403.07962",
    "title": "Quantum number conservation in meson interactions",
    "abstract": "           Quantum number descriptions of spin-zero mesons are obtained from their quark/anti-quark structures, extending the application of the already established seven quantum number conservation in fermion interactions to include mesons. This provides a new tool in the design of experiments and the analysis of results, making it particularly useful for those interactions that involve neutral mesons. One quantum number is parity, conflicting with the evidence for parity non-conservation. The source of this disagreement is identified as the poor definition of parity in the Standard Model. It is also shown that mesons can produce inter-generational interactions, providing a viable alternative to the see-saw mechanism of neutrino interactions.         ",
    "url": "https://arxiv.org/abs/2403.07962",
    "authors": [
      "Douglas Newman"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2403.09336",
    "title": "Radiative lifetime of the A 2{\\Pi}1/2 state in RaF with relevance to laser cooling",
    "abstract": "           The radiative lifetime of the $A$ $^2 \\Pi_{1/2}$ (v=0) state in radium monofluoride (RaF) is measured to be 35(1) ns. The lifetime of this state and the related decay rate $\\Gamma = 2.86(8) \\times 10^7$ $s^{-1}$ are of relevance to the laser cooling of RaF via the optically closed $A$ $^2 \\Pi_{1/2} \\leftarrow X$ $^2\\Sigma_{1/2}$ transition, which makes the molecule a promising probe to search for new physics. RaF is found to have a comparable photon-scattering rate to homoelectronic laser-coolable molecules. Thanks to its highly diagonal Franck-Condon matrix, it is expected to scatter an order of magnitude more photons than other molecules when using just 3 cooling lasers, before it decays to a dark state. The lifetime measurement in RaF is benchmarked by measuring the lifetime of the $8P_{3/2}$ state in Fr to be 83(3) ns, in agreement with literature.         ",
    "url": "https://arxiv.org/abs/2403.09336",
    "authors": [
      "M. Athanasakis-Kaklamanakis",
      "S. G. Wilkins",
      "P. Lassègues",
      "L. Lalanne",
      "J. R. Reilly",
      "O. Ahmad",
      "M. Au",
      "S. W. Bai",
      "J. Berbalk",
      "C. Bernerd",
      "A. Borschevsky",
      "A. A. Breier",
      "K. Chrysalidis",
      "T. E. Cocolios",
      "R. P. de Groote",
      "C. M. Fajardo-Zambrano",
      "K. T. Flanagan",
      "S. Franchoo",
      "R. F. Garcia Ruiz",
      "D. Hanstorp",
      "R. Heinke",
      "P. Imgram",
      "A. Koszorús",
      "A. A. Kyuberis",
      "J. Lim",
      "Y. C. Liu",
      "K. M. Lynch",
      "A. McGlone",
      "W. C. Mei",
      "G. Neyens",
      "L. Nies",
      "A. V. Oleynichenko",
      "A. Raggio",
      "S. Rothe",
      "L. V. Skripnikov",
      "E. Smets",
      "B. van den Borne",
      "J. Warbinek",
      "J. Wessolek",
      "X. F. Yang",
      "ISOLDE Collaboration"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Nuclear Experiment (nucl-ex)"
    ]
  },
  {
    "id": "arXiv:2403.15117",
    "title": "Two-photon polymerization of optical microresonators for precise pH sensing",
    "abstract": "           In water monitoring, environmental analysis, cell culture stability, and biomedical applications, precise pH control is demanded. Traditional methods like pH strips and meters have limitations: pH strips lack precision, while electrochemical meters, though more accurate, are fragile, prone to drift, and unsuitable for small volumes. In this paper, we propose a method for optical detection of the pH value based on the multiplexed sensor with 4D microcavities fabricated with two-photon polymerization. This approach employs pH-triggered reversible variations in microresonator geometry and integrates hundreds of dual optically coupled 4D microcavities to achieve the detection limit of 0.003 pH units. The proposed solution is a clear instance for the use-case oriented application of the two-photon polymerized structures of high optical quality. With benefits of the multiplexed imaging platform, dual 4D microresonators can be integrated alongside other microresonator types for pH-corrected biochemical studies.         ",
    "url": "https://arxiv.org/abs/2403.15117",
    "authors": [
      "Anton V. Saetchnikov",
      "Elina A. Tcherniavskaia",
      "Vladimir A. Saetchnikov",
      "Andreas Ostendorf"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2406.01310",
    "title": "Nonclassical optical response of particle plasmons with quantum informed local optics",
    "abstract": "           As the dimensions of plasmonic structures or the field confinement length approach the mean free path of electrons, mesoscopic optical response effects, including nonlocality, electron density spill-in or spill-out, and Landau damping, are expected to become observable. In this work, we present a quantum-informed local analogue model (QILAM) that maps these nonclassical optical responses onto a local dielectric film. The primary advantage of this model lies in its compatibility with the highly efficient boundary element method (BEM), which includes retardation effects and eliminates the need to incorporate wavevector-dependent permittivity. Furthermore, our approach offers a unified framework that connects two important semiclassical theories: the generalized nonlocal optical response (GNOR) theory and the Feibelman d-parameters formalism. We envision that QILAM could evolve into a multiscale electrodynamic tool for exploring nonclassical optical responses in diverse plasmonic structures in future. This could be achieved by directly translating mesoscopic effects into observable phenomena, such as resonance energy shifts and linewidth broadening in the scattering spectrum.         ",
    "url": "https://arxiv.org/abs/2406.01310",
    "authors": [
      "Weixiang Ye"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.00272",
    "title": "Quantum phase transitions and composite excitations of antiferromagnetic quantum spin trimer chains in a magnetic field",
    "abstract": "           Motivated by recent advancements in theoretical and experimental studies on the high-energy excitations, we theoretically explore the quantum phase transition and composite dynamics of the antiferromagnetic trimer chains in a magnetic field using the exact diagonalization, density matrix renormalization group, time-dependent variational principle and cluster perturbation theory. We measure the entanglement entropy to uncover the phase diagram, encompassing the XY-I, $1/3$ magnetization plateau, XY-II and ferromagnetic phases. Both critical XY-I and XY-II phases are both described by the conformal field theory with the central charge $c \\simeq 1$. By analyzing the dynamical structure factor, we elucidate the distinct features of spin dynamics across different phases. In the regime of weak intertrimer interaction, we identify the intermediate-energy and high-energy modes in the XY-I and $1/3$ magnetization plateau phases as the internal trimer excitations, corresponding to the propagation of doublon and quarton, respectively. Notably, the application of a magnetic field splits the high-energy spectra into two branches labeled as the upper quarton and lower quarton. Furthermore, we also explore the spin dynamics of a trimerized model closely related to the quantum magnet \\ce{Na_2Cu_3Ge_4O_12}, and discuss the possibility of the quarton Bose-Einstein condensation. Our results can be verified in the inelastic neutron scattering experiments and provide deep insights for exploring the high-energy exotic excitations.         ",
    "url": "https://arxiv.org/abs/2402.00272",
    "authors": [
      "Jun-Qing Cheng",
      "Zhi-Yao Ning",
      "Han-Qing Wu",
      "Dao-Xin Yao"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2404.08122",
    "title": "Cavity engineered phonon-mediated superconductivity in MgB$_2$ from first principles quantum electrodynamics",
    "abstract": "           Strong laser pulses can control superconductivity, inducing non-equilibrium transient pairing by leveraging strong-light matter interaction. Here we demonstrate theoretically that equilibrium ground-state phonon-mediated superconductive pairing can be affected through the vacuum fluctuating electromagnetic field in a cavity. Using the recently developed $\\textit{ab initio}$ quantum electrodynamical density-functional theory approximation, we specifically investigate the phonon-mediated superconductive behavior of MgB$_2$ under different cavity setups and find that in the strong-light matter coupling regime its superconducting transition temperature can be enhanced by $\\approx 73\\%$ ($\\approx 40\\%$) in an in-plane (out-of-plane) polarized cavity. The results highlight that strong-light matter coupling in extended systems can profoundly alter material properties in a non-perturbative way by modifying their electronic structure and phononic dispersion at the same time. Our findings indicate a pathway to the experimental realization of light-controlled superconductivity in solid-state materials at equilibrium via cavity-material engineering.         ",
    "url": "https://arxiv.org/abs/2404.08122",
    "authors": [
      "I-Te Lu",
      "Dongbin Shin",
      "Hannes Hübener",
      "Umberto De Giovannini",
      "Simone Latini",
      "Michael Ruggenthaler",
      "Angel Rubio"
    ],
    "subjectives": [
      "Superconductivity (cond-mat.supr-con)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  }
]