[
  {
    "id": "arXiv:2304.06946",
    "title": "High-efficiency electro-optic modulator on thin-film lithium niobate  with high-permittivity cladding",
    "abstract": "Thin-film lithium niobate is a promising platform owing to its large electro-optic coefficients and low propagation loss. However, the large footprints of devices limit their application in large-scale integrated optical systems. A crucial challenge is how to maintain the performance advantage given the design space restrictions in this situation. This article proposes and demonstrates a high-efficiency lithium niobate electro-optic (EO) modulator with high-permittivity cladding to improve the electric field strength in waveguides and its overlap with optical fields while maintaining low optical loss and broad bandwidth. The proposed modulator exhibits considerable improvement, featuring a low half-wave voltage-length product of 1.41 Vcm, a low excess loss of 0.5 dB, and a broad 3 dB EO bandwidth of more than 40 GHz. This modulation efficiency is the highest reported for a broadband lithium niobate modulator so far. The design scheme of using high-permittivity cladding may provide a promising solution for improving the integration of photonic devices on the thin-film lithium niobate platform and these devices may serve as fundamental components in large-scale photonic integrated circuits in the future. ",
    "url": "https://arxiv.org/abs/2304.06946",
    "authors": [
      "Nuo Chen",
      "Kangping Lou",
      "Yalong Yu",
      "Xuanjian He",
      "Tao Chu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2304.06979",
    "title": "Resonant critical coupling of surface lattice resonances with  fluorescent absorptive thin film",
    "abstract": "Surface lattice resonance supported on nanoparticle arrays is a promising candidate in enhancing fluorescent effects in both absorption and emission. The optical enhancement provided by surface lattice resonance is primarily through the light confinement beyond the diffraction limit, where the nanoparticle arrays can enhance light-matter interaction for increased absorption as well as providing more local density of states for enhanced spontaneous emission. In this work, we optimize the in-coupling efficiency to the fluorescent molecules by finding the conditions to maximize the absorption, also known as the critical coupling condition. We studied the transmission characteristics and the fluorescent emission of a $TiO_2$ nanoparticle array embedded in an index-matching layer with fluorescent dye at various concentrations. A modified coupled-mode theory that describes the nanoparticle array was then derived and verified by numerical simulations. With the analytical model, we analyzed the experimental measurements and discovered the condition to critically couple light into the fluorescent dye, which is demonstrated as the strongest emission. This study presents a useful guide for designing efficient energy transfer from excitation beam to the emitters, which maximizes the external conversion efficiency. ",
    "url": "https://arxiv.org/abs/2304.06979",
    "authors": [
      "Joshua T. Y. Tse",
      "Shunsuke Murai",
      "Katsuhisa Tanaka"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2304.06994",
    "title": "Self-referenced Spectral Interferometry for Single-shot Characterization  of Ultrashort Free-electron Laser Pulses",
    "abstract": "Attosecond x-ray pulse with known spectro-temporal information is an essential tool for the investigation of ultrafast electron dynamics in quantum systems. Ultrafast free-electron lasers (FELs) have the unique advantage on unprecedented high-intensity at x-ray wavelengths. However, no suitable method has been established so far for the spectro-temporal characterization of these ultrashort x-ray pulses. In this letter, a simple method has been proposed based on self-referenced spectral interferometry for reconstructing ultrashort FEL pulses both in temporal and spectral domains. We have demonstrated that the proposed method is reliable to reconstruct the temporal profile and phase of attosecond x-ray FEL pulses with an error of only a few-percent-level. Moreover, the first proof-of-principle experiment has been performed to achieve single-shot spectro-temporal characterization of ultrashort pulses from a high-gain FEL. The precision of the proposed method will be enhanced with the decrease of the pulse duration, paving a new way for complete attosecond pulse characterization at x-ray FELs. ",
    "url": "https://arxiv.org/abs/2304.06994",
    "authors": [
      "Yaozong Xiao",
      "Hao Sun",
      "Bo Liu",
      "Zhentang Zhao",
      "Chao Feng"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2304.07054",
    "title": "Backscattering-Induced Kerr Solitons in Ring Quantum Cascade Lasers",
    "abstract": "Ring quantum cascade lasers have recently gained considerable attention, showing ultrastable frequency comb and soliton operation, and thus opening a way to integrated spectrometers in the mid-infrared and terahertz fingerprint regions. Thanks to a self-consistent Maxwell-Bloch model, we demonstrate, in excellent agreement with the experimental data, that a small but finite coupling between the counter-propagating waves arising from distributed backscattering is essential to stabilize the soliton solution. ",
    "url": "https://arxiv.org/abs/2304.07054",
    "authors": [
      "Lukas Seitner",
      "Johannes Popp",
      "Ina Heckelmann",
      "Réka-Eszter Vass",
      "Bo Meng",
      "Michael Haider",
      "Jérôme Faist",
      "Christian Jirauschek"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2304.07253",
    "title": "Fundamental limits to near-field optical response",
    "abstract": "Near-field optics is an exciting frontier of photonics and plasmonics. The tandem of strongly localized fields and enhanced emission rates offers significant opportunities for wide-ranging applications, while also creating basic questions: How large can such enhancements be? To what extent do material losses inhibit optimal response? Over what bandwidths can these effects be sustained? This chapter surveys theoretical techniques for answering these questions. We start with physical intuition and mathematical definitions of the response functions of interest (LDOS, CDOS, SERS, NFRHT, etc.), after which we describe the general theoretical techniques for bounding such functions. Finally, we apply those techniques specifically to near-field optics, for which we describe known bounds, optimal designs, and open questions. ",
    "url": "https://arxiv.org/abs/2304.07253",
    "authors": [
      "Owen D. Miller"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2304.07121",
    "title": "A brief History of Image Sensors in the Optical",
    "abstract": "Image sensors, most notably the Charge Coupled Device (CCD), have revolutionized observational astronomy as perhaps the most important innovation after photography. Since the 50th anniversary of the invention of the CCD has passed in 2019, it is time to review the development of detectors for the visible wavelength range, starting with the discovery of the photoelectric effect and first experiments to utilize it for the photometry of stars at Sternwarte Babelsberg in 1913, over the invention of the CCD, its development at the Jet Propulsion Laboratory, to the high performance CCD and CMOS imagers that are available off-the-shelf today. ",
    "url": "https://arxiv.org/abs/2304.07121",
    "authors": [
      "Martin M. Roth"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2211.03546",
    "title": "A New Fundamental Asymmetric Wave Equation and its Application to  Acoustic Wave Propagation",
    "abstract": " Title: A New Fundamental Asymmetric Wave Equation and its Application to  Acoustic Wave Propagation ",
    "url": "https://arxiv.org/abs/2211.03546",
    "authors": [
      "Z. E. Musielak"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2303.06348",
    "title": "Continuous Three-level Quantum Heat Engine with High Performance Under  Medium Temperature Difference",
    "abstract": " Title: Continuous Three-level Quantum Heat Engine with High Performance Under  Medium Temperature Difference ",
    "url": "https://arxiv.org/abs/2303.06348",
    "authors": [
      "Gao-xiang Deng",
      "Wei Shao",
      "Yu Liu",
      "Zheng Cui"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2303.09851",
    "title": "Calculation of the energies of the multideterminant states of the  nitrogen vacancy center in diamond with quantum Monte Carlo",
    "abstract": " Title: Calculation of the energies of the multideterminant states of the  nitrogen vacancy center in diamond with quantum Monte Carlo ",
    "url": "https://arxiv.org/abs/2303.09851",
    "authors": [
      "Kristoffer Simula",
      "Ilja Makkonen"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2304.02799",
    "title": "Active-feedback quantum control of an integrated, low-frequency  mechanical resonator",
    "abstract": " Title: Active-feedback quantum control of an integrated, low-frequency  mechanical resonator ",
    "url": "https://arxiv.org/abs/2304.02799",
    "authors": [
      "Jingkun Guo",
      "Jin Chang",
      "Xiong Yao",
      "Simon Gröblacher"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  }
]