[
  {
    "id": "arXiv:2503.09813",
    "title": "Rothe Time Propagation for Coupled Electronic and Rovibrational Quantum Dynamics",
    "abstract": "           When time-propagating a wave packet representing a molecular system interacting with strong attosecond laser pulses, one needs to use an approach that is capable of describing intricate coupled electronic-nuclear events that require departure from the conventional adiabatic Born-Oppenheimer (BO) approximation. Hence, the propagation should be carried out simultaneously for the electrons and nuclei, treating both particle types on an equal footing \\emph{without} invoking the BO approximation. In such calculations, in order to achieve high accuracy, the wave packet needs to be expanded in basis functions that explicitly depend on interparticle distances, such as all-particle explicitly correlated Gaussians (ECGs). In our previous work, we employed basis sets consisting of ECGs with optimizable complex exponential parameters to fit time-dependent wave functions obtained from grid-based propagations of two model systems: a nucleus in a Morse potential and an electron in a central-field Coulomb-like potential, subjected to intense laser pulses. In this work, we present a proof-of-principle study of the time propagation of linear combinations of ECGs for these two models using Rothe's method. It is shown that the approach very closely reproduce the virtually exact results of grid-based propagation for both systems. This provides further evidence that ECGs constitute a viable alternative to purely grid-based simulations of coupled nuclear-electronic dynamics driven by intense laser pulses.         ",
    "url": "https://arxiv.org/abs/2503.09813",
    "authors": [
      "Aleksander P. Woźniak",
      "Ludwik Adamowicz",
      "Thomas Bondo Pedersen",
      "Simen Kvaal"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2503.10038",
    "title": "Investigating ferromagnetic response in monolayer CVD grown MoS$_{2}$ flakes using quantum weak measurement",
    "abstract": "           We synthesize MoS$_{2}$ atomic layer flakes at different growth conditions to tailor S-terminated and Mo-terminated edge defect states that are investigated for their ferromagnetic response. We leverage quantum weak measurement principles to construct a spin Hall effect of light-based magneto-optic Kerr effect (SHEL-MOKE) setup to sense the ultra-small magnetic response from the synthesized atomic layers. Our findings demonstrate that Mo-terminated edge states are the primary source of ferromagnetic response from MoS$_{2}$ flakes, which is consistent with X-ray photoelectron, Raman and photoluminescence spectroscopic results. In the process, we demonstrate SHEL-MOKE to be a robust technique to investigate ultra weak properties in novel atomic-scale materials.         ",
    "url": "https://arxiv.org/abs/2503.10038",
    "authors": [
      "Wardah Mahmood",
      "Muhammad Hammad Raza Gardezi",
      "Muddasir Naeem",
      "Ammar Ahmed Khan",
      "Muhammad Arshad",
      "Syed Adnan Raza",
      "Muhammad Sabieh Anwar"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2503.10154",
    "title": "Data augmentation using diffusion models to enhance inverse Ising inference",
    "abstract": "           Identifying model parameters from observed configurations poses a fundamental challenge in data science, especially with limited data. Recently, diffusion models have emerged as a novel paradigm in generative machine learning, capable of producing new samples that closely mimic observed data. These models learn the gradient of model probabilities, bypassing the need for cumbersome calculations of partition functions across all possible configurations. We explore whether diffusion models can enhance parameter inference by augmenting small datasets. Our findings demonstrate this potential through a synthetic task involving inverse Ising inference and a real-world application of reconstructing missing values in neural activity data. This study serves as a proof-of-concept for using diffusion models for data augmentation in physics-related problems, thereby opening new avenues in data science.         ",
    "url": "https://arxiv.org/abs/2503.10154",
    "authors": [
      "Yechan Lim",
      "Sangwon Lee",
      "Junghyo Jo"
    ],
    "subjectives": [
      "Data Analysis, Statistics and Probability (physics.data-an)",
      "Machine Learning (cs.LG)"
    ]
  },
  {
    "id": "arXiv:2503.10222",
    "title": "Mathematical modelling for acoustic microstreaming produced by a gas bubble undergoing asymmetric oscillations",
    "abstract": "           An exact solution is developed for the bubble-induced acoustic microstreaming in the case of a gas bubble undergoing asymmetric oscillations. The modeling is based on the decomposition of the solenoidal, first- and second-order, vorticity fields into poloidal and toroidal components. The result is valid for small amplitude bubble oscillations without restriction on the size of the viscous boundary layer $(2{\\nu}/{\\omega})^{(1/2)}$ in comparison to the bubble radius. The nonspherical distortions of the bubble interface are decomposed over the set of orthonormal spherical harmonics ${Y_n^m} ({\\theta},{\\phi})$ of degree $n$ and order $m$. The present theory describes the steady flow produced by the nonspherical oscillations $(n,{\\pm}m)$ that occur at a frequency different from that of the spherical oscillation as in the case of a parametrically-excited surface oscillation. The three-dimensional aspect of the streaming pattern is revealed as well as the particular flow signatures associated to different asymmetric oscillations.         ",
    "url": "https://arxiv.org/abs/2503.10222",
    "authors": [
      "Claude Inserra",
      "Cyril Mauger",
      "Philippe Blanc-Benon",
      "Alexander A. Doinikov"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2503.10329",
    "title": "A Comparison of Calcium Sources for Ion-Trap Loading via Laser Ablation",
    "abstract": "           Trapped-ion technology is a leading approach for scalable quantum computing. A key element of ion trapping is reliable loading of atomic sources into the trap. While thermal atomic ovens have traditionally been used for this purpose, laser ablation has emerged as a viable alternative in recent years, offering the advantages of faster and more localized loading with lower heat dissipation. Calcium is a well-established ion for qubit applications. Here we examine a range of calcium sources for ablation and provide a comprehensive analysis of each. We consider factors such as ease of use, temperature and yield of the ablation plume, and the lifetime of ablation spots. For each target, we estimate the number of trappable atoms per ablation pulse for a typical surface and 3D ion trap.         ",
    "url": "https://arxiv.org/abs/2503.10329",
    "authors": [
      "Daisy R H Smith",
      "Silpa Muralidharan",
      "Roland Hablutzel",
      "Georgina Croft",
      "Klara Theophilo",
      "Alexander Owens",
      "Yashna N D Lekhai",
      "Scott J Thomas",
      "Cameron Deans"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2503.10395",
    "title": "Optical stabilization for laser communication satellite systems through proportional-integral-derivative (PID) control and reinforcement learning approach",
    "abstract": "           One of the main issues of the satellite-to-ground optical communication, including free-space satellite quantum key distribution (QKD), is an achievement of the reasonable accuracy of positioning, navigation and optical stabilization. Proportional-integral-derivative (PID) controllers can handle with various control tasks in optical systems. Recent research shows the promising results in the area of composite control systems including classical control via PID controllers and reinforcement learning (RL) approach. In this work we apply RL agent to an experimental stand of the optical stabilization system of QKD terminal. We find via agent control history more precise PID parameters and also provide effective combined RL-PID dynamic control approach for the optical stabilization of satellite-to-ground communication system.         ",
    "url": "https://arxiv.org/abs/2503.10395",
    "authors": [
      "A. Reutov",
      "S. Vorobey",
      "A. Katanskiy",
      "V. Balakirev",
      "R. Bakhshaliev",
      "K. Barbyshev",
      "V. Merzlinkin",
      "V. Tekaev"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2503.10414",
    "title": "Characterization of Terahertz Spectral Bands for Next Generation of Wireless Communications",
    "abstract": "           The ever-increasing demand for high-speed data transmission continues to motivate research and development efforts towards the sixth generation (6G) of wireless communication technologies and beyond. The use of terahertz (THz) carrier frequencies is considered to achieve faster data transmission rates, with the potential to reach terabits per second. However, there is a necessity to study the impact of environmental factors affecting the signal transmission at these frequencies. One key challenge of THz signal propagation through air is water vapor absorption, which can severely limit the broadcast distance of THz wireless communications. In this work, we investigate the propagation distance of several THz channels under 35 % relative humidity atmospheric conditions using a table-top THz spectroscopy apparatus equipped with a sensitive THz detection system based on nonlinear parametric upconversion. Our results show seven transmission bands between 1 and 3 THz with negligible signal absorption at different propagation lengths with potential application in short-, mid- and long-range wireless communications.         ",
    "url": "https://arxiv.org/abs/2503.10414",
    "authors": [
      "Eeswar Kumar Yalavarthi",
      "Wei Cui",
      "Aswin Vishnuradhan",
      "Nicolas Couture",
      "Markus Betz",
      "Angela Gamouras",
      "Jean-Michel Ménard"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2503.10557",
    "title": "A high-speed heterogeneous lithium tantalate silicon photonics platform",
    "abstract": "           The rapid expansion of cloud computing and artificial intelligence has driven the demand for faster optical components in data centres to unprecedented levels. A key advancement in this field is the integration of multiple photonic components onto a single chip, enhancing the performance of optical transceivers. Here, silicon photonics, benefiting from mature fabrication processes, has gained prominence. The platform combines modulators, switches, photodetectors and low-loss waveguides on a single chip. However, emerging standards like 1600ZR+ potentially exceed the capabilities of silicon-based modulators. To address these limitations, thin-film lithium niobate has been proposed as an alternative to silicon photonics, offering a low voltage-length product and exceptional high-speed modulation properties. More recently, the first demonstrations of thin-film lithium tantalate circuits have emerged, addressing some of the disadvantages of lithium niobate enabling a reduced bias drift and enhanced resistance to optical damage. As such, making it a promising candidate for next-generation photonic platforms. However, a persistent drawback of such platforms is the lithium contamination, which complicates integration with CMOS fabrication processes. Here, we present for the first time the integration of lithium tantalate onto a silicon photonics chip. This integration is achieved without modifying the standard silicon photonics process design kit. Our device achieves low half-wave voltage (3.5 V), low insertion loss (2.9 dB) and high-speed operation (> 70 GHz), paving the way for next-gen applications. By minimising lithium tantalate material use, our approach reduces costs while leveraging existing silicon photonics technology advancements, in particular supporting ultra-fast monolithic germanium photodetectors and established process design kits.         ",
    "url": "https://arxiv.org/abs/2503.10557",
    "authors": [
      "Margot Niels",
      "Tom Vanackere",
      "Ewoud Vissers",
      "Tingting Zhai",
      "Patrick Nenezic",
      "Jakob Declercq",
      "Cédric Bruynsteen",
      "Shengpu Niu",
      "Arno Moerman",
      "Olivier Caytan",
      "Nishant Singh",
      "Sam Lemey",
      "Xin Yin",
      "Sofie Janssen",
      "Peter Verheyen",
      "Neha Singh",
      "Dieter Bode",
      "Martin Davi",
      "Filippo Ferraro",
      "Philippe Absil",
      "Sadhishkumar Balakrishnan",
      "Joris Van Campenhout",
      "Günther Roelkens",
      "Bart Kuyken",
      "Maximilien Billet"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2503.09670",
    "title": "On the generalized eigenvalue problem in subspace-based excited state methods for quantum computers",
    "abstract": "           Solving challenging problems in quantum chemistry is one of the leading promised applications of quantum computers. Within the quantum algorithms proposed for problems in excited state quantum chemistry, subspace-based quantum algorithms, including quantum subspace expansion (QSE), quantum equation of motion (qEOM) and quantum self-consistent equation-of-motion (q-sc-EOM), are promising for pre-fault-tolerant quantum devices. The working equation of QSE and qEOM requires solving a generalized eigenvalue equation with associated matrix elements measured on a quantum computer. Our quantitative analysis of the QSE method shows that the errors in eigenvalues increase drastically with an increase in the condition number of the overlap matrix when a generalized eigenvalue equation is solved in the presence of statistical sampling errors. This makes such methods unstable to errors that are unavoidable when using quantum computers. Further, at very high condition numbers of overlap matrix, the QSE's working equation could not be solved without any additional steps in the presence of sampling errors as it becomes ill-conditioned. It was possible to use the thresholding technique in this case to solve the equation, but the solutions achieved had missing excited states, which may be a problem for future chemical studies. We also show that excited-state methods that have an eigenvalue equation as the working equation, such as q-sc-EOM, do not have such problems and could be suitable candidates for excited-state quantum chemistry calculations using quantum computers.         ",
    "url": "https://arxiv.org/abs/2503.09670",
    "authors": [
      "Prince Frederick Kwao",
      "Srivathsan Poyyapakkam Sundar",
      "Brajesh Gupt",
      "Ayush Asthana"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2503.09751",
    "title": "Light Drag in a Cavity Magnomechanics",
    "abstract": "           The term \"light dragging\" describes how the trajectory of light changes as it travels through a moving medium. This phenomenon facilitates the precise detection of incredibly slow speeds of light, which is widely used in quantum gate operations, state transfer, and quantum memory implementations, etc. To the best of our knowledge, this is the first time we have proposed the existence of a light-dragging effect in a magnomechanical system (MMS). The origin of this crucial element stems from nonlinear dipole and magnetostrictive interactions in MMS. Magnomechanical characteristics such as magnon-photon and magnon-phonon couplings have a strong impact on both refractive and group index profile spectra. We also explore that lateral light drag shows a strong dependence on detuning by altering the amplitude and direction of the translational velocity. This enabled us to alter the light's propagation within the magnomechanical system from superluminal to subluminal and vice versa by adjusting the probe's detuning. The ability to control and manipulate the light drag through the MMS could be helpful in designing novel devices with improved functionality at the microscopic scale.         ",
    "url": "https://arxiv.org/abs/2503.09751",
    "authors": [
      "Amjad Sohail",
      "Hazrat Ali",
      "Khalid Naseer",
      "Rizwan Ahmed"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2503.09793",
    "title": "Integrated Experiment and Simulation Co-Design: A Key Infrastructure for Predictive Mesoscale Materials Modeling",
    "abstract": "           The design of structural & functional materials for specialized applications is being fueled by rapid advancements in materials synthesis, characterization, manufacturing, with sophisticated computational materials modeling frameworks that span a wide spectrum of length & time scales in the mesoscale between atomistic & continuum approaches. This is leading towards a systems-based design methodology that will replace traditional empirical approaches, embracing the principles of the Materials Genome Initiative. However, several gaps remain in this framework as it relates to advanced structural materials:(1) limited availability & access to high-fidelity experimental & computational datasets, (2) lack of co-design of experiments & simulation aimed at computational model validation,(3) lack of on-demand access to verified and validated codes for simulation and for experimental analyses, & (4) limited opportunities for workforce training and educational outreach. These shortcomings stifle major innovations in structural materials design. This paper describes plans for a community-driven research initiative that addresses current gaps based on best-practice recommendations of leaders in mesoscale modeling, experimentation & cyberinfrastructure obtained at an NSF-sponsored workshop dedicated to this topic. The proposal is to create a hub for Mesoscale Experimentation and Simulation co-Operation (hMESO)-that will (I) provide curation and sharing of models, data, & codes, (II) foster co-design of experiments for model validation with systematic uncertainty quantification, & (III) provide a platform for education & workforce development. It will engage experimental & computational experts in mesoscale mechanics and plasticity, along with mathematicians and computer scientists with expertise in algorithms, data science, machine learning, & large-scale cyberinfrastructure initiatives.         ",
    "url": "https://arxiv.org/abs/2503.09793",
    "authors": [
      "Shailendra P. Joshi",
      "Ashley Bucsek",
      "Darren C. Pagan",
      "Samantha Daly",
      "Suraj Ravindran",
      "Jaime Marian",
      "Miguel A. Bessa",
      "Surya R. Kalidindi",
      "Nikhil C. Admal",
      "Celia Reina",
      "Somnath Ghosh",
      "Jorge Vinals",
      "Ellad B.Tadmor"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2503.09932",
    "title": "Beyond the Boltzmann equation for weakly coupled quantum fields",
    "abstract": "           We study the kinetic theory of a weakly interacting quantum field. Assuming a state that is close to homogeneous and stationary, we derive a closed kinetic equation for the rate of change of the occupation numbers, perturbatively in the coupling. For a dilute gas, this reproduces the quantum Boltzmann equation, which only accounts for two-to-two scattering processes. Our expression goes beyond this, with terms accounting for multi-particle scattering processes, which are higher order in the density.         ",
    "url": "https://arxiv.org/abs/2503.09932",
    "authors": [
      "Xu-Yao Hu",
      "Vladimir Rosenhaus"
    ],
    "subjectives": [
      "High Energy Physics - Theory (hep-th)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "High Energy Physics - Phenomenology (hep-ph)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2503.09946",
    "title": "Observation of the acoustic Purcell effect with a color-center and a nanomechanical resonator",
    "abstract": "           The radiative properties of atoms are inherently linked to their surrounding environment. Placing an electromagnetic resonator around atoms can enhance spontaneous emission, as shown by Purcell in the 1940s. This approach is now routinely used in quantum computing and communication to channel photons emitted by atoms into well-defined modes and control atom-photon interactions. For solid-state artificial atoms, such as color-centers, the host lattice introduces an acoustic environment, allowing excited atoms to relax by emitting phonons. Here we observe the acoustic Purcell effect by constructing a specially engineered, microwave-frequency nanomechanical resonator around a color-center spin qubit in diamond. Using a co-localized optical mode of the structure that strongly couples to the color-center's excited state, we perform single-photon-level laser spectroscopy at milliKelvin temperatures and observe ten-fold faster spin relaxation when the spin qubit is tuned into resonance with a 12 GHz acoustic mode. Additionally, we use the color-center as an atomic-scale probe to measure the broadband phonon spectrum of the nanostructure up to a frequency of 28 GHz. Our work establishes a new regime of control for quantum defects in solids and paves the way for interconnects between atomic-scale quantum memories and qubits encoded in acoustic and superconducting devices.         ",
    "url": "https://arxiv.org/abs/2503.09946",
    "authors": [
      "Graham Joe",
      "Michael Haas",
      "Kazuhiro Kuruma",
      "Chang Jin",
      "Dongyeon Daniel Kang",
      "Sophie Ding",
      "Cleaven Chia",
      "Hana Warner",
      "Benjamin Pingault",
      "Bartholomeus Machielse",
      "Srujan Meesala",
      "Marko Loncar"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2503.10332",
    "title": "Increasing quantum speed meter sensitivity using optical spring",
    "abstract": "           The double-pass interferometer scheme was proposed in Ref.\\,[Light Sci. Appl. {\\bf 7}, 11 (2018)] as the method of implementation of the quantum speed meter concept in future laser gravitational-wave (GW) detectors. Later it was shown in Ref.\\,[Phys. Rev. D {\\bf 110}, 062006 (2024)] that it allows to implement the new type of the optical spring that does not require detuning of the interferometer. Here we show that both these regimes can coexist, combining the speed meter type broadband sensitivity gain with the additional lows-frequency minimum in the quantum noise originated from the optical spring. We show that the location of this minimum can be varied without affecting the core optics of the interferometer, allowing to tune the quantum noise shape in real time to follow the ``chirp'' GW signals.         ",
    "url": "https://arxiv.org/abs/2503.10332",
    "authors": [
      "L. A. Barinov",
      "F. Ya. Khalili"
    ],
    "subjectives": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2503.10359",
    "title": "Complex Frequency Detection in a Subsystem",
    "abstract": "           In this study, we systematically explore the non-Hermitian skin effect (NHSE) and its associated complex-frequency detection in the context of a frequency-dependent non-Hermitian Hamiltonian. This Hamiltonian arises from the self-energy correction of the subsystem and can be calculated exactly within our theoretical model, without the need for non-Hermitian approximations. Additionally, complex frequency detection, which encompasses complex frequency excitation, synthesis, and fingerprint, enables us to detect the physical responses driven by complex frequency excitations. Our calculations reveal that both complex frequency excitation and synthesis are sensitive to the non-Hermitian approximation and are unable to characterize the presence or abscence of the NHSE. In contrast, the complex-frequency fingerprint successfully detects the novel responses induced by the NHSE through the introduction of a double-frequency Green's function. Our work paves the way for a rigorous understanding of non-Hermitian physics in quantum systems and their experimental verification through complex frequency-domain techniques.         ",
    "url": "https://arxiv.org/abs/2503.10359",
    "authors": [
      "Juntao Huang",
      "Jiangping Hu",
      "Zhesen Yang"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2503.10492",
    "title": "Meta-learning characteristics and dynamics of quantum systems",
    "abstract": "           While machine learning holds great promise for quantum technologies, most current methods focus on predicting or controlling a specific quantum system. Meta-learning approaches, however, can adapt to new systems for which little data is available, by leveraging knowledge obtained from previous data associated with similar systems. In this paper, we meta-learn dynamics and characteristics of closed and open two-level systems, as well as the Heisenberg model. Based on experimental data of a Loss-DiVincenzo spin-qubit hosted in a Ge/Si core/shell nanowire for different gate voltage configurations, we predict qubit characteristics i.e. $g$-factor and Rabi frequency using meta-learning. The algorithm we introduce improves upon previous state-of-the-art meta-learning methods for physics-based systems by introducing novel techniques such as adaptive learning rates and a global optimizer for improved robustness and increased computational efficiency. We benchmark our method against other meta-learning methods, a vanilla transformer, and a multilayer perceptron, and demonstrate improved performance.         ",
    "url": "https://arxiv.org/abs/2503.10492",
    "authors": [
      "Lucas Schorling",
      "Pranav Vaidhyanathan",
      "Jonas Schuff",
      "Miguel J. Carballido",
      "Dominik Zumbühl",
      "Gerard Milburn",
      "Florian Marquardt",
      "Jakob Foerster",
      "Michael A. Osborne",
      "Natalia Ares"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Machine Learning (cs.LG)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2205.10856",
    "title": "Proposed optomechanical systems based on luminescence-induced optical forces",
    "abstract": "           We propose an optomechanical system utilizing luminescence-induced optical forces (LIOFs). Anisotropic dielectric structures enhance the recoil force from the luminescence. The optomechanical resonator consists of a composite film with a dielectric membrane, luminescent nanofilm, and a metallic substrate. The LIOF causes a mechanical frequency shift in the oscillator known as the optical spring effect. These results link the quantum properties of luminescent nanomaterials with those of other quantum-mechanical systems with vastly different frequency regimes via induced vibrational modes.         ",
    "url": "https://arxiv.org/abs/2205.10856",
    "authors": [
      "Hideki Arahari",
      "Sota Konishi",
      "Kodai Takaoka",
      "Seiji Akita",
      "Hajime Ishihara"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2410.05277",
    "title": "Towards Flexible Intensity Control of Resonantly Scattered $γ$-Rays Using Multi-Frequency Vibrating Resonant Absorber",
    "abstract": "           We report a method for coherent control of $\\gamma$-photons, enabling the shaping of $\\gamma$-ray intensity in nearly arbitrary waveforms. Different intensity waveforms are created by adjusting the motion profile of a resonant absorber (an ensemble of Mössbauer nuclei) and tuning the energy of the incident radiation. A crucial aspect of this method is the use of a low fundamental frequency of vibrations, which broadens the possibilities for $\\gamma$-ray control. The results of numerical simulations are experimentally validated by generating single and double $\\gamma$-pulses and inducing short-term absorption. For this, a resonant absorber containing $^{57}$Fe nuclei was vibrated with different motion profiles composed of 12 harmonics with a fundamental frequency of 1\\,MHz. The proposed technique represents an advancement in the manipulation of $\\gamma$-rays and potentially X-rays, paving the way for the performance of unique types of $\\gamma$-ray or X-ray quantum experiments and the development of tools such as adjustable tabletop $\\gamma$-pulse sources or $\\gamma$-ray or X-ray delays and gates. Moreover, inverse application of the method enables investigation of motion at the picometer scale.         ",
    "url": "https://arxiv.org/abs/2410.05277",
    "authors": [
      "Aleš Stejskal",
      "Vlastimil Vrba",
      "Vít Procházka"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Nuclear Experiment (nucl-ex)"
    ]
  },
  {
    "id": "arXiv:2503.08989",
    "title": "Detuning-symmetric laser cooling of many mechanical modes with a photothermally modified cavity",
    "abstract": "           We simultaneously cool $\\gtrsim$100 mechanical modes of a membrane with a photothermally modified optical cavity driven by a single blue-detuned laser. In contrast to radiation pressure and bolometric forces applied directly to the mechanical system, this cooling effect does not depend on the sign of detuning, allowing for single-laser stabilization (i.e., simultaneous positive optical spring and damping) that is especially effective at room temperature and high laser power. We also provide intuition about the competing thermal processes, and propose two simple modifications to the mirror coatings that can strongly enhance this effect.         ",
    "url": "https://arxiv.org/abs/2503.08989",
    "authors": [
      "Thomas J. Clark",
      "Jiaxing Ma",
      "Jack C. Sankey"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2206.02247",
    "title": "Quantum non-Gaussianity of light and atoms",
    "abstract": "           Quantum non-Gaussian states of photons and phonons are conclusive and direct witnesses of higher-than-quadratic nonlinearities in optical and mechanical processes. Moreover, they are proven resources for quantum sensing, communication and error correction with diverse continuous-variable systems. This review introduces theoretical analyses of nonclassical and quantum non-Gaussian states of photons and phonons. It recapitulates approaches used to derive operational criteria for photons tolerant to optical losses, their application in experiments and their nowadays extension to quantum non-Gaussian photon coincidences. It extends to a recent comparison of quantum non-Gaussianity, including robustness to thermal noise, and sensing capability for high-quality phononic Fock states of single trapped cooled ions. The review can stimulate further development in the criteria of quantum non-Gaussian states and experimental effort to prepare and detect such useful features, navigating the community to advanced quantum physics and technology.         ",
    "url": "https://arxiv.org/abs/2206.02247",
    "authors": [
      "Lukáš Lachman",
      "Radim Filip"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2406.00464",
    "title": "Sub-wavelength optical lattice in 2D materials",
    "abstract": "           Recently, light-matter interaction has been vastly expanded as a control tool for inducing and enhancing many emergent non-equilibrium phenomena. However, conventional schemes for exploring such light-induced phenomena rely on uniform and diffraction-limited free-space optics, which limits the spatial resolution and the efficiency of light-matter interaction. Here, we overcome these challenges using metasurface plasmon polaritons (MPPs) to form a sub-wavelength optical lattice. Specifically, we report a ``non-local\" pump-probe scheme where MPPs are excited to induce a spatially modulated AC Stark shift for excitons in a monolayer of MoSe$_2$, several microns away from the illumination spot. Remarkably, we identify nearly two orders of magnitude reduction for the required modulation power compared to the free-space optical illumination counterpart. Moreover, we demonstrate a broadening of the excitons' linewidth as a robust signature of MPP-induced periodic sub-diffraction modulation. Our results will allow exploring power-efficient light-induced lattice phenomena below the diffraction limit in active chip-compatible MPP architectures.         ",
    "url": "https://arxiv.org/abs/2406.00464",
    "authors": [
      "Supratik Sarkar",
      "Mahmoud Jalali Mehrabad",
      "Daniel G. Suárez-Forero",
      "Liuxin Gu",
      "Christopher J. Flower",
      "Lida Xu",
      "Kenji Watanabe",
      "Takashi Taniguchi",
      "Suji Park",
      "Houk Jang",
      "You Zhou",
      "Mohammad Hafezi"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  }
]