[
  {
    "id": "arXiv:2203.05064",
    "title": "Bismuth vanadate layers alternated with nanoparticle-doped silicon  dioxide layers for one-dimensional multilayer photonic crystals",
    "abstract": "Bismuth vanadate is one of most studied materials in the field of photocatalysis due to its high photocatalytic activity. The modulation of its optical properties can be engineered by fabricating photonic crystals in which bismuth vanadate is included. In the present study, bismuth vanadate in the monoclinic clinobisvanite structure has been included in a one-dimensional photonic crystal. Bismuth vanadate layers are alternated with layers on silicone dioxide doped with titanium dioxide nanoparticles and silver nanoparticles. The optical properties of the crystal have been studied by employing the transfer matrix method, taking into account all the refractive index dispersions of the selected materials. The transmission spectra have been studied as a function of the bismuth vanadate layers thickness and the filling factor of titanium dioxide and silver dioxide in the silicon dioxide layers. ",
    "url": "https://arxiv.org/abs/2203.05064",
    "authors": [
      "Francesco Scotognella"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.05214",
    "title": "Ultra-high frequency vortex-based tweezers for microparticles  manipulation with high spatial selectivity and nanoNewton forces",
    "abstract": "Acoustical tweezers based on focused acoustical vortices open some tremendous perspectives for the in vitro and in vivo remote manipulation of millimetric down to micrometric objects, with combined selectivity and applied forces out of reach with any other contactless manipulation technique. Yet, the synthesis of ultra-high frequency acoustical vortices to manipulate precisely micrometric objects remains a major challenge. In this paper, the synthesis of a 250 MHz acoustical vortex is achieved with an active holographic source based on spiraling interdigitated transducers. It is shown that this ultra-high frequency vortex enables to trap and position individual particles in a standard microscopy environment with high spatial selectivity and nanoNewton forces. This work opens perspectives to explore acoustic force spectroscopy in some force ranges that were not accessible before. ",
    "url": "https://arxiv.org/abs/2203.05214",
    "authors": [
      "Roudy Al Sahely",
      "J-C Gerbedoen",
      "Nikolay Smagin",
      "Ravinder Chutani",
      "Olivier Bou Matar",
      "Michael Baudoin"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2203.05226",
    "title": "Analytical non-Hermitian description of Photonic Crystals with arbitrary  Lateral and Transverse symmetry",
    "abstract": "In this work we propose a general theoretical approach to the modelling of complex dispersion characteristics of leaky optical modes operating in photonic crystal slab composed of two high-index contrast gratings, beyond the protection of the light cone. Opening access of wave-guided resonances to free space continuum provides large amount of extra degrees of freedom for mode coupling engineering. Not only can the two gratings communicate via near field coupling, but they are also allowed to couple via the propagating radiated field. Our analytical model, based on a non-Hermitian Hamiltonian, including both coupling schemes, allows for a unified description of the wide family of optical modes which may be generated within uni-dimensional photonic crystal. Through a variety of illustrative examples, we show that our theoretical approach provide a simplified categorization of these modes, but it is also a powerful enabler for the discovery of novel photonic species. Finally, as proof-of-concept, we demonstrate experimentally the formation of a Dirac point at the merging of three bound states in the continuum that is the most achieved photonic specie discussed in this work. ",
    "url": "https://arxiv.org/abs/2203.05226",
    "authors": [
      "X. Letartre",
      "S. Mazauric",
      "S. Cueff",
      "T. Benyattou",
      "H S. Nguyen",
      "P. Viktorovitch"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.05257",
    "title": "Optical super-resonances in dielectric microsphere particles",
    "abstract": "Extreme field localization and giant field enhancement are often achieved by using plasmonic nanostructures and metamaterials such as strongly coupled silver nanoparticles.Dielectric particles and structures can focus light beyond the diffraction limit (photonic nanojet effect), but with much weaker strengths. Recently, we showed that dielectric microspheres could support high-order Mie resonance modes (\"super resonance mode\") that can generate similar level of electric field intensity enhancement as plasmonic structures on the order of 10^4 - 10^7. In this work, we aim to further advance our understanding of the super-resonance modes. New results on the effects of size parameter and refractive index on optical super-resonances across a wide parameter range and with improved numerical accuracies is presented. The results suggest that the electric field intensity enhancement could reach a record high level of 10^9-10^11 at specific conditions that surpass plasmonic enhancements. Moreover, super-resonance-enabled focusing by microsphere lens under different lighting sources (e.g., different color LEDs or lasers, halogen lamps) is investigated and compared for the first time. These results are important in understanding the super-resolution mechanism for microsphere nanoscopy and will find numerous potential applications in photonics. ",
    "url": "https://arxiv.org/abs/2203.05257",
    "authors": [
      "Zengbo Wang",
      "Boris Lukyanchuk",
      "Baidong Wu",
      "Bing Yan",
      "Ahmetova Assel",
      "Igor Yaminsky",
      "Haibo Yu",
      "Lianqing Liu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.05546",
    "title": "Quantum yield of an emitter proximate to nanostructures: a quantitative  understanding",
    "abstract": "Exciton-surface plasmon coupling is at the heart of the most elementary light-matter interactions and is a result of not only an intrinsic property of the emitter but that of emitter-environment interaction. Thus, change of electromagnetic environment, as in case of metallic nanoplasmonic structures and an emitter, significantly modifies the near field light-matter interaction, which leads to energy transfer in the form of exciton between metallic nanostructure and the emitter. However, this mechanism remains largely unexplored. Here, we developed and applied semi-classical electrodynamics theory and modeling techniques to analyze the energy transfer mechanism in exciton-surface plasmon coupling. The quantum efficiency of an emitter was investigated as a function of the location of the emitter with respect to nanoparticles and their assembles whose local plasmonic field modified by forming complex coupling modes as well as the local dielectric environment. The research provided a theoretical insight into fundamental science of nanophotonics and shed light on unprecedented applications in wide range fields such as ultra-low power lasers, quantum information processing, photovoltaics, photocatalysis, and chemical sensing. ",
    "url": "https://arxiv.org/abs/2203.05546",
    "authors": [
      "J.S. Duan"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.05554",
    "title": "Floquet engineering of optical nonlinearities: a quantum many-body  approach",
    "abstract": "Subjecting a physical system to a time-periodic drive can substantially modify its properties and applications. This Floquet-engineering approach has been extensively applied to a wide range of classical and quantum settings in view of designing synthetic systems with exotic properties. Considering a general class of two-mode nonlinear optical devices, we show that effective optical nonlinearities can be created by subjecting the light field to a repeated pulse sequence, which couples the two modes in a fast and time-periodic manner. The strength of these drive-induced optical nonlinearities, which include an emerging four-wave mixing, can be varied by simply adjusting the pulse sequence. This leads to topological changes in the system's phase space, which can be detected through light intensity and phase measurements. Our proposal builds on an effective-Hamiltonian approach, which derives from a parent quantum many-body Hamiltonian describing driven interacting bosons. As a corollary, our results equally apply to Bose-Einstein condensates in driven double-well potentials, where pair tunneling effectively arises from the periodic pulse sequence. Our scheme offers a practical route to engineer and finely tune exotic nonlinearities and interactions in photonics and ultracold quantum gases. ",
    "url": "https://arxiv.org/abs/2203.05554",
    "authors": [
      "Nathan Goldman"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2203.05275",
    "title": "Calculating the ground state energy of benzene under spatial  deformations with noisy quantum computing",
    "abstract": "In this manuscript, we calculate the ground state energy of benzene under spatial deformations by using a state-of-the-art quantum computing methodology - the variational quantum eigensolver (VQE). The primary goal of the study is estimating the feasibility of using quantum computing ansatze on near-term devices for solving problems with large number of orbitals in regions where classical methods are known to fail. The center of our study are the hardware efficient and quantum unitary coupled cluster ansatz (qUCC). Our advanced simulation platform allows us to incorporate a realistic idle noise model - describing noise in quantum devices with a full Kraus operator formalism. We find that the hardware efficient ansatz in the presence of realistic noise outperforms mean-field methods for extreme deformations of benzene. Moreover, the hardware efficient ansatz yields results that depend on the initial guess of parameters - both in the noisy and noiseless cases. On the other hand the qUCC ansatz has deeper circuits and thus the effect of noise is so extreme that the energies obtained with that method do not outperform mean-field theories. We therefore foresee that the qUCC method will remain a method for simulators of quantum computers in the pre-error-correction era, while the hardware efficient ansatz can be utilized on current day hardware. Furthermore, the study shows that qUCC method captures the physics of the system and shows that the qUCC method can be utilized together with the H\\\"uckel approximation. Finally, increasing the size of the active space leads to an increasing probability to converge to a local minimum or in plain words - more qubits does not mean a better solution. ",
    "url": "https://arxiv.org/abs/2203.05275",
    "authors": [
      "Wassil Sennane",
      "Jean-Philip Piquemal",
      "Marko J. Rančić"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2203.05414",
    "title": "Synthesis and Characterization of a LiFe0.6Mn0.4PO4 Olivine Cathode for  Application in a New Lithium Polymer Battery",
    "abstract": "A LiFe0.6Mn0.4PO4 (LFMP) cathode exploiting the olivine structure is herein synthesized and characterized in terms of structure, morphology, and electrochemical features in a lithium cell. The material shows reversibility of the electrochemical process which evolves at 3.5 and 4 V versus Li+/Li due to the Fe+2/Fe+3 and Mn+2/Mn+3 redox couples, respectively, as determined by cyclic voltammetry. The LFMP has a well-defined olivine structure revealed by X-ray diffraction, a morphology consisting of submicron particle aggregated into micrometric clusters as indicated by scanning and transmission electron microscopy, with a carbon weight ratio of about 4% as suggested by thermogravimetry. The electrode is used in lithium cells subjected to galvanostatic cycling with a conventional liquid electrolyte, and demonstrates a maximum capacity of 130 mAh g-1, satisfactory rate capability, excellent efficiency, and a stable trend. Therefore, the material is studied in a lithium metal polymer cell exploiting an electrolyte based on polyethylene glycol dimethyl ether with a solid configuration. The cell reveals very promising features in terms of capacity, efficiency, and retention, and suggests the LFMP material as a suitable electrode for polymer batteries characterized by increased energy density and remarkable safety. ",
    "url": "https://arxiv.org/abs/2203.05414",
    "authors": [
      "Luca Minnetti",
      "Vittorio Marangon",
      "Jusef Hassoun"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2203.05439",
    "title": "Spectral form factor in a minimal bosonic model of many-body quantum  chaos",
    "abstract": "We study spectral statistics and especially the spectral form factor in Floquet driven (kicked) bosonic chains. We consider a family of models where free boson Hamiltonian with the nearest neighbor hopping and possibly pairing terms is kicked with the terms diagonal in the Fock space basis, including random chemical potentials and pair-wise interactions. It is shown that for intermediate-range interactions, random phase approximation can be used to rewrite the spectral form factor in terms of a bi-stochastic many-body process generated by an effective bosonic Hamiltonian. In the particle-number conserving case, i.e., when pairing terms are absent, the effective Hamiltonian has a non-abelian $SU(1,1)$ symmetry, resulting in universal quadratic scaling of the Thouless time with the system size, irrespective of the particle number. This is a consequence of degenerate symmetry multiplets of the subleading eigenvalue of the effective Hamiltonian and is broken by the particle number breaking pairing terms. In the latter case, we numerically find a nontrivial systematic dependence of the Thouless time on the system size, in contrast to a related recent study for kicked fermionic chains. ",
    "url": "https://arxiv.org/abs/2203.05439",
    "authors": [
      "Dibyendu Roy",
      "Divij Mishra",
      "Tomaž Prosen"
    ],
    "subjectives": [
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Mathematical Physics (math-ph)",
      "Chaotic Dynamics (nlin.CD)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2203.05466",
    "title": "Wavelength Multiplexed Ultralow-Power Photonic Edge Computing",
    "abstract": "Advances in deep neural networks (DNNs) are transforming science and technology. However, the increasing computational demands of the most powerful DNNs limit deployment on low-power devices, such as smartphones and sensors -- and this trend is accelerated by the simultaneous move towards Internet-of-Things (IoT) devices. Numerous efforts are underway to lower power consumption, but a fundamental bottleneck remains due to energy consumption in matrix algebra, even for analog approaches including neuromorphic, analog memory and photonic meshes. Here we introduce and demonstrate a new approach that sharply reduces energy required for matrix algebra by doing away with weight memory access on edge devices, enabling orders of magnitude energy and latency reduction. At the core of our approach is a new concept that decentralizing the DNN for delocalized, optically accelerated matrix algebra on edge devices. Using a silicon photonic smart transceiver, we demonstrate experimentally that this scheme, termed Netcast, dramatically reduces energy consumption. We demonstrate operation in a photon-starved environment with 40 aJ/multiply of optical energy for 98.8% accurate image recognition and <1 photon/multiply using single photon detectors. Furthermore, we show realistic deployment of our system, classifying images with 3 THz of bandwidth over 86 km of deployed optical fiber in a Boston-area fiber network. Our approach enables computing on a new generation of edge devices with speeds comparable to modern digital electronics and power consumption that is orders of magnitude lower. ",
    "url": "https://arxiv.org/abs/2203.05466",
    "authors": [
      "Alexander Sludds",
      "Saumil Bandyopadhyay",
      "Zaijun Chen",
      "Zhizhen Zhong",
      "Liane Bernstein",
      "Darius Bunandar",
      "Matthew Streshinsky",
      "Ari Novack",
      "Tom Baehr-Jones",
      "Michael Hochberg",
      "Manya Ghobadi",
      "Ryan Hamerly",
      "Dirk Englund"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.05493",
    "title": "Green's function formulation of quantum defect embedding theory",
    "abstract": "We present a Green function formulation of the quantum defect embedding theory (QDET) that enables the definition of a double counting scheme which is exact within the $G_0 W_0$ approximation. We then show the robustness of our methodology by applying the theory with the newly derived scheme to several defects in diamond. Further we discuss a strategy to obtain converged results as a function of the size and composition of the active space. Our results show that QDET is a promising approach to investigate strongly correlated states of defects in solids. ",
    "url": "https://arxiv.org/abs/2203.05493",
    "authors": [
      "Nan Sheng",
      "Christian Vorwerk",
      "Marco Govoni",
      "Giulia Galli"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2102.09843",
    "title": "Quantum plasmon enhanced nonlinear wave mixing in graphene nanoflakes",
    "abstract": " Comments: Chin. Phys. B,2021,30(4):044213.19 pages,7 figures ",
    "url": "https://arxiv.org/abs/2102.09843",
    "authors": [
      "Hanying Deng",
      "Changming Huang",
      "Yingji He",
      "Fangwei Ye"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2110.03172",
    "title": "Ideal Quantum Tele-amplification up to a Selected Energy Cut-off using  Linear Optics",
    "abstract": " Comments: 6 pages (main) + 16 pages (supplementary), 5 figures (main) + 11 figures (supplementary). Main change is the addition of a new section describing how our scheme still works well given experimental imperfections + additional success probability paragraph ",
    "url": "https://arxiv.org/abs/2110.03172",
    "authors": [
      "Joshua J. Guanzon",
      "Matthew S. Winnel",
      "Austin P. Lund",
      "Timothy C. Ralph"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2202.01685",
    "title": "Pathway Towards Optical Cycling and Laser Cooling of Functionalized  Arenes",
    "abstract": " Comments: 9 pages, 3 figures, 2 tables ",
    "url": "https://arxiv.org/abs/2202.01685",
    "authors": [
      "Debayan Mitra",
      "Zack D. Lasner",
      "Guo-Zhu Zhu",
      "Claire E. Dickerson",
      "Benjamin L. Augenbraun",
      "Austin D. Bailey",
      "Anastassia N. Alexandrova",
      "Wesley C. Campbell",
      "Justin R. Caram",
      "Eric R. Hudson",
      "John M. Doyle"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2202.07108",
    "title": "Dynamic optical contrast imaging for real-time delineation of tumor  resection margins using head and neck cancer as a model",
    "abstract": " Comments: 21 pages, 7 figures and 1 table ",
    "url": "https://arxiv.org/abs/2202.07108",
    "authors": [
      "Yong Hu",
      "Shan Huang",
      "Albert Y. Han",
      "Seong Moon",
      "Jeffrey F. Krane",
      "Oscar Stafsudd",
      "Warren Grundfest",
      "Maie A. St. John"
    ],
    "subjectives": [
      "Image and Video Processing (eess.IV)",
      "Systems and Control (eess.SY)",
      "Biological Physics (physics.bio-ph)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2203.04756",
    "title": "Enhanced Polling and Infiltration for Highly-Efficient Electro-Optic  Polymer-Based Mach-Zehnder Modulators",
    "abstract": " Comments: 16 pages, 13 figures, Optics Express ",
    "url": "https://arxiv.org/abs/2203.04756",
    "authors": [
      "Iman Taghavi",
      "Razi Dehghannasiri",
      "Tianren Fan",
      "Alexander Tofini",
      "Hesam Moradinejad",
      "Ali. A. Efterkhar",
      "Sudip Shekhar",
      "Lukas Chrostowski",
      "Nicolas A. F. Jaeger",
      "Ali Adibi"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.04852",
    "title": "Transition frequency measurement of highly excited Rydberg states of  87Rb for a wide range of principal quantum numbers",
    "abstract": " Title: Transition frequency measurement of highly excited Rydberg states of  87Rb for a wide range of principal quantum numbers ",
    "url": "https://arxiv.org/abs/2203.04852",
    "authors": [
      "Silpa B S",
      "Shovan Kanti Barik",
      "Saptarishi Chaudhuri",
      "Sanjukta Roy"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  }
]