[
  {
    "id": "arXiv:2504.00039",
    "title": "The Quantum Memory Matrix: A Unified Framework for the Black Hole Information Paradox",
    "abstract": "           We present the Quantum Memory Matrix (QMM) hypothesis, which addresses the longstanding Black Hole Information Paradox rooted in the apparent conflict between Quantum Mechanics (QM) and General Relativity (GR). This paradox raises the question of how information is preserved during black hole formation and evaporation, given that Hawking radiation appears to result in information loss, challenging unitarity in quantum mechanics. The QMM hypothesis proposes that space-time itself acts as a dynamic quantum information reservoir, with quantum imprints encoding information about quantum states and interactions directly into the fabric of space-time at the Planck scale. By defining a quantized model of space-time and mechanisms for information encoding and retrieval, QMM aims to conserve information in a manner consistent with unitarity during black hole processes. We develop a mathematical framework that includes space-time quantization, definitions of quantum imprints, and interactions that modify quantum state evolution within this structure. Explicit expressions for the interaction Hamiltonians are provided, demonstrating unitarity preservation in the combined system of quantum fields and the QMM. This hypothesis is compared with existing theories, including the holographic principle, black hole complementarity, and loop quantum gravity, noting its distinctions and examining its limitations. Finally, we discuss observable implications of QMM, suggesting pathways for experimental evaluation, such as potential deviations from thermality in Hawking radiation and their effects on gravitational wave signals. The QMM hypothesis aims to provide a pathway towards resolving the Black Hole Information Paradox while contributing to broader discussions in quantum gravity and cosmology.         ",
    "url": "https://arxiv.org/abs/2504.00039",
    "authors": [
      "Florian Neukart",
      "Reuben Brasher",
      "Eike Marx"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2504.00143",
    "title": "Demonstration of domain wall current in MgO-doped lithium niobate single crystals up to 400 °C",
    "abstract": "           Conductive ferroelectric domain walls (DWs) represent a promising topical system for the development of nanoelectronic components and device sensors to be operational at elevated temperatures. DWs show very different properties as compared to their hosting bulk crystal, in particular with respect to the high local electrical conductivity. The objective of this work is to demonstrate DW conductivity up to temperatures as high as 400 °C which extends previous studies significantly. Experimental investigation of the DW conductivity of charged, inclined DWs is performed using 5 mol% MgO-doped lithium niobate single crystals. Currentvoltage (IV) sweeps as recorded over repeated heating cycles reveal two distinct thermal activation energies for a given DW, with the higher of the activation energies only measured at higher temperatures. Depending on the specific sample, the higher activation energy is found above 160 °C to 230 °C. This suggests, in turn, that more than one type of defect/polaron is involved, and that the dominant transport mechanism changes with increasing temperature. First principles atomistic modelling suggests that the conductivity of inclined domain walls cannot be solely explained by the formation of a 2D carrier gas and must be supported by hopping processes. This holds true even at temperatures as high as 400 °C. Our investigations underline the potential to extend DW current based nanoelectronic and sensor applications even into the so-far unexplored temperature range up to 400 °C.         ",
    "url": "https://arxiv.org/abs/2504.00143",
    "authors": [
      "Hendrik Wulfmeier",
      "Uliana Yakhnevych",
      "Cornelius Boekhoff",
      "Allan Diima",
      "Marlo Kunzner",
      "Leonard M. Verhoff",
      "Julius Ratzenberger",
      "Elke Beyreuther",
      "Joshua Gössel",
      "Iuliia Kiseleva",
      "Michael Rüsing",
      "Simone Sanna",
      "Lukas M. Eng",
      "Holger Fritze"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2504.00195",
    "title": "Applying Machine Learning Methods to Laser Acceleration of Protons: Synthetic Data for Exploring the High Repetition Rate Regime",
    "abstract": "           Advances in ultra-intense laser technology have increased repetition rates and average power for chirped-pulse laser systems, which offers a promising solution for many applications including energetic proton sources. An important challenge is the need to optimize and control the proton source by varying some of the many degrees of freedom inherent to the laser-plasma interactions. Machine learning can play an important role in this task, as our work examines. Building on our earlier work in Desai et al. 2024, we generate a large $\\sim$1.5 million data point synthetic data set for proton acceleration using a physics-informed analytic model that we improved to include pre-pulse physics. Then, we train different machine learning methods on this data set to determine which methods perform efficiently and accurately. Generally, we find that quasi-real-time training of neural network models using single shot data from a kHz repetition rate ultra-intense laser system should typically be feasible on a single GPU. We also find that a less sophisticated model like a polynomial regression can be trained even faster and that the accuracy of these models is still good enough to be useful. We provide our source code and example synthetic data for others to test new machine learning methods and approaches to automated learning in this regime.         ",
    "url": "https://arxiv.org/abs/2504.00195",
    "authors": [
      "John J. Felice",
      "Ronak Desai",
      "Nathaniel Tamminga",
      "Joseph R. Smith",
      "Alona Kryshchenko",
      "Chris Orban",
      "Michael L. Dexter",
      "Anil K. Patnaik"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2504.00212",
    "title": "Continuous time ultra-high frequency (UHF) sensing using ultra-cold Rydberg atoms",
    "abstract": "           We present a technique for detecting ultra-high frequency (UHF) radio fields using a three-photon Rydberg excitation scheme in a continuously laser cooled sample of Rb-87 atoms. By measuring Autler-Townes splitting, we demonstrate resonant detection of UHF fields with frequency range 500-900 MHz through probing F -> G transitions, achieving a lowest minimum detectable field of 2.5(6) mV/cm at 899 MHz. We also demonstrate continuous time detection of a modulated RF signal, with a 3 dB bandwidth of 4.7(4) kHz at a carrier frequency of 899 MHz. Our approach employs atom loss spectroscopy rather than electromagnetically induced transparency (EIT), which enables detection whilst the atomic sample is simultaneously laser cooled. We investigate this operating regime to determine the feasibility of combining the benefits of reduced thermal dephasing (and subsequent increased sensitivity) of cold atoms with the continuous operation associated with thermal atoms. Our continuous time detection scheme provides an advantage over existing pulsed cold atom systems as we avoid the slow experimental duty cycles typically associated with replenishing the cold atom ensemble. We characterize the excitation scheme by varying laser detunings and analyze the impact and limitations due to various broadening mechanisms on the detection sensitivity.         ",
    "url": "https://arxiv.org/abs/2504.00212",
    "authors": [
      "Matthew J Jamieson",
      "Kevin J Weatherill",
      "C Stuart Adams",
      "Ryan K Hanley",
      "Natalia Alves",
      "James Keaveney"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2504.00311",
    "title": "High-performance Hybrid Lithium Niobate Electro-optic Modulators Integrated with Low-loss Silicon Nitride Waveguides on a Wafer-scale Silicon Photonics Platform",
    "abstract": "           Heterogeneously-integrated electro-optic modulators (EOM) are demonstrated using the hybrid-mode concept, incorporating thin-film lithium niobate (LN) by bonding with silicon nitride (SiN) passive photonics. At wavelengths near 1550 nm, these EOMs demonstrated greater than 30 dB extinction ratio, 3.8 dB on-chip insertion loss, a low-frequency half-wave voltage-length product ($V_\\pi L$) of 3.8 this http URL, and a 3-dB EO modulation bandwidth exceeding 110 GHz. This work demonstrates the combination of multi-layer low-loss SiN waveguides with high-performance LN EOMs made in a scalable fabrication process using conventional low-resistivity silicon (Si) wafers.         ",
    "url": "https://arxiv.org/abs/2504.00311",
    "authors": [
      "Md Arifur Rahman",
      "Forrest Valdez",
      "Viphretuo Mere",
      "Camiel Op de Beeck",
      "Pieter Wuytens",
      "Shayan Mookherjea"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2504.00582",
    "title": "Non-Invasive Assessment of Sediment Accumulation Using Muography: A Pilot Run at the Shanghai Outer Ring Tunnel",
    "abstract": "           This study demonstrates the application of cosmic-ray muography as a non-invasive method to assess sediment accumulation and tidal influences in the Shanghai Outer Ring Tunnel, an immersed tube tunnel beneath the Huangpu River in Shanghai, China. A portable, dual-layer plastic scintillator detector was deployed to conduct muon flux scans along the tunnel's length and to continuously monitor muon flux to study tidal effects. Geant4 simulations validated the correlation between muon attenuation and overburden thickness, incorporating sediment, water, and concrete layers. Key findings revealed an 11\\% reduction in muon flux per meter of tidal water level increase, demonstrating a strong anti-correlation (correlation coefficient: -0.8) with tidal cycles. The results align with geotechnical data and simulations, especially in the region of interest, confirming muography's sensitivity to sediment dynamics. This work establishes muography as a robust tool for long-term, real-time monitoring of submerged infrastructure, offering significant advantages over conventional invasive techniques. The study underscores the potential for integrating muography into civil engineering practices to enhance safety and operational resilience in tidal environments.         ",
    "url": "https://arxiv.org/abs/2504.00582",
    "authors": [
      "Kim Siang Khaw",
      "Siew Yan Hoh",
      "Tianqi Hu",
      "Xingyun Huang",
      "Jun Kai Ng",
      "Yusuke Takeuchi",
      "Min Yang Tan",
      "Jiangtao Wang",
      "Yinghe Wang",
      "Guan Ming Wong",
      "Mengjie Wu",
      "Ning Yan",
      "Yonghao Zeng",
      "Min Chen",
      "Shunxi Gao",
      "Lei Li",
      "Yujin Shi",
      "Jie Tan",
      "Qinghua Wang",
      "Siping Zeng",
      "Shibin Yao",
      "Yufu Zhang",
      "Gongliang Chen",
      "Houwang Wang",
      "Jinxin Lin",
      "Qing Zhan"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2504.00620",
    "title": "Tailor-Made Metasurface Camouflage",
    "abstract": "           Reducing electromagnetic scattering from an object has always been a task, inspiring efforts across disciplines such as materials science and electromagnetic theory. The pursuit of electromagnetic cloaking significantly advanced the field of metamaterials, yet achieving broadband, conformal cloaking for complex, non-trivial objects remains an unresolved challenge. Here, we introduce the concept of 'tailor-made metasurfaces' - machine-designed aperiodic structures optimized to suppress scattering from arbitrary objects by accounting for their layout, including resonant or large-scale features. Specifically, we demonstrated a wideband ~20% fractional bandwidth scattering suppression of more than 20-30 dB for various generic test objects, including randomly distributed wire meshes, spheres, and polygons. The demonstrated evolutionary optimization marks a leap forward in electromagnetic design, enabling the development of high-performance structures to meet complex technological demands.         ",
    "url": "https://arxiv.org/abs/2504.00620",
    "authors": [
      "M. Tsukerman",
      "K. Grotov",
      "A. Mikhailovskaya",
      "P. Bezrukov",
      "S. Geyman",
      "A. Kharchevskii",
      "A.Maximenko",
      "V. Bobrovs",
      "P. Ginzburg"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Computational Physics (physics.comp-ph)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2504.00655",
    "title": "Higher order Conjugate Exceptional Points in an 1D Photonic Bandgap Waveguide",
    "abstract": "           We demonstrate third-order conjugate exceptional points (EPs) in a gain-loss assisted multi-mode 1D complementary photonic bandgap waveguide. Our study reveals the higher-order mode conversion phenomenon facilitated by parametrically encircled third-order conjugate EPs, showcasing the potential for on-chip mode conversion         ",
    "url": "https://arxiv.org/abs/2504.00655",
    "authors": [
      "Sibnath Dey",
      "Harish N S Krishnamoorthy",
      "Somnath Ghosh"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2504.00668",
    "title": "Lamb-dip spectroscopy of rotational levels with UTC-PD terahertz emitter",
    "abstract": "           Pump-probe saturation spectroscopy in the sub-terahertz region was performed in the rotational transition (J, K) = (16, 0) <- (15, 0) for gas-phase acetonitrile molecules in the counter-propagating configuration. We observed Lamb-dips at much lower excitation powers than previously reported. The linewidth in the zero-pressure limit was 10 kHz, which was estimated from the intensity and pressure dependence. This corresponds to the transit-time broadening.         ",
    "url": "https://arxiv.org/abs/2504.00668",
    "authors": [
      "Kohei Eguchi",
      "Takashi Arikawa",
      "Hiroshi Ito",
      "Koichiro Tanaka"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2504.00933",
    "title": "Filter circuit for suppression of electric-field noise in Rydberg-atom experiments",
    "abstract": "           Rydberg atoms are widely employed in precision spectroscopy and quantum information science. To minimize atomic decoherence caused by dc Stark effect, the electric field noise at the Rydberg atom location should be kept below $\\sim 10$ mV/cm. Here we present a simple yet effective electronic circuit, referred to as a clamp switch, that allows one to realize such conditions. The clamp switch enables precise low-noise electric field control while allowing application of fast high-voltage ionization pulses through the same electrode(s), enabling atom detection via electric-field ionization and electron or ion counting. We outline the circuit design and analyze its noise suppression performance for both small and large input signals. In application examples, we employ the clamp switch to reduce the spectral width and increase the signal strength of a Rydberg line by a factor of two, to estimate the electric-field noise in the testing chamber, and to perform electric-field calibration using Rydberg Stark spectroscopy. The clamp switch improves coherence times and spectroscopic resolution in fundamental and applied quantum science research with Rydberg atoms.         ",
    "url": "https://arxiv.org/abs/2504.00933",
    "authors": [
      "Xinyan Xiang",
      "Shuaijie Li",
      "Alisher Duspayev",
      "Ian Hoffman",
      "Lefeng Zhou",
      "Bineet Dash",
      "Carlos Owens",
      "Anisa Tapper",
      "Georg Raithel"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2504.00947",
    "title": "Optical surface reflectivity characterization in water Cherenkov detectors: methodologies and industrial applications",
    "abstract": "           Understanding the optical properties of various components in water Cherenkov (WC) neutrino experiments is essential for accurate detector characterization, which is critical for precise measurements. Of particular importance is the characterization of surface reflectivity within the Cherenkov volume. We present a methodology for surface reflectivity characterization using a goniometer setup, addressing the challenges associated with measurements in the air and water (or other optical media). Additionally, we discuss the broader implications of Bidirectional Reflectance Distribution Function (BRDF) measurements using a goniometer, including their industrial applications.         ",
    "url": "https://arxiv.org/abs/2504.00947",
    "authors": [
      "Deepak Tiwari"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2504.00974",
    "title": "Laser spectroscopy on the hyperfine structure and isotope shift of sympathetically cooled $^{229}$Th$^{3+}$ ions",
    "abstract": "           The hyperfine structure of $^{229}$Th$^{3+}$ ions in the nuclear ground state is investigated via laser spectroscopy of trapped Th$^{3+}$ ions that are sympathetically cooled by laser-cooled $^{88}$Sr$^+$ ions in a linear Paul trap. The isotope shift to $^{230}$Th$^{3+}$ and the hyperfine constants for the magnetic dipole (A) and electric quadrupole (B) interactions for the 5F$_{5/2}$ and 6D$_{5/2}$ electronic states of $^{229}$Th$^{3+}$ are determined. These measurements provide nuclear moments of $^{229}$Th with reduced uncertainty and serve as a preparation for improved hyperfine spectroscopy of the 8.4 eV nuclear isomeric state in $^{229}$Th$^{3+}$ ions.         ",
    "url": "https://arxiv.org/abs/2504.00974",
    "authors": [
      "G. Zitzer",
      "J. Tiedau",
      "Ch. E. Düllmann",
      "M. V. Okhapkin",
      "E. Peik"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2504.00976",
    "title": "Twisting Light, Steering Spins: Gold Nanoparticle Magnetization via Inverse Faraday and Orbital Angular Momentum",
    "abstract": "           We present a new approach to controlling magnetization in gold nanoparticles using the Inverse Faraday Effect combined with Laguerre-Gauss beams carrying orbital angular momentum. By tailoring the tilt of isophase planes, we induce drift photocurrents that generate magnetic fields tilted by up to 25° relative to the beam axis. The magnetic orientation can be reversed by switching polarization chirality or the orbital angular momentum sign, and it can be rotated azimuthally by repositioning the particle, accessing any angle over 2{\\pi} steradians. This unprecedented level of control extends all-optical magnetization to three-dimensional orientations, potentially at ultrafast timescales given the near-instantaneous nature of the Inverse Faraday Effect. Our results pave the way for advanced spin-based applications, from triggering spin waves in magnetic materials to designing next-generation magnetic memory and logic devices.         ",
    "url": "https://arxiv.org/abs/2504.00976",
    "authors": [
      "Xingyu Yang",
      "Chantal Harreau",
      "Mathieu Mivelle"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2504.01013",
    "title": "Making the quantum world accessible to young learners through Quantum Picturalism: An experimental study",
    "abstract": "           The educational value of a fully diagrammatic approach in a scientific field has never been explored. We present Quantum Picturalism (QPic), an entirely diagrammatic formalism for all of qubit quantum mechanics. This framework is particularly advantageous for young learners as a novel way to teach key concepts such as entanglement, measurement, and mixed-state quantum mechanics in a math-intensive subject. This eliminates traditional obstacles without compromising mathematical correctness - removing the need for matrices, vectors, tensors, complex numbers, and trigonometry as prerequisites to learning. Its significance lies in that a field as complex as Quantum Information Science and Technology (QIST), for which educational opportunities are typically exclusive to the university level and higher, can be introduced at high school level. In this study, we tested this hypothesis, examining whether QPic reduces cognitive load by lowering complex mathematical barriers while enhancing mental computation and conceptual understanding. The data was collected from an experiment conducted in 2023, whereby 54 high school students (aged 16-18) underwent 16 hours of training spread over eight weeks. The post-assessments illustrated promising outcomes in all three specific areas of focus: (1) whether QPic can alleviate technical barriers in learning QIST, (2) ensures that the content and teaching method are age appropriate, (3) increases confidence and motivation in science and STEM fields. There was a notable success rate in terms of teaching outcomes, with 82% of participants successfully passing an end-of-training exam and 48% achieving a distinction, indicating a high level of performance. The unique testing and training regime effectively reduced the technical barriers typically associated with traditional approaches, as hypothesized.         ",
    "url": "https://arxiv.org/abs/2504.01013",
    "authors": [
      "Selma Dündar-Coecke",
      "Caterina Puca",
      "Lia Yeh",
      "Muhammad Hamza Waseem",
      "Emmanuel M. Pothos",
      "Thomas Cervoni",
      "Sieglinde M.-L. Pfaendler",
      "Vincent Wang-Maścianica",
      "Peter Sigrist",
      "Ferdi Tomassini",
      "Vincent Anandraj",
      "Ilyas Khan",
      "Stefano Gogioso",
      "Aleks Kissinger",
      "Bob Coecke"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2504.00094",
    "title": "Quantum cryptography integrating an optical quantum memory",
    "abstract": "           Developments in scalable quantum networks rely critically on optical quantum memories, which are key components enabling the storage of quantum information. These memories play a pivotal role for entanglement distribution and long-distance quantum communication, with remarkable advances achieved in this context. However, optical memories have broader applications, and their storage and buffering capabilities can benefit a wide range of future quantum technologies. Here we present the first demonstration of a cryptography protocol incorporating an intermediate quantum memory layer. Specifically, we implement Wiesner's unforgeable quantum money primitive with a storage step, rather than as an on-the-fly procedure. This protocol imposes stringent requirements on storage efficiency and noise level to reach a secure regime. We demonstrate the implementation with polarization encoding of weak coherent states of light and a high-efficiency cold-atom-based quantum memory, and validate the full scheme. Our results showcase a major capability, opening new avenues for quantum memory utilization and network functionalities.         ",
    "url": "https://arxiv.org/abs/2504.00094",
    "authors": [
      "H. Mamann",
      "T. Nieddu",
      "F. Hoffet",
      "M. Bozzio",
      "F. Garreau de Loubresse",
      "I. Kerenidis",
      "E. Diamanti",
      "A. Urvoy",
      "J. Laurat"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2504.00102",
    "title": "Enhancing the Performances of Autonomous Quantum Refrigerators via Two-Photon Transitions",
    "abstract": "           Conventional autonomous quantum refrigerators rely on uncorrelated heat exchange between the working system and baths via two-body interactions enabled by single-photon transitions and positive-temperature work baths, inherently limiting their cooling performance. Here, we introduce distinct qutrit refrigerators that exploit correlated heat transfer via two-photon transitions with the hot and cold baths, yielding a genuine enhancement in performance over conventional qutrit refrigerators that employ uncorrelated heat transfer. These refrigerators achieve at least a twofold enhancement in cooling power and reliability compared to conventional counterparts. Moreover, we show that cooling power and reliability can be further enhanced simultaneously by several folds, even surpassing existing cooling limits, by utilizing a synthetic negative-temperature work bath. Such refrigerators can be realized by combining correlated heat transfer and synthetic work baths, which consist of a four-level system coupled to hot and cold baths and two conventional work baths via two independent two-photon transitions. Here, the composition of two work baths effectively creates a synthetic negative-temperature work bath under suitable parameter choices. Our results demonstrate that correlated heat transfers and baths with negative temperatures can yield thermodynamic advantages in quantum devices. Finally, we discuss the experimental feasibility of the proposed refrigerators across various existing platforms.         ",
    "url": "https://arxiv.org/abs/2504.00102",
    "authors": [
      "Brij Mohan",
      "Bijay Kumar Agarwalla",
      "Manabendra Nath Bera"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2504.00214",
    "title": "SEMIDV: A Compact Semiconductor Device Simulator with Quantum Effects",
    "abstract": "           In this paper, I present SEMIDV - a compact semiconductor device simulator incorporating quantum effects. SEMIDV solves the Poisson-Drift-Diffusion equations for semiconductor devices and provides a user-friendly Python interface for scripting and data analysis. Localization landscape theory is introduced to provide quantum corrections to the Drift-Diffusion equation. This theory directly solves the ground state of the Schrodinger equation without further approximation, offering an efficient solution for quantum effect modeling. Additionally, a compact mobility model considering ballistic transport is developed to capture the ballistic length dependence of mobility and the velocity overshoot effect in short-channel devices. Finally, a study on a nanosheet FET using SEMIDV is conducted. I analyze the electrical characteristics of a state-of-the-art GAA/RibbonFET with a 6 nm gate length and discuss the effects of velocity overshoot and quantum confinement on currents and capacitances. A design for an ultra-short-channel transistor with a gate length down to 4.5 nm with a Vdd = 0.45 V is proposed to push the boundaries of integrated circuit technology further.         ",
    "url": "https://arxiv.org/abs/2504.00214",
    "authors": [
      "Chien-Ting Tung"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2504.00237",
    "title": "Microring resonator-based photonic circuit for faithfully heralding NOON states",
    "abstract": "           We have designed a Micro-Ring Resonator (MRR) based device that allows for the post-selection of high order NOON states via heralding. NOON states higher than $N=2$ cannot be generated deterministically. By tuning the coupling parameters of the device we can minimize the amplitudes of the 'accidental' states to maximize the probability of obtaining the NOON state upon a successful heralding event. Our device can produce a 3-photon NOON state output with 100% certainty upon a successful heralding detection, which occurs with probability $\\frac{8}{27}$ for optimal tunable device parameters. A successful heralding event allows for non-destructive time of flight tracking of the NOON state thus establishing a significantly enhanced level of engineering control for integration of the NOON state into scalable systems for quantum sensing and metrology. We further discuss extensions of our technique to even higher NOON states having $N=4,5$.         ",
    "url": "https://arxiv.org/abs/2504.00237",
    "authors": [
      "Ryan Scott",
      "Peter L. Kaulfuss",
      "A. Matthew Smith",
      "Paul M. Alsing",
      "Wren Sanders",
      "Gregory A. Howland",
      "Edwin E. Hach III"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2504.00649",
    "title": "Universal Structure of Computing Moments for Exact Quantum Dynamics: Application to Arbitrary System-Bath Couplings",
    "abstract": "           We introduce a general procedure for computing higher-order moments of correlation functions in open quantum systems, extending the scope of our recent work on Memory Kernel Coupling Theory (MKCT) [W. Liu, Y. Su, Y. Wang, and W. Dou, arXiv:2407.01923 (2024)]. This approach is demonstrated for arbitrary system-bath coupling that can be expressed as polynomial, $H_{SB} = \\hat{V} (\\alpha_0 + \\alpha_1 \\hat{q} + \\alpha_2 \\hat{q}^2+ \\dots)$, where we show that the recursive commutators of a system operator obey a universal hierarchy. Exploiting this structure, the higher-order moments are obtained by evaluating the expectation values of the system and bath operators separately, with bath expectation values derived from the derivatives of a generating function. We further apply MKCT to compute the dipole autocorrelation function for the spin-boson model with both linear and quadratic coupling, achieving agreement with the hierarchical equations of motion approach. Our findings suggest a promising path toward accurate dynamics for complex open quantum systems.         ",
    "url": "https://arxiv.org/abs/2504.00649",
    "authors": [
      "Rui-Hao Bi",
      "Wei Liu",
      "Wenjie Dou"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2503.24363",
    "title": "Topological Phase Transition and Geometrical Frustration in Fourier Photonic Simulator",
    "abstract": "           XY models with continuous spin orientation play a pivotal role in understanding topological phase transitions and emergent frustration phenomena, such as superconducting and superfluid phase transitions. However, the complex energy landscapes arising from frustrated lattice geometries and competing spin interactions make these models computationally intractable. To address this challenge, we design a programmable photonic spin simulator capable of emulating XY models with tunable lattice geometries and spin couplings, allowing systematic exploration of their statistical behavior. We experimentally observe the Berezinskii-Kosterlitz-Thouless (BKT) transition in a square-lattice XY model with nearest-neighbor interactions, accurately determining its critical temperature. Expanding to frustrated systems, we implement the approach in triangular and honeycomb lattices, uncovering sophisticated phase transitions and frustration effects, which are consistent with theoretical predictions. This versatile platform opens avenues for probing unexplored XY model phenomena across diverse geometries and interaction schemes, with potential applications in solving complex optimization and machine learning problems.         ",
    "url": "https://arxiv.org/abs/2503.24363",
    "authors": [
      "Yuxuan Sun",
      "Weiru Fan",
      "Xingqi Xu",
      "Da-Wei Wang",
      "Hai-Qing Lin"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)"
    ]
  },
  {
    "id": "arXiv:2406.16717",
    "title": "Probing the dichotomy between Yu-Shiba-Rusinov and Majorana bound states via conductance, quantum noise and $Δ_T$ noise",
    "abstract": "           We explore the potential of charge and spin conductance as well as charge and spin quantum noise and $\\Delta_T$ noise as probes to analyze and contrast Yu-Shiba-Rusinov (YSR) states from Majorana bound states (MBS) in a one-dimensional metal/spin-flipper/metal/insulator/superconductor junction. YSR bound states, induced by magnetic impurities acting as spin-flippers within the superconducting gap, are distinct from MBS, which can also arise in systems with magnetic impurities, such as magnetic adatoms on superconductors, often leading to false positives in MBS detection. Replacing a trivial $s$-wave superconductor with a topological superconductor featuring triplet pairing, e.g., chiral-$p$ or spinless $p$-wave superconducting nanowire, we analyze and establish clear distinctions between YSR states and MBS. This work provides an unique signature for YSR states, demonstrating that charge or spin conductance as well as both charge and spin quantum noise, along their $\\Delta_T$ noise counterparts are effective in identifying YSR bound states and distinguishing them from MBS.         ",
    "url": "https://arxiv.org/abs/2406.16717",
    "authors": [
      "Sachiraj Mishra",
      "Colin Benjamin"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  }
]