[
  {
    "id": "arXiv:2311.10095",
    "title": "Reduced Cristoffel's tensor and acoustic axes: Necessary and sufficient  condition",
    "abstract": "Acoustic axes are spatial directions in media (often crystals) where at least two of the three acoustic waves have the same phase velocity. Identification of such directions for materials with specific elasticity parameters is both theoretically fascinating and practical in acoustic applications. In this paper, we introduce the notion of the reduced acoustic tensor. In contrast to the ordinary Cristoffel's tensor, this tensor is traceless. Then it has only five independent components and fulfills the depressed cubic characteristic equation. We show that the conditions for the existence of an acoustic axes in a given propagation direction are determined solely by the reduced acoustic tensor. The necessary and sufficient conditions takes a simple compact invariant form. We also present the expression for the wave velocities along the acoustic axis. The conditions for the oblate/prolate types of the axis are derived in terms of reduced acoustic tensor. ",
    "url": "https://arxiv.org/abs/2311.10095",
    "authors": [
      "Yakov Itin"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2311.10214",
    "title": "Brillouin laser-driven terahertz oscillator up to 3~THz with  femtosecond-level timing jitter",
    "abstract": "The terahertz (THz) frequency range, spanning 0.1 to 10 THz, is a field ripe for innovation with vast, developing potential in areas like wireless communication and molecular spectroscopy. Our work introduces a novel dual-wavelength laser design that utilizes stimulated Brillouin scattering in an optical fiber cavity to effectively generate two highly coherent optical waves with inherently mitigated differential phase noise. To guarantee robust operation, the Stokes waves are optically injected into their respective pump lasers, which also serves to greatly improve the resulting coherence. The frequency difference between the two wavelengths is converted into THz waves through a uni-traveling-carrier photodiode. This innovative design facilitates the creation of THz waves with phase noise levels of less than -100 dBc/Hz, translating to timing noise below 100 $\\mathrm{as} / \\sqrt{\\mathrm{Hz}}$ at 10 kHz Fourier frequency, over a carrier frequency range from 300 GHz to 3 THz. This development in phase noise reduction establishes a new benchmark in the spectral purity of tunable THz sources. Such advances are pivotal for applications to move beyond oscillator constraints, notably in advanced wireless communication systems and molecular spectroscopy. ",
    "url": "https://arxiv.org/abs/2311.10214",
    "authors": [
      "Brendan M Heffernan",
      "James Greenberg",
      "Takashi Hori",
      "Tatsuya Tanigawa",
      "Antoine Rolland"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2311.10371",
    "title": "New photonic conservation laws in parametric nonlinear optics",
    "abstract": "Conservation laws are one of the most generic and useful concepts in physics. In nonlinear optical parametric processes, conservation of photonic energy, momenta and parity often lead to selection rules, restricting the allowed polarization and frequencies of the emitted radiation. Here we present a new scheme to derive conservation laws in optical parametric processes in which many photons are annihilated and a single new photon is emitted. We then utilize it to derive two new such conservation laws. Conservation of reflection-parity (RP) arises from a generalized reflection symmetry of the polarization in a superspace, analogous to the superspace employed in the study of quasicrystals. Conservation of space-time-parity (STP) similarly arises from space-time reversal symmetry in superspace. We explore these new conservation laws numerically in the context of high harmonic generation and outline experimental set-ups where they can be tested. ",
    "url": "https://arxiv.org/abs/2311.10371",
    "authors": [
      "Gavriel Lerner",
      "Matan Even Tzur",
      "Ofer Neufeld",
      "Avner Fleischer",
      "Oren Cohen"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.10455",
    "title": "Memory-induced Excitability in Optical Cavities",
    "abstract": "Neurons and other excitable systems can release energy suddenly given a small stimulus. Excitability has recently drawn increasing interest in optics, as it is key to realize all-optical artificial neurons enabling speed-of-light information processing. However, the realization of all-optical excitable units and networks remains challenging. Here we demonstrate how laser-driven optical cavities with memory in their nonlinear response can sustain excitability beyond the constraints of memoryless systems. First we demonstrate different classes of excitability and spiking, and their control in a single cavity with memory. This single-cavity excitability is limited to a narrow range of memory times commensurate with the linear dissipation time. To overcome this limitation, we explore coupled cavities with memory. We demonstrate that this system can exhibit excitability for arbitrarily long memory times, even when the inter-cavity coupling rate is smaller than the dissipation rate. Our coupled-cavity system also sustains spike trains -- a hallmark of neurons -- that spontaneously break mirror symmetry. Our predictions can be readily tested in thermo-optical cavities, where thermal dynamics effectively give memory to the nonlinear optical response. The huge separation between thermal and optical time scales in such cavities is promising for the realization of artificial neurons that can self-organize to the edge of a phase transition, like many biological systems do. ",
    "url": "https://arxiv.org/abs/2311.10455",
    "authors": [
      "Bertrand Braeckeveldt",
      "Kevin Peters",
      "Bart Verdonschot",
      "Bjorn Maes",
      "Said Rodriguez"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.10629",
    "title": "Broadband dual-comb hyperspectral imaging and adaptable spectroscopy  with programmable frequency combs",
    "abstract": "We explore the advantages of a free-form dual-comb spectroscopy (DCS) platform based on time-programmable frequency combs for real-time, penalty-free apodized scanning. In traditional DCS, the fundamental spectral resolution, which equals the comb repetition rate, can be excessively fine for many applications. While the fine resolution is not itself problematic, it comes with the penalty of excess acquisition time. Post-processing apodization (windowing) can be applied to tailor the resolution to the sample, but only with a deadtime penalty proportional to the degree of apodization. The excess acquisition time remains. With free-form DCS, this deadtime is avoided by programming a real-time apodization pattern that dynamically reverses the pulse periods between the dual frequency combs. In this way, one can tailor the spectrometer's resolution and update rate to different applications without penalty. We show operation of a free-form DCS system where the spectral resolution is varied from the intrinsic fine resolution of 160 MHz up to 822 GHz by applying tailored real-time apodization. Because there is no deadtime penalty, the spectral signal-to-noise ratio increases linearly with resolution by 5000x over this range, as opposed to the square root increase observed for postprocessing apodization in traditional DCS. We explore the flexibility to change resolution and update rate to perform hyperspectral imaging at slow camera frame rates, where the penalty-free apodization allows for optimal use of each frame. We obtain dual-comb hyperspectral movies at a 20 Hz spectrum update rate with broad optical spectral coverage of over 10 THz. ",
    "url": "https://arxiv.org/abs/2311.10629",
    "authors": [
      "Fabrizio R. Giorgetta",
      "Jean-Daniel Deschênes",
      "Richard L. Lieber",
      "Ian Coddington",
      "Nathan R. Newbury",
      "Esther Baumann"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2311.10646",
    "title": "High Repetition-Rate Pulse Shaping of a Spectrally Broadened Yb  Femtosecond Laser",
    "abstract": "We demonstrate compression and shaping of few cycle pulses from a high average power Ytterbium laser system. The pulses from a commercial 20 W, 100 kHz Yb laser system are spectrally broadened in two-stages using gas-filled, stretched hollow-core fibers and then compressed and shaped in an acousto-optic modulator-based pulse-shaper. The pulse-shaper allows for compression, characterization, and shaping all in one system, producing ~10 fs pulses with 50 uJ of energy ",
    "url": "https://arxiv.org/abs/2311.10646",
    "authors": [
      "Julia Codere",
      "Michael Belmonte",
      "Brian Kaufman",
      "Michael Wahl",
      "Eric Jones",
      "Martin G Cohen",
      "Thomas Weinacht",
      "Ruaridh Forbes"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.10694",
    "title": "Principles for single-pixel terahertz imaging based on the engineering  of illuminating and collecting nonparaxial diffractive optics",
    "abstract": "The art of light engineering unveils a world of possibilities through the meticulous manipulation of photonic properties such as intensity, phase, and polarization. The precise control over these optical properties under various conditions finds application in fields spanning communication, light-matter interactions, laser direct writing, and imaging, enriching our technological landscape. In this study, we embark on a journey to establish a rational framework for the design and assembly of nonparaxial THz imaging systems. Our focus centers on a lensless photonic system composed solely of flat-silicon diffractive optics. These elements include the high-resistivity silicon-based nonparaxial Fresnel zone plate, the Fibonacci lens, the Bessel axicon, and the Airy zone plate, all meticulously crafted using laser ablation technology. A systematic exploration of these flat elements in various combinations sheds light on their strengths and weaknesses. Our endeavor extends to the practical application of these optical components, where they illuminate samples and capture the light scattered from these raster-scanned samples using single-pixel detectors. Through a comprehensive examination, we evaluate imaging systems across diverse metrics that include contrast, resolution, depth of field and focus. This multifaceted approach allows us to distill rational design principles for the optimal assembly of THz imaging setups. The findings of this research chart an exciting course toward the development of compact, user-friendly THz imaging systems where sensors and passive optical elements seamlessly integrate into a single chip. These innovations not only enhance capabilities in THz imaging but also pave the way for novel applications, ushering in a new encouraging era of advanced THz photonic technology. ",
    "url": "https://arxiv.org/abs/2311.10694",
    "authors": [
      "Sergej Orlov",
      "Rusnė Ivaškevičiūtė-Povilauskienė",
      "Karolis Mundrys",
      "Paulius Kizevičius",
      "Ernestas Nacius",
      "Domas Jokubauskis",
      "Kęstutis Ikamas",
      "Alvydas Lisauskas",
      "Linas Minkevičius",
      "Gintaras Valušis"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2204.06229",
    "title": "Computational Design of Alloy Nanostructures for Optical Sensing of  Hydrogen",
    "abstract": "Pd nanoalloys show great potential as hysteresis-free, reliable hydrogen sensors. Here, a multi-scale modeling approach is employed to determine optimal conditions for optical hydrogen sensing using the Pd-Au-H system. Changes in hydrogen pressure translate to changes in hydrogen content and eventually the optical spectrum. At the single particle level, the shift of the plasmon peak position with hydrogen concentration (i.e., the \"optical\" sensitivity) is approximately constant at 180 nm/c_H for nanodisk diameters >~ 100 nm. For smaller particles, the optical sensitivity is negative and increases with decreasing diameter, due to the emergence of a second peak originating from coupling between a localized surface plasmon and interband transitions. In addition to tracking peak position, the onset of extinction as well as extinction at fixed wavelengths is considered. We carefully compare the simulation results with experimental data and assess the potential sources for discrepancies. Invariably, the results suggest that there is an upper bound for the optical sensitivity that cannot be overcome by engineering composition and/or geometry. While the alloy composition has a limited impact on optical sensitivity, it can strongly affect H uptake and consequently the \"thermodynamic\" sensitivity and the detection limit. Here, it is shown how the latter can be improved by compositional engineering and even substantially enhanced via the formation of an ordered phase that can be synthesized at higher hydrogen partial pressures. ",
    "url": "https://arxiv.org/abs/2204.06229",
    "authors": [
      "Pernilla Ekborg-Tanner",
      "J. Magnus Rahm",
      "Victor Rosendal",
      "Maria Bancerek",
      "Tuomas P. Rossi",
      "Tomasz J. Antosiewicz",
      "Paul Erhart"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2311.10249",
    "title": "Resonance of Geometric Quantities and Hidden Symmetry in the Asymmetric  Rabi Model",
    "abstract": "We present the interesting resonance of two kinds of geometric quantities, namely the Aharonov-Anandan (AA) phase and the time-energy uncertainty, and reveal the relation between resonance and the hidden symmetry in the asymmetric Rabi model by numerical and analytical methods. By combining the counter-rotating hybridized rotating-wave method with time-dependent perturbation theory, we solve systematically the time evolution operator and then obtain the geometric phase of the Rabi model. In comparison with the numerically exact solutions, we find that the analytical results accurately describe the geometric quantities in a wide parameter space. We unveil the effect of the bias on the resonance of geometric quantities, (1) the positions of all harmonic resonances stemming from the shift of the Rabi frequency at the presence of the bias; (2) the occurrence of even order harmonic resonance due to the bias. When the driving frequency is equal to the subharmonics of the bias, the odd higher-order harmonic resonances disappear. Finally, the hidden symmetry has a resemblance to that of the quantum Rabi model with bias, which indicates the quasienergy spectra are similar to the energy spectra of the latter. ",
    "url": "https://arxiv.org/abs/2311.10249",
    "authors": [
      "Qinjing Yu",
      "Zhiguo Lü"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2311.10278",
    "title": "Physics-Enhanced Multi-fidelity Learning for Optical Surface Imprint",
    "abstract": "Human fingerprints serve as one unique and powerful characteristic for each person, from which policemen can recognize the identity. Similar to humans, many natural bodies and intrinsic mechanical qualities can also be uniquely identified from surface characteristics. To measure the elasto-plastic properties of one material, one formally sharp indenter is pushed into the measured body under constant force and retracted, leaving a unique residual imprint of the minute size from several micrometers to nanometers. However, one great challenge is how to map the optical image of this residual imprint into the real wanted mechanical properties, i.e., the tensile force curve. In this paper, we propose a novel method to use multi-fidelity neural networks (MFNN) to solve this inverse problem. We first actively train the NN model via pure simulation data, and then bridge the sim-to-real gap via transfer learning. The most innovative part is that we use NN to dig out the unknown physics and also implant the known physics into the transfer learning framework, thus highly improving the model stability and decreasing the data requirement. This work serves as one great example of applying machine learning into the real experimental research, especially under the constraints of data limitation and fidelity variance. ",
    "url": "https://arxiv.org/abs/2311.10278",
    "authors": [
      "Yongchao Chen"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Artificial Intelligence (cs.AI)",
      "Computer Vision and Pattern Recognition (cs.CV)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2311.10292",
    "title": "Realization of a programmable multi-purpose photonic quantum memory with  over-thousand qubit manipulations",
    "abstract": "One of the most important building blocks for a quantum network is a photonic quantum memory which serves as the interface between the communication channel and the local functional unit. A programmable quantum memory which can process a large stream of flying qubits and fulfill the requirements of multiple core functions in a quantum network is still to-be-realized. Here we report a high-performance quantum memory which can simultaneously store 72 optical qubits and support up to 1000 consecutive operations in a random access way. This quantum memory can also be adapted on-demand for implementing quantum queue, stack, and buffer, as well as the synchronization and reshuffle of 4 entangled photon pairs from a probabilistic entanglement source, which is an essential requirement for the realization of quantum repeaters and efficient routing in quantum networks. ",
    "url": "https://arxiv.org/abs/2311.10292",
    "authors": [
      "Sheng Zhang",
      "Jixuan Shi",
      "Zhaibin Cui",
      "Ye Wang",
      "Yukai Wu",
      "Luming Duan",
      "Yunfei Pu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Emerging Technologies (cs.ET)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.10619",
    "title": "Discrete step walks reveal unconventional anomalous topology in  synthetic photonic lattices",
    "abstract": "Anomalous topological phases, where edge states coexist with topologically trivial Chern bands, can only appear in periodically driven lattices. When the driving is smooth and continuous, the bulk-edge correspondence is guaranteed by the existence of a bulk invariant known as the winding number. However, in lattices subject to periodic time-step walks the existence of edge states does not only depend on bulk invariants but also on the geometry of the boundary. This is a consequence of the absence of an intrinsic time-dependence or micromotion in discrete-step walks. We report the observation of edge states and a simultaneous measurement of the bulk invariants in anomalous topological phases in a two-dimensional discrete-step walk in a synthetic photonic lattice made of two coupled fibre rings. The presence of edge states is inherent to the periodic driving and depends on the geometry of the boundary in the implemented two-band model with zero Chern number. We provide a suitable expression for the topological invariants whose calculation does not rely on micromotion dynamics. ",
    "url": "https://arxiv.org/abs/2311.10619",
    "authors": [
      "Rabih El Sokhen",
      "Álvaro Gómez-León",
      "Albert F. Adiyatullin",
      "Stéphane Randoux",
      "Pierre Delplace",
      "Alberto Amo"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2304.11247",
    "title": "Hybrid quantum physics-informed neural networks for simulating  computational fluid dynamics in complex shapes",
    "abstract": " Comments: 9 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2304.11247",
    "authors": [
      "Alexandr Sedykh",
      "Maninadh Podapaka",
      "Asel Sagingalieva",
      "Karan Pinto",
      "Markus Pflitsch",
      "Alexey Melnikov"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Fluid Dynamics (physics.flu-dyn)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2305.17227",
    "title": "Practical Concepts for Design, Construction and Application of Halbach  Magnets in Magnetic Resonance",
    "abstract": " Comments: 39 pages, 17 Figures ",
    "url": "https://arxiv.org/abs/2305.17227",
    "authors": [
      "Peter Blümler",
      "Helmut Soltner"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2308.10773",
    "title": "Exploring the Quantum-to-Classical Vortex Flow: Quantum Field Theory  Dynamics in Rotating Curved Spacetimes",
    "abstract": " Comments: 10 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2308.10773",
    "authors": [
      "Patrik Švančara",
      "Pietro Smaniotto",
      "Leonardo Solidoro",
      "James F. MacDonald",
      "Sam Patrick",
      "Ruth Gregory",
      "Carlo F. Barenghi",
      "Silke Weinfurtner"
    ],
    "subjectives": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2309.02708",
    "title": "Cooling down and waking up: consciousness arises when a neural computer  becomes a quantum computer",
    "abstract": " Comments: 45 pages, 3 figures. Some text edits, extra references ",
    "url": "https://arxiv.org/abs/2309.02708",
    "authors": [
      "Andrew Bell"
    ],
    "subjectives": [
      "Neurons and Cognition (q-bio.NC)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2311.06435",
    "title": "Optomechanical ring resonator for efficient microwave-optical frequency  conversion",
    "abstract": " Comments: 11 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2311.06435",
    "authors": [
      "I-Tung Chen",
      "Bingzhao Li",
      "Seokhyeong Lee",
      "Srivatsa Chakravarthi",
      "Kai-Mei Fu",
      "Mo Li"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  }
]