[
  {
    "id": "arXiv:2203.07371",
    "title": "Medium-Grain Niobium SRF Cavity Production Technology for Science  Frontiers and Accelerator Applications",
    "abstract": "We propose cost-effective production of medium grain (MG) niobium (Nb) discs directly sliced from forged and annealed billet. This production method provides clean surface conditions and reliable mechanical characteristics with sub-millimeter average grain size resulting in stable SRF cavity production. We propose to apply this material to particle accelerator applications in the science and industrial frontiers. The science applications require high field gradients (>~40 MV/m) particularly in pulse mode. The industrial applications require high Q0 values with moderate gradients (~30 MV/m) in CW mode operation. This report describes the MG Nb disc production recently demonstrated and discusses future prospects for application in advanced particle accelerators in the science and industrial frontiers. ",
    "url": "https://arxiv.org/abs/2203.07371",
    "authors": [
      "G. Myneni",
      "Hani E. Elsayed-Ali",
      "Md Obidul Islam",
      "Md Nizam Sayeed",
      "G. Ciovati",
      "P. Dhakal",
      "R. A. Rimmer",
      "M. Carl",
      "A. Fajardo",
      "N. Lannoy",
      "B. Khanal",
      "T.Dohmae",
      "A. Kumar",
      "T. Saeki",
      "K.Umemori",
      "M. Yamanaka",
      "S. Michizono",
      "A. Yamamoto"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2203.07420",
    "title": "Optical Wavelength Meter with Machine Learning Enhanced Precision",
    "abstract": "Diverse applications in photonics and microwave engineering require a means of measurement of the instantaneous frequency of a signal. A photonic implementation typically applies an interferometer equipped with three or more output ports to measure the frequency dependent phase shift provided by an optical delay line. The components constituting the interferometer are prone to impairments which results in erroneous measurements. It is shown that the information to be retrieved is encoded by a three-component vector that lies on a circular cone within a three-dimensional Cartesian object space. The measured data belongs to the image of the object space under a linear map that describes the action of the interferometer. Assisted by a learning algorithm, an inverse map from the image space into the object space is constructed. The inverse map compensates for a variety of impairments while being robust to noise. Simulation results demonstrate that, to the extent the interferometer model captures all significant impairments, a precision limited only by the level of random noise is attainable. A wavelength meter architecture is fabricated on Si3N4 photonic integration platform to prove the method experimentally. Applied to the measured data, greater than an order of magnitude improvement in precision is achieved by the proposed method compared to the conventional method. ",
    "url": "https://arxiv.org/abs/2203.07420",
    "authors": [
      "Gazi Mahamud Hasan",
      "Mehedi Hasan",
      "Peng Liu",
      "Mohammad Rad",
      "Eric Bernier",
      "Trevor James Hall"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.07525",
    "title": "Epsilon-Near-Zero (ENZ)-based Optomechanics",
    "abstract": "Optomechanics deals with the control and applications of mechanical effects of light that stems from the redistribution of photon momenta in light scattering. Here, we investigate, analytically and numerically, optical forces on polarizable particles in proximity of epsilon-near-zero (ENZ) metamaterials. We look at the general features of the repulsive-attractive optomechanics from the nano to the microscale exploiting different theoretical methods (dipole approximation, finite elements calculations, transition (T-)matrix). We discuss the role of realistic layered materials, as our ENZ substrate, on optical forces and analyze the influence of composition and shape by studying a range of complex particles (dielectric, core-shell, plasmonic ellipsoids). Physical insights into the results are discussed and future research directions are forecasted. Our results provide new possibilities in exploiting engineered materials and surfaces for the manipulation and tailoring of light-induced forces in optomechanics. ",
    "url": "https://arxiv.org/abs/2203.07525",
    "authors": [
      "Y. Kiasat",
      "M. G. Donato",
      "M. Hinczewski",
      "M. ElKabbash",
      "T. Letsou",
      "R. Saija",
      "O. M. Marago",
      "G. Strangi",
      "N. Engheta"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2203.07626",
    "title": "Monolithic Active Pixel Sensors on CMOS technologies",
    "abstract": "Collider detectors have taken advantage of the resolution and accuracy of silicon detectors for at least four decades. Future colliders will need large areas of silicon sensors for low mass trackers and sampling calorimetry. Monolithic Active Pixel Sensors (MAPS), in which Si diodes and readout circuitry are combined in the same pixels, and can be fabricated in some of standard CMOS processes, are a promising technology for high-granularity and light detectors. In this paper we review 1) the requirements on MAPS for trackers and electromagnetic calorimeters (ECal) at future colliders experiments, 2) the ongoing efforts towards dedicated MAPS for the Electron-Ion Collider (EIC) at BNL, for which the EIC Silicon Consortium was already instantiated, and 3) space-born applications for MeV $\\gamma$-ray experiments with MAPS based trackers (AstroPix). ",
    "url": "https://arxiv.org/abs/2203.07626",
    "authors": [
      "Nicole Apadula",
      "W. Armstrong",
      "James Brau",
      "Martin Breidenbach",
      "R. Caputo",
      "Gabriella Carinii",
      "Alberto Collu",
      "Marcel Demarteau",
      "Grzegorz Deptuch",
      "Angelo Dragone",
      "H. Fleischhack",
      "Gabriele Giacomini",
      "Carl Grace",
      "Norman Graf",
      "Leo Greiner",
      "Ryan Herbst",
      "Gunther Haller",
      "M. Jadhav",
      "S. Joosten",
      "Christopher J. Kenney",
      "C. Kierans",
      "J. Kim",
      "Thomas Markiewicz",
      "J. Metcalfe",
      "Z. E. Meziani",
      "Tim K. Nelson",
      "C. Peng",
      "P. E. Reimer",
      "Lorenzo Rota",
      "M. Scott",
      "Julie Segal",
      "Ernst Sichterman",
      "Nikolai Sinev",
      "A. Steinhebel",
      "David Strom",
      "Alessandro Tricoli",
      "Caterina Vernieri",
      "Charles Young",
      "Maria Zurek"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)",
      "Nuclear Experiment (nucl-ex)"
    ]
  },
  {
    "id": "arXiv:2203.07859",
    "title": "Construction and commissioning of the collinear laser spectroscopy  system at BRIF",
    "abstract": "We have constructed a collinear laser spectroscopy (CLS) system installed at the Beijing Radioactive Ion-beam Facility (BRIF), aiming to investigate the nuclear properties of unstable nuclei. The first on-line commissioning experiment of this system was performed using the continuous stable ($^{39}$K) and unstable ($^{38}$K) ion beams produced by impinging a 100-MeV proton beam on a CaO target. Hyperfine structure spectra of these two isotopes are reasonably reproduced, and the extracted magnetic dipole hyperfine parameters and isotope shift agree with the literature values. The on-line experiment demonstrates the overall functioning of this CLS system, opening new opportunities for laser spectroscopy measurement of unstable isotopes at BRIF and other radioactive ion beam facilities in China. ",
    "url": "https://arxiv.org/abs/2203.07859",
    "authors": [
      "S. J. Wang",
      "X. F. Yang",
      "S. W. Bai",
      "Y. C. Liu",
      "P. Zhang",
      "Y. S. Liu",
      "H. R. Hu",
      "H. W. Li",
      "B. Tang",
      "B. Q. Cui",
      "C. Y. He",
      "X. Ma",
      "Q. T. Li",
      "J. H. Chen",
      "K. Ma",
      "L. S. Yang",
      "Z. Y. Hu",
      "W. L. Pu",
      "Y. Chen",
      "Y. F. Guo",
      "Z. Y. Du",
      "Z. Yan",
      "F. L. Liu",
      "H. R. Wang",
      "G. Q. Yang",
      "Y. L. Ye",
      "B. Guo"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Nuclear Experiment (nucl-ex)"
    ]
  },
  {
    "id": "arXiv:2203.07876",
    "title": "The cosmic microwave background and mass power spectrum profiles for a  novel and efficient model of dark energy",
    "abstract": "In a previous work it was shown that by considering the quantum nature of the gravitational field mediator, it is possible to introduce the momentum energy of the graviton into the Einstein equations as an effective cosmological constant. The Compton Mass Dark Energy (CMaDE) model proposes that this momentum can be interpreted as dark energy, with a Compton wavelength given by the size of the observable universe $R_H$, implying that the dark energy varies depending on this size. The main result of this previous work is the existence of an effective cosmological constant $\\Lambda=2\\pi^2/\\lambda^2$ that varies very slowly, being $\\lambda=(c/H_0) R_H$ the graviton Compton wavelength. In the present work we use that the dark energy density parameter is given by $\\Omega_\\Lambda=2\\pi^2/3/R_H^2$, it only has the curvature $\\Omega_k$ as a free constant and depends exclusively on the radiation density parameter $\\Omega_r$. Using $\\Omega_{0r} = 9.54\\times10^{- 5}$, the theoretical prediction for a flat universe of the dark energy density parameter is $\\Omega_{0\\Lambda} = 0.6922$. We perform a general study for a non-flat universe, using the Planck data and a modified version of the CLASS code we find an excellent concordance with the Cosmic Microwave Background and Mass Power Spectrum profiles, provided that the Hubble parameter today is $H_0 = 72.6$ km/s/Mpc for an universe with curvature $\\Omega_{0k}=-0.003$. We conclude that the CMaDE model provides a natural explanation for the accelerated expansion and the coincidence problem of the universe. ",
    "url": "https://arxiv.org/abs/2203.07876",
    "authors": [
      "Tonatiuh Matos",
      "Luis Osvaldo Tellez-Tovar"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2203.07954",
    "title": "Sub-40nm Nanogratings Self-Organized in PVP-based Polymer Composite Film  by Photoexcitation and Two Sequent Splitting under Femtosecond Laser  Irradiation",
    "abstract": "Laser-induced periodic surface structures (LIPSSs) on various materials have been extensively investigated because of their wide applications. The combination of different materials allows for greater freedom in tailoring their functions and achieving responses not possible in a homogeneous material. By utilizing a femtosecond (fs) laser to irradiate the Fe-doped Polyvinyl Pyrrolidone (PVP) composite film, highly regular ultrafine nanogratings (U-nanogratings) with a period as small as 35.0 ($\\pm$ 2.0) nm can be self-organized on the surface with extremely high efficiency. The period of the U-nanogratings can be controlled by varying the scanning speed of the laser beam (deposited energy) and the thickness of the composite film. Based on the experimental, theoretical, and simulation results, we propose a two-step formation mechanism: composite film excitation and two sequent grating-splitting. The high photosensitivity and low glass transition temperature of the composite film facilitate the fabrication of the ultrafine nanostructures. The proposed design method for the composite material and fabrication process could not only provide a strategy for obtaining highly regular U-nanogratings, but also offer a platform to explore the interaction physics between ultra-short pulses and matter under extreme conditions. ",
    "url": "https://arxiv.org/abs/2203.07954",
    "authors": [
      "Li-Yun Chen",
      "Cheng-Cheng Guo",
      "Ming-Ming Pan",
      "Chen Lai",
      "Yun-Xia Wang",
      "Guo-Cai Liao",
      "Zi-Wei Ma",
      "Fan-Wei Zhang",
      "Jagadeesh Suriyaprakash",
      "Lijing Guo",
      "Eser Akinoglu",
      "Qiang Li",
      "Li-Jun Wu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2203.08090",
    "title": "An image sensor based on single-pulse photoacoustic electromagnetic  detection (SPEED): a simulation study",
    "abstract": "Image sensors are the backbone of many imaging technologies of great importance to modern sciences, being particularly relevant in biomedicine. An ideal image sensor should be usable through all the electromagnetic spectrum (large bandwidth), it should be fast (millions of frames per second) to fulfil the needs of many microscopy applications, and it should be cheap, in order to ensure the sustainability of the healthcare system. However, current image sensor technologies have fundamental limitations in terms of bandwidth, imaging rate or price. In here, we briefly sketch the principles of an alternative image sensor concept termed Single-pulse Photoacoustic Electromagnetic Detection (SPEED). SPEED leverages the principles of optoacoustic (photoacoustic) tomography to overcome several of the hard limitations of todays image sensors. Specifically, SPEED sensors can operate with a massive portion of the electromagnetic spectrum at high frame rate (millions of frames per second) and low cost. Using simulations, we demonstrate the feasibility of the SPEED methodology and we discuss the step towards its implementation. ",
    "url": "https://arxiv.org/abs/2203.08090",
    "authors": [
      "Juan Aguirre"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2203.04847",
    "title": "STOPGAP -- a Time-of-Flight Extension for the Belle II TOP Barrel PID  System as a Demonstrator for CMOS Fast Timing Sensors",
    "abstract": "The Belle II barrel region is instrumented with the Time of Propagation (TOP) particle identification system based on sixteen fused-silica bars arranged around the interaction point acting as Cherenkov radiator. Due to the mechanical design of the TOP system these quartz bars do not overlap, but leave a gap of around 2cm between them. This leads to around 6% of all tracks in the nominal TOP acceptance region to escape without traversing any of the quartz bars and thus not giving any usable particle identification information from the TOP system and an additional 3% of tracks being degraded due to edge effects. We propose a possible solution to remedy these gaps in the TOP acceptance in the form of a Supplemental TOP GAP instrumentation (STOPGAP) that covers the dead area between adjacent quartz bars with fast silicon detectors to directly measure the time-of-flight of traversing particles for particle identification purposes. Modern, fast timing silicon sensors and readouts can offer sufficient time resolution for the task at hand, so that STOPGAP modules could be built compact enough to fit into the limited space available in the area of interest between the Belle II central drift chamber (CDC) and the TOP system. In this article, we present a simulation study demonstrating the feasibility of a silicon time-of-flight system based on its reconstruction performance in $\\Upsilon(4S)\\rightarrow B\\bar{B}$ events simulated using the Belle II simulation and reconstruction software. We discuss the performance requirements for possible sensor technologies and demonstrate that such a project could be realised with novel, fast monolithic CMOS sensors that are expected to reach MIP timing resolutions of down to 50ps. Additionally, we discuss the use of fast timing layers at lower radii for track triggering as well as particle identification at low momenta <1GeV/c. ",
    "url": "https://arxiv.org/abs/2203.04847",
    "authors": [
      "Oskar Hartbrich",
      "Umberto Tamponi",
      "Gary S. Varner"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2203.07868",
    "title": "Development of an integrated near-IR astrophotonic spectrograph",
    "abstract": "Here, we present an astrophotonic spectrograph in the near-IR H-band (1.45 -1.65 $\\mu m$) and a spectral resolution ($\\lambda/\\delta\\lambda$) of 1500. The main dispersing element of the spectrograph is a photonic chip based on Arrayed-Waveguide-Grating technology. The 1D spectrum produced on the focal plane of the AWG contains overlapping spectral orders, each spanning a 10 nm band in wavelength. These spectral orders are cross-dispersed in the perpendicular direction using a cross-dispersion setup which consists of collimating lenses and a prism and the 2D spectrum is thus imaged onto a near-IR detector. Here, as a proof of concept, we use a few-mode photonic lantern to capture the light and feed the emanating single-mode outputs to the AWG chip for dispersion. The total size of the setup is 50$\\times$30$\\times$20 cm$^3$, nearly the size of a shoebox. This spectrograph will pave the way for future miniaturized integrated photonic spectrographs on large telescopes, particularly for building future photonic multi-object spectrographs. ",
    "url": "https://arxiv.org/abs/2203.07868",
    "authors": [
      "Pradip Gatkine",
      "Meghna Sitaram",
      "Sylvain Veilleux",
      "Mario Dagenais",
      "Joss Bland-Hawthorn"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.07906",
    "title": "Microwave heating effect on diamond sample of NV centers",
    "abstract": "Diamond samples of defects with negative charged nitrogen-vacancy (NV) centers are promising solid state spin sensors suitable for quantum information processing, high sensitive measurements of magnetic, electric and thermal fields in nanoscale. The diamond defect with a NV center is unique for its robust temperature-dependent zero field splitting Dgs of the triplet ground state. This property enables optical readout of electron spin states through manipulation of the ground triplet state using microwave resonance with Dgs from 100 K to about 600 K. Thus, prohibiting Dgs from unwanted external thermal disturbances is crucial for an accurate measurement using diamond NV sensors. Our observation demonstrates the existence of a prominent microwave heating effect on the diamond samples of NV centers. The effect is inevitable to shift Dgs and cause measurement errors. The temperature increment caused by the effect monotonically depends on the power and the duration of microwave irradiation. The effect is obvious with the microwave irradiation in the continuous mode and some pulse sequence modes, but is neglectable for the quantum lock-in XY8-N method. ",
    "url": "https://arxiv.org/abs/2203.07906",
    "authors": [
      "Zheng Wang",
      "Jintao Zhang",
      "Xiaojuan Feng",
      "Li Xing"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2203.08048",
    "title": "Routing Single Photons from a Trapped Ion Using a Photonic Integrated  Circuit",
    "abstract": "Trapped ions are promising candidates for nodes of a scalable quantum network due to their long-lived qubit coherence times and high-fidelity single and two-qubit gates. Future quantum networks based on trapped ions will require a scalable way to route photons between different nodes. Photonic integrated circuits from fabrication foundries provide a compact solution to this problem. However, these circuits typically operate at telecommunication wavelengths which are incompatible with the strong dipole emissions of trapped ions. In this work, we demonstrate the routing of single photons from a trapped ion using a photonic integrated circuit. We employ quantum frequency conversion to match the emission of the ion to the operating wavelength of a foundry-fabricated silicon nitride photonic integrated circuit, achieving a total transmission of 31$\\pm$0.9% through the device. Using programmable phase shifters, we switch the single photons between the output channels of the circuit and also demonstrate a 50/50 beam splitting condition. These results constitute an important step towards programmable routing and entanglement distribution in large-scale quantum networks and distributed quantum computers. ",
    "url": "https://arxiv.org/abs/2203.08048",
    "authors": [
      "Uday Saha",
      "James D. Siverns",
      "John Hannegan",
      "Mihika Prabhu",
      "Qudsia Quraishi",
      "Dirk Englund",
      "Edo Waks"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2104.08262",
    "title": "Intense optical parametric amplification in dispersion engineered  nanophotonic lithium niobate waveguides",
    "abstract": " Comments: 6 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2104.08262",
    "authors": [
      "Luis Ledezma",
      "Ryoto Sekine",
      "Qiushi Guo",
      "Rajveer Nehra",
      "Saman Jahani",
      "Alireza Marandi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2108.11901",
    "title": "A large-scale single-mode array laser based on a topological edge mode",
    "abstract": " Comments: 17 pages, 7 figures ",
    "url": "https://arxiv.org/abs/2108.11901",
    "authors": [
      "Natsuko Ishida",
      "Yasutomo Ota",
      "Wenbo Lin",
      "Tim Byrnes",
      "Yasuhiko Arakawa",
      "Satoshi Iwamoto"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2111.13570",
    "title": "Impurity with a resonance in the vicinity of the Fermi energy",
    "abstract": " Comments: 11 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2111.13570",
    "authors": [
      "Mikhail Maslov",
      "Mikhail Lemeshko",
      "Artem G. Volosniev"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2112.03792",
    "title": "Characterization of Laser Systems at 1550 nm Wavelength for Future  Gravitational Wave Detectors",
    "abstract": " Title: Characterization of Laser Systems at 1550 nm Wavelength for Future  Gravitational Wave Detectors ",
    "url": "https://arxiv.org/abs/2112.03792",
    "authors": [
      "Fabian Meylahn",
      "Benno Willke"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2201.09663",
    "title": "Consciousness and quantum mechanics: a philosophical approach",
    "abstract": " Comments: Manuscript needs substantial revision ",
    "url": "https://arxiv.org/abs/2201.09663",
    "authors": [
      "Raoni Wohnrath Arroyo"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2201.11744",
    "title": "Measurement of DC Magneto-Optical Kerr Effect with Sensitivity of  $10^{-7} \\text{Rad}/\\sqrt{\\text{Hz}}$",
    "abstract": " Comments: 16 pages, 7 figures ",
    "url": "https://arxiv.org/abs/2201.11744",
    "authors": [
      "Junying Ma",
      "Feng Gu",
      "Ying Xu",
      "Jiaming Le",
      "Fanlong Zeng",
      "Yizheng Wu",
      "Chuanshan Tian"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.06216",
    "title": "Simulations of Silicon Radiation Detectors for High Energy Physics  Experiments",
    "abstract": " Comments: contribution to Snowmass 2021 ",
    "url": "https://arxiv.org/abs/2203.06216",
    "authors": [
      "B. Nachman",
      "T. Peltola",
      "P. Asenov",
      "M. Bomben",
      "R. Lipton",
      "F. Moscatelli",
      "E. A. Narayanan",
      "F. R. Palomo",
      "D. Passeri",
      "S. Seidel",
      "X. Shi",
      "J. Sonneveld"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2203.06809",
    "title": "Ion Coulomb Crystals in Storage Rings for Quantum Information Science",
    "abstract": " Comments: Contribution to Snowmass 2021 ",
    "url": "https://arxiv.org/abs/2203.06809",
    "authors": [
      "S. Brooks",
      "K. Brown",
      "F. Méot",
      "A. Nomerotski",
      "S. Peggs",
      "M. Palmer",
      "T. Roser",
      "T. Shaftan",
      "G. H. Hoffstaetter",
      "S. Nagaitsev",
      "J. Lykken",
      "J. Jarvis",
      "V. Lebedev",
      "G. Stancari",
      "A. Valishev",
      "A. Taylor",
      "A. Hurd",
      "N. Moody",
      "P. Muggli",
      "A. Aslam",
      "S. G. Biedron",
      "T. Bolin",
      "S. Sosa Guitron",
      "C. Gonzalez-Zacarias",
      "M. Larsson",
      "R. Thomas",
      "B. Huang",
      "T. Robertazzi",
      "J. Cary",
      "B. M. Hegelich",
      "B. B. Blinov",
      "S. Milton"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2203.07257",
    "title": "Optical manipulation of matter waves",
    "abstract": " Comments: 11 pages, 4 figures, 70 references ",
    "url": "https://arxiv.org/abs/2203.07257",
    "authors": [
      "Kamran Akbari",
      "Valerio Di Giulio",
      "F. Javier García de Abajo"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  }
]