[
  {
    "id": "arXiv:2302.07296",
    "title": "Formation of ultracold molecules by merging optical tweezers",
    "abstract": "We demonstrate the formation of a single RbCs molecule during the merging of two optical tweezers, one containing a single Rb atom and the other a single Cs atom. Both atoms are initially predominantly in the motional ground states of their respective tweezers. We confirm molecule formation and establish the state of the molecule formed by measuring its binding energy. We find that the probability of molecule formation can be controlled by tuning the confinement of the traps during the merging process, in good agreement with coupled-channel calculations. We show that the conversion efficiency from atoms to molecules using this technique is comparable to magnetoassociation. ",
    "url": "https://arxiv.org/abs/2302.07296",
    "authors": [
      "Daniel K. Ruttley",
      "Alexander Guttridge",
      "Stefan Spence",
      "Robert C. Bird",
      "C. Ruth Le Sueur",
      "Jeremy M. Hutson",
      "Simon L. Cornish"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2302.07303",
    "title": "Transverse Gradient Undulator in a Storage Ring X-ray Free Electron  Laser Oscillator",
    "abstract": "Modern electron storage rings produce bright X-rays via spontaneous synchrotron emission, which is useful for a variety of scientific applications. The X-ray free-electron laser oscillator (XFELO) has the potential to amplify this output, both in terms of peak power and photon coherence. However, even current 4th generation storage rings (4GSRs) lack the requisite electron beam brightness to drive the XFELO due to its electron energy spread. The transverse gradient undulator (TGU) can overcome this issue, thus providing a practical means to couple the 4GSR to the XFELO. In this study, we first examine the theoretical basis of the TGU interaction by deriving the 3D TGU gain formula in the low gain approximation. Then, we perform an optimization study of the gain formula in order to determine optimal beam and machine parameters. Finally, we construct a hypothetical storage ring TGU-XFELO based on near-optimal parameters and report on its projected performance using multi-stage numerical simulation. We also discuss potential implementation challenges associated with the ring-FEL coupling. ",
    "url": "https://arxiv.org/abs/2302.07303",
    "authors": [
      "Yuan Shen Li",
      "Ryan Lindberg",
      "Kwang-Je Kim"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "Applied Physics (physics.app-ph)",
      "Computational Physics (physics.comp-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2302.07338",
    "title": "Multiplexed vortex beam-based optical tweezers",
    "abstract": "The design and implementation of a multiplexed spiral phase mask in an experimental optical tweezer setup are presented. This diffractive optical element allows the generation of multiple concentric vortex beams with independent topological charges. The generalization of the phase mask for multiple concentric vortices is also shown. The design for a phase mask of two multiplexed vortices with different topological charges is developed. We experimentally show the transfer of angular momentum to the optically trapped microparticles by enabling orbiting dynamics around the optical axis independently within each vortex. The angular velocity of the confined particles versus the optical power in the focal region is also discussed for different combinations of topological charges. ",
    "url": "https://arxiv.org/abs/2302.07338",
    "authors": [
      "Francisco M. Muñoz-Pérez",
      "Vicente Ferrando",
      "Walter D. Furlan",
      "Juan C. Castro-Palacio",
      "J. Ricardo Arias-Gonzalez",
      "Juan A. Monsoriu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2302.07424",
    "title": "Microwave electrometry with multi-photon coherence in Rydberg atoms",
    "abstract": "A scheme for measurement of microwave (MW) electric field is proposed via multi-photon coherence in Rydberg atoms. It is based on the three-photon electromagnetically induced absorption (TPEIA) spectrum. In this process, the multi-photon produces a narrow absorption peak, which has a larger magnitude than the electromagnetically induced transparency (EIT) peak under the same conditions. The TPEIA peak is sensitive to MW fields, and can be used to measure MW electric field strength. It is interesting to find that the magnitude of TPEIA peaks shows a linear relationship with the MW field strength. The simulation results show that the minimum detectable strength of the MW fields is about 1/10 that based on an common EIT effect, and the probe sensitivity is improved by about 4 times. Furthermore, the MW sensing based on three-photon coherence shows a broad tunability, and the scheme may be useful for designing novel MW sensing devices. ",
    "url": "https://arxiv.org/abs/2302.07424",
    "authors": [
      "Zheng Yin",
      "Shengfang Zhao",
      "Yuan He",
      "Zhengmao Jia",
      "Michal Parniak",
      "Xiao Lu",
      "Yandong Peng"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2302.07504",
    "title": "GRIDS-Net: Inverse shape design and identification of scatterers via  geometric regularization and physics-embedded deep learning",
    "abstract": "This study presents a deep learning based methodology for both remote sensing and design of acoustic scatterers. The ability to determine the shape of a scatterer, either in the context of material design or sensing, plays a critical role in many practical engineering problems. This class of inverse problems is extremely challenging due to their high-dimensional, nonlinear, and ill-posed nature. To overcome these technical hurdles, we introduce a geometric regularization approach for deep neural networks (DNN) based on non-uniform rational B-splines (NURBS) and capable of predicting complex 2D scatterer geometries in a parsimonious dimensional representation. Then, this geometric regularization is combined with physics-embedded learning and integrated within a robust convolutional autoencoder (CAE) architecture to accurately predict the shape of 2D scatterers in the context of identification and inverse design problems. An extensive numerical study is presented in order to showcase the remarkable ability of this approach to handle complex scatterer geometries while generating physically-consistent acoustic fields. The study also assesses and contrasts the role played by the (weakly) embedded physics in the convergence of the DNN predictions to a physically consistent inverse design. ",
    "url": "https://arxiv.org/abs/2302.07504",
    "authors": [
      "Siddharth Nair",
      "Timothy F. Walsh",
      "Greg Pickrell",
      "Fabio Semperlotti"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2302.07527",
    "title": "A Validated Finite Element Model for Room Acoustic Treatments with Edge  Absorbers",
    "abstract": "Porous acoustic absorbers have excellent properties in the low-frequency range when positioned in room edges, therefore they are a common method for reducing low-frequency reverberation. However, standard room acoustic simulation methods such as ray tracing and mirror sources are invalid for low frequencies in general which is a consequence of using geometrical methods, yielding a lack of simulation tools for these so-called edge absorbers. In this article, a validated finite element simulation model is presented, which is able to predict the effect of an edge absorber on the acoustic field. With this model, the interaction mechanisms between room and absorber can be studied by high-resolved acoustic field visualizations in both room and absorber. The finite element model is validated against transfer function data computed from impulse response measurements in a reverberation chamber in style of ISO 354. The absorber made of Basotect is modeled using the Johnson-Champoux-Allard-Lafarge model, which is fitted to impedance tube measurements using the four-microphone transfer matrix method. It is shown that the finite element simulation model is able to predict the influence of different edge absorber configurations on the measured transfer functions to a high degree of accuracy. The evaluated third-octave band error exhibits deviations of 3.25dB to 4.11dB computed from third-octave band averaged spectra. ",
    "url": "https://arxiv.org/abs/2302.07527",
    "authors": [
      "Florian Kraxberger",
      "Eric Kurz",
      "Werner Weselak",
      "Gernot Kubin",
      "Manfred Kaltenbacher",
      "Stefan Schoder"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2302.07639",
    "title": "Compact atom source using fiber-based pulsed laser ablation",
    "abstract": "We designed, demonstrated, and characterized an atom source based on fiber-based pulsed laser ablation. By using commercially available miniature lens system for focusing nanosecond pulsed laser of up to 225~$\\mu$J delivered through a multimode fiber of 105~$\\mu$m core, we successfully ablate a SrTiO$_3$ target and generate a jet of neutral strontium atoms, though our method can be applied to other transparent ablation targets containing materials under concern. Our device endures 6\\,000 cycles of pulse delivery and irradiation without noticeable damage on the fiber facets and lenses. The generated strontium beam is characterized with spectroscopic method and is revealed to exhibit the transverse temperature of 800~K and longitudinal velocity of 2\\,300~m/s, which are typical of pulsed-laser-ablation-based atom source. The number of atoms generated by a single ablation pulse is estimated to be $2\\times 10^5$. Our device provides a compact, cryo-compatible fiber-pigtailed atom source with minimized device footprints and reduced complexity of vacuum systems to further promote the developments of cold-atom experiments. It may also find interesting applications in atomic and molecular sciences. ",
    "url": "https://arxiv.org/abs/2302.07639",
    "authors": [
      "Alto Osada",
      "Ryuta Tamaki",
      "Wenbo Lin",
      "Ippei Nakamura",
      "Atsushi Noguchi"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2302.07681",
    "title": "Disturbances from Single Event Upsets in the GRACE Follow-On Laser  Ranging Interferometer",
    "abstract": "The Gravity Recovery And Climate Experiment - Follow On (GRACE-FO) satellite mission (2018-now) hosts the novel Laser Ranging Interferometer (LRI), a technology demonstrator for proving the feasibility of laser interferometry for inter-satellite ranging measurements. The GRACE-FO mission extends the valuable climate data record of changing mass distribution in the system Earth, which was started by the original GRACE mission (2002-2017). The mass distribution can be deduced from observing changes in the distance of two low-earth orbiters employing interferometry of electromagnetic waves in the K-Band for the conventional K-Band Ranging (KBR) and in near-infrared for the novel LRI. This paper identifies possible radiation-induced Single Event Upset (SEU) events in the LRI phase measurement. We simulate the phase data processing within the Laser Ranging Processor (LRP) and use a template-based fitting approach to determine the parameters of the SEU and subtract the events from the ranging data. Over four years of LRI data, 29 of such events were identified and characterized. ",
    "url": "https://arxiv.org/abs/2302.07681",
    "authors": [
      "Malte Misfeldt",
      "Pallavi Bekal",
      "Vitali Müller",
      "Gerhard Heinzel"
    ],
    "subjectives": [
      "Space Physics (physics.space-ph)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Atmospheric and Oceanic Physics (physics.ao-ph)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2302.07698",
    "title": "Photonic reservoir computing enabled by stimulated Brillouin scattering",
    "abstract": "Artificial Intelligence (AI) drives the creation of future technologies that disrupt the way humans live and work, creating new solutions that change the way we approach tasks and activities, but it requires a lot of data processing, large amounts of data transfer, and computing speed. It has led to a growing interest of research in developing a new type of computing platform which is inspired by the architecture of the brain specifically those that exploit the benefits offered by photonic technologies, fast, low-power, and larger bandwidth. Here, a new computing platform based on the photonic reservoir computing architecture exploiting the non-linear wave-optical dynamics of the stimulated Brillouin scattering is reported. The kernel of the new photonic reservoir computing system is constructed of an entirely passive optical system. Moreover, it is readily suited for use in conjunction with high performance optical multiplexing techniques to enable real-time artificial intelligence. Here, a methodology to optimise the operational condition of the new photonic reservoir computing is described which is found to be strongly dependent on the dynamics of the stimulated Brillouin scattering system. The new architecture described here offers a new way of realising AI-hardware which highlight the application of photonics for AI. ",
    "url": "https://arxiv.org/abs/2302.07698",
    "authors": [
      "Sendy Phang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Machine Learning (cs.LG)"
    ]
  },
  {
    "id": "arXiv:2302.07732",
    "title": "Chemical Mechanical Planarization for Ta-based Superconducting Quantum  Devices",
    "abstract": "We report on the development of a chemical mechanical planarization (CMP) process for thick damascene Ta structures with pattern feature sizes down to 100 nm. This CMP process is the core of the fabrication sequence for scalable superconducting integrated circuits at 300 mm wafer scale. This work has established the elements of the various CMP-related design rules that can be followed by a designer for the layout of circuits that include Ta-based coplanar waveguide resonators, capacitors, and interconnects for tantalum-based qubits and SFQ circuits. The fabrication of these structures utilizes 193 nm optical lithography, along with 300 mm process tools for dielectric deposition, reactive ion etch, wet-clean, CMP and in-line metrology, all tools typical for a 300 mm wafer CMOS foundry. Process development was guided by measurements of physical and electrical characteristics of the planarized structures. Physical characterization such as atomic force microscopy across the 300 mm wafer surface showed local topography was less than 5 nm. Electrical characterization confirmed low leakage at room temperature, and less than 12% within wafer sheet resistance variation, for damascene Ta line-widths ranging from 100 nm to 3 {\\mu}m. Run-to-run reproducibility was also evaluated. Effects of process integration choices including deposited thickness of Ta are discussed. ",
    "url": "https://arxiv.org/abs/2302.07732",
    "authors": [
      "Ekta Bhatia",
      "Soumen Kar",
      "Jakub Nalaskowski",
      "Tuan Vo",
      "Stephen Olson",
      "Hunter Frost",
      "John Mucci",
      "Brian Martinick",
      "Pui Yee Hung",
      "Ilyssa Wells",
      "Sandra Schujman",
      "Satyavolu Papa Rao"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2302.07770",
    "title": "Active Control Approach to Temporal Acoustic Cloaking",
    "abstract": "We propose a realization of a transformation-based acoustic temporal cloak using an active closed-loop control approach to an equivalent electromagnetic problem. Unlike the more common spatial cloaks the goal of which is hiding fixed objects from detection, the goal of the temporal cloak is hiding the occurrence of events during a finite period of time. In electromagnetic systems, in which events represent, for example, leakage of signals from transmission lines or optical fibers, temporal cloaking solutions usually rely on nonlinear phenomena related to the fibers properties, or on modulating the properties of the propagation medium itself. In particular, the transformation-based solution requires modulating the constitutive parameters of the medium both in space and time. Our control approach is fully linear, where the required change in the medium parameters is programmed into the controllers and created by external actuators in real-time. This cloaking system keeps the physical medium unchanged, and enables to reprogram the cloaking parameters upon request. We demonstrate our solution in a simulation of a one-dimensional water channel. ",
    "url": "https://arxiv.org/abs/2302.07770",
    "authors": [
      "Or Lasri",
      "Lea Sirota"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2302.07285",
    "title": "Second-Order Perturbation Theory in Continuum Quantum Monte Carlo  Calculations",
    "abstract": "We report on the first results for the second-order perturbation theory correction to the ground-state energy of a nuclear many-body system in a continuum quantum Monte Carlo calculation. Second-order (and higher) perturbative corrections are notoriously difficult to compute in most \\textit{ab~initio} many-body methods, where the focus is usually on obtaining the ground-state energy. By mapping our calculation of the second-order energy correction to an evolution in imaginary time using the diffusion Monte Carlo method, we are able to calculate these corrections for the first time. After benchmarking our method in the few-body sector, we explore the effect of charge-independence breaking terms in the nuclear Hamiltonian. We then employ the new approach to investigate the many-body, perturbative, order-by-order convergence that is fundamental in modern theories of the nucleon-nucleon interaction derived from chiral effective field theory. Our approach is quite general and promises to be of wide applicability. ",
    "url": "https://arxiv.org/abs/2302.07285",
    "authors": [
      "Ryan Curry",
      "Joel E. Lynn",
      "Kevin E. Schmidt",
      "Alexandros Gezerlis"
    ],
    "subjectives": [
      "Nuclear Theory (nucl-th)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2302.07357",
    "title": "Efficient qudit based scheme for photonic quantum computing",
    "abstract": "Linear optics is a promising alternative for the realization of quantum computation protocols due to the recent advancements in integrated photonic technology. In this context usually qubit based quantum circuits are considered, however, photonic systems naturally allow also for d-ary, i.e., qudit based, algorithms. This work investigates qudits defined by the possible photon number states of a single photon in d > 2 optical modes. We demonstrate how to construct locally optimal non-deterministic many-qudit gates using linear optics and photon number resolving detectors, and explore the use of qudit cluster states in the context of a d-ary optimization problem. We find that the qudit cluster states require less optical modes and are encoded by a fewer number of entangled photons than the qubit cluster states with similar computational capabilities. We illustrate the benefit of our qudit scheme by applying it to the k-coloring problem. ",
    "url": "https://arxiv.org/abs/2302.07357",
    "authors": [
      "Márton Karácsony",
      "László Oroszlány",
      "Zoltán Zimborás"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2302.07398",
    "title": "Direct evidence of terahertz emission arising from anomalous Hall effect",
    "abstract": "A detailed understanding of the different mechanisms being responsible for terahertz (THz) emission in ferromagnetic (FM) materials will aid in designing efficient THz emitters. In this report, we present direct evidence of THz emission from single layer Co$_{0.4}$Fe$_{0.4}$B$_{0.2}$ (CoFeB) FM thin films. The dominant mechanism being responsible for the THz emission is the anomalous Hall effect (AHE), which is an effect of a net backflow current in the FM layer created by the spin-polarized current reflected at the interfaces of the FM layer. The THz emission from the AHE-based CoFeB emitter is optimized by varying its thickness, orientation, and pump fluence of the laser beam. Results from electrical transport measurements show that skew scattering of charge carriers is responsible for the THz emission in the CoFeB AHE-based THz emitter. ",
    "url": "https://arxiv.org/abs/2302.07398",
    "authors": [
      "V. Mottamchetty",
      "P. Rani",
      "R. Brucas",
      "A. Rydberg",
      "P. Svedlindh",
      "R. Gupta"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2302.07481",
    "title": "Dynamics of Rapidly Rotating Bose-Einstein Quantum Droplets",
    "abstract": "The work theoretically investigates the dynamics of trapped rapidly rotating Bose-Einstein droplets governed by the modified Gross-Pitaevskii equation with the inclusion of Lee-Huang-Yang nonlinear interaction. Mimicking the quantum Hall systems, the stationary properties of droplets are obtained by minimizing the energy functional established based on the Laughlin-like wavefunction including Landau-Level mixing. By tuning the particle-particle interaction and rotation speed, the preference of the formation of the center-of-mass state, vortex state, and off-centered vortex state can be distinguished on the phase diagram. Under fast rotations, the highly-spiral phase portraits reveal that the emergence of huge vortices with high angular momentum would stabilize the droplets against centrifugal depletion. By solving Euler-Lagrange equations, the periodicity and stability of each phase's breathing and trajectory during long-time evolution are analyzed. As a signature of superfluids, the generation of nonuniform persistent currents of multiple topological charges is also a direct reflection of dynamic breathing induced by the Landau-Level mixing effect. ",
    "url": "https://arxiv.org/abs/2302.07481",
    "authors": [
      "Wen-Hsuan Kuan",
      "Yu-Wen Wang",
      "Szu-Cheng Cheng"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2302.07556",
    "title": "Stepping closer to pulsed single microwave photon detectors for axions  search",
    "abstract": "Axions detection requires the ultimate sensitivity down to the single photon limit. In the microwave region this corresponds to energies in the yJ range. This extreme sensitivity has to be combined with an extremely low dark count rate, since the probability of axions conversion into microwave photons is supposed to be very low. To face this complicated task, we followed two promising approaches that both rely on the use of superconducting devices based on the Josephson effect. The first one is to use a single Josephson junction (JJ) as a switching detector (i.e. exploiting the superconducting to normal state transition in presence of microwave photons). We designed a device composed of a coplanar waveguide terminated on a current biased Josephson junction. We tested its efficiency to pulsed (pulse duration 10 ns) microwave signals, since this configuration is closer to an actual axions search experiment. We show how our device is able to reach detection capability of the order of 10 photons with frequency 8 GHz. The second approach is based on an intrinsically quantum device formed by two resonators coupled only via a superconducting qubit network (SQN). This approach relies on quantum nondemolition measurements of the resonator photons. We show that injecting RF power into the resonator, the frequency position of the resonant drop in the transmission coefficient (S21) can be modulated up to 4 MHz. We anticipate that, once optimized, both the devices have the potential to reach single photon sensitivity. ",
    "url": "https://arxiv.org/abs/2302.07556",
    "authors": [
      "A. D'Elia",
      "A. Rettaroli",
      "S. Tocci",
      "D. Babusci",
      "C. Barone",
      "M. Beretta",
      "B. Buonomo",
      "F. Chiarello",
      "N. Chikhi",
      "D. Di Gioacchino",
      "G. Felici",
      "G. Filatrella",
      "M. Fistul",
      "L. G. Foggetta",
      "C. Gatti",
      "E. Il'ichev",
      "C. Ligi",
      "M. Lisitskiy",
      "G. Maccarrone",
      "F. Mattioli",
      "G. Oelsner",
      "S. Pagano",
      "L. Piersanti",
      "B. Ruggiero",
      "G. Torrioli",
      "A. Zagoskin"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2302.07703",
    "title": "Intersubband Transitions in Lead Halide Perovskite-Based Quantum Wells  for Mid-Infrared Detectors",
    "abstract": "Due to their excellent optical and electrical properties as well as versatile growth and fabrication processes, lead halide perovskites have been widely considered as promising candidates for green energy and opto-electronic related applications. Here, we investigate their potential applications at infrared wavelengths by modeling the intersubband transitions in lead halide perovskite-based quantum well systems. Both single-well and double-well structures are studied and their energy levels as well as the corresponding wavefunctions and intersubband transition energies are calculated by solving the one-dimensional Schr\\\"odinger equations. By adjusting the quantum well and barrier thicknesses, we are able to tune the intersubband transition energies to cover a broad range of infrared wavelengths. We also find that the lead-halide perovskite-based quantum wells possess high absorption coefficients, which are beneficial for their potential applications in infrared photodetectors. The widely tunable transition energies and high absorption coefficients of the perovskite-based quantum well systems, combined with their unique material and electrical properties, may enable an alternative material system for the development of infrared photodetectors. ",
    "url": "https://arxiv.org/abs/2302.07703",
    "authors": [
      "Xinxin Li",
      "Wanyi Nie",
      "Xuedan Ma"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2302.07785",
    "title": "Optimal and Variational Multi-Parameter Quantum Metrology and Vector  Field Sensing",
    "abstract": "We study multi-parameter sensing of 2D and 3D vector fields within the Bayesian framework for $SU(2)$ quantum interferometry. We establish a method to determine the optimal quantum sensor, which establishes the fundamental limit on the precision of simultaneously estimating multiple parameters with an $N$-atom sensor. Keeping current experimental platforms in mind, we present sensors that have limited entanglement capabilities, and yet, significantly outperform sensors that operate without entanglement and approach the optimal quantum sensor in terms of performance. Furthermore, we show how these sensors can be implemented on current programmable quantum sensors with variational quantum circuits by minimizing a metrological cost function. The resulting circuits prepare tailored entangled states and perform measurements in an appropriate entangled basis to realize the best possible quantum sensor given the native entangling resources available on a given sensor platform. Notable examples include a 2D and 3D quantum ``compass'' and a 2D sensor that provides a scalable improvement over unentangled sensors. Our results on optimal and variational multi-parameter quantum metrology are useful for advancing precision measurements in fundamental science and ensuring the stability of quantum computers, which can be achieved through the incorporation of optimal quantum sensors in a quantum feedback loop. ",
    "url": "https://arxiv.org/abs/2302.07785",
    "authors": [
      "Raphael Kaubruegger",
      "Athreya Shankar",
      "Denis V. Vasilyev",
      "Peter Zoller"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2302.07814",
    "title": "A Quantum Computing Implementation of Nuclear-Electronic Orbital (NEO)  Theory: Towards an Exact pre-Born-Oppenheimer Formulation of Molecular  Quantum Systems",
    "abstract": "Nuclear quantum phenomena beyond the Born-Oppenheimer approximation are known to play an important role in a growing number of chemical and biological processes. While there exists no unique consensus on a rigorous and efficient implementation of coupled electron-nuclear quantum dynamics, it is recognised that these problems scale exponentially with system size on classical processors and therefore may benefit from quantum computing implementations. Here, we introduce a methodology for the efficient quantum treatment of the electron-nuclear problem on near-term quantum computers, based upon the Nuclear-Electronic Orbital (NEO) approach. We generalize the electronic two-qubit tapering scheme to include nuclei by exploiting symmetries inherent in the NEO framework; thereby reducing the hamiltonian dimension, number of qubits, gates, and measurements needed for calculations. We also develop parameter transfer and initialisation techniques, which improve convergence behavior relative to conventional initialisation. These techniques are applied to H$_2$ and malonaldehyde for which results agree with Nuclear-Electronic Orbital Full Configuration Interaction and Nuclear-Electronic Orbital Complete Active Space Configuration Interaction benchmarks for ground state energy to within $10^{-6}$ Ha and entanglement entropy to within $10^{-4}$. These implementations therefore significantly reduce resource requirements for full quantum simulations of molecules on near-term quantum devices while maintaining high accuracy. ",
    "url": "https://arxiv.org/abs/2302.07814",
    "authors": [
      "Arseny Kovyrshin",
      "Mårten Skogh",
      "Anders Broo",
      "Stefano Mensa",
      "Emre Sahin",
      "Jason Crain",
      "Ivano Tavernelli"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2101.08439",
    "title": "Optical neural network architecture for deep learning with the temporal  synthetic dimension",
    "abstract": " Title: Optical neural network architecture for deep learning with the temporal  synthetic dimension ",
    "url": "https://arxiv.org/abs/2101.08439",
    "authors": [
      "Bo Peng",
      "Shuo Yan",
      "Dali Cheng",
      "Danying Yu",
      "Zhanwei Liu",
      "Vladislav V. Yakovlev",
      "Luqi Yuan",
      "Xianfeng Chen"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2110.10788",
    "title": "Noisy intermediate-scale quantum computing algorithm for solving an  $n$-vertex MaxCut problem with log($n$) qubits",
    "abstract": " Comments: 5 pages, 4 figures, 2 tables + Supplementary material ",
    "url": "https://arxiv.org/abs/2110.10788",
    "authors": [
      "Marko J. Rančić"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2201.04715",
    "title": "Supporting quantum technologies with an ultra-low loss silicon photonics  platform",
    "abstract": " Comments: 24 pages, 14 figures, 159 references ",
    "url": "https://arxiv.org/abs/2201.04715",
    "authors": [
      "Matteo Cherchi",
      "Arijit Bera",
      "Antti Kemppinen",
      "Jaani Nissilä",
      "Kirsi Tappura",
      "Marco Caputo",
      "Lauri Lehtimäki",
      "Janne Lehtinen",
      "Joonas Govenius",
      "Tomi Hassinen",
      "Mika Prunnila",
      "Timo Aalto"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2203.03455",
    "title": "Portable magnetic resonance imaging of patients indoors, outdoors and at  home",
    "abstract": " Comments: 17 pages, 4 figures, comments welcome ",
    "url": "https://arxiv.org/abs/2203.03455",
    "authors": [
      "T. Guallart-Naval",
      "J. M. Algarín",
      "R. Pellicer-Guridi",
      "F. Galve",
      "Y. Vives-Gilabert",
      "R. Bosch",
      "E. Pallás",
      "J. M. González",
      "J. P. Rigla",
      "P. Martínez",
      "F. J. Lloris",
      "J. Borreguero",
      "A. Marcos-Perucho",
      "V. Negnevitsky",
      "L. Martí-Bonmatí",
      "A. Ríos",
      "J. M. Benlloch",
      "J. Alonso"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2203.11314",
    "title": "Benchmarking the performance of a low-cost Magnetic Resonance Control  System at multiple sites in the open MaRCoS community",
    "abstract": " Comments: 9 pages, 10 figures, comments welcome ",
    "url": "https://arxiv.org/abs/2203.11314",
    "authors": [
      "T. Guallart-Naval",
      "T. O'Reilly",
      "J.M. Algarín",
      "R. Pellicer-Guridi",
      "Y. Vives-Gilabert",
      "L. Craven-Brightman",
      "V. Negnevitsky",
      "B. Menküc",
      "F. Galve",
      "J.P. Stockmann",
      "A. Webb",
      "J. Alonso"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)",
      "Image and Video Processing (eess.IV)"
    ]
  },
  {
    "id": "arXiv:2207.06187",
    "title": "Theoretical analysis of electronic processes occurring during ultrafast  demagnetization of cobalt triggered by X-ray photons tuned to Co L$_3$  resonance",
    "abstract": " Comments: 10 pages, 4 figures (7 panels), 57 references; pdfRevTeX class; double column formatting; two appendices and 18 references added; author-created version submitted to and accepted in Physical Review B journal. arXiv admin note: text overlap with arXiv:2202.13845 ",
    "url": "https://arxiv.org/abs/2207.06187",
    "authors": [
      "Konrad J. Kapcia",
      "Victor Tkachenko",
      "Flavio Capotondi",
      "Alexander Lichtenstein",
      "Serguei Molodtsov",
      "Leonard Mueller",
      "Andre Philippi-Kobs",
      "Przemysław Piekarz",
      "Beata Ziaja"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Other Condensed Matter (cond-mat.other)",
      "Computational Physics (physics.comp-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2209.00658",
    "title": "Stable solid molecular hydrogen above 900K from a machine-learned  potential trained with diffusion Quantum Monte Carlo",
    "abstract": " Comments: 4 pages, 4 figures, updated acknowledgment ",
    "url": "https://arxiv.org/abs/2209.00658",
    "authors": [
      "Hongwei Niu",
      "Yubo Yang",
      "Scott Jensen",
      "Markus Holzmann",
      "Carlo Pierleoni",
      "David M. Ceperley"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2210.05418",
    "title": "A telecom-wavelength quantum repeater node based on a trapped-ion  processor",
    "abstract": " Comments: 5 pages and 4 figures main text plus supplementary ",
    "url": "https://arxiv.org/abs/2210.05418",
    "authors": [
      "Victor Krutyanskiy",
      "Marco Canteri",
      "Martin Meraner",
      "James Bate",
      "Vojtech Krcmarsky",
      "Josef Schupp",
      "Nicolas Sangouard",
      "Ben P. Lanyon"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2302.06813",
    "title": "Optimal optical Ferris wheel solitons in a nonlocal Rydberg medium",
    "abstract": " Comments: Optics Letters in press ",
    "url": "https://arxiv.org/abs/2302.06813",
    "authors": [
      "Jia-Bin Qiu",
      "Lu Qin",
      "Xing-Dong Zhao",
      "Jing Qian"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  }
]