[
  {
    "id": "arXiv:2211.14392",
    "title": "Ultra-Fast Semi-Empirical Quantum Chemistry for High-Throughput  Computational Campaigns with Sparrow",
    "abstract": "Semi-empirical quantum chemical approaches are known to compromise accuracy for feasibility of calculations on huge molecules. However, the need for ultrafast calculations in interactive quantum mechanical studies, high-throughput virtual screening, and for data-driven machine learning has shifted the emphasis towards calculation runtimes recently. This comes with new constraints for the software implementation as many fast calculations would suffer from a large overhead of manual setup and other procedures that are comparatively fast when studying a single molecular structure, but which become prohibitively slow for high-throughput demands. In this work, we discuss the effect of various well-established semi-empirical approximations on calculation speed and relate this to data transfer rates from the raw-data source computer to the results visualization front end. For the former, we consider desktop computers, local high performance computing, as well as remote cloud services in order to elucidate the effect on interactive calculations, for web and cloud interfaces in local applications, and in world-wide interactive virtual sessions. The models discussed in this work have been implemented into our open-source software SCINE Sparrow. ",
    "url": "https://arxiv.org/abs/2211.14392",
    "authors": [
      "Francesco Bosia",
      "Peikun Zheng",
      "Alain Vaucher",
      "Thomas Weymuth",
      "Pavlo O. Dral",
      "Markus Reiher"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2211.14650",
    "title": "Spectral distribution and flux of $γ$-ray beams produced through  Compton scattering of unsynchronized laser and electron beams",
    "abstract": "Intense, quasi-monochromatic, polarized $\\gamma$-ray beams produced by Compton scattering of laser photons against relativistic electrons are used for fundamental studies and applications. Following a series of photoneutron cross section measurements in the Giant Dipole Resonance energy region performed at the NewSUBARU synchrotron radiation facility, we have developed the eliLaBr Monte Carlo simulation code for characterization of the scattered $\\gamma$-ray photon beams. The code is implemented using Geant4 and is available on the GitHub repository (https://github.com/dan-mihai-filipescu/eliLaBr). Here we report the validation of the eliLaBr code on NewSUBARU LCS $\\gamma$-ray beam flux and spectral distribution data and two applications performed with it for asymmetric transverse emittance profiles electron beams, characteristic for synchrotrons. The first application is based on a systematic investigation of transverse collimator offsets relative to the laser and electron beam axis. We show that the maximum energy of the LCS $\\gamma$-ray beam is altered by vertical collimator offsets, where the edge shifts towards lower energies with the increase in the offset. Secondly, using the eliLaBr code, we investigate the effect of the laser polarization plane orientation on the properties of the LCS $\\gamma$-ray beams produced with asymmetric emittance electron beams. We show that: 1. The use of vertically polarized lasers contributes to the preservation of the LCS $\\gamma$-ray beam maximum energy edge by increasing the precision in the vertical collimator alignment. 2. Under identical conditions for the electron and laser beams phase-space distributions, the energy spectrum of the scattered LCS $\\gamma$-ray beam changes with the laser beam polarization plane orientation: the use of vertically polarized laser beams slightly deteriorates the LCS $\\gamma$-ray beam energy resolution. ",
    "url": "https://arxiv.org/abs/2211.14650",
    "authors": [
      "Dan Filipescu",
      "Ioana Gheorghe",
      "Konstantin Stopani",
      "Sergey Belyshev",
      "Satoshi Hashimoto",
      "Shuji Miyamoto",
      "Hiroaki Utsunomiya"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Nuclear Experiment (nucl-ex)",
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2211.14759",
    "title": "Tailoring surface topographies on solids with Mid-IR femtosecond laser  pulses",
    "abstract": "Irradiation of solids with ultrashort pulses using laser sources in the mid-infrared (mid-IR) spectral region is a yet predominantly unexplored field that opens broad possibilities for efficient and precise surface texturing for a wide range of applications. In the present work, we investigate both experimentally and theoretically the impact of laser sources on the generation of surface modification related effects and on the subsequent surface patterning of metallic and semiconducting materials. Through a parametric study we correlate the mid-IR pulsed laser parameters with the onset of material damage and the formation of a variety of periodic surface structures at a laser wavelength of {\\lambda}L=3200 nm and a pulse duration of {\\tau}p=45 fs. Results for nickel and silicon indicate that the produced topographies comprise both high and low spatial frequency induced periodic structures, similar to those observed at lower wavelengths, while groove formation is absent. The investigation of the damage thresholds suggests the incorporation of nonlinear effects generated from three-photon-assisted excitation (for silicon) and the consideration of the role of the non-thermal excited electron population (for nickel) at very short pulse durations. The results demonstrate the potential of surface structuring with mid-IR pulses, which can constitute a systematic novel engineering approach with strong fields at long-wavelength spectral regions that can be used for advanced industrial laser applications. ",
    "url": "https://arxiv.org/abs/2211.14759",
    "authors": [
      "S. Maragkaki",
      "G. D. Tsibidis",
      "L. Haizer",
      "Z. Papa",
      "R. Flender",
      "B Kiss",
      "Z. Marton",
      "E. Stratakis"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2211.14832",
    "title": "Comment on \"Amplified emission and lasing in photonic time crystals\"",
    "abstract": "Lyubarov et al. (Research Articles, 22 July 2022, p. 425) claim that the spontaneous emission rate of an atom vanishes at the momentum gap edges of photonic Floquet media. We show that their theoretical prediction is based on assumptions that result in misleading interpretations on the spontaneous emission rate in photonic Floquet media. ",
    "url": "https://arxiv.org/abs/2211.14832",
    "authors": [
      "Jagang Park",
      "Hee Chul Park",
      "Kyungmin Lee",
      "Jonghwa Shin",
      "Jung-Wan Ryu",
      "Wonju Jeon",
      "Namkyoo Park",
      "Bumki Min"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.15054",
    "title": "Phase-dependent Supermode Excitation in Photonic Molecules",
    "abstract": "A photonic molecule (PM) is a miniature diffractive optical structure composed of resonance microcavities called atoms (e.g., cylinders or spheres) supporting a set of high-quality eigenmodes. All atoms in a PM are coupled by the electromagnetic fields of eigenmodes, which form collective supermodes of the whole PM. We consider a particular type of mirror-symmetric PMs being optically excited simultaneously via two light channels (tapered fibers). Based on the numerical simulations, we show that the spectral composition of supermodes in such PM can be effectively manipulated by changing the phase detuning between the optical channels. For a seven-atom silicon microcylinder cyclic-PM is demonstrated the possibility to achieve tenfold intensity amplification/suppression of several supermodes from the Stokes and anti-Stokes bands of PM spectrum. ",
    "url": "https://arxiv.org/abs/2211.15054",
    "authors": [
      "Yury E. Geints"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.15132",
    "title": "Design and test results of different aluminum coating layers on the  sCMOS sensors for soft X-ray detection",
    "abstract": "In recent years, tremendous progress has been made on complementary metal-oxide-semiconductor (CMOS) sensors for applications as X-ray detectors. To shield the visible light in X-ray detection, a blocking filter of aluminum is commonly employed. We designed three types of aluminum coating layers, which are deposited directly on the surface of back-illuminated sCMOS sensors during fabrication. A commercial 2k * 2k sCMOS sensor is used to realize these designs. In this work, we report their performance by comparison with that of an uncoated sCMOS sensor. The optical transmissions at 660 nm and 850 nm are measured, and the results show that the optical transmission reaches a level of about 10-9 for the 200 nm aluminum layer and about 10-4 for the 100 nm aluminum layer. Light leakage is found around the four sides of the sensor. The readout noise, fixed-pattern noise and energy resolution of these Al-coated sCMOS sensors do not show significant changes. The dark currents of these Al-coated sCMOS sensors show a noticeable increase compared with that of the uncoated sCMOS sensor at room temperatures, while no significant difference is found when the sCMOS sensors are cooled down to about -15 degree. The aluminum coatings show no visible crack after the thermal cycle and aging tests. Based on these results, an aluminum coating of a larger area on larger sCMOS sensors is proposed for future work. ",
    "url": "https://arxiv.org/abs/2211.15132",
    "authors": [
      "W.X. Wang",
      "Z.X. Ling",
      "C. Zhang",
      "W.M. Yuan",
      "S.N. Zhanga"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2211.15150",
    "title": "Inverse saturable absorption mechanism and design optimization of  mode-locked fiber lasers with a nonlinear amplifying loop mirror",
    "abstract": "From the point of view of the differential phase delay experienced by the two counterpropagating optical fields, the self-starting of the mode-locked fiber laser with a nonlinear amplifying loop mirror (NALM) is theoretically studied. Although it is generally believed that NALM shows a saturable absorption effect on both continuous wave (CW) light and pulses, we find a counter-intuitive fact that cross-phase modulation (XPM) leads to opposite signs of differential nonlinear phase shifts (NPSs) in these two cases, resulting in inverse saturable absorption (ISA) during pulse formation process. The ISA is not helpful for the self-starting of laser mode-locking and can be alleviated by introducing a non-reciprocal phase shifter into the fiber loop. In addition, we analyze the influences of gain-fiber position, splitting ratio, and optical attenuator in the fiber loop, on the differential NPS and self-starting process. These results are helpful for optimizing the design of NALM and lowering the self-starting threshold of the high-repetition-rate mode-locked fiber laser. ",
    "url": "https://arxiv.org/abs/2211.15150",
    "authors": [
      "Xiang Zhang",
      "Yong Shen",
      "Xiaokang Tang",
      "Qu Liu",
      "Hongxin Zou"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2211.15174",
    "title": "A Guideline for Silicon Carbide MOSFET Thermal Characterization based on  Source-Drain Voltage",
    "abstract": "Thermal transient measurement based on source-drain voltage is a standard method to characterize thermal properties of silicon semiconductors but is doubtful to be directly applied to silicon carbide (SiC) devices. To evaluate its feasibility and limitations, this paper conducts a comprehensive investigation into its accuracy, resolution, and stability towards yielding the structure information of SiC MOSFET using the source-drain voltage as the temperature sensitive electrical parameter. The whole characterization process involves two main procedures and associated key testing parameters, such as gate voltages, sensing and heating currents, etc. Their impacts on both the static and dynamic performances are also investigated with the aim of providing a guideline for conducting a reproducible thermal transient measurement for SiC MOSFETs. ",
    "url": "https://arxiv.org/abs/2211.15174",
    "authors": [
      "Yi Zhang",
      "Yichi Zhang",
      "Zhiliang Xu",
      "Zhongxu Wang",
      "Hon Wong",
      "Zhebie Lu",
      "Antonio Caruso"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2211.15295",
    "title": "Inverse design of arbitrary optical helicity patterns",
    "abstract": "Superposing multiple plane waves can generate helicity lattices, in which the optical helicity varies regularly in space. Here we propose an inverse design method for constructing arbitrary helicity structures based on placing a digital structure of dielectric inclusions in three-dimensional space. We apply the method to design structures that reproduce two-dimensional lattices embedded within a three-dimensional region using only a single plane wave as an input. In order to demonstrate the power and flexibility of our method, we go beyond the paradigm of a regular lattice and propose structures which can create arbitrary images consisting of regions of varying helicity, again using only a single plane wave as an input. ",
    "url": "https://arxiv.org/abs/2211.15295",
    "authors": [
      "Romuald Kilianski",
      "Robert Bennett"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.15315",
    "title": "TCT investigation of the one-sided depletion of low-temperature  covalently bonded silicon sensor P-N diodes",
    "abstract": "In the context of particle detectors, low-temperature covalent wafer-wafer bonding allows for integration of high-Z materials as absorbing layers with readout chips produced in standard CMOS processes. This enables for instance the fabrication of novel highly efficient X-ray imaging sensors. In order to investigate the effects of the covalent bonding on the signal generated in such sensors, wafer-wafer bonded silicon-silicon P-N pad diodes have previously been produced. The behaviour of these test samples is being investigated with transient current technique (TCT) measurements. In this paper we present an overview of the TCT setup as well as a custom sandwich-type sample holder used for these measurements. A review of the results presented in a previous paper shows, that the bonded P-N structures show a highly asymmetric depletion behaviour under reverse bias. IR edge TCT measurements confirm that only the P-side of the samples is being depleted. Comparing the integral of the TCT signals with the expected values based on the Shockley-Ramo theorem reveals an excess of signal being collected. This excess seems to be linked to a long exponential tail which is observed in the time domain TCT signals. ",
    "url": "https://arxiv.org/abs/2211.15315",
    "authors": [
      "Johannes Wüthrich",
      "Christoph Alt",
      "André Rubbia"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2211.15412",
    "title": "STE-QUEST: Space Time Explorer and QUantum Equivalence principle Space  Test",
    "abstract": "An M-class mission proposal in response to the 2021 call in ESA's science programme with a broad range of objectives in fundamental physics, which include testing the Equivalence Principle and Lorentz Invariance, searching for Ultralight Dark Matter and probing Quantum Mechanics. ",
    "url": "https://arxiv.org/abs/2211.15412",
    "authors": [
      "Angelo Bassi",
      "Kai Bongs",
      "Philippe Bouyer",
      "Claus Braxmaier",
      "Oliver Buchmueller",
      "Maria Luisa Chiofalo",
      "John Ellis",
      "Naceur Gaaloul",
      "Philippe Jetzer",
      "Steve Lecomte",
      "Gilles Métris",
      "Miquel Nofrarias",
      "Ernst M. Rasel",
      "Thilo Schuldt",
      "Carlos F. Sopuerta",
      "Guglielmo M. Tino",
      "Lisa Wörner",
      "Nan Yu",
      "Martin Zelan",
      "Peter Wolf"
    ],
    "subjectives": [
      "Space Physics (physics.space-ph)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2211.15473",
    "title": "Discrete symmetries and quantum number conservation",
    "abstract": "The algebraic formulation of the discrete $P$ and $T$ space-time symmetries in the Standard Model is shown to be flawed. This is corrected by relating these symmetries to the fermion quantum numbers defined by a $Cl_{3,3}$ sub-algebra of the $Cl_{7,7}$ algebra, which provides the basis of Clifford Unification. A new Conservation Law is formulated to the effect that all fermion decays and interactions are subject to the conservation of all seven quantum numbers defined by the $Cl_{7,7}$ algebra. Examples involving the weak interaction are given. ",
    "url": "https://arxiv.org/abs/2211.15473",
    "authors": [
      "Douglas Newman"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2211.15500",
    "title": "RF Properties and Their Variations in a 3D Printed Klystron Circuit and  Cavities",
    "abstract": "Presently, the manufacturing of active RF devices like klystrons is dominated by expensive and time consuming cycles of machining and brazing. In this article we characterize the RF properties of X-band klystron cavities and an integrated circuit manufactured with a novel additive manufacturing process. Parts are 3D printed in 316L stainless steel with direct metal laser sintering, electroplated in copper, and brazed in one simple braze cycle. Standalone test cavities and integrated circuit cavities were measured throughout the manufacturing process. Un-tuned cavity frequency varies by less than 5% of intended frequency, and Q factors reach above 1200. A tuning study was performed, and unoptimized tuning pins achieved a tuning range of 138 MHz without compromising Q. Klystron system performance was simulated with as-built cavity parameters and realistic tuning. Together, these results show promise that this process can be used to cheaply and quickly manufacture a new generation of highly integrated high power vacuum devices. ",
    "url": "https://arxiv.org/abs/2211.15500",
    "authors": [
      "Charlotte Wehner",
      "Julian Merrick",
      "Bradley Shirley",
      "Brandon Weatherford",
      "Garrett Mathesen",
      "Emilio Nanni"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2211.15571",
    "title": "Temperature-Dependent Full Spectrum Optical Responses of Semiconductors  from First Principles",
    "abstract": "From ultraviolet to mid-infrared region, light-matter interaction mechanisms in semiconductors progressively shift from electronic transitions to phononic resonances and are affected by temperature. Here, we present a parallel temperature-dependent treatment of both electrons and phonons entirely from first principles, enabling the prediction of full-spectrum optical responses. At elevated temperatures, $\\textit{ab initio}$ molecular dynamics is employed to find thermal perturbations to electronic structures and construct effective force constants describing potential landscape. Four-phonon scattering and phonon renormalization are included in an integrated manner in this approach. As a prototype ceramic material, cerium dioxide (CeO$_2$) is considered in this work. Our first-principles calculated refractive index of CeO$_2$ agrees well with measured data from literature and our own temperature-dependent ellipsometer experiment. ",
    "url": "https://arxiv.org/abs/2211.15571",
    "authors": [
      "Zherui Han",
      "Changkyun Lee",
      "Jiawei Song",
      "Haiyan Wang",
      "Peter Bermel",
      "Xiulin Ruan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2211.15629",
    "title": "Analysis and Optimization of Resonance Energies and Widths Using Complex  Absorbing Potentials",
    "abstract": "Complex absorbing potentials (CAPs) are artificial potentials added to electronic Hamiltonians to make the wavefunction of metastable electronic states square-integrable. This makes the electronic structure problem of electronic resonances comparable to that of electronic bound states, thus reducing the complexity of the problem. CAPs depend on two types of parameters: the coupling parameter $\\eta$ and a set of spatial parameters which define the onset of the CAP. It has been a common practice over the years to minimize the CAP perturbation on the physical electronic Hamiltonian by running an $\\eta-$trajectory, whereby one fixes the spatial parameters and varies $\\eta$. The optimal $\\eta$ is chosen according to the minimum log-velocity criterion. But the effectiveness of an $\\eta-$trajectory strongly depends on the values of the fixed spatial parameters. In this work, we propose a more general criterion, called the $\\xi-$criterion, which allows one to minimize any CAP parameter, including the CAP spatial parameters. Indeed, we show that fixing $\\eta$ and varying the spatial parameters according to a scheme (i.e., running a spatial trajectory) is a more efficient and reliable way of minimizing the CAP perturbations (which is assessed using the $\\xi-$criterion). We illustrate the method by determining the resonance energy and width of the temporary anion of dinitrogen, at the Hartree-Fock and EOM-EA-CCSD levels, using two different types of CAPs: the box- and the smooth Voronoi-CAPs. ",
    "url": "https://arxiv.org/abs/2211.15629",
    "authors": [
      "Jerryman A. Gyamfi",
      "Thomas -C. Jagau"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Atomic and Molecular Clusters (physics.atm-clus)",
      "Biological Physics (physics.bio-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2211.14979",
    "title": "Scaling the stimulated emission of polarization-entangled photons using  passive optical components",
    "abstract": "Bright sources of polarization-entangled photon pairs are essential components for quantum information technologies. In general, it is necessary to introduce a resonator that combines active optical components such as an electric optical modulator to enhance the stimulated emission of polarization-entangled photons. It is technically difficult to perform the time series operation to output the stimulated entangled photons in the resonator by synchronizing laser pulses. In this paper, we propose a scheme to scale up the stimulated emission of polarization-entangled photon pairs using a resonator with only passive optical components. We show the theoretical aspects of the scheme and also perform a proof-of-principle experimental demonstration of the scheme in a double-pass configuration. ",
    "url": "https://arxiv.org/abs/2211.14979",
    "authors": [
      "Ryo Nozaki",
      "Yoshiro Sato",
      "Yoshitaka Shimada",
      "Taku Suzuki",
      "Kei Yasuno",
      "Yuta Ikai",
      "Wataru Ueda",
      "Kaito Shimizu",
      "Emi Yukawa",
      "Kaoru. Sanaka"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.15178",
    "title": "A Comprehensive Model of Nitrogen-Free Ordered Carbon Quantum Dots",
    "abstract": "We propose and demonstrate a novel range of models to accurately determine the optical properties of nitrogen-free carbon quantum dots (CQDs) with ordered graphene layered structures. We confirm the results of our models against the full range of experimental results for CQDs available from an extensive review of the literature. The models can be equally applied to CQDs with varied sizes and with different oxygen content in the basal planes of the constituent graphenic sheets. We demonstrate that the experimentally observed blue fluorescent emission of nitrogen-free CQDs can be associated with either small oxidised areas on the periphery of the graphenic sheets, or with sub-nanometre non-functionalised islands of sp2-hybridised carbon with high symmetry confined in the centres of oxidised graphene sheets. Larger and/or less symmetric non-functionalised regions in the centre of functionalised graphene sheet are found to be sources of green and even red fluorescent emission from nitrogen-free CQDs. We also demonstrate an approach to simplify the modelling of the discussed sp2-islands by substitution with equivalent strained polycyclic aromatic hydrocarbons. Additionally, we show that the bandgaps (and photoluminescence) of CQDs are not dependent on either out-of-plane corrugation of the graphene sheet or the spacing between sp2-islands. Advantageously, our proposed models show that there is no need to involve light-emitting polycyclic aromatic molecules (nanographenes) with arbitrary structures grafted to the particle periphery to explain the plethora of optical phenomena observed for CQDs across the full range of experimental works. ",
    "url": "https://arxiv.org/abs/2211.15178",
    "authors": [
      "D.W. Boukhvalov",
      "V.Yu. Osipov",
      "B.T. Hogan",
      "A. Baldycheva"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2211.15635",
    "title": "Time-linear quantum transport simulations with correlated nonequilibrium  Green's functions",
    "abstract": "We present a time-linear scaling method to simulate open and correlated quantum systems. The method inherits from many-body perturbation theory the possibility to choose selectively the most relevant scattering processes in the dynamics, thereby paving the way to the real-time characterization of correlated ultrafast phenomena in quantum transport. The open system dynamics is described in terms of an embedding correlator from which the time-dependent current can be calculated using the Meir-Wingreen formula. We show how to efficently implement the method through a simple grafting into recently proposed time-linear Green's function schemes for closed systems. Electron-electron and electron-phonon interactions can be treated on equal footing while preserving all fundametal conservation laws. ",
    "url": "https://arxiv.org/abs/2211.15635",
    "authors": [
      "R. Tuovinen",
      "Y. Pavlyukh",
      "E. Perfetto",
      "G. Stefanucci"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2206.08798",
    "title": "Open Source Variational Quantum Eigensolver Extension of the Quantum  Learning Machine (QLM) for Quantum Chemistry",
    "abstract": " Title: Open Source Variational Quantum Eigensolver Extension of the Quantum  Learning Machine (QLM) for Quantum Chemistry ",
    "url": "https://arxiv.org/abs/2206.08798",
    "authors": [
      "Mohammad Haidar",
      "Marko J. Rančić",
      "Thomas Ayral",
      "Yvon Maday",
      "Jean-Philip Piquemal"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2206.11387",
    "title": "Quantum metrology timing limits of the Hong-Ou-Mandel interferometer and  of general two-photon measurements",
    "abstract": " Comments: 12 pages, 6 figures; resubmission ",
    "url": "https://arxiv.org/abs/2206.11387",
    "authors": [
      "Kyle M. Jordan",
      "Raphael A. Abrahao",
      "Jeff S. Lundeen"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.06925",
    "title": "Catalysis in Click Chemistry Reactions Controlled by Cavity Quantum  Vacuum Fluctuations: The Case of endo/exo Diels-Alder Reaction",
    "abstract": " Title: Catalysis in Click Chemistry Reactions Controlled by Cavity Quantum  Vacuum Fluctuations: The Case of endo/exo Diels-Alder Reaction ",
    "url": "https://arxiv.org/abs/2208.06925",
    "authors": [
      "Fabijan Pavošević",
      "Robert L. Smith",
      "Angel Rubio"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2208.14676",
    "title": "Optimization of heterogeneously integrated InP-Si on-chip photonic  components",
    "abstract": " Title: Optimization of heterogeneously integrated InP-Si on-chip photonic  components ",
    "url": "https://arxiv.org/abs/2208.14676",
    "authors": [
      "P. Mrowiński",
      "P. Holewa",
      "A. Sakanas",
      "G. Sęk",
      "E. Semenova",
      "M. Syperek"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2209.04400",
    "title": "Quantum Back-action Limits in Dispersively Measured Bose-Einstein  Condensates",
    "abstract": " Comments: 13 pages including the SI; 5 figures plus 2 figures in the SI ",
    "url": "https://arxiv.org/abs/2209.04400",
    "authors": [
      "Emine Altuntas",
      "Ian B. Spielman"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2209.08093",
    "title": "Analytical models for the design of photophoretically levitating  macroscopic sensors in the stratosphere",
    "abstract": " Comments: Main: 17 pages, 5 figures. Supplementary information: 8 pages, 8 figures ",
    "url": "https://arxiv.org/abs/2209.08093",
    "authors": [
      "Benjamin C. Schafer",
      "Jong-hyoung Kim",
      "Joost J. Vlassak",
      "David W. Keith"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      "Atmospheric and Oceanic Physics (physics.ao-ph)"
    ]
  },
  {
    "id": "arXiv:2211.06718",
    "title": "Philosophical Foundations of Loop Quantum Gravity",
    "abstract": " Comments: This is a preprint of the chapter: \"Philosophical Foundations of Loop Quantum Gravity\", to appear in the \"Handbook of Quantum Gravity\", edited by Cosimo Bambi, Leonardo Modesto and Ilya Shapiro, 2023, Springer, reproduced with permission of Springer. 24 pages ",
    "url": "https://arxiv.org/abs/2211.06718",
    "authors": [
      "Carlo Rovelli",
      "Francesca Vidotto"
    ],
    "subjectives": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      "High Energy Physics - Theory (hep-th)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2211.10031",
    "title": "Automated turnkey microcomb for low-noise microwave synthesis",
    "abstract": " Title: Automated turnkey microcomb for low-noise microwave synthesis ",
    "url": "https://arxiv.org/abs/2211.10031",
    "authors": [
      "Kunpeng Jia",
      "Xinwei Yi",
      "Xiaohan Wang",
      "Yunfeng Liu",
      "Shu-Wei Huang",
      "Xiaoshun Jiang",
      "Wei Liang",
      "Zhenda Xie",
      "Shi-ning Zhu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2211.12925",
    "title": "Luminescent nanoparticles in a shrinking spherical cavity -- probing the  evaporating microdroplets of colloidal suspension -- optical lattices and  structural transitions",
    "abstract": " Comments: 17 pages, 17 figures, 3 movies ",
    "url": "https://arxiv.org/abs/2211.12925",
    "authors": [
      "Yaroslav Shopa",
      "Maciej Kolwas",
      "Izabela Kamińska",
      "Gennadiy Derkachov",
      "Kwasi Nyandey",
      "Tomasz Jakubczyk",
      "Tomasz Wojciechowski",
      "Anastasiya Derkachova",
      "Daniel Jakubczyk"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Soft Condensed Matter (cond-mat.soft)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2211.14022",
    "title": "Characterisation of the MUSIC ASIC for large-area silicon  photomultipliers for gamma-ray astronomy",
    "abstract": " Comments: 16 pages, 15 figures ",
    "url": "https://arxiv.org/abs/2211.14022",
    "authors": [
      "Nicolas De Angelis",
      "David Gascón",
      "Sergio Gómez",
      "Matthieu Heller",
      "Teresa Montaruli",
      "Andrii Nagai"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  }
]