[
  {
    "id": "arXiv:2304.03417",
    "title": "Gallium Arsenide Optical Phased Array Photonic Integrated Circuit",
    "abstract": "A 16-channel optical phased array is fabricated on a gallium arsenide photonic integrated circuit platform with a low-complexity process. Tested with a 1064 nm external laser, the array demonstrates 0.92{\\deg} beamwidth, 15.3{\\deg} grating-lobe-free steering range, and 12 dB sidelobe level. Based on a reverse biased p-i-n structure, component phase modulators are 3 mm long with DC power consumption of less than 5 ${\\mu}$W and greater than 770 MHz electro-optical bandwidth. Individual 4-mm-long phase modulators based on the same structure demonstrate single-sided V${\\pi}{\\cdot}$L modulation efficiency ranging from 0.5 V${\\cdot}$cm to 1.23 V${\\cdot}$cm when tested at wavelengths from 980 nm to 1360 nm. ",
    "url": "https://arxiv.org/abs/2304.03417",
    "authors": [
      "Michael Nickerson",
      "Bowen Song",
      "Jim Brookhyser",
      "Gregory Erwin",
      "Jan Kleinert",
      "Jonathan Klamkin"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2304.03418",
    "title": "Sensitivity of ultralight axion dark matter search with optical quantum  sensors",
    "abstract": "An optical quantum sensor (OQS) based on lasers and alkali-metal atoms is a sensitive ambient-temperature magnetometer that can be used in axion dark matter search with an inductor-capacitor (LC) circuit at kHz and MHz frequencies. We have previously investigated the sensitivity of an LC circuit-OQS axion detector to ultralight axion dark matter that could be achieved using a fT-noise OQS constructed in our lab. In this paper, we investigate the sensitivity that could be potentially reached by an OQS performing close to the fundamental quantum noise levels of 10 aT/$\\sqrt{\\text{Hz}}$. To take advantage of the quantum-limited OQS, the LC circuit has to be made of a superconductor and cooled to low temperature of a few K. After considering the intrinsic noise of the advanced axion detector and characterizing possible background noises, we estimate that such an experiment could probe benchmark QCD axion models in an unexplored mass range near 10 neV. Reaching such a high sensitivity is a difficult task, so we have conducted some preliminary experiments with a large-bore magnet and a prototype axion detector consisting of a room-temperature LC circuit and a commercial OQS unit. This paper describes the prototype experiment and its projected sensitivity to axions in detail. ",
    "url": "https://arxiv.org/abs/2304.03418",
    "authors": [
      "Young Jin Kim",
      "Leanne Duffy",
      "Igor Savukov",
      "Ping-Han Chu"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2304.03461",
    "title": "Electro-optically programmable photonic circuits enabled by wafer-scale  integration on thin-film lithium niobate",
    "abstract": "Programmable photonic circuits performing universal linear-optical transformations underpin vital functions in photonic quantum information processing, quantum-enhanced sensor networks, machine learning and many other intriguing applications. Recent advances in photonic integrated circuits facilitate monolithic integration of externally controlled Mach-Zehnder interferometers which can implement arbitrary unitary transformation on a large number of input/output modes. In this work, we demonstrate a 4x4 programmable linear photonic circuit on lithium niobate on insulator platform employing fast, power-efficient and low-loss electro-optical phase shifters, showing enormous advantages in terms of configuration rate and power consumption. Our device is capable of fast switching with 500 ps rise time and 1.7 ns fall time, and possesses a total on-chip power dissipation of only 0.015 mW when operated at 1 MHz modulation, and an insertion loss of 0.15 dB for each modulator and an on-chip extinction ratio of -34 dB for both cross and bar routes. ",
    "url": "https://arxiv.org/abs/2304.03461",
    "authors": [
      "Yong Zheng",
      "Haozong Zhong",
      "Haisu Zhang",
      "Rongbo Wu",
      "Jian Liu",
      "Youting Liang",
      "Lvbin Song",
      "Zhaoxiang Liu",
      "Jinming Chen",
      "Junxia Zhou",
      "Zhiwei Fang",
      "Min Wang",
      "Ya Cheng"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2304.03551",
    "title": "Femtosecond laser induced creation of G and W-centers in  silicon-on-insulator substrates",
    "abstract": "The creation of fluorescent defects in silicon is a key stepping stone towards assuring the integration perspectives of quantum photonic devices into existing technologies. Here we demonstrate the creation, by femtosecond laser annealing, of W and G-centers in commercial silicon on insulator (SOI) previously implanted with 12C+ ions. Their quality is comparable to that found for the same emitters obtained with conventional implant processes; as quantified by the photoluminescence radiative lifetime, the broadening of their zero-phonon line (ZPL) and the evolution of these quantities with temperature. In addition to this, we show that both defects can be created without carbon implantation and that we can erase the G-centers by annealing while enhancing the W-centers' emission. These demonstrations are relevant to the deterministic and operando generation of quantum emitters in silicon. ",
    "url": "https://arxiv.org/abs/2304.03551",
    "authors": [
      "Hugo Quard",
      "Mario Khoury",
      "Andong Wang",
      "Tobias Herzig",
      "Jan Meijer",
      "Sebastian Pezzagna",
      "Sébastien Cueff",
      "David Grojo",
      "Marco Abbarchi",
      "Hai Son Nguyen",
      "Nicolas Chauvin",
      "Thomas Wood"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2304.03655",
    "title": "Emulating the Deutsch-Josza algorithm with an inverse-designed terahertz  gradient-index lens",
    "abstract": "Photonic systems utilized as components for optical computing promise the potential of enhanced computational ability over current computer architectures. Here, an all-dielectric photonic metastructure is investigated for application as a quantum algorithm emulator (QAE) in the terahertz frequency regime; specifically, we show implementation of the Deustsh-Josza algorithm. The design for the QAE consists of a gradient-index (GRIN) lens as the Fourier transform subblock and silicon as the oracle subblock. First, we detail optimization of the metastructure through numerical analysis. Then, we employed inverse design through a machine learning approach to further optimize the structural geometry. In particular, we improved the lens thickness, in order to enhance the resulting output signal for both balanced and constant functions. We show that by optimizing the thickness of the gradient-index lens through ML, we enhance the interaction of the incident light with the metamaterial leading to a stronger focus of the outgoing wave resulting in more accurate implementation of the desired quantum algorithm in the terahertz. ",
    "url": "https://arxiv.org/abs/2304.03655",
    "authors": [
      "Ashley N. Blackwell",
      "Riad Yahiaoui",
      "Yi-Huan Chen",
      "Pai-Yen Chen",
      "Thomas A. Searles",
      "Zizwe A. Chase"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2304.03666",
    "title": "A two-color dual-comb system for time-resolved measurements of ultrafast  magnetization dynamics using triggerless asynchronous optical sampling",
    "abstract": "We report on an Er-doped fiber (EDF)-laser-based dual-comb system that allows us to perform triggerless asynchronous optical sampling (ASOPS) pump-probe measurements of ultrafast demagnetization and spin precession in magnetic materials. Because the oscillation frequencies of the two frequency-comb light sources are highly stabilized, the pulse-to-pulse timing jitter is sufficiently suppressed and data accumulation without any trigger signals is possible. To effectively induce spin precession in ferromagnetic thin films, the spectral bandwidth of the output of one of the EDF frequency comb sources is broadened by a highly nonlinear fiber and then amplified at a wavelength of about 1030 nm by a Yb-doped fiber amplifier. The output of the other frequency comb source is converted to about 775 nm by second harmonic generation. We used this system to observe the ultrafast demagnetization and spin precession dynamics on the picosecond and nanosecond time scales in a permalloy thin film. This time-domain spectroscopy system is promising for the rapid characterization of spin-wave generation and propagation dynamics in magnetic materials. ",
    "url": "https://arxiv.org/abs/2304.03666",
    "authors": [
      "Daichi Nishikawa",
      "Kazuki Maezawa",
      "Shun Fujii",
      "Makoto Okano",
      "Shinichi Watanabe"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2304.03724",
    "title": "Predicting quantum chemical property with easy-to-obtain geometry via  positional denoising",
    "abstract": "As quantum chemical properties have a significant dependence on their geometries, graph neural networks (GNNs) using 3D geometric information have achieved high prediction accuracy in many tasks. However, they often require 3D geometries obtained from high-level quantum mechanical calculations, which are practically infeasible, limiting their applicability in real-world problems. To tackle this, we propose a method to accurately predict the properties with relatively easy-to-obtain geometries (e.g., optimized geometries from the molecular force field). In this method, the input geometry, regarded as the corrupted geometry of the correct one, gradually approaches the correct one as it passes through the stacked denoising layers. We investigated the performance of the proposed method using 3D message-passing architectures for two prediction tasks: molecular properties and chemical reaction property. The reduction of positional errors through the denoising process contributed to performance improvement by increasing the mutual information between the correct and corrupted geometries. Moreover, our analysis of the correlation between denoising power and predictive accuracy demonstrates the effectiveness of the denoising process. ",
    "url": "https://arxiv.org/abs/2304.03724",
    "authors": [
      "Hyeonsu Kim",
      "Jeheon Woo",
      "Seonghwan Kim",
      "Seokhyun Moon",
      "Jun Hyeong Kim",
      "Woo Youn Kim"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Artificial Intelligence (cs.AI)",
      "Machine Learning (cs.LG)"
    ]
  },
  {
    "id": "arXiv:2304.03330",
    "title": "Origin of inverse volume scaling in periodic coupled cluster  calculations towards thermodynamic limit",
    "abstract": "Coupled cluster theory is considered to be the ``gold standard'' ansatz of molecular quantum chemistry. The finite-size error of the correlation energy in periodic coupled cluster calculations for three-dimensional insulating systems has been observed to satisfy the inverse volume scaling, even in the absence of any correction schemes. This is surprising, as simpler theories that utilize only a subset of the coupled cluster diagrams exhibit much slower decay of the finite-size error, which scales inversely with the length of the system. In this study, we present a rigorous numerical analysis that explains the underlying mechanisms behind this phenomenon in the context of coupled cluster doubles (CCD) calculations, and reconciles a few seemingly paradoxical statements with respect to the finite-size scaling. Our findings also have implications on how to effectively address finite-size errors in practical quantum chemistry calculations for periodic systems. ",
    "url": "https://arxiv.org/abs/2304.03330",
    "authors": [
      "Xin Xing",
      "Lin Lin"
    ],
    "subjectives": [
      "Numerical Analysis (math.NA)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2304.03379",
    "title": "Rotational dynamics induced by low energy binary collisions of quantum  droplets",
    "abstract": "A theoretical analysis of the rotational dynamics induced by off axis binary collisions of quantum droplets constituted by ultracold atoms is reported. We focus on quantum droplets formed by degenerate dilute Bose gases made up from binary mixtures of alkaline atoms under feasible experimental conditions. The stability of the ground state is known to be longer for the chosen heteronuclear gases than for the homonuclear ones. In both cases, we find out that the dynamics seems to privilege a high similarity of the density of each atomic species. However, the evolution of the phase of the corresponding order parameter differs significantly for heteronuclear admixtures. We evaluate the fidelity as a figure of merit for the overlap between the order parameters of each atomic species. Dynamical evidence of the differences between the phase of the order parameters are predicted to manifest in their corresponding linear and angular momenta. We numerically verify that the total angular and linear momenta are conserved both during the collision. Some direct correlations between the Weber number and the impact parameter with the distribution of the dynamical variables are established. ",
    "url": "https://arxiv.org/abs/2304.03379",
    "authors": [
      "J. E. Alba-Arroyo",
      "S. F. Caballero-Benitez",
      "R. Jauregui"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2304.03471",
    "title": "Quantum dynamics of non-Hermitian many-body Landau-Zener models",
    "abstract": "Non-Hermiticity in quantum systems has unlocked a variety of exotic phenomena in topological systems with no counterparts in Hermitian physics. The quantum systems often considered are time-independent and the non-Hermiticity can be engineered via controlled gain and loss. In contrast, the investigations of explicitly time-dependent quantum systems are limited. Recently, the simplest time-dependent non-Hermitian parity-time ($\\mathcal{PT}$) symmetric variants of the Landau-Zener (LZ) model have been explored. Here, we introduce and outline a framework to solve a class of non-Hermitian many-body Hamiltonians linearly driven in time. Such models have practical implications and can describe the dynamics of multi-species bosonic systems. Moreover, we observe the emergence of a new conservation law, which is unique to this class of Hamiltonians that reveals a pair-production mechanism of a non-Hermitian origin. Our findings will open new avenues for more emergent phenomena in explicitly time-dependent non-Hermitian quantum systems. ",
    "url": "https://arxiv.org/abs/2304.03471",
    "authors": [
      "Rajesh K. Malla",
      "Julia Cen",
      "Wilton J. M. Kort-Kamp",
      "Avadh Saxena"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2304.03705",
    "title": "RF simulation platform of qubit control using FDSOI technology for  quantum computing",
    "abstract": "In this paper, we report on simulations of an Electron Spin Resonance (ESR) RF control line for semiconductor electron spin qubits. The simulation includes both the ESR line characteristics (geometry and configuration, stack and material properties) and the electromagnetic (EM) environment at the vicinity of the qubits such as gates and interconnect network. With the accurate assessment of the magnetic and electric field distribution, we found that the EM environment of the qubits contributes significantly to the ESR line efficiency for spin control characterized by the magnetic over electric field ratio generated at the qubit location. ",
    "url": "https://arxiv.org/abs/2304.03705",
    "authors": [
      "H. Jacquinot",
      "R. Maurand",
      "G. Troncoso Fernandez Bada",
      "B. Bertrand",
      "M. Cassé",
      "Y. M. Niquet",
      "S. de Franceschi",
      "T. Meunier",
      "M. Vinet"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2304.03716",
    "title": "Quantum noise and its evasion in feedback oscillators",
    "abstract": "We study an abstract model of an oscillator realized by an amplifier embedded in a positive feedback loop. The power and frequency stability of the output of such an oscillator are limited by quantum noise added by two elements in the loop: the amplifier, and the out-coupler. The resulting frequency instability gives the Schawlow-Townes formula. Thus the applicability of the Schawlow-Townes formula is extended to a large class of oscillators, and is shown to be related to the Haus-Caves quantum noise limit for a linear amplifier, while identifying the role of quantum noise added at the out-coupler. By illuminating the precise origin of amplitude and frequency quantum noise in the output of an oscillator, we reveal several techniques to systematically evade them. ",
    "url": "https://arxiv.org/abs/2304.03716",
    "authors": [
      "Hudson A. Loughlin",
      "Vivishek Sudhir"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2207.01714",
    "title": "Custom nonlinearity profile for integrated quantum light sources",
    "abstract": " Comments: Supplementary code available at: this https URL ",
    "url": "https://arxiv.org/abs/2207.01714",
    "authors": [
      "Salvador Poveda-Hospital",
      "Nicolás Quesada",
      "Yves-Alain Peter"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2302.07398",
    "title": "Direct evidence of terahertz emission arising from anomalous Hall effect",
    "abstract": " Comments: 8 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2302.07398",
    "authors": [
      "V. Mottamchetty",
      "P. Rani",
      "R. Brucas",
      "A. Rydberg",
      "P. Svedlindh",
      "R. Gupta"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  }
]