[
  {
    "id": "arXiv:2206.00116",
    "title": "Towards Eusociality Using an Inverse Agent Based Model",
    "abstract": "The emergence of eusocial species is both very rare in evolutionary history and remarkably successful. By inverting an agent based model, agent rules are discovered that display rudimentary behaviors characteristic of eusocial species as well as other novel agent behaviors. By holding the genome of the agents constant across the colony and allowing the agent rules to evolve, the individual agents' behaviors exhibit phenotypic plasticity in response to environmental cues. The fitness of evolved colonies is shown to have a strong relationship to the computational capacity of the agents. The various emergent behavioral phenotypes, both eusocial and otherwise novel, are identified and discussed. A path forward to more capable eusocial populations and inter-colony evolution is outlined. ",
    "url": "https://arxiv.org/abs/2206.00116",
    "authors": [
      "John Stevenson"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)",
      "Populations and Evolution (q-bio.PE)"
    ]
  },
  {
    "id": "arXiv:2206.00146",
    "title": "Algebraic Quantum Field Theory: A theory for particles with structure",
    "abstract": "Non-elementary particles are particles with internal structure or particles that are made up of elementary constituents like the nucleons, which contain quarks and gluons. We introduce an algebraic formulation of quantum field theory (AQFT) that could handle such particles in which orthogonal polynomials play a central role. If successful, AQFT could be viewed as a generalization of the conventional quantum field theory (QFT) that does not account for the effect of such internal structure. For simplicity, we consider non-elementary scalar particles in 3+1 Minkowski space-time. The aim of this short expose is to motivate further studies and research using this approach. ",
    "url": "https://arxiv.org/abs/2206.00146",
    "authors": [
      "A. D. Alhaidari"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2206.00256",
    "title": "Wavelength-division multiplexing communications using integrated soliton  microcomb laser source",
    "abstract": "In this Letter, we investigate the feasibility and performance of wavelength division multiplexed (WDM) optical communications using an integrated dissipative Kerr soliton micro-comb as the multi-channel laser source. First, we confirm that soliton microcomb pumped directly by a DFB laser self-injection locked to the host micro-cavity has sufficiently low frequency and amplitude noises to encode advanced data formats. Second, perfect soliton crystals are exploited to boost the power level of each microcomb line, so that they can be directly used for data modulation excluding pre-amplification. Third, in a proof-of-concept experiment we demonstrate 7-channel 16-QAM data transmissions using an integrated perfect soliton microcomb as the laser carriers, excellent data receiving performances are obtained under various fiber link distances and amplifier configurations. Our study reveals that fully integrated Kerr soliton microcombs are viable and advantageous for optical data communications. ",
    "url": "https://arxiv.org/abs/2206.00256",
    "authors": [
      "Yong Geng",
      "Yanlan Xiao",
      "Qingsong Bai",
      "Xinjie Han",
      "Wenchan Dong",
      "Wenting Wang",
      "Jinggu Xue",
      "Baicheng Yao",
      "Guangwei Deng",
      "Qiang Zhou",
      "Kun Qiu",
      "Jing Xu",
      "Heng Zhou"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.00435",
    "title": "Acoustic gravitational interaction revised",
    "abstract": "In this paper, we deduce the expression of the gravito-acoustic force between two oscillating bubbles using the hypothesis that this type of force is a force of scattering-absorption of the energy of excitatory waves. The expression of the gravito-acoustic force at resonance highlights the dependence of this force on the product of the virtual masses of the two bubbles and on an acoustic gravitational constant. The acoustic gravitational constant depends on the absorption damping coefficient. We may say also that the expression of the acoustic gravitational constant is analogous to the expression of the gravitational constant in the electromagnetic world, that one obtained in the Einstein-Sciama model and the Dirac-Eddington large numbers hypothesis. The results obtained for this type of phenomenon in the acoustic world support the similarity between the acoustic world and the electromagnetic world. ",
    "url": "https://arxiv.org/abs/2206.00435",
    "authors": [
      "Ion Simaciu",
      "Zoltan Borsos",
      "Gheorghe Dumitrescu"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2206.00442",
    "title": "Light-matter interaction problem in classical and quantum optics",
    "abstract": "Understanding of light-matter interaction is a keystone in mastering classical and quantum optics. This paper gives an overview of the fundamental principles used in these two fields for description of light-matter interaction. By exploring the simplest type of matter composed of charge-free particles bearing magnetic moments only, differences in the fundamental principles of classical and quantum optics are discussed and clarified. ",
    "url": "https://arxiv.org/abs/2206.00442",
    "authors": [
      "Yuriy Akimov"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2206.00507",
    "title": "Stable and high quality electron beams from staged laser and plasma  wakefield accelerators",
    "abstract": "We present experimental results on a plasma wakefield accelerator (PWFA) driven by high-current electron beams from a laser wakefield accelerator (LWFA). In this staged setup stable and high quality (low divergence and low energy spread) electron beams are generated at an optically-generated hydrodynamic shock in the PWFA. The energy stability of the beams produced by that arrangement in the PWFA stage is comparable to both single-stage laser accelerators and plasma wakefield accelerators driven by conventional accelerators. Simulations support that the intrinsic insensitivity of PWFAs to driver energy fluctuations can be exploited to overcome stability limitations of state-of-the-art laser wakefield accelerators when adding a PWFA stage. Furthermore, we demonstrate the generation of electron bunches with energy spread and divergence superior to single-stage LW-FAs, resulting in bunches with dense phase space and an angular-spectral charge density beyond the initial drive beam parameters. These results unambiguously show that staged LWFA-PWFA can help to tailor the electron-beam quality for certain applications and to reduce the influence of fluctuating laser drivers on the electron-beam stability. This encourages further development of this new class of staged wakefield acceleration as a viable scheme towards compact, high-quality electron beam sources. ",
    "url": "https://arxiv.org/abs/2206.00507",
    "authors": [
      "F. M. Foerster",
      "A. Döpp",
      "F. Haberstroh",
      "K. v. Grafenstein",
      "D. Campbell",
      "Y.-Y. Chang",
      "S. Corde",
      "J. P. Couperus Cabadağ",
      "A. Debus",
      "M. F. Gilljohann",
      "A. F. Habib",
      "T. Heinemann",
      "B. Hidding",
      "A. Irman",
      "F. Irshad",
      "A. Knetsch",
      "O. Kononenko",
      "A. Martinez de la Ossa",
      "A. Nutter",
      "R. Pausch",
      "G. Schilling",
      "A. Schletter",
      "S. Schöbel",
      "U. Schramm",
      "E. Travac",
      "P. Ufer",
      "S. Karsch"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2206.00551",
    "title": "A perspective on the current state-of-the-art of quantum computing for  drug discovery applications",
    "abstract": "Computational chemistry is an essential tool in the pharmaceutical industry. Quantum computing is a fast evolving technology that promises to completely shift the computational capabilities in many areas of chemical research by bringing into reach currently impossible calculations. This perspective illustrates the near-future applicability of quantum computation to pharmaceutical problems. We briefly summarize and compare the scaling properties of state-of-the-art quantum algorithms, and provide novel estimates of the quantum computational cost of simulating progressively larger embedding regions of a pharmaceutically relevant covalent protein-drug complex involving the drug Ibrutinib. Carrying out these calculations requires an error-corrected quantum architecture, that we describe. Our estimates showcase that recent developments on quantum algorithms have dramatically reduced the quantum resources needed to run fully quantum calculations in active spaces of around 50 orbitals and electrons, from estimated over 1000 years using the Trotterisation approach to just a few days with sparse qubitisation, painting a picture of fast and exciting progress in this nascent field. ",
    "url": "https://arxiv.org/abs/2206.00551",
    "authors": [
      "Nick S. Blunt",
      "Joan Camps",
      "Ophelia Crawford",
      "Róbert Izsák",
      "Sebastian Leontica",
      "Arjun Mirani",
      "Alexandra E. Moylett",
      "Sam A. Scivier",
      "Christoph Sünderhauf",
      "Patrick Schopf",
      "Jacob M. Taylor",
      "Nicole Holzmann"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2206.00593",
    "title": "Design Study of a Dielectric Laser Undulator",
    "abstract": "Dielectric laser acceleration (DLA) achieves remarkable gradients from the optical near fields of a grating structure. Tilting the dielectric grating with respect to the electron beam leads to deflection forces and the DLA structure can be utilized as a microchip undulator. We investigate the beam dynamics in such structures analytically and by numerical simulations. A crucial challenge is to keep the beam focused, especially in direction of the narrow channel. An alternating phase focusing scheme is optimized for this purpose and matched lattice functions are obtained. We distinguish synchronous operation with phase jumps in the grating and asynchronous operation with a strictly periodic grating and well-designed synchronicity mismatch. Especially the asynchronous DLA undulator is a promising approach, since a simple, commercially available grating suffices for the focusing lattice design. We pave the way towards experiments of radiation generation in these structures and provide estimates of the emitted radiation wavelength and power. The analytical models are validated by numerical simulations in the dedicated DLA simulation tool DLAtrack6D and Astra, where the underlying laser fields are computed by CST Studio. ",
    "url": "https://arxiv.org/abs/2206.00593",
    "authors": [
      "Steffen A. Schmid",
      "Uwe Niedermayer"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.00622",
    "title": "Acoustic Full Waveform Inversion with Hamiltonian Monte Carlo Method",
    "abstract": "Full-Waveform Inversion (FWI) is a high-resolution technique used in geophysics to evaluate the physical parameters and construct subsurface models in a noisy and limited data scenario. The ill-posed nature of the FWI turns this a challenging problem since more than one model can match the observations. In a probabilistic way, solving the FWI problem demands efficient sampling techniques to infer information on parameters and to estimate the uncertainties in high-dimensional model spaces. We investigate the feasibility of applying the Hamiltonian Monte Carlo (HMC) method in the acoustic FWI by a reflection setup containing different noise level data. We propose a new strategy for tuning the mass matrix based on the acquisition geometry of the seismic survey. Our methodology significantly improves the ability of the HMC method in reconstructing reasonable seismic models with affordable computational efforts. ",
    "url": "https://arxiv.org/abs/2206.00622",
    "authors": [
      "Paulo Douglas S. Lima",
      "Gilberto Corso",
      "Mauro S. Ferreira",
      "João M. de Araújo"
    ],
    "subjectives": [
      "Geophysics (physics.geo-ph)",
      "Statistical Mechanics (cond-mat.stat-mech)"
    ]
  },
  {
    "id": "arXiv:2206.00144",
    "title": "High-Fidelity State Detection of Alkali-Metal Atoms in Optical Tweezer  Traps",
    "abstract": "We demonstrate discrimination of ground-state hyperfine manifolds of a cesium atom in an optical tweezer using a simple probe beam with 0.16\\raisebox{0.5ex}{$^{+0.03}_{-0.02}$}% detection infidelity and 2.6(2)% detection-driven loss of the bright state, nearly an order of magnitude better than previously published low-loss readout results for alkali-metal atoms in optical tweezers. By accepting 14.1(3)% loss of the bright state, we reach a state discrimination fidelity of 99.89\\raisebox{0.5ex}{$^{+0.02}_{-0.02}$}%. Our low-atom-loss and high-fidelity state detection takes advantage of an adaptive detection method to mitigate heating during detection and eliminates the extra depumping mechanism due to population transfer between excited-state sublevels through V-type stimulated Raman transitions caused by the trap laser when the probe laser is present. In this work, complex optical systems and stringent vacuum are not required. ",
    "url": "https://arxiv.org/abs/2206.00144",
    "authors": [
      "Matthew N. H. Chow",
      "Bethany J. Little",
      "Yuan-Yu Jau"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2206.00150",
    "title": "Material Effects on Electron Capture Decays in Cryogenic Sensors",
    "abstract": "Several current searches for physics beyond the standard model are based on measuring the electron capture (EC) decay of radionuclides implanted into cryogenic high-resolution sensors. The sensitivity of these experiments has already reached the level where systematic effects related to atomic-state energy changes from the host material are a limiting factor. One example is a neutrino mass study based on the nuclear EC decay of $^7$Be to $^7$Li inside cryogenic Ta-based sensors. To understand the material effects at the required level we have used density functional theory and modeled the electronic structure of lithium atoms in different atomic environments of the polycrystalline Ta absorber film. The calculations reveal that the Li 1s binding energies can vary by more than 2 eV due to insertion at different lattice sites, at grain boundaries, in disordered Ta, and in the vicinity of various impurities. However, the total range of Li 1s shifts does not exceed 4 eV, even for extreme amorphous disorder. Further, when investigating the effects on the Li 2s levels, we find broadening of more than 5 eV due to hybridization with the Ta band structure. Materials effects are shown to contribute significantly to peak broadening in Ta-based sensors that are used to search for physics beyond the standard model in the EC decay of $^7$Be, but they do not explain the full extent of observed broadening. Understanding these in-medium effects will be required for current- and future-generation experiments that observe low-energy radiation from the EC decay of implanted isotopes to evaluate potential limitations on the measurement sensitivity. ",
    "url": "https://arxiv.org/abs/2206.00150",
    "authors": [
      "Amit Samanta",
      "Stephan Friedrich",
      "Kyle G. Leach",
      "Vincenzo Lordi"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Nuclear Experiment (nucl-ex)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2206.00312",
    "title": "A Wavenumber Integration Model of Underwater Acoustic Propagation in  Arbitrary Horizontally Stratified Media Based on a Spectral Method",
    "abstract": "The wavenumber integration method is considered to be the most accurate algorithm of arbitrary horizontally stratified media in computational ocean acoustics. Compared with normal modes, it contains not only the discrete spectrum of the wavenumber but also the components of the continuous spectrum, eliminating errors in the model approximation for horizontally stratified media. Traditionally, analytical and semianalytical methods have been used to solve the depth-separated wave equation of the wavenumber integration method, and numerical solutions have generally focused on the finite difference method and the finite element method. In this paper, an algorithm for solving the depth equation with the Chebyshev--Tau spectral method combined with the domain decomposition strategy is proposed, and a numerical program named WISpec is developed accordingly. The algorithm can simulate both the sound field excited by a point source and the sound field excited by a line source. The key idea of the algorithm is first to discretize the depth equations of each layer by using the Chebyshev--Tau spectral method and then to solve the equations of each layer simultaneously by combining boundary and interface conditions. Several representative numerical experiments are devised to test the accuracy of `WISpec'. The high consistency of the results of different models running under the same configuration proves that the numerical algorithm proposed in this paper is accurate, reliable, and numerically stable. ",
    "url": "https://arxiv.org/abs/2206.00312",
    "authors": [
      "Houwang Tu",
      "Yongxian Wang",
      "Wei Liu",
      "Shuqing Ma",
      "Xiaodong Wang",
      "Wenbin Xiao"
    ],
    "subjectives": [
      "Numerical Analysis (math.NA)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2206.00573",
    "title": "Sub-radiant states for imperfect quantum emitters coupled by a  nanophotonic waveguide",
    "abstract": "Coherent interactions between quantum emitters in tailored photonic structures is a fundamental building block for future quantum technologies, but remains challenging to observe in complex solid-state environments, where the role of decoherence must be considered. Here, we investigate the optical interaction between two quantum emitters mediated by one-dimensional waveguides in a realistic solid-state environment, focusing on the creation, population and detection of a sub-radiant state, in the presence of dephasing. We show that as dephasing increases, the signatures of sub-radiance quickly vanish in intensity measurements yet remain pronounced in photon correlation measurements, particularly when the two emitters are pumped separately so as to populate the sub-radiant state efficiently. The applied Green's tensor approach is used to model a photonic crystal waveguide, including the dependence on the spatial position of the integrated emitter. The work lays out a route to the experimental realization of sub-radiant states in nanophotonic waveguides containing solid-state emitters. ",
    "url": "https://arxiv.org/abs/2206.00573",
    "authors": [
      "Xiao-Liu Chu",
      "Vasiliki Angelopoulou",
      "Peter Lodahl",
      "Nir Rotenberg"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2002.03782",
    "title": "Phase Diversity Electro-optic Sampling: A new approach to single-shot  terahertz waveform recording",
    "abstract": " Title: Phase Diversity Electro-optic Sampling: A new approach to single-shot  terahertz waveform recording ",
    "url": "https://arxiv.org/abs/2002.03782",
    "authors": [
      "Eléonore Roussel",
      "Christophe Szwaj",
      "Bernd Steffen",
      "Clément Evain",
      "Christopher Gerth",
      "Bahram Jalali",
      "Serge Bielawski"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Signal Processing (eess.SP)"
    ]
  },
  {
    "id": "arXiv:2107.12007",
    "title": "Endless Fun in high dimensions -- A Quantum Card Game",
    "abstract": " Title: Endless Fun in high dimensions -- A Quantum Card Game ",
    "url": "https://arxiv.org/abs/2107.12007",
    "authors": [
      "Lea Kopf",
      "Markus Hiekkamäki",
      "Shashi Prabhakar",
      "Robert Fickler"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Physics Education (physics.ed-ph)"
    ]
  },
  {
    "id": "arXiv:2111.00796",
    "title": "Quantum optimisation via maximally amplified states",
    "abstract": " Comments: 21 pages, 17 figures ",
    "url": "https://arxiv.org/abs/2111.00796",
    "authors": [
      "Tavis Bennett",
      "Jingbo B. Wang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2202.01552",
    "title": "Inverse Low Gain Avalanche Detector (iLGAD) Periphery Design for X-Ray  Applications",
    "abstract": " Title: Inverse Low Gain Avalanche Detector (iLGAD) Periphery Design for X-Ray  Applications ",
    "url": "https://arxiv.org/abs/2202.01552",
    "authors": [
      "A. Doblas",
      "D. Flores",
      "S. Hidalgo",
      "N. Moffat",
      "G. Pellegrini",
      "D. Quirion",
      "J. Villegas",
      "D. Maneuski",
      "M. Ruat",
      "P. Fajardo"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2203.12535",
    "title": "LASED: A Laser-Atom Interaction Simulator derived from Quantum  Electrodynamics",
    "abstract": " Comments: 15 pages, 8 figures, for source code go to this https URL Changes in v3: changed title, added more references, changed comparison of this simulator to other laser-atom simulators, corrected formatting errors, added to Fig.6, added appendix C. Changes in v4: corrected Eq. 24 ",
    "url": "https://arxiv.org/abs/2203.12535",
    "authors": [
      "Manish Patel",
      "Matthew Harvey",
      "Andrew James Murray"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2205.15253",
    "title": "Measurement and control of a superconducting quantum processor with a  fully-integrated radio-frequency system on a chip",
    "abstract": " Comments: v2: correct theoretical gate fidelity in Sec. III C ",
    "url": "https://arxiv.org/abs/2205.15253",
    "authors": [
      "Mats O. Tholén",
      "Riccardo Borgani",
      "Giuseppe Ruggero Di Carlo",
      "Andreas Bengtsson",
      "Christian Križan",
      "Marina Kudra",
      "Giovanna Tancredi",
      "Jonas Bylander",
      "Per Delsing",
      "Simone Gasparinetti",
      "David B. Haviland"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  }
]