[
  {
    "id": "arXiv:2205.09957",
    "title": "Dissipative solitons and switching waves in dispersion folded Kerr  cavities",
    "abstract": "We theoretically and experimentally investigate the formation of dissipative coherent structures in Kerr nonlinear optical microresonators, whose integrated dispersion exceeds the free-spectral range. We demonstrate that the presence of any periodic modulation along the resonator's circumference, such as periodically varying dispersion, can excite higher-order comb structures. We explore the outcomes of coherent microcomb generation in both cases of anomalous and normal dispersion. We are able to access this regime in microresonators via the high peak power of synchronous pulse-driving. For solitons in anomalous dispersion, we observe the formation of higher-order phase-matched dispersive waves (`Kelly-like' sidebands), where the folded dispersion crosses the frequency comb grid. In normal dispersion, we see the coexistence of switching wave fronts with Faraday instability-induced period-doubling patterns, manifesting as powerful satellite microcombs highly separated either side of the core microcomb while sharing the same repetition rate. This regime of dispersion-modulated phase matching opens a dimension of Kerr cavity physics and microcomb generation, particularly for the spectral extension and tuneability of microcombs in normal dispersion. ",
    "url": "https://arxiv.org/abs/2205.09957",
    "authors": [
      "Miles H. Anderson",
      "Alexey Tikan",
      "Aleksandr Tusnin",
      "Johann Riemensberger",
      "Rui Ning Wang",
      "Tobias J. Kippenberg"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.10085",
    "title": "Dissociative electron attachment dynamics of carbon disulfide and  violation of axial recoil approximation near the 6-eV resonance",
    "abstract": "Complete dissociation dynamics of low-energy electron attachment to carbon disulfide have been studied using the velocity slice imaging (VSI) technique. The ion yields of S- and CS- fragment ions as the function of incident electron energy in the range 5 to 11 eV have been obtained. Two resonances for S- ions at around 6.2 eV and 7.7 eV and only one resonance for CS- ions at around 6.2 eV have been obtained in this energy range. The kinetic energy and the angular distributions of these fragment negative ions at different incident electron energies around these resonances have been measured. From the angular distribution of these fragment anions, we have found that the bending of the temporary negative ions causes a significant change in the angular distribution from the expected one. ",
    "url": "https://arxiv.org/abs/2205.10085",
    "authors": [
      "Anirban Paul",
      "Dhananjay Nandi"
    ],
    "subjectives": [
      "Atomic and Molecular Clusters (physics.atm-clus)"
    ]
  },
  {
    "id": "arXiv:2205.10140",
    "title": "Characteristics of ion beams by laser acceleration in the Coulomb  explosion regime",
    "abstract": "In the Coulomb explosion acceleration regime, an ion bunch with a narrow energy range exhibits a thin shell shape with a certain diameter. The ion cloud has a layered structure of these ion bunches with different energies. The divergences of the ion bunch in the laser inclination direction and perpendicular to it are different in an oblique incidence laser. This indicates that the smaller the spot diameter of the laser pulse, the larger the divergence of the ion beam. In addition, theoretical formulas for the radius of the generated ion beam and the energy spectrum are derived, and they are shown to be in good agreement with the simulation results. ",
    "url": "https://arxiv.org/abs/2205.10140",
    "authors": [
      "Toshimasa Morita"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2205.10245",
    "title": "Microscopic analysis of the spin-momentum locking on a Geometric Phase  Metasurface",
    "abstract": "We revisit spin-orbit coupling in a plasmonic Berry metasurface comprised of rotated nanoapertures, which is known to imprint a robust far-field polarization response. We prove that spin-momentum locking is a property that emerges from the geometry of the unit cell and does not require global rotation symmetries. We theoretically find, and confirm with Mueller polarimetry measurements, that spin-momentum locking is an approximate symmetry. The breakdown is ascribed to the elliptical projection of circularly polarized light into the planar surface and is maximal when surface waves are excited. ",
    "url": "https://arxiv.org/abs/2205.10245",
    "authors": [
      "Fernando Lorén",
      "Gian L. Paravicini-Bagliani",
      "Sudipta Saha",
      "Jérôme Gautier",
      "Minghao Li",
      "Cyriaque Genet",
      "Luis Martín-Moreno"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2205.10329",
    "title": "Topological quasiparticles of light: Optical skyrmions and beyond",
    "abstract": "Skyrmions are topologically stable quasiparticles that have been predicted and demonstrated in quantum fields, solid-state physics, and magnetic materials, but only recently observed in electromagnetic fields, triggering fast expanding research across different spectral ranges and applications. Here we review the recent advances in optical skyrmions within a unified framework. Starting from fundamental theories, including classification of skyrmionic states, we describe generation and topological control of different kinds of optical skyrmions in structured and time-dependent optical fields. We further highlight generalized classes of optical topological quasiparticles beyond skyrmions and outline the emerging applications, future trends, and open challenges. A complex vectorial field structure of optical quasiparticles with versatile topological characteristics emerges as an important feature in modern spin-optics, imaging and metrology, optical forces, structured light and topological and quantum technologies. ",
    "url": "https://arxiv.org/abs/2205.10329",
    "authors": [
      "Yijie Shen",
      "Qiang Zhang",
      "Peng Shi",
      "Luping Du",
      "Anatoly V. Zayats",
      "Xiaocong Yuan"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.09805",
    "title": "Resonant phonon-magnon interactions in free-standing metal-ferromagnet  multilayer structures",
    "abstract": "We analyze resonant magneto-elastic interactions between standing perpendicular spin wave modes (exchange magnons) and longitudinal acoustic phonon modes in free-standing hybrid metal-ferromagnet bilayer and trilayer structures. Whereas the ferromagnetic layer acts as a magnetic cavity, all metal layers control the frequencies and eigenmodes of acoustic vibrations. The here proposed design allows for achieving and tuning the spectral and spatial modes overlap between phonons and magnons that results in their strong resonant interaction. Realistic simulations for gold-nickel multilayers show that sweeping the external magnetic field should allow for observing resonantly enhanced interactions between individual magnon and phonon modes in a broad range of frequencies spanning from tens of GHz up to several hundreds of GHz, which can be finely tuned through the multilayer design. Our results would enable the systematic study and the deep understanding of resonantly enhanced magneto-elastic coupling between individual phonon and magnon modes up to frequencies of great contemporary fundamental and applied interest. ",
    "url": "https://arxiv.org/abs/2205.09805",
    "authors": [
      "Urban Vernik",
      "Alexey M. Lomonosov",
      "Vladimir S. Vlasov",
      "Leonid N. Kotov",
      "Dmitry A. Kuzmin",
      "Igor V. Bychkov",
      "Paolo Vavassori",
      "Vasily V. Temnov"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2205.10028",
    "title": "Frequency multiplexed photon pairs and detection for quantum repeaters",
    "abstract": "Large-scale quantum networks rely on quantum repeaters that distribute entanglement efficiently in a multi-mode and heralded fashion over multiple network nodes. Next to optical quantum memories, most quantum repeater architectures also require multiplexed sources of entangled photon pairs, as well as photon detection that can distinguish between the multiplexed modes. We demonstrate the generation and characterization of frequency multiplexed photon pairs by employing cavity-enhanced spontaneous parametric down-conversion in a nonlinear crystal and a virtually-imaged phase array that allows mapping of spectral modes onto distinct spatial modes. Through coincidence measurements, we demonstrate non-classical correlations between energy-correlated photon pairs and a strong reduction of correlations between the non-correlated photons. Our investigation demonstrates that both our photon-pair source and the detection setup are suitable for creating a frequency multiplexed quantum repeater. ",
    "url": "https://arxiv.org/abs/2205.10028",
    "authors": [
      "Tanmoy Chakraborty",
      "Hedser van Brug",
      "Antariksha Das",
      "Oriol Pietx-Casas",
      "Peng-Cheng Wang",
      "Gustavo Castro do Amaral",
      "Anna L. Tchebotareva",
      "Wolfgang Tittel"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.10091",
    "title": "TensorCircuit: a Quantum Software Framework for the NISQ Era",
    "abstract": "TensorCircuit is an open source quantum circuit simulator based on tensor network contraction, designed for speed, flexibility and code efficiency. Written purely in Python, and built on top of industry-standard machine learning frameworks, TensorCircuit supports automatic differentiation, just-in-time compilation, vectorized parallelism and hardware acceleration. These features allow TensorCircuit to simulate larger and more complex quantum circuits than existing simulators, and are especially suited to variational algorithms based on parameterized quantum circuits. TensorCircuit enables orders of magnitude speedup for various quantum simulation tasks compared to other common quantum software, and can simulate up to 600 qubits with moderate circuit depth and low-dimensional connectivity. With its time and space efficiency, flexible and extensible architecture and compact, user-friendly API, TensorCircuit has been built to facilitate the design, simulation and analysis of quantum algorithms in the Noisy Intermediate-Scale Quantum (NISQ) era. ",
    "url": "https://arxiv.org/abs/2205.10091",
    "authors": [
      "Shi-Xin Zhang",
      "Jonathan Allcock",
      "Zhou-Quan Wan",
      "Shuo Liu",
      "Jiace Sun",
      "Hao Yu",
      "Xing-Han Yang",
      "Jiezhong Qiu",
      "Zhaofeng Ye",
      "Yu-Qin Chen",
      "Chee-Kong Lee",
      "Yi-Cong Zheng",
      "Shao-Kai Jian",
      "Hong Yao",
      "Chang-Yu Hsieh",
      "Shengyu Zhang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2205.10122",
    "title": "Stochastic resonance neurons in artificial neural networks",
    "abstract": "Many modern applications of the artificial neural networks ensue large number of layers making traditional digital implementations increasingly complex. Optical neural networks offer parallel processing at high bandwidth, but have the challenge of noise accumulation. We propose here a new type of neural networks using stochastic resonances as an inherent part of the architecture and demonstrate a possibility of significant reduction of the required number of neurons for a given performance accuracy. We also show that such a neural network is more robust against the impact of noise. ",
    "url": "https://arxiv.org/abs/2205.10122",
    "authors": [
      "Egor Manuylovich",
      "Diego Argüello Ron",
      "Morteza Kamalian-Kopae",
      "Sergei Turitsyn"
    ],
    "subjectives": [
      "Neural and Evolutionary Computing (cs.NE)",
      "Emerging Technologies (cs.ET)",
      "Machine Learning (cs.LG)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2205.10214",
    "title": "Ultrabright Polarization-Entangled Photon Pair Source for  Frequency-Multiplexed Quantum Communication in Free-Space",
    "abstract": "The distribution of entanglement via satellite links will drastically extend the reach of quantum networks. Highly efficient entangled photon sources are an essential requirement towards overcoming high channel loss and achieving practical transmission rates in long-distance satellite downlinks. Here we report on an ultrabright entangled photon source that is optimized for long-distance free-space transmission. It operates in a wavelength range that is efficiently detected with space-ready single photon avalanche diodes (Si-SPADs), and readily provides pair emission rates that exceed the detector bandwidth (i.e., the temporal resolution). To overcome this limitation, we demultiplex the photon flux into wavelength channels that can be handled by current single photon detector technology. This is achieved efficiently by using the spectral correlations due to hyper-entanglement in polarization and frequency as an auxiliary resource. Combined with recent demonstrations of space-proof source prototypes, these results pave the way to a broadband long-distance entanglement distribution network based on satellites. ",
    "url": "https://arxiv.org/abs/2205.10214",
    "authors": [
      "Emma Brambila",
      "Rodrigo Gómez",
      "Riza Fazili",
      "Markus Gräfe",
      "Fabian Steinlechner"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2105.04545",
    "title": "Macroscopic Reality from Quantum Complexity",
    "abstract": " Comments: 101 pages, no figures, follow on to arXiv:1709.05777, arXiv:1802.10136, some overlap, mostly new, table of contents added to v5, changed to single column format ",
    "url": "https://arxiv.org/abs/2105.04545",
    "authors": [
      "Don Weingarten"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2108.03463",
    "title": "Inhomogeneous light photovoltaic effect in neighboring quantum dots",
    "abstract": " Comments: 7 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2108.03463",
    "authors": [
      "Wenxi Lai"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2202.06867",
    "title": "Q-Turn: Changing Paradigms In Quantum Science",
    "abstract": " Comments: Comments welcome! Submitted to the special issue \"Social aspects and impacts of quantum technologies\" of Quantum Science and Technology. Version v2 includes three appendices with data drawn from Q-turn 2018 and Q-turn 2020 participation and satisfaction surveys ",
    "url": "https://arxiv.org/abs/2202.06867",
    "authors": [
      "Ana Belén Sainz"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)"
    ]
  },
  {
    "id": "arXiv:2203.09046",
    "title": "Memristive deep belief neural network by silicon synapses",
    "abstract": " Title: Memristive deep belief neural network by silicon synapses ",
    "url": "https://arxiv.org/abs/2203.09046",
    "authors": [
      "Wei Wang",
      "Loai Danial",
      "Yang Li",
      "Eric Herbelin",
      "Evgeny Pikhay",
      "Yakov Roizin",
      "Barak Hoffer",
      "Zhongrui Wang",
      "Shahar Kvatinsky"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Emerging Technologies (cs.ET)"
    ]
  },
  {
    "id": "arXiv:2204.10153",
    "title": "Surface waves prediction based on long-range acoustic backscattering in  a mid-frequency range",
    "abstract": " Comments: 18 pages, 11 figures, accepted to the Journal of Marine Science and Engineering; supplementary data is available at: this https URL ",
    "url": "https://arxiv.org/abs/2204.10153",
    "authors": [
      "Alexey V. Ermoshkin",
      "Dmitry A. Kosteev",
      "Alexander A. Ponomarenko",
      "Dmitry D. Razumov",
      "Mikhail B. Salin"
    ],
    "subjectives": [
      "Atmospheric and Oceanic Physics (physics.ao-ph)",
      "Signal Processing (eess.SP)"
    ]
  }
]