[
  {
    "id": "arXiv:2205.13049",
    "title": "Enhancement of molecular coherent anti-Stokes Raman scattering with  silicon nano-antennas",
    "abstract": "Surface-enhanced coherent anti-Stokes Raman scattering (SE-CARS) takes advantage of surface plasmon resonances supported on metallic nanostructures to amplify the coherent Raman response of target molecules. While these metallic antennas have found significant success in SE-CARS studies, photo-induced morphological changes to the nanoantenna under ultrafast excitation introduce significant hurdles in terms of stability and reproducilibty. These hurdles need to be overcome in order to establish SE-CARS as a reliable tool for rapid biomolecular sensing. Here we address this challenge by performing molecular CARS measurements enhanced by nanoantennas made from high-index dielectric particles with more favorable thermal properties. We present the first experimental demonstration of enhanced molecular CARS signals observed at Si nano-antennas, which offer much improved thermal stability compared to their metallic counterparts. ",
    "url": "https://arxiv.org/abs/2205.13049",
    "authors": [
      "Shamsul Abedin",
      "Yong Li",
      "Abid Anjum Sifat",
      "Khokan Roy",
      "Eric Olaf Potma"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2205.13053",
    "title": "An Optical Atomic Clock Based on a Highly Charged Ion",
    "abstract": "Optical atomic clocks are the most accurate measurement devices ever constructed and have found many applications in fundamental science and technology. The use of highly charged ions (HCI) as a new class of references for highest accuracy clocks and precision tests of fundamental physics has long been motivated by their extreme atomic properties and reduced sensitivity to perturbations from external electric and magnetic fields compared to singly charged ions or neutral atoms. Here we present the first realisation of this new class of clocks, based on an optical magnetic-dipole transition in Ar$^{13+}$. Its comprehensively evaluated systematic frequency uncertainty of $2.2\\times10^{-17}$ is comparable to that of many optical clocks in operation. From clock comparisons we improve by eight and nine orders of magnitude upon the uncertainties for the absolute transition frequency and isotope shift ($^{40}$Ar vs. $^{36}$Ar), respectively. These measurements allow us to probe the largely unexplored quantum electrodynamic nuclear recoil, presented as part of improved calculations of the isotope shift which reduce the uncertainty of previous theory by a factor of three. This work establishes forbidden optical transitions in HCI as references for cutting-edge optical clocks and future high-sensitivity searches for physics beyond the standard model. ",
    "url": "https://arxiv.org/abs/2205.13053",
    "authors": [
      "Steven A. King",
      "Lukas J. Spieß",
      "Peter Micke",
      "Alexander Wilzewski",
      "Tobias Leopold",
      "Erik Benkler",
      "Richard Lange",
      "Nils Huntemann",
      "Andrey Surzhykov",
      "Vladimir A. Yerokhin",
      "José R. Crespo López-Urrutia",
      "Piet O. Schmidt"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2205.13173",
    "title": "Polarization multiplexed dissipative Kerr solitons in on-chip  micro-resonator",
    "abstract": "We demonstrate polarization multiplexed dissipative Kerr solitons in an on-chip silicon nitride micro-resonator. In our experiment, TE- and TM-polarized soliton can be individually generated and controlled, thanks to their weak mutual interaction as the result of sufficiently different repetition rates and orthogonal polarization states. Furthermore, we find that TE- and TM-polarized solitons usually exhibit uncorrelated time jitters, therefore the frequency and phase coherence between the polarization multiplexed soliton microcombs change dramatically as a function of pump laser parameters, by optimizing which we achieve narrow dual-microcomb beat note linewidth as small as 4.4 kHz. Potential applications of on-chip polarization multiplexed soliton microcombs include Kerr comb spectral expansion, dual-comb metrology, and measurement of quantum entanglements. ",
    "url": "https://arxiv.org/abs/2205.13173",
    "authors": [
      "Yong Geng",
      "Yanlan Xiao",
      "Xinjie Han",
      "Kun Qiu",
      "Jing Xu",
      "Heng Zhou"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.13335",
    "title": "Generation of S-shaped photonic hooks from microcylinders with  engineered surface patches",
    "abstract": "Photonic hooks (PHs) are non-evanescent light beams with a highly concentrated curved optical fields. Since their discovery, PHs always have one single inflection point and thus have a hook-like structure. In this work, a new type of PHs with two inflection points and S-shaped structures (S-PHs) were reported for the first time. We theoretically studied the effects of various physical parameters on the generation of S-PHs. Furthermore, we showed that decorating particles with multiple patches can significantly enhance the curvature and length of the S-PHs. The S-PHs may have potential applications in super-resolution imaging, sub-wavelength micromachining, particle and cell manipulation, etc. ",
    "url": "https://arxiv.org/abs/2205.13335",
    "authors": [
      "Chu Xu",
      "Fen Tang",
      "Qingqing Shang",
      "Yao Fan",
      "Jiaji Li",
      "Songlin Yang",
      "Dong Wang",
      "Sorin Melinte",
      "Chao Zuo",
      "Zengbo Wang",
      "Ran Ye"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.13385",
    "title": "Multimode optical fiber beam-by-beam cleanup",
    "abstract": "We introduce and experimentally demonstrate the concept of all-optical beam switching in graded-index multimode optical fibers. Nonlinear coupling between orthogonally polarized seed and signal beams permits to control the spatial beam quality at the fiber output. Remarkably, we show that even a weak few-mode control beam may substantially enhance the quality of an intense, highly multimode signal beam. We propose a simple geometrical representation of the beam switching operation, whose validity is quantitatively confirmed by the experimental mode decomposition of the output beam. All-optical switching of multimode beams may find important applications in high-power beam delivery and fiber lasers. ",
    "url": "https://arxiv.org/abs/2205.13385",
    "authors": [
      "Mario Ferraro",
      "Fabio Mangini",
      "Yann Leventoux",
      "Alessandro Tonello",
      "Mario Zitelli",
      "Yifan Sun",
      "Sebastien Fevrier",
      "Katarzyna Krupa",
      "Denis Kharenko",
      "Stefan Wabnitz",
      "Vincent Couderc"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.13478",
    "title": "Enhanced collisionless laser absorption in strongly magnetized plasmas",
    "abstract": "Strongly magnetizing a plasma adds a range of waves that do not exist in unmagnetized plasmas and enlarges the laser-plasma interaction (LPI) landscape. In this paper, we use particle-in-cell (PIC) simulations to investigate strongly magnetized LPI in one dimension under conditions relevant for magneto-inertial fusion experiments, focusing on a regime where the electron-cyclotron frequency is greater than the plasma frequency and the magnetic field is at an oblique angle with respect to the wave vectors. We show that when the electron cyclotron frequency is about half the laser frequency, the laser light resonantly decays to magnetized plasma waves via primary and secondary instabilities with large growth rates. These distinct magnetic-field-controlled instabilities, which we collectively call two-magnon decays, are analogous to two-plasmon decays in unmagnetized plasmas. Since the oblique magnetic field introduces additional phase mixing mechanisms during wave-particle interactions, collisionless damping of large-amplitude magnetized waves substantially broadens the electron distribution function especially along the direction of the magnetic field. During this process, energy is transferred efficiently from the laser to plasma waves and then to electrons, leading to a large overall absorptivity when strong resonances are present. The enhanced laser energy absorption may explain hotter-than-expected temperatures observed in magnetized laser implosion experiments and may also be exploited to develop more efficient laser-driven x-ray sources. ",
    "url": "https://arxiv.org/abs/2205.13478",
    "authors": [
      "Lili Manzo",
      "Matthew R. Edwards",
      "Yuan Shi"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2205.13123",
    "title": "Controlled transport based on multiorbital Aharonov-Bohm photonic caging",
    "abstract": "The induction of synthetic magnetic fields on lattice structures allows to effectively control their localization and transport properties. In this work, we generate effective $\\pi$ magnetic fluxes on a multi-orbital diamond lattice, where first ($S$) and second ($P$) order modes effectively interact. We implement a $z$-scan method on femtosecond laser written photonic lattices and experimentally observe Aharonov-Bohm caging for $S$ and $P$ modes, as a consequence of a band transformation and the emergence of a spectrum composed of three degenerated flat bands. As an application, we demonstrate a perfect control of the dynamics, where we translate an input excitation across the lattice in a completely linear and controlled way. Our model, based on a flat band spectrum, allows us to choose the direction of transport depending on the excitation site or input phase. ",
    "url": "https://arxiv.org/abs/2205.13123",
    "authors": [
      "Gabriel Cáceres-Aravena",
      "Diego Guzmán-Silva",
      "Ignacio Salinas",
      "Rodrigo A. Vicencio"
    ],
    "subjectives": [
      "Other Condensed Matter (cond-mat.other)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.13235",
    "title": "Experimental Quantum Simulation of Dynamic Localization on Curved  Photonic Lattices",
    "abstract": "Dynamic localization, which originates from the phenomena of particle evolution suppression under an externally applied AC electric field, has been simulated by suppressed light evolution in periodically-curved photonic arrays. However, experimental studies on their quantitative dynamic transport properties and application for quantum information processing are rare. Here we fabricate one-dimensional and hexagonal two-dimensional arrays, both with sinusoidal curvature. We successfully observe the suppressed single-photon evolution patterns, and for the first time measure the variances to study their transport properties. For one-dimensional arrays, the measured variances match both the analytical electric field calculation and the quantum walk Hamiltonian engineering approach. For hexagonal arrays, as anisotropic effective couplings in four directions are mutually dependent, the analytical approach suffers, while quantum walk conveniently incorporates all anisotropic coupling coefficients in the Hamiltonian and solves its exponential as a whole, yielding consistent variances with our experimental results. Furthermore, we implement a nearly complete localization to show that it can preserve both the initial injection and the wave-packet after some evolution, acting as a memory of a flexible time scale in integrated photonics. We demonstrate a useful quantum simulation of dynamic localization for studying their anisotropic transport properties, and a promising application of dynamic localization as a building block for quantum information processing in integrated photonics. ",
    "url": "https://arxiv.org/abs/2205.13235",
    "authors": [
      "Hao Tang",
      "Tian-Yu Wang",
      "Zi-Yu Shi",
      "Zhen Feng",
      "Yao Wang",
      "Xiao-Wen Shang",
      "Jun Gao",
      "Zhi-Qiang Jiao",
      "Zhan-Ming Li",
      "Yi-Jun Chang",
      "Wen-Hao Zhou",
      "Yong-Heng Lu",
      "Yi-Lin Yang",
      "Ruo-Jing Ren",
      "Lu-Feng Qiao",
      "Xian-Min Jin"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.13420",
    "title": "AGP-based unitary coupled cluster theory for quantum computers",
    "abstract": "Electronic structure methods typically benefit from symmetry breaking and restoration, specially in the strong correlation regime. The same goes for Ans\\\"atze on a quantum computer. We develop a unitary coupled cluster method on the antisymmetrized geminal power (AGP) -- a state formally equivalent to the number-projected Bardeen--Cooper--Schrieffer wavefunction. We demonstrate our method for the single-band Fermi--Hubbard Hamiltonian in one and two dimensions. We also explore post-selection to obtain correlated AGP and prove that it scales no worse than $\\mathcal{O}(\\sqrt{M})$ in the number of measurements, thereby making it a less expensive alternative to gauge integration to restore particle number symmetry. ",
    "url": "https://arxiv.org/abs/2205.13420",
    "authors": [
      "Armin Khamoshi",
      "Guo P. Chen",
      "Francesco A. Evangelista",
      "Gustavo E. Scuseria"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2106.02042",
    "title": "Universality of Dicke superradiance in arrays of quantum emitters",
    "abstract": " Comments: 7+9 pages, 4+4 figures. This version is in line with the published version ",
    "url": "https://arxiv.org/abs/2106.02042",
    "authors": [
      "Stuart J Masson",
      "Ana Asenjo-Garcia"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2110.04112",
    "title": "Qubit-efficient encoding scheme for quantum simulations of electronic  structure",
    "abstract": " Comments: 17 pages, 6 figures, Typos in Eq.(11) and Eq.(17) corrected, Accepted by Physical Review Research ",
    "url": "https://arxiv.org/abs/2110.04112",
    "authors": [
      "Yu Shee",
      "Pei-Kai Tsai",
      "Cheng-Lin Hong",
      "Hao-Chung Cheng",
      "Hsi-Sheng Goan"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2112.10414",
    "title": "Testbeam performance results of bent ALPIDE Monolithic Active Pixel  Sensors in view of the ALICE Inner Tracking System 3",
    "abstract": " Comments: 4 pages, 4 figures, proceedings for the 12th International Conference on Position Sensitive Detectors - PSD12 12-17 September, 2021, Birmingham, U.K ",
    "url": "https://arxiv.org/abs/2112.10414",
    "authors": [
      "Bogdan-Mihail Blidaru"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2201.04346",
    "title": "A Novel Nuclear Emulsion Detector for Measurement of Quantum States of  Ultracold Neutrons in the Earth's Gravitational Field",
    "abstract": " Title: A Novel Nuclear Emulsion Detector for Measurement of Quantum States of  Ultracold Neutrons in the Earth's Gravitational Field ",
    "url": "https://arxiv.org/abs/2201.04346",
    "authors": [
      "Naoto Muto",
      "Hartmut Abele",
      "Tomoko Ariga",
      "Joachim Bosina",
      "Masahiro Hino",
      "Katsuya Hirota",
      "Go Ichikawa",
      "Tobias Jenke",
      "Hiroaki Kawahara",
      "Shinsuke Kawasaki",
      "Masaaki Kitaguchi",
      "Jakob Micko",
      "Kenji Mishima",
      "Naotaka Naganawa",
      "Mitsuhiro Nakamura",
      "Stéphanie Roccia",
      "Osamu Sato",
      "René I. P. Sedmik",
      "Yoshichika Seki",
      "Hirohiko M. Shimizu",
      "Satomi Tada",
      "Atsuhiro Umemoto"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2205.01334",
    "title": "Precise determination of the 2s22p5-2s2p6 transition energy in  fluorine-like nickel utilizing a low-lying dielectronic resonance",
    "abstract": " Comments: 12 pages, 8 figures ",
    "url": "https://arxiv.org/abs/2205.01334",
    "authors": [
      "S. X. Wang",
      "Z. K. Huang",
      "W. Q. Wen",
      "W. L. Ma",
      "H. B. Wang",
      "S. Schippers",
      "Z. W. Wu",
      "Y. S. Kozhedub",
      "M. Y. Kaygorodov",
      "A. V. Volotka",
      "K. Wang",
      "C. Y. Zhang",
      "C. Y. Chen",
      "C. Liu",
      "H. K. Huang",
      "L. Shao",
      "L. J. Mao",
      "X. M. Ma",
      "J. Li",
      "M. T. Tang",
      "K. M. Yan",
      "Y. B. Zhou",
      "Y. J. Yuan",
      "J. C. Yang",
      "S. F. Zhang",
      "X. Ma",
      "L. F. Zhu"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2205.05046",
    "title": "Wideband physical layer cognitive radio with an integrated photonic  processor for blind source separation",
    "abstract": " Title: Wideband physical layer cognitive radio with an integrated photonic  processor for blind source separation ",
    "url": "https://arxiv.org/abs/2205.05046",
    "authors": [
      "Weipeng Zhang",
      "Thomas Ferreira de Lima",
      "Chaoran Huang",
      "Alexander Tait",
      "Eric Blow",
      "Simon Bilodeau",
      "Aashu Jha",
      "Bhavin J. Shastri",
      "Paul Prucnal"
    ],
    "subjectives": [
      "Signal Processing (eess.SP)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.12034",
    "title": "Structural stability, electronic structure and optical properties of  dimension controlled self-assembled structures from clusters of cadmium  telluride",
    "abstract": " Comments: 20 pages, 21 figures, 2 tables ",
    "url": "https://arxiv.org/abs/2205.12034",
    "authors": [
      "Kashinath T Chavan",
      "Sharat Chandra"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)"
    ]
  }
]