[
  {
    "id": "arXiv:2301.08805",
    "title": "Low frequency seismic responses and the challenge for acquisition",
    "abstract": "Low frequency seismic responses have considerably different characteristics than conventional band responses and require acquisition technologies that are capable of meeting far greater requirements. Seismic sources must deliver forces at lower frequencies that are considerably larger than the forces delivered by modern sources at conventional band frequencies in order to achieve comparable signal-to-noise ratios for many traditional interface-related seismic responses. Source efforts that are only comparable to conventional band source efforts are not adequate. Low frequency seismic responses from certain non-interface related impedance changes may be greater, but still require improved low frequency seismic sources. ",
    "url": "https://arxiv.org/abs/2301.08805",
    "authors": [
      "Mark A. Meier"
    ],
    "subjectives": [
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2301.08822",
    "title": "Compact, Portable, Thermal-Noise-Limited Optical Cavity with Low  Acceleration Sensitivity",
    "abstract": "We develop and demonstrate a compact (less than $6$ mL) portable Fabry-P\\'{e}rot optical reference cavity. A laser locked to the cavity is thermal noise limited at $2\\times10^{-14}$ fractional frequency stability. Broadband feedback control with an electro-optic modulator enables near thermal-noise-limited phase noise performance from $1$ Hz to $10$ kHz offset frequencies. The additional low vibration, temperature, and holding force sensitivity of our design makes it well suited for out-of-the-lab applications such as optically derived low noise microwave generation, compact and mobile optical atomic clocks, and environmental sensing through deployed fiber networks. ",
    "url": "https://arxiv.org/abs/2301.08822",
    "authors": [
      "Megan Lauree Kelleher",
      "Charles A. McLemore",
      "Dahyeon Lee",
      "Josue Davila-Rodriguez",
      "Scott A. Diddams",
      "Franklyn Quinlan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2301.09054",
    "title": "Optimizing the performance of an Astigmatic Defocus Sensor and its  implementation using Computer Generated Hologram",
    "abstract": "Astigmatic Defocus Sensor is a very simple and easy technique for measuring the amount of defocus (deviation from the focal plane) present in an optical beam. The approach uses a cylindrical lens to focus the beam and the measure of the intensity at the focal plane is used to find out the amount of defocus present in the beam. In this paper, we provide a theoretical discussion, on the Astigmatic Defocus Sensor, based on Fourier optics. The theoretical discussion is validated through simulation results. Two ways to optimize the performance of the astigmatic defocus sensor were also established. Further, the process of implementing the Astigmatic Defocus Sensor using computer-generated hologram is presented. ",
    "url": "https://arxiv.org/abs/2301.09054",
    "authors": [
      "Santau Konwar"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.09085",
    "title": "Low-coherence interferometric measurement of the spectral dependence of  the light field backscattered by optical interfaces",
    "abstract": "In this paper, we show how the combined use of low coherence interferometry, balanced detection and data processing comparable to that used in Fourier transform spectrometry allows us to characterize with ultimate resolutions (sub-ppm in level, 0.2 nm in wavelength and 5 mdeg in angle) the retro-reflection and retro-scattering response of both sides of a 2 mm thick silica wafer. ",
    "url": "https://arxiv.org/abs/2301.09085",
    "authors": [
      "Michel Lequime",
      "Imran Khan",
      "Myriam Zerrad",
      "Claude Amra"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.09105",
    "title": "Transverse orbital angular momentum of spatiotemporal optical vortices",
    "abstract": "Spatiotemporal optical vortices (STOVs) are electromagnetic wave packets that transport a phase line singularity perpendicular to their propagation direction. We address the problem of the transverse orbital angular momentum (OAM) \"per photon\" actually transported by STOVs propagating in free space or non-dispersive media, the most frequent experimental situation. Unlike longitudinal vortices in monochromatic light beams, STOVs do not carry any net transverse OAM about a fixed transverse axis crossing its center. However, STOVs transport an intrinsic transverse OAM per photon about a moving, transverse axis through its center, and an opposite extrinsic transverse OAM. Their applications would thus preclude setting particles at rest into rotation, but STOVs could transmit their intrinsic transverse OAM to photons of other waves. The intrinsic transverse OAM per photon of a circular symmetric STOV of frequency $\\omega_0$ and topological charge $l$ is $l/2\\omega_0$, half the intrinsic longitudinal OAM of a circularly symmetric monochromatic light beam with a vortex of the same topological charge. When STOVs lose their circular, or more generally, elliptical symmetry, upon propagation, they preserve their intrinsic transverse OAM, but its value is no longer related to the topological charges of the singularities, which may disappear or even reverse their sign. ",
    "url": "https://arxiv.org/abs/2301.09105",
    "authors": [
      "Miguel A. Porras"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.09212",
    "title": "Spatial Decay and Limits of Quantum Solute-Solvent Interactions",
    "abstract": "Molecular excitations in the liquid phase environment are significantly renormalized by the surrounding solvent molecules. Herein, we employ the many-body Green's function approach (in the GW approximation) to investigate the solvation effects on the ionization energy of phenol in various solvents with distinct polarizability. The many-body effects among the investigated solvents differ by up to 0.4 eV, and this difference is not simply owed to the macroscopic solvent polarizability. Utilizing orbital localization and projection, we define an electronic subspace for a fragment, i.e., a solvation shell, in the solvent environment. The resulting fragment correlation self-energy is shown to decay with respect to the intermolecular distance and vanish at ~9 angstroms. This decaying pattern is independent of the ionization state and the solvent type. The 9-angstrom cut-off distance defines an effective interacting volume, within which we find the quasiparticle energy shift per solvent molecule is directly related to the polarizability of the solvent molecules. Finally, we propose a simple solvation model for computing the quasiparticle energies of solvated systems. ",
    "url": "https://arxiv.org/abs/2301.09212",
    "authors": [
      "Guorong Weng",
      "Amanda Pang",
      "Vojtech Vlcek"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2301.09276",
    "title": "STRASSE: A Silicon Tracker for Quasi-free Scattering Measurements at the  RIBF",
    "abstract": "STRASSE (Silicon Tracker for RAdioactive nuclei Studies at SAMURAI Experiments) is a new detection system under construction for quasi-free scattering (QFS) measurements at 200-250 MeV/nucleon at the RIBF facility of the RIKEN Nishina Center. It consists of a charged-particle silicon tracker coupled with a dedicated thick liquid hydrogen target (up to 150-mm long) in a compact geometry to fit inside large scintillator or germanium arrays. Its design was optimized for two types of studies using QFS: missing-mass measurements and in-flight prompt $\\gamma$-ray spectroscopy. This article describes (i) the resolution requirements needed to go beyond the sensitivity of existing systems for these two types of measurements, (ii) the conceptual design of the system using detailed simulations of the setup and (iii) its complete technical implementation and challenges. The final tracker aims at a sub-mm reaction vertex resolution and is expected to reach a missing-mass resolution below 2 MeV in $\\sigma$ for $(p,2p)$ reactions when combined with the CsI(Na) CATANA array. ",
    "url": "https://arxiv.org/abs/2301.09276",
    "authors": [
      "H. N. Liu",
      "F. Flavigny",
      "H. Baba",
      "M. Boehmer",
      "U. Bonnes",
      "V. Borshchov",
      "P. Doornenbal",
      "N. Ebina",
      "M. Enciu",
      "A. Frotscher",
      "R. Gernhäuser",
      "V. Girard-Alcindor",
      "D. Goupillière",
      "J. Heuser",
      "R. Kapell",
      "Y. Kondo",
      "H. Lee",
      "J. Lehnert",
      "T. Matsui",
      "A. Matta",
      "T. Nakamura",
      "A. Obertelli",
      "T. Pohl",
      "M. Protsenko",
      "M. Sasano",
      "Y. Satou",
      "C. J. Schmidt",
      "K. Schünemann",
      "C. Simons",
      "Y. L. Sun",
      "J. Tanaka",
      "Y. Togano",
      "T. Tomai",
      "I. Tymchuk",
      "T. Uesaka",
      "R. Visinka",
      "H. Wang",
      "F. Wienholtz"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Nuclear Experiment (nucl-ex)"
    ]
  },
  {
    "id": "arXiv:2301.09277",
    "title": "Scalable and ultralow power silicon photonic two-dimensional phased  array",
    "abstract": "Photonic integrated circuit based optical phased arrays (PIC-OPA) are emerging as promising programmable processors and spatial light modulators, combining the best of planar and free-space optics. Their implementation in silicon photonic platforms has been especially fruitful. Despite much progress in this field, demonstrating steerable two-dimensional (2D) OPAs scalable to a large number of array elements and operating with a single wavelength has proven a challenge. In addition, the phase shifters used in the array for programming the far field beam are either power hungry or have a large footprint, preventing implementation of large scale 2D arrays. Here, we demonstrate a two-dimensional silicon photonic phased array with high-speed (~330 KHz) and ultralow power microresonator phase-shifters with a compact radius (~3 {\\mu}m) and 2{\\pi} phase shift ability. Each phase-shifter consumes an average ~250 {\\mu}W static power for resonance alignment and ~50 {\\mu}W power for far field beamforming. Such PIC-OPA devices can enable a new generation of compact and scalable low power processors and sensors. ",
    "url": "https://arxiv.org/abs/2301.09277",
    "authors": [
      "Michelle Chalupnik",
      "Anshuman Singh",
      "James Leatham",
      "Marko Loncar",
      "Moe Soltani"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2301.09285",
    "title": "Heterodyne measurement of sidebands and frequency combs: a derivation",
    "abstract": "A mathematical description of heterodyne measurement of an optical frequency comb is presented. It is shown that for a signal beam containing many frequency teeth, the amplitude and phase of each tooth can be determined from the beatnote generated when the signal is interfered with a local oscillator with known offset frequency. ",
    "url": "https://arxiv.org/abs/2301.09285",
    "authors": [
      "Rory W. Speirs"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.09370",
    "title": "Determining the most efficient geometry through simulation study of ZnO  nanorods for the development of high-performance tactile sensors and energy  harvesting devices",
    "abstract": "The piezoelectric nanomaterial ZnO exhibits an excellent piezoelectric response that can transduce mechanical energy into electrical signals by applying pressure. The piezoelectric behavior of ZnO nanostructures (especially nanorods or microrods) is getting considerable attention in the fabrications of piezo tactile sensors, energy harvesting devices, and other self-powering implantable devices. Especially vertically aligned ZnO nanorods are of high interest due to their higher value of piezoelectric coefficient along the z-direction. In this report, various geometries and alignments of ZnO nanorods are explored and their effect on strength of piezoelectric output potential has been simulated by COMSOL Multiphysics software. Best suited geometry and inclination are explored in this simulation to achieve high piezoelectric output in haptic and energy harvester devices. The simulation results show out of many geometries and inclinations the highest piezoelectric output is demonstrated by the inclined ZnO nanorods due to the application of higher torque force or shear stress in similar applied force. The high torque force or shear stress at 60 degree orientation and optimized contributions from all the piezoelectric coefficients resulted in a high piezoelectric output potential close to 215 mV which is much higher than the vertically aligned ZnO nanorod which is approximately 25 mV. The results are contrary to the accepted understanding that the vertical ZnO nanorods should produce the highest output voltage due to the high piezoelectric coefficient along the z-axis. ",
    "url": "https://arxiv.org/abs/2301.09370",
    "authors": [
      "Rehan Ahmed",
      "Pramod Kumar"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2301.09371",
    "title": "Understanding the Frequency Dependence of Capacitance Measurements of  Irradiated Silicon Detectors",
    "abstract": "Capacitance-voltage (CV) measurements are a widely used technique in silicon detector physics. It gives direct information about the full depletion voltage and the effective doping concentration. However, for highly irradiated sensors, the measured data differs significantly from the usual shape which makes the extraction of the afore mentioned parameters less precise to not possible. We present an explanation for the obseved frequency dependence and based on that, a method to extract the desired sensor parameters. ",
    "url": "https://arxiv.org/abs/2301.09371",
    "authors": [
      "Sven Mägdefessel",
      "Riccardo Mori",
      "Niels Sorgenfrei",
      "Ulrich Parzefall"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2301.09390",
    "title": "Momentum controlled optical pulse amplification in photonic time  crystals",
    "abstract": "We show that by manipulating the momentum (k) of a propagating optical pulse, the intensity can be controlled and highly enhanced in a linear binary photonic time crystal (PTC) system. The optical pulse equipped with k lying within the bandgap of the PTC gets amplified and gives rise to reflected and transmitted pulses with an equal growth in intensity moving in opposite directions. We predict and quantify the amount of amplification of the transmitted and reflected pulse and show the amplifications achieve a maximum at the centre of the k-gap accompanied by weaker growth in intensity at the edges. The maximum growth in the intensity of the optical pulses attains different values for different ranges of k-gaps in such systems. Such precise control over the amplification of propagating pulse can be exploited exclusively by tailoring the wave vector of the pulse and open a unique platform for light manipulation in futuristic unconventional active photonic devices. ",
    "url": "https://arxiv.org/abs/2301.09390",
    "authors": [
      "Snehashis Sadhukhan",
      "Somnath Ghosh"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.09410",
    "title": "THz ultra-strong light-matter coupling up to 200K with  continuously-graded parabolic quantum wells",
    "abstract": "Continuously graded parabolic quantum wells with excellent optical performances are used to overcome the low-frequency and thermal limitations of square quantum wells at terahertz frequencies. The formation of microcavity intersubband polaritons at frequencies as low as 1.8 THz is demonstrated, with a sustained ultra-strong coupling regime up to a temperature of 200K. It is additionally shown that the ultra-strong coupling regime is preserved when the active region is embedded in sub-wavelength resonators, with an estimated relative strength $\\eta = \\Omega_R / \\omega_0 = 0.12$. This represents an important milestone for future studies of quantum vacuum radiation because such resonators can be optically modulated at ultrafast rates, possibly leading to the generation of non-classical light via the dynamic Casimir effect. Finally, with an effective volume of $2.10^{-6} \\lambda_0^3$, it is estimated that fewer than 3000 electrons per resonator are ultra-strongly coupled to the quantized electromagnetic mode, proving it is also a promising approach to explore few-electron polaritonic systems operating at relatively high temperatures. ",
    "url": "https://arxiv.org/abs/2301.09410",
    "authors": [
      "Paul Goulain",
      "Chris Deimert",
      "Mathieu Jeannin",
      "Stefano Pirotta",
      "Wojciech Julian Pasek",
      "Zbigniew Wasilewski",
      "Raffaele Colombelli",
      "Jean-Michel Manceau"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2301.09418",
    "title": "Quantum Spintronics: A Sub-Landauer-Bound Computing Paradigm",
    "abstract": "A quantum electronic device stimulates the interaction of coherent electromagnetic radiation (typically with submillimetre wavelengths) on the quantum level. In this study, we compared two typical spintronic systems in terms of using spins as qubits: one is a giant spin (molecular nanomagnet) with strong anisotropy due to the spin lattice coupling, the other is a single spin that is weakly bound in an ion. We found that, although both use quantum spin tunnelling, the single spin is much more agile than the giant spin (whose clumsiness is not only due to its giant size but also due to its strong coupling with the surroundings) and can break the Landauer bound (the energy of erasing a classical bit of information). Experimental verification is provided, in which the single spin is optically manipulated by a circularly polarized on-resonant laser (with a wavelength ranging from 422 nm to 1092 nm) and Rabi flopping at mHz. In conclusion, quantum spintronics (with a single spin as a qubit) may represent a new energy efficient computing paradigm within the context that the increase in the computing power efficiency will come to a halt around 2050 due to the Landauer bound. ",
    "url": "https://arxiv.org/abs/2301.09418",
    "authors": [
      "Frank Zhigang Wang"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2301.09465",
    "title": "Assessment and Performance of Flexible Quench Antenna Array Diagnostics  for Superconducting Magnets",
    "abstract": "FNAL has been developing multiple versions of flexible quench antennas (flex-QA), including some specially optimized for high sensitivity and/or high resolution, to characterize quench events and transients during current ramping in superconducting magnets. A fundamental feature in our use of these is the creation of grid-like structures of sensitive elements to cover coil surfaces, with the aim of getting precise localization of magnetic flux-change events. The flex-QA are coupled with fast data-acquisition, allowing comprehensive analysis of signals at the relevant fine time scales. In addition to arrays of various flex-QA types being used during cryogenic testing of superconducting magnets, we also are utilizing a newly developed room temperature test stand to better understand QA response characteristics. The data from actual superconducting magnet tests, warm test stand measurements, and simulation data on the same QA designs allows us to draw conclusions on operational feasibility and plan better for improvements of our sensors. In this paper we present data from the multiple tests performed and analysis results. Flex-QA designs are compared, and their features, options, and optimization discussed. ",
    "url": "https://arxiv.org/abs/2301.09465",
    "authors": [
      "Stoyan Stoynev",
      "Joe DiMarco"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2301.09491",
    "title": "AMR Magnetic Sensors in Flux Expulsion Studies",
    "abstract": "Magnetic flux expulsion properties of the superconducting material such as bulk niobium, widely used for the radio-frequency cavity fabrication, substantially affect the performance characteristics of the cavities. The quality factor of the SRF resonators can be significantly compromised due to the presence of the trapped flux vortices causing additional RF energy losses in the material. Large number of experiments have been carried out by different research groups to establish the correlation of the flux trapping in niobium cavities with the presence of impurities in niobium as well as various surface treatment methods. Majority of these experiments utilize commercially available cryogenic fluxgate magnetic sensors to measure the field before and after the niobium transition to the superconducting state to quantify the amount of flux trapped. One disadvantage of the typically used fluxgates is the size of the sensing volume. As an example, the Barting-ton F and G type cryogenic fluxgates have a sensing core length of about 30mm, which is comparable to the curvature radius of the cavity walls and hence the magnetic field lines curvature radius after the expulsion. Thus, the measured field value needs to be corrected to account for the sensor effective averaging over the sensing volume. In case of the sharper geometries, for instance if the flux expulsion to be measured on the edge of the rectangular niobium flat sheet with a thickness of ~5mm, the use of the fluxgate would be impractical. ",
    "url": "https://arxiv.org/abs/2301.09491",
    "authors": [
      "A. Netepenko"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2301.09575",
    "title": "Black holes as tools for quantum computing by advanced extraterrestrial  civilizations",
    "abstract": "We explain that black holes are the most efficient capacitors of quantum information. It is thereby expected that all sufficiently advanced civilizations ultimately employ black holes in their quantum computers. The accompanying Hawking radiation is democratic in particle species. Due to this, the alien quantum computers will radiate in ordinary particles such as neutrinos and photons within the range of potential sensitivity of our detectors. This offers a new avenue for SETI, including the civilizations entirely composed of hidden particles species interacting with our world exclusively through gravity. ",
    "url": "https://arxiv.org/abs/2301.09575",
    "authors": [
      "Gia Dvali",
      "Zaza N. Osmanov"
    ],
    "subjectives": [
      "Popular Physics (physics.pop-ph)",
      "High Energy Astrophysical Phenomena (astro-ph.HE)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "High Energy Physics - Theory (hep-th)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2301.08772",
    "title": "Broadband Quantum Memory in Atomic Ensembles",
    "abstract": "Broadband quantum memory is critical to enabling the operation of emerging photonic quantum technology at high speeds. Here we review a central challenge to achieving broadband quantum memory in atomic ensembles -- what we call the 'linewidth-bandwidth mismatch' problem -- and the relative merits of various memory protocols and hardware used for accomplishing this task. We also review the theory underlying atomic ensemble quantum memory and its extensions to optimizing memory efficiency and characterizing memory sensitivity. Finally, we examine the state-of-the-art performance of broadband atomic ensemble quantum memories with respect to three key metrics: efficiency, memory lifetime, and noise. ",
    "url": "https://arxiv.org/abs/2301.08772",
    "authors": [
      "Kai Shinbrough",
      "Donny R. Pearson Jr.",
      "Bin Fang",
      "Elizabeth A. Goldschmidt",
      "Virginia O. Lorenz"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2301.08890",
    "title": "Realization of a quantum degenerate mixture of highly-magnetic and  nonmagnetic atoms",
    "abstract": "We report on the experimental realization of a bosonic quantum degenerate mixture of highly-magnetic 168Er and nonmagnetic 174Yb. Quantum degeneracy is reached by forced evaporation in an all-optical trap. Formation of the two Bose-Einstein condensates is confirmed by analysis of the cloud shape and the observed inversions of the aspect ratios. The results open a path for new experiments on magnetic and nonmagnetic impurity physics as well as on the quantum chaotic behavior of Feshbach resonances and their dependencies on minor variations of the reduced masses. ",
    "url": "https://arxiv.org/abs/2301.08890",
    "authors": [
      "Florian Schäfer",
      "Yuki Haruna",
      "Yoshiro Takahashi"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2301.09141",
    "title": "Active coating of a water drop by an oil film using a MHz-frequency  surface acoustic wave",
    "abstract": "We employ a millimeter-scale piezoelectric acoustic actuator, which generates MHz-frequency surface acoustic waves (SAWs) in a solid substrate, to actively coat a drop of water by a macroscopic film of silicon oil as a paradigm for a small scale and low power coating system. We build upon previous studies on SAW induced dynamic wetting of a solid substrate, also known as the acoustowetting phenomena, to actively drive a model low surface-energy liquid -- silicon oil -- coat a model liquid object -- a sessile drop of water. The oil film spreads along the path of the propagating SAW and comes in contact with the drop, which is placed in its path. The intensity of the SAW determines the rate and the extent to which a macroscopically thick film of oil will climb over the drop to partially or fully cover its surface. The dynamic wetting of the drop by the oil film is governed by a balance between acoustic, capillary, and gravitational contributions. Introducing a water drop as an object to be coated indicates the opportunity to coat liquid phase objects by employing SAWs and demonstrates that oil films which are actuated by SAWs may traverse curved objects and liquid surfaces. ",
    "url": "https://arxiv.org/abs/2301.09141",
    "authors": [
      "Avital Reizman",
      "Amihai Horesh",
      "Lou Kondic",
      "Ofer Manor"
    ],
    "subjectives": [
      "Soft Condensed Matter (cond-mat.soft)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2301.09586",
    "title": "State preparation of AGP on a quantum computer without number projection",
    "abstract": "The antisymmetrized geminal power (AGP) is equivalent to the number projected Bardeen-Cooper-Schrieffer (PBCS) wavefunction. It is also an elementary symmetric polynomial (ESP) state. We generalize previous research on deterministically implementing the Dicke state to a state preparation algorithm for an ESP state, or equivalently AGP, on a quantum computer. Our method is deterministic and has polynomial cost, and it does not rely on number symmetry breaking and restoration. We also show that our circuit is equivalent to a disentangled unitary paired coupled cluster operator and a layer of unitary Jastrow operator acting on a single Slater determinant. The method presented herein highlights the ability of disentangled unitary coupled cluster to capture non-trivial entanglement properties that are hardly accessible with traditional Hartree-Fock based electronic structure methods. ",
    "url": "https://arxiv.org/abs/2301.09586",
    "authors": [
      "Armin Khamoshi",
      "Rishab Dutta",
      "Gustavo E. Scuseria"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2204.00349",
    "title": "Computation of Optical Refractive Index Structure Parameter from its  Statistical Definition Using Radiosonde Data",
    "abstract": " Title: Computation of Optical Refractive Index Structure Parameter from its  Statistical Definition Using Radiosonde Data ",
    "url": "https://arxiv.org/abs/2204.00349",
    "authors": [
      "Florian Quatresooz",
      "Danielle Vanhoenacker-Janvier",
      "Claude Oestges"
    ],
    "subjectives": [
      "Signal Processing (eess.SP)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Atmospheric and Oceanic Physics (physics.ao-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2207.03137",
    "title": "Optical dispersions through intracellular inhomogeneities",
    "abstract": " Comments: 22 pages, 18 figures, 4 tables ",
    "url": "https://arxiv.org/abs/2207.03137",
    "authors": [
      "Masaki Watabe",
      "Yasuhiro Hirano",
      "Atsuko Iwane",
      "Osamu Matoba",
      "Koichi Takahashi"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2209.08143",
    "title": "SCAMPI -- database-free neural network reconstruction for undersampled  Magnetic Resonance Imaging",
    "abstract": " Comments: 21 pages, 8 figures, 2 tables ",
    "url": "https://arxiv.org/abs/2209.08143",
    "authors": [
      "Thomas M. Siedler",
      "Peter M. Jakob",
      "Volker Herold"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2210.14561",
    "title": "On the effective reconstruction of expectation values from ab initio  quantum embedding",
    "abstract": " Comments: 20 pages ",
    "url": "https://arxiv.org/abs/2210.14561",
    "authors": [
      "Max Nusspickel",
      "Basil Ibrahim",
      "George H. Booth"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2211.02884",
    "title": "Can quantum non-locality be connected to extra-dimensions?",
    "abstract": " Comments: arXiv admin note: text overlap with arXiv:1908.03114 ",
    "url": "https://arxiv.org/abs/2211.02884",
    "authors": [
      "Marco Genovese"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)",
      "High Energy Physics - Theory (hep-th)"
    ]
  },
  {
    "id": "arXiv:2211.08560",
    "title": "Development of a new quantum trajectory molecular dynamics framework",
    "abstract": " Comments: 20 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2211.08560",
    "authors": [
      "Pontus Svensson",
      "Thomas Campbell",
      "Frank Graziani",
      "Zhandos Moldabekov",
      "Ningyi Lyu",
      "Scott Richardson",
      "Sam M. Vinko",
      "Gianluca Gregori"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2301.02578",
    "title": "Earth as a time crystal: macroscopic nature of a quantum-scale  phenomenon from transformative moderation of geomagnetic polarity,  topography, and climate by precession resonance due to many-body entrainment",
    "abstract": " Comments: 36 pages, 6 figures, 4 tables; highlights and a reference added, a reproduced figure removed and referenced instead, typos corrected ",
    "url": "https://arxiv.org/abs/2301.02578",
    "authors": [
      "Mensur Omerbashich"
    ],
    "subjectives": [
      "Geophysics (physics.geo-ph)",
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      "Chaotic Dynamics (nlin.CD)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2301.08291",
    "title": "Frequency Domain Multiplexing for MKIDs: Comparing the Xilinx ZCU111  RFSoC with their new 2x2 RFSoC board",
    "abstract": " Comments: 7 pages, 6 figures. Presented at 19$^{th}$ International Workshop on Low Temperature Detectors, 21$^{st}$ July 2023. Resubmission to correct minor typo in author list ",
    "url": "https://arxiv.org/abs/2301.08291",
    "authors": [
      "Eoin Baldwin",
      "Mario De Lucia",
      "Colm Bracken",
      "Gerhard Ulbricht",
      "Oisin Creaner",
      "Jack Piercy",
      "Tom Ray"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  }
]