[
  {
    "id": "arXiv:2305.17138",
    "title": "Quantum gravity unchained: Atomic sensors as exotic field telescopes in  multi-messenger astronomy",
    "abstract": "We propose a novel, exotic physics, modality in multi-messenger astronomy. We are interested in a DIRECT detection of exotic fields emitted by the mergers. This approach must be contrasted with the INDIRECT detection strategies, e.g., based on minute exotic-physics induced changes in gravitational wave spectral features. While our strategy seems to be overly optimistic, the numbers do work out. The numbers work out because of (i) the exquisite sensitivity of atomic quantum sensors and because of (ii) the enormous amounts of energy released in the mergers. Bursts of exotic fields may, for example, be produced during the coalescence of black hole singularities, releasing quantum gravity messengers per the title of this contribution. To be detectable by the precision atomic sensors, such fields must be ultralight and ultra-relativistic and we refer to them as exotic low-mass fields (ELFs). Since the fields are massive, the group velocity of ELF bursts is smaller than the speed of light. Thereby the ELF bursts lag behind the gravitational waves. Then LIGO or other gravitational wave observatories would provide a trigger for networks of precision atomic sensors that can listen for the feeble ELF signals. We characterize ELF signatures in the sensors. ELFs would imprint a characteristic anti-chirp signal across the sensor network. This contribution to Moriond-Gravity proceedings summarizes salient points of our previous publication [Dailey et al., Nature Astronomy 5, 150 (2021)]. I aim at a discussion that is informal and accessible yet grounded in quantitative estimates. ",
    "url": "https://arxiv.org/abs/2305.17138",
    "authors": [
      "A. Derevianko"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Astrophysical Phenomena (astro-ph.HE)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2305.17151",
    "title": "Versatile, open-access opto-mechanics platform for optical microscopes  prototyping",
    "abstract": "Prototype optical microscopes, built to pursue developments in advanced imaging techniques, need specific optomechanical constructions: preferably with high flexibility in the elements arrangement, easy access to the optical paths, straightforward integration with external optical subsystems - light sources and detectors - as well as good mechanical stability. Typically they are either built around an adapted commercial microscope body or as a home-built setup, based on standard optomechanical elements, and neither solution delivers the desired characteristics. We developed a series of versatile platforms for prototyping optical microscopes in various configurations that use folding mirror(s) to maintain the optical paths horizontal throughout most of the setup, thus enabling the use of standard optical components in the excitation and detection paths and, last but not least, increasing the laser safety of the optical system. ",
    "url": "https://arxiv.org/abs/2305.17151",
    "authors": [
      "Łukasz Zinkiewicz",
      "Milena Królikowska",
      "Alexander Krupiński-Ptaszek",
      "Piotr Wasylczyk"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.17227",
    "title": "Halbach Magnets for Magnetic Resonance",
    "abstract": "This review is a compilation of relevant concepts in designing Halbach multipoles for magnetic resonance applications. The main focus is on providing practical guidelines to plan, design and build such magnets. Therefore, analytical equations are presented for estimating the magnetic field from ideal to realistic systems. Various strategies of homogenizing magnetic fields are discussed together with concepts of opening such magnets without force, or combining them for variable fields. Temperature compensation and other practical aspects are also reviewed. For magnetic resonance two polarities (di- and quadrupole) are of main interest, but higher polarities are also included. ",
    "url": "https://arxiv.org/abs/2305.17227",
    "authors": [
      "Peter Blümler",
      "Helmut Soltner"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2305.17230",
    "title": "Rydberg Atom Sensors in Multichromatic Radio Frequency Fields",
    "abstract": "Rydberg atom-based sensors are a new type of radio frequency sensor that is inherently quantum mechanical. Several configurations of the sensor use a local oscillator to determine the properties of the target radio frequency field. We explain how the physics of Rydberg atom-based sensors in two or more radio frequency fields can be precisely described by a multiply dressed Jaynes-Cummings model. Studying Rydberg atom-based sensors in two or more near resonant radio frequency fields is important for understanding how interfering signals as well as the local oscillator can affect measurements. Studies, so far, focus on a simplified approximation for the local oscillator-target field interaction that uses an analogy to radio frequency heterodyning. The atom acts as a medium for exchanging electromagnetic field excitations of the field modes whose spectrum is a ladder. The Jaynes-Cummings states and their avoided crossings can be used to determine the properties of the radio frequency fields. Radio frequency field sensitivity enhancement for non-resonant radio frequencies is achieved and self-calibrated measurements are recovered under specific conditions described by the theory. ",
    "url": "https://arxiv.org/abs/2305.17230",
    "authors": [
      "Mohammad Noaman",
      "Donald W. Booth",
      "James P. Shaffer"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2305.17263",
    "title": "Generation and control of non-local quantum equivalent extreme  ultraviolet photons",
    "abstract": "We present a high precision, self-referencing, common path XUV interferometer setup to produce pairs of spatially separated and independently controllable XUV pulses that are locked in phase and time. The spatial separation is created by introducing two equal but opposite wavefront tilts or using superpositions of orbital angular momentum. In our approach, we can independently control the relative phase/delay of the two optical beams with a resolution of 52 zs (zs = zeptoseconds). In order to explore the level of entanglement between the non-local photons, we compare three different beam modes: Bessel-like, and Gaussian with or without added orbital angular momentum. By reconstructing interference patterns one or two photons at a time we conclude that the beams are not entangled, yet each photon in the attosecond pulse train contains information about the entire spectrum. Our technique generates non-local, quantum equivalent XUV photons with a temporal jitter of 3 zs, just below the Compton unit of time of 8 zs. We argue that this new level of temporal precision will open the door for new dynamical QED tests. We also discuss the potential impact on other areas, such as imaging, measurements of non-locality, and molecular quantum tomography. ",
    "url": "https://arxiv.org/abs/2305.17263",
    "authors": [
      "Geoffrey R. Harrison",
      "Tobias Saule",
      "R. Esteban Goetz",
      "George N. Gibson",
      "Anh-Thu Le",
      "Carlos A. Trallero-Herrero"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Atomic and Molecular Clusters (physics.atm-clus)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2305.17366",
    "title": "Silicon photonic MEMS switches based on split waveguide crossings",
    "abstract": "The continuous push for high-performance photonic switches is one of the most crucial premises for the sustainable scaling of programmable and reconfigurable photonic circuits for a wide spectrum of applications. Large-scale photonic switches constructed with a large number of 2$\\times$2 elementary switches impose stringent requirements on the elementary switches. In contrast to conventional elementary switches based on mode interference or mode coupling, here we propose and realize a brand-new silicon MEMS 2$\\times$2 elementary switch based on a split waveguide crossing (SWX) consisting of two halves. With this structure, the propagation direction of the incident light can be manipulated to implement the OFF and ON states by splitting or combining the two halves of the SWX, respectively. More specifically, we introduce refractive-index engineering by incorporating subwavelength-tooth (SWT) structures on both reflecting facets to further reduce the excess loss in the ON state. Such a unique switching mechanism features a compact footprint on a standard SOI wafer and enables excellent photonic performance with low excess loss of 0.1-0.52/0.1-0.47dB and low crosstalk of $\\lt$-37/-22.5dB over an ultrawide bandwidth of 1400-1700nm for the OFF/ON states in simulation, while in experiment, excess loss of 0.15-0.52/0.42-0.66dB and crosstalk of $\\lt$-45.5/-25dB over the bandwidth of 1525-1605 nm for the OFF/ON states have been measured.Furthermore, excellent MEMS characteristics such as near-zero steady-state power consumption, low switching energy of sub-pJ, switching speed of {\\mu}s-scale, durability beyond 10^9 switching cycles, and overall device robustness have been achieved. Finally, a 16$\\times$16 switch using Benes topology has also been fabricated and characterized as a proof of concept, further validating the suitability of the SWX switches for large-scale integration. ",
    "url": "https://arxiv.org/abs/2305.17366",
    "authors": [
      "Yinpeng Hu",
      "Yi Sun",
      "Ye Lu",
      "Huan Li",
      "Daoxin Dai"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2305.17412",
    "title": "Two dimensional effects of laser interacting with magnetized plasma",
    "abstract": "Recent advancements in low-frequency short-pulse $CO_2$ lasers and the production of strong magnetic fields have made experimental studies on laser interactions with magnetized plasma a near-future possibility. Therefore, theoretical and numerical simulation studies have been pursued lately in this direction [A. Das, Review of Modern Plasma Physics 4, 1 (2020)] illustrating a host of novel phenomena related to laser energy absorption [Vashistha et al., New Journal of Physics, 22(6):063023 (2020); Goswami et al., Plasma Physics and Controlled Fusion 63, 115003 (2021)], harmonic generation [Maity et al., Journal of Plasma Physics, 87(5) (2021)], etc. However, most of these studies have been carried out in one-dimensional geometry with the laser having infinite transverse extent, and the plasma target was considered cold. This manuscript explores the manifestation of the 2-D and thermal effects on the problem of a laser interacting with magnetized plasma. As expected, additional transverse ponderomotive force is shown to be operative. A finite temperature of the target, along with transverse density stratification generates, leads to diamagnetic drift for the two plasma species. The imbalance of this drift between the two species can be an additional effect leading to an enhancement of laser energy absorption. The Particle - In - Cell (PIC) simulations with the OSIRIS4.0 platform is used to explore these features. ",
    "url": "https://arxiv.org/abs/2305.17412",
    "authors": [
      "Laxman Prasad Goswami",
      "Amita Das",
      "Rohit Juneja",
      "Trishul Dhalia",
      "Anuj Vijay"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2305.17533",
    "title": "Voltage Hysteresis of Silicon Nanoparticles: Chemo-Mechanical  Particle-SEI Model",
    "abstract": "Silicon is a promising anode material for next-generation lithium-ion batteries. However, the volume change and the voltage hysteresis during lithiation and delithiation are two substantial drawbacks for their lifetime and performance. We investigate the reason for the voltage hysteresis in amorphous silicon nanoparticles covered by a solid-electrolyte interphase (SEI). Concentration gradients inside the nanoscale silicon can not produce the massive stresses necessary to cause the voltage hysteresis. Our chemo-mechanical model shows that plastic deformation of the stiff, inorganic SEI during lithiation and delithiation reproduces the observed silicon open-circuit voltage hysteresis. Additionally, the viscous behavior of the SEI explains the difference between the voltage hysteresis observed at low currents and after relaxation. We conclude that the visco-elastoplastic behavior of the SEI is the origin of the voltage hysteresis in silicon nanoparticle anodes. Thus, consideration of the SEI mechanics is crucial for further improvements. ",
    "url": "https://arxiv.org/abs/2305.17533",
    "authors": [
      "Lukas Köbbing",
      "Arnulf Latz",
      "Birger Horstmann"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2305.17578",
    "title": "Non-volatile heterogeneous III-V/Si photonics via optical charge-trap  memory",
    "abstract": "We demonstrate, for the first time, non-volatile charge-trap flash memory (CTM) co-located with heterogeneous III-V/Si photonics. The wafer-bonded III-V/Si CTM cell facilitates non-volatile optical functionality for a variety of devices such as Mach-Zehnder Interferometers (MZIs), asymmetric MZI lattice filters, and ring resonator filters. The MZI CTM exhibits full write/erase operation (100 cycles with 500 states) with wavelength shifts of $\\Delta\\lambda_{non-volatile} = 1.16 nm$ ($\\Delta n_{eff,non-volatile} ~ 2.5 \\times 10^{-4}$) and a dynamic power consumption $<$ 20 pW (limited by measurement). Multi-bit write operation (2 bits) is also demonstrated and verified over a time duration of 24 hours and most likely beyond. The cascaded 2nd order ring resonator CTM filter exhibited an improved ER of ~ 7.11 dB compared to the MZI and wavelength shifts of $\\Delta\\lambda_{non-volatile} = 0.041 nm$ ($\\Delta n_{eff, non-volatile} = 1.5 \\times 10^{-4}$) with similar pW-level dynamic power consumption as the MZI CTM. The ability to co-locate photonic computing elements and non-volatile memory provides an attractive path towards eliminating the von-Neumann bottleneck. ",
    "url": "https://arxiv.org/abs/2305.17578",
    "authors": [
      "Stanley Cheung",
      "Di Liang",
      "Yuan Yuan",
      "Yiwei Peng",
      "Yingtao Hu",
      "Geza Kurczveil",
      "Raymond G. Beausoleil"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2305.17614",
    "title": "Efficient simulation and characterization of a head-on vortex ring  collision",
    "abstract": "We simulate and analyze the head-on collision between vortex rings at $Re_{\\Gamma_0} =$ 4,000. We utilize an adaptive, multi-resolution solver, based on the lattice Green's function, whose fidelity is established with integral metrics representing symmetries and discretization errors. Using the velocity gradient tensor and structural features of local streamlines, we characterize the evolution of the flow with a particular focus on its transition and turbulent decay. Transition is excited by the development of the elliptic instability, which grows during the mutual interaction of the rings as they expand radially at the collision plane. The development of antiparallel secondary vortex filaments along the circumference mediates the proliferation of small-scale turbulence. During turbulent decay, the partitioning of the velocity gradients approaches an equilibrium that is dominated by shearing and agrees well with previous results for forced isotropic turbulence. We also introduce new phase spaces for the velocity gradients that reflect the interplay between shearing and rigid rotation and highlight geometric features of local streamlines. In conjunction with our visualizations, these phase spaces suggest that, while the elliptic instability is the predominant mechanism driving the initial transition, its interplay with other mechanisms, particularly the Crow instability, becomes more important during turbulent decay. Our analysis suggests that the geometry-based phase space may be promising for identifying the effects of the elliptic instability and other mechanisms using the structure of local streamlines. Moving forward, characterizing the organization of these mechanisms within vortices and universal features of velocity gradients may aid in modeling the turbulent cascade. ",
    "url": "https://arxiv.org/abs/2305.17614",
    "authors": [
      "Rahul Arun",
      "Tim Colonius"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2305.17620",
    "title": "Probing Ring Resonator Sensor Based on Vernier Effect",
    "abstract": "The Vernier effect has seen extensive application in optical structures, serving to augment the free spectral range (FSR). A substantial FSR is vital in a myriad of applications including multiplexers, enabling a broad, clear band comparable to the C-band to accommodate a maximum number of channels. Nevertheless, a large FSR often conflicts with bending loss, as it necessitates a smaller resonator radius, thus increase the insertion loss in the bending portion. To facilitate FSR expansion without amplifying bending loss, we employed cascaded and parallel racetrack resonators and ring resonators of varying radius that demonstrate the Vernier effect. In this study, we designed, fabricated, and tested multiple types of racetrack resonators to validate the Vernier effect and its FSR extension capabilities. Our investigations substantiate that the Vernier effect, based on cascaded and series-coupled micro-ring resonator (MRR) sensors, can efficiently mitigate intra-channel cross-talk at higher data rates. This is achieved by providing larger input-to-through suppression, thus paving the way for future applications. ",
    "url": "https://arxiv.org/abs/2305.17620",
    "authors": [
      "Wenwen Zhang",
      "Hao Zhang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Signal Processing (eess.SP)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2305.17632",
    "title": "Programmable photonic time circuits for highly scalable universal  unitaries",
    "abstract": "Programmable photonic circuits (PPCs) have garnered substantial interest in achieving deep learning accelerations and universal quantum computations. Although photonic computation using PPCs offers critical advantages, including ultrafast operation, energy-efficient matrix calculation and room-temperature quantum states, its poor scalability impedes the integration required for industrial applications. This challenge arises from the temporally one-shot operation using propagating light in conventional PPCs, which leads to the light-speed increase of device footprints. Here we propose a concept of programmable photonic time circuits, which employ time-cycle-based computations analogous to the gate cycling in the von Neumann architecture and quantum computation. As a building block, we develop a reconfigurable SU(2) time gate composed of two resonators, which have tunable resonances and are coupled through time-coded dual-channel gauge fields. We demonstrate universal U(N) operations with high fidelity using the systematic assembly of the SU(2) time gates, achieving improved scalability from O(N^2) to O(N) in both the footprint and gate number. This result opens a pathway to industrial-level PPC implementation in very large-scale integration. ",
    "url": "https://arxiv.org/abs/2305.17632",
    "authors": [
      "Xianji Piao",
      "Sunkyu Yu",
      "Namkyoo Park"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2305.18059",
    "title": "On-chip arrayed waveguide grating fabricated on thin film lithium  niobate",
    "abstract": "We design an on-chip 8-channel TFLN AWG and fabricate the device using photolithography assisted chemo-mechanical etching (PLACE) technique. We experimentally measure the transmission of the fabricated TFLN AWG near the central wavelength of 1550 nm. We obtain an on-chip loss as low as 3.32 dB, a single-channel bandwidth of 1.6 nm and a total-channel bandwidth of 12.8 nm. The crosstalk between adjacent channels was measured to be below -7.01 dB within the wavelength range from 1543 nm to 1558 nm, and the crosstalk between non-adjacent channels was below -15 dB. ",
    "url": "https://arxiv.org/abs/2305.18059",
    "authors": [
      "Zhe Wang",
      "Zhiwei Fang",
      "Zhaoxiang Liu",
      "Youting Liang",
      "Jian Liu",
      "Jianping Yu",
      "Ting Huang",
      "Yuan Zhou",
      "Haisu Zhang",
      "Min Wang",
      "Ya Cheng"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.18094",
    "title": "Interplay between optical emission and magnetism in the van der Waals  magnetic semiconductor CrSBr in the two-dimensional limit",
    "abstract": "The Van der Waals semiconductor metamagnet CrSBr offers an ideal platform for studying the interplay between optical and magnetic properties in the two-dimensional limit. Here, we carried out an exhaustive optical characterization of this material by means of temperature and magnetic field dependent photoluminescence (PL) on flakes of different thicknesses down to the monolayer. We found a characteristic emission peak that is quenched upon switching the ferromagnetic layers from an antiparallel to a parallel configuration and exhibits a different temperature dependence from that of the peaks commonly ascribed to excitons. The contribution of this peak to the PL is boosted around 30-40 K, coinciding with the hidden order magnetic transition temperature. Our findings reveal the connection between the optical and magnetic properties via the ionization of magnetic donor vacancies. This behavior enables a useful tool for the optical reading of the magnetic states in atomically thin layers of CrSBr and shows the potential of the design of two-dimensional heterostructures with magnetic and excitonic properties. ",
    "url": "https://arxiv.org/abs/2305.18094",
    "authors": [
      "Francisco Marques-Moros",
      "Carla Boix-Constant",
      "Samuel Mañas-Valero",
      "Josep Canet-Ferrer",
      "Eugenio Coronado"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2305.18257",
    "title": "Transversality-Enforced Tight-Binding Model for 3D Photonic Crystals  aided by Topological Quantum Chemistry",
    "abstract": "Tight-binding models can accurately predict the band structure and topology of crystalline systems and they have been heavily used in solid-state physics due to their versatility and low computational cost. It is quite straightforward to build an accurate tight-binding model of any crystalline system using the maximally localized Wannier functions of the crystal as a basis. In 1D and 2D photonic crystals, it is possible to express the wave equation as two decoupled scalar eigenproblems where finding a basis of maximally localized Wannier functions is feasible using standard Wannierization methods. Unfortunately, in 3D photonic crystals, the vectorial nature of the electromagnetic solutions cannot be avoided. This precludes the construction of a basis of maximally localized Wannier functions via usual techniques. In this work, we show how to overcome this problem by using topological quantum chemistry which will allow us to express the band structure of the photonic crystal as a difference of elementary band representations. This can be achieved by the introduction of a set of auxiliary modes, as recently proposed by Solja\\v{c}i\\'c et. al., which regularize the $\\Gamma$-point obstruction arising from transversality constraint of the Maxwell equations. The decomposition into elementary band representations allows us to isolate a set of pseudo-orbitals that permit us to construct an accurate transversality-enforced tight-binding model (TETB) that matches the dispersion, symmetry content, and topology of the 3D photonic crystal under study. Moreover, we show how to introduce the effects of a gyrotropic bias in the framework, modeled via non-minimal coupling to a static magnetic field. Our work provides the first systematic method to analytically model the photonic bands of the lowest transverse modes over the entire BZ via a TETB model. ",
    "url": "https://arxiv.org/abs/2305.18257",
    "authors": [
      "Antonio Morales-Pérez",
      "Chiara Devescovi",
      "Yoonseok Hwang",
      "Mikel García-Díez",
      "Barry Bradlyn",
      "Juan Luis Mañes",
      "Maia G. Vergniory",
      "Aitzol García-Etxarri"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2305.17396",
    "title": "Simple model for frequency response of a resonant tunneling diode caused  by potential change of quantum well due to electron charge",
    "abstract": "The frequency dependence of negative differential conductance (NDC) is an important property for the resonant-tunneling-diode terahertz source. Among several phenomena determining the frequency dependence, this paper shows that the effect of potential change of the quantum well due to electron charge can be analyzed with a simple and tractable model based on the tunneling admittance and capacitance. The result is identical to that of Feiginov's analysis based on more fundamental equations, showing a one-to-one correspondence between the parameters of the two analyses. Similar to Feiginov's analysis, our analysis also shows that NDC remains finite even at infinitely high frequency. It is shown in our model that this result is attributed to neglecting the tunneling time at the emitter barrier. Comprehensive analysis of the frequency dependence of NDC will be possible by incorporating the tunneling time into the present model. ",
    "url": "https://arxiv.org/abs/2305.17396",
    "authors": [
      "Masahiro Asada",
      "Safumi Suzuki"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2305.17475",
    "title": "A Zero-Threshold Polariton-Raman Laser",
    "abstract": "Raman lasers are known for their low power operation and wavelength tunability unattainable by conventional lasers. Recently ultralow-threshold Raman lasers had been realized in semiconductors with various geometries. Zero-threshold lasers were realized previously only in single atom emitter strongly coupled in a single mode cavity with spontaneous emission coupling factor of unity. However, this was not feasible in microcavities hosting isotropic Raman active materials with degenerate bare cavity modes. Here we show that a zero threshold Raman laser can be achieved when Stoke shifted polariton Raman modes are tuned within one of the anisotropic exciton-polariton bands in an optical microcavity. In addition, we demonstrate that Raman active anisotropic exciton-polaritons in a single mode microcavity offers a platform to realize a PT-symmetric non-Hermitian quantum system of two nearly orthogonal polariton modes that constitute a non-trivial band dispersion containing exceptional points. We found that the PT-symmetric phase responsible for the zero-threshold lasing can be switched to a finite threshold in PT-symmetry broken phase via cavity detuning by the variation of bath temperature, as well as by the variation of pump polarization and energy. Our discovery of zero threshold polariton Raman laser, would not only open up several new paradigms of applications in the areas of quantum optics and on-chip photonics but also offer a platform for research in quantum physics of PT-symmetric non-Hermitian system. ",
    "url": "https://arxiv.org/abs/2305.17475",
    "authors": [
      "Avijit Dhara",
      "Devarshi Chakrabarty",
      "Pritam Das",
      "Kritika Ghosh",
      "Ayan Roy Chaudhuri",
      "Sajal Dhara"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2305.17603",
    "title": "A Machine-Designed Optical Lattice Atom Interferometer",
    "abstract": "Performing interferometry in an optical lattice formed by standing waves of light offers potential advantages over its free-space equivalents since the atoms can be confined and manipulated by the optical potential. We demonstrate such an interferometer in a one dimensional lattice and show the ability to control the atoms by imaging and reconstructing the wavefunction at many stages during its cycle. An acceleration signal is applied and the resulting performance is seen to be close to the optimum possible for the time-space area enclosed according to quantum theory. Our methodology of machine design enables the sensor to be reconfigurable on the fly, and when scaled up, offers the potential to make state-of-the art inertial and gravitational sensors that will have a wide range of potential applications. ",
    "url": "https://arxiv.org/abs/2305.17603",
    "authors": [
      "Catie LeDesma",
      "Kendall Mehling",
      "Jieqiu Shao",
      "John Drew Wilson",
      "Penina Axelrad",
      "Marco M. Nicotra",
      "Murray Holland",
      "Dana Z. Anderson"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2305.17749",
    "title": "Bayesian inference and neural estimation of acoustic wave propagation",
    "abstract": "In this work, we introduce a novel framework which combines physics and machine learning methods to analyse acoustic signals. Three methods are developed for this task: a Bayesian inference approach for inferring the spectral acoustics characteristics, a neural-physical model which equips a neural network with forward and backward physical losses, and the non-linear least squares approach which serves as benchmark. The inferred propagation coefficient leads to the room impulse response (RIR) quantity which can be used for relocalisation with uncertainty. The simplicity and efficiency of this framework is empirically validated on simulated data. ",
    "url": "https://arxiv.org/abs/2305.17749",
    "authors": [
      "Yongchao Huang",
      "Yuhang He",
      "Hong Ge"
    ],
    "subjectives": [
      "Sound (cs.SD)",
      "Artificial Intelligence (cs.AI)",
      "Audio and Speech Processing (eess.AS)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2305.17889",
    "title": "Comprehensive scheme for identifying defects in solid-state quantum  systems",
    "abstract": "A solid-state quantum emitter is one of the indispensable components for optical quantum technologies. Ideally, an emitter should have a compatible wavelength for efficient coupling to other components in a quantum network. It is therefore essential to understand fluorescent defects that lead to specific emitters. In this work, we employ density functional theory (DFT) to demonstrate the calculation of the complete optical fingerprints of quantum emitters in the two-dimensional material hexagonal boron nitride. These emitters are of great interest, yet many of them are still to be identified. Our results suggest that instead of comparing a single optical property, such as the commonly used zero-phonon line energy, multiple properties should be used when comparing theoretical simulations to the experiment. This way, the entire electronic structure can be predicted and quantum emitters can be designed and tailored. Moreover, we apply this approach to predict the suitability for using the emitters in specific quantum applications, demonstrating through the examples of the Al$_{\\text{N}}$ and P$_{\\text{N}}$V$_{\\text{B}}$ defects. We therefore combine and apply DFT calculations to identify quantum emitters in solid-state crystals with a lower risk of misassignments as well as a way to design and tailor optical quantum systems. This consequently serves as a recipe for classification and the generation of universal solid-state quantum emitter systems in future hybrid quantum networks. ",
    "url": "https://arxiv.org/abs/2305.17889",
    "authors": [
      "Chanaprom Cholsuk",
      "Sujin Suwanna",
      "Tobias Vogl"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2305.17992",
    "title": "Phenomenological implications of nonlocal quantum electrodynamics",
    "abstract": "We analyze several phenomenological implications of a nonlocal generalization of quantum electrodynamics (QED). We compute the nonlocal corrections to the photon propagator up to one loop, and we show that nonlocality leads to a change of the Coulomb potential. We then investigate the ensuing modifications to the Lamb shift and to the electrostatic forces and comparing our results with the data from the muonic hydrogen anomaly, we set lower bounds on the nonlocality scales. We also discuss the running of the electromagnetic coupling for the nonlocal theory. The results obtained indicate that future experimental analyses on atomic phenomena, such as the Lamb shift, could allow to verify the presence of non-local effects on microscopic scales and impose effective limits on the non-locality scale. ",
    "url": "https://arxiv.org/abs/2305.17992",
    "authors": [
      "Antonio Capolupo",
      "Aniello Quaranta",
      "Raoul Serao"
    ],
    "subjectives": [
      "High Energy Physics - Phenomenology (hep-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2305.18091",
    "title": "Quantum 3.0: Quantum Learning, Quantum Heuristics and Beyond",
    "abstract": "Quantum learning paradigms address the question of how best to harness conceptual elements of quantum mechanics and information processing to improve operability and functionality of a computing system for specific tasks through experience. It is one of the fastest evolving framework, which lies at the intersection of physics, statistics and information processing, and is the next frontier for data sciences, machine learning and artificial intelligence. Progress in quantum learning paradigms is driven by multiple factors: need for more efficient data storage and computational speed, development of novel algorithms as well as structural resonances between specific physical systems and learning architectures. Given the demand for better computation methods for data-intensive processes in areas such as advanced scientific analysis and commerce as well as for facilitating more data-driven decision-making in education, energy, marketing, pharmaceuticals and health-care, finance and industry. ",
    "url": "https://arxiv.org/abs/2305.18091",
    "authors": [
      "Mrittunjoy Guha Majumdar"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2305.18209",
    "title": "Complex-valued neural operator assisted soliton identification",
    "abstract": "The numerical determination of solitary states is an important topic for such research areas as Bose-Einstein condensates, nonlinear optics, plasma physics, etc. In this paper, we propose a data-driven approach for identifying solitons based on dynamical solutions of real-time differential equations. Our approach combines a machine-learning architecture called the complex-valued neural operator (CNO) with an energy-restricted gradient optimization. The former serves as a generalization of the traditional neural operator to the complex domain, and constructs a smooth mapping between the initial and final states; the latter facilitates the search for solitons by constraining the energy space. We concretely demonstrate this approach on the quasi-one-dimensional Bose-Einstein condensate with homogeneous and inhomogeneous nonlinearities. Our work offers a new idea for data-driven effective modeling and studies of solitary waves in nonlinear physical systems. ",
    "url": "https://arxiv.org/abs/2305.18209",
    "authors": [
      "Ming Zhang",
      "Qi Meng",
      "Deng Zhang",
      "Yue Wang",
      "Guanghui Wang",
      "Zhiming Ma",
      "Li Chen",
      "Tie-Yan Liu"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2001.10743",
    "title": "An Integrated Framework of Spatial Autocorrelation Analysis Based on  Gravity Model",
    "abstract": " Comments: 30 pages, 7 figure, 6 tables ",
    "url": "https://arxiv.org/abs/2001.10743",
    "authors": [
      "Yanguang Chen"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)"
    ]
  },
  {
    "id": "arXiv:2208.10538",
    "title": "2D tunable all-solid-state random laser in the visible",
    "abstract": " Comments: 5 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2208.10538",
    "authors": [
      "Bhupesh Kumar",
      "Ran Homri",
      "Patrick Sebbah"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.03712",
    "title": "Cavity Quantum Electrodynamics with Hyperbolic van der Waals Materials",
    "abstract": " Comments: 6+5 pages, 3+3 figures ",
    "url": "https://arxiv.org/abs/2301.03712",
    "authors": [
      "Yuto Ashida",
      "Atac Imamoglu",
      "Eugene Demler"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2303.04967",
    "title": "Breakdown effect of periodic perturbations to the robustness of  topological phase\\\\ in a gyromagnetic photonic crystal",
    "abstract": " Comments: 9 pages, 6 figures, 1 table, re-submitted to Phys. Lett. A ",
    "url": "https://arxiv.org/abs/2303.04967",
    "authors": [
      "Y. Tian",
      "R. Zhou",
      "Z. Liu",
      "Y. Liu",
      "H. Lin",
      "B. Zhou"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2305.04454",
    "title": "Frequency combs and optical feedback in Quantum Cascade Lasers: a  unifying theoretical framework",
    "abstract": " Title: Frequency combs and optical feedback in Quantum Cascade Lasers: a  unifying theoretical framework ",
    "url": "https://arxiv.org/abs/2305.04454",
    "authors": [
      "Carlo Silvestri",
      "Xiaoqiong Qi",
      "Thomas Taimre",
      "Aleksandar D. Rakić"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.13994",
    "title": "Retrieving optical parameters of emerging van der Waals flakes",
    "abstract": " Comments: 10 pages, 4 figure and 3 tables ",
    "url": "https://arxiv.org/abs/2305.13994",
    "authors": [
      "Mitradeep Sarkar",
      "Michael T. Enders",
      "Mehrdad Shokooh-Saremi",
      "Kenji Watanabe",
      "Takashi Taniguchi",
      "Hanan Herzig Sheinfux",
      "Frank H.L. Koppens",
      "Georgia Theano Papadakis"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  }
]