[
  {
    "id": "arXiv:2303.03422",
    "title": "QuickSim: Efficient and Accurate Physical Simulation of Silicon Dangling  Bond Logic",
    "abstract": "Silicon Dangling Bonds have established themselves as a promising competitor in the field of beyond-CMOS technologies. Their integration density and potential for energy dissipation advantages of several orders of magnitude over conventional circuit technologies sparked the interest of academia and industry alike. While fabrication capabilities advance rapidly and first design automation methodologies have been proposed, physical simulation effectiveness has yet to keep pace. Established algorithms in this domain either suffer from exponential runtime behavior or subpar accuracy levels. In this work, we propose a novel algorithm for the physical simulation of Silicon Dangling Bond systems based on statistical methods that offers both a time-to-solution and an accuracy advantage over the state of the art by more than one order of magnitude and a factor of more than three, respectively, as demonstrated by an exhaustive experimental evaluation. ",
    "url": "https://arxiv.org/abs/2303.03422",
    "authors": [
      "Jan Drewniok",
      "Marcel Walter",
      "Samuel Sze Hang Ng",
      "Konrad Walus",
      "Robert Wille"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2303.03450",
    "title": "A quantum algorithm for the linear Vlasov equation with collisions",
    "abstract": "The Vlasov equation is a nonlinear partial differential equation that provides a first-principles description of the dynamics of plasmas. Its linear limit is routinely used in plasma physics to investigate plasma oscillations and stability. In this work, we present a quantum algorithm that simulates the linearized Vlasov equation with and without collisions, in the one-dimensional, electrostatic limit. Rather than solving this equation in its native spatial and velocity phase-space, we adopt an efficient representation in the dual space yielded by a Fourier-Hermite expansion. The Fourier-Hermite representation is exponentially more compact, thus yielding a classical algorithm that can match the performance of a previously proposed quantum algorithm for this problem. This representation results in a system of linear ordinary differential equations which can be solved with well-developed quantum algorithms: Hamiltonian simulation in the collisionless case, and quantum ODE solvers in the collisional case. In particular, we demonstrate that a quadratic speedup in system size is attainable. ",
    "url": "https://arxiv.org/abs/2303.03450",
    "authors": [
      "Abtin Ameri",
      "Paola Cappellaro",
      "Hari Krovi",
      "Nuno F. Loureiro",
      "Erika Ye"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2303.03490",
    "title": "Computational study of optical absorption spectra of helicenes as  applied to strain sensing",
    "abstract": "Helicenes, a class of organic molecules consisting of ortho-fused benzene rings in a spring-like configuration have found several interesting applications in nonlinear optical materials and opto-electronic devices. Under the action of strain, i.e., via mechanical stretching or compression, the optical absorption spectra of helicenes change which can be employed for strain sensing. The present study presents a detailed investigation of the optical absorption spectra of helicenes using density functional theory along with calculations of the changes in the spectra during mechanical axial stretching or compression of helicenes. The electronic band gap followed a non-symmetric parabolic form with the amount of applied strain. A lowering of the gap in stretched or compressed helicenes compared to the pristine helicene was observed. The compressed state shows a smaller energy gap compared to tension for the same strain magnitude. A detailed inspection of the optical absorption spectra shows that compressive states show significantly lower absorption at higher optical energies (shorter wavelengths) which can provide greater sensitivity to the strain measurement. ",
    "url": "https://arxiv.org/abs/2303.03490",
    "authors": [
      "Veera Sundararaghavan",
      "Vikas Varshney",
      "Davide Simone"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2303.03558",
    "title": "Ultrafast Molecular Frame Quantum Tomography",
    "abstract": "A methodology for a full molecular frame quantum tomography (MFQT) of dynamical polyatomic systems is developed, and applied to fully characterize a non-adiabatc electronic wavepacket in ammonia molecules (NH$_3$). The method exploits both energy and time-domain spectroscopic data, and yields the lab frame density matrix (LFDM) for the system, the elements of which are populations and coherences fully characterising the electronic and vibrational dynamics in the molecular frame. Beyond characterizing the system, time and orientation angle dependent expectation values of any relevant operator may be constructed using the LFDM. For example, the time-dependent molecular frame electronic probability density may be constructed, yielding information on charge flow in the molecular frame, and entanglement within the system can be determined. In general MFQT provides new routes to the study of ultrafast molecular dynamics, information processing, metrology and optimal control schemes. ",
    "url": "https://arxiv.org/abs/2303.03558",
    "authors": [
      "Luna Morrigan",
      "Simon P. Neville",
      "Margaret Gregory",
      "Andrey E. Boguslavskiy",
      "Ruaridh Forbes",
      "Iain Wilkinson",
      "Rune Lausten",
      "Albert Stolow",
      "Michael S. Schuurman",
      "Paul Hockett",
      "Varun Makhija"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2303.03603",
    "title": "Rapid measurement of the net charge on a nanoparticle in an optical  levitation system",
    "abstract": "The accurate measurement of the net charge on a nanoparticle is critical in both the research and application of nanoparticles. Particularly, in the field of precision sensing based on optically levitated nanoparticles, the precise measurement of the net charge on a nanoparticle is prerequisite for stable levitation before electric control process and for the detecting of quantities such as the electric field. However, the accurate measurement of the net charge on a levitated nanoparticle still faces challenges. Here, we proposes a method to measure the net charge accurately through its thermally and harmonically driven motional signals. With the numerical calculation of the dynamic temperature of the optically-levitated nanoparticle, the long-term dynamic net charge on the nanoparticle can be tracked. This method can achieve an accurate measurement with the accuracy of better than 5% at thermal equilibrium pressures of more than 10 mbar and accuracy of ~20% till 3 mbar, where the net charge barely changes spontaneously, and nonlinearities in the levitated oscillator is relatively small. As the net charge is integer discrete, the method provides nearly completely accurate measurements of nanoparticles with few charges. The result can be applied to improve the measurement accuracy for mass and density through iteration and this method provides a way toward non-contact characterization of aerology, space dust, etc. ",
    "url": "https://arxiv.org/abs/2303.03603",
    "authors": [
      "Wang Jin-Chuan",
      "Li Cui-Hong",
      "Zhu Shao-Chong",
      "He Chao-Xiong",
      "Chen Zhi-Ming",
      "Fu Zhen-Hai",
      "Hu Hui-Zhu"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2303.03604",
    "title": "Graphene oxide: new opportunities for optoelectronic, electronic and  photonic chips",
    "abstract": "As a derivative of graphene, graphene oxide (GO) was initially developed by chemists to emulate some of the key properties of graphene, but it was soon recognized as a unique material in its own right, addressing an application space that is not accessible to chemical vapor deposition based materials. Over the past decade, GO has emerged as a new frontier material with tremendous advances in its material fabrication and quality control over its properties. These in turn have led to rapid progress in GO based photonics, electronics, and optoelectronics concepts and devices, evoking new science and paving the way for many technological breakthroughs with exceptional performance. Here, we review the unique fundamental characteristics of GO, its thin film fabrication methods, patterning techniques, and mechanisms for tuning its material properties. This latter capability in particular has enabled novel advanced functional photonic, electronic, and optoelectronic devices. Understanding these insights is essential for designing and tailoring GO properties for state-of-the-art applications including solar energy harvesting, energy storage, medical diagnosis, image displays, and optical communications. We conclude by discussing the open challenges and exciting opportunities of this field, together with future prospects for major technological advancements and breakthroughs. ",
    "url": "https://arxiv.org/abs/2303.03604",
    "authors": [
      "David Moss"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2303.03687",
    "title": "Polarization-diverse soliton transitions and deterministic switching  dynamics in strongly-coupled and self-stabilized microresonator frequency  combs",
    "abstract": "Dissipative Kerr soliton microcombs in microresonators has enabled fundamental advances in chip scale precision metrology, communication, spectroscopy, and parallel signal processing. Here we demonstrate polarization diverse soliton transitions and deterministic switching dynamics of a self stabilized microcomb in a strongly coupled dispersion-managed microresonator driven with a single pump laser. The switching dynamics are induced by the differential thermorefractivity between coupled transverse magnetic and transverse electric supermodes during the forward backward pump detunings. The achieved large soliton existence range and deterministic transitions benefit from the switching dynamics, leading to the cross polarized soliton microcomb formation when driven in the transverse magnetic supermode of the single resonator. Resultantly the pump laser always exists at the effective blue detuning of the transverse magnetic resonance, fundamentally mitigating the thermal destabilization barrier and improving accessibility of the soliton formation regime. Subsequently and secondly, we demonstrate two distinct polarization diverse soliton formation routes arising from chaotic or periodically modulated waveforms via pump power selection. The generated self stabilized supermode microcomb features an extraordinarily large soliton existence range, a variety of soliton state transitions with well defined pump laser tuning, high pump microcomb conversion efficiency, and low repetition rate phase noise. ",
    "url": "https://arxiv.org/abs/2303.03687",
    "authors": [
      "Wenting Wang",
      "Heng Zhou",
      "Xinghe Jiang",
      "Tristan Melton",
      "Abhinav Kumar Vinod",
      "Mingbin Yu",
      "Guo-Qiang Lo",
      "Dim-Lee Kwong",
      "Chee Wei Wong"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2303.03752",
    "title": "Quantum thermometry with single molecules in portable nanoprobes",
    "abstract": "Understanding heat transport is relevant to develop efficient strategies for thermal management in microelectronics for instance, as well as for fundamental science purposes. However, measuring temperatures in nanostructured environments and in cryogenic conditions remains a challenging task, that requires both high sentitivity and a non-invasive approach. Here we present a portable nanothermometer based on a molecular two-level quantum system that operates in the 3 - 30 K temperature range, with excellent temperature and spatial resolutions on the order of mK and $\\mu$m, respectively. We validate the performance of this molecular thermometer on nanostructures, by estimating the thermal conductivity of a patterned silicon membrane. In addition, we demonstrate the two-dimensional temperature mapping of a patterned surface via the simultaneous spectroscopy of all thermometers deposited on a sample. These results demonstrate the potential of this molecular thermometer to explore thermal properties and related phenomena at cryogenic temperatures. ",
    "url": "https://arxiv.org/abs/2303.03752",
    "authors": [
      "V. Esteso",
      "R. Duquennoy",
      "R. C. Ng",
      "M. Colautti",
      "P. Lombardi",
      "G. Arregui",
      "E. Chavez-Ángel",
      "C. M. Sotomayor-Torres",
      "P. D. García",
      "M. Hilke",
      "C. Toninelli"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2303.04057",
    "title": "Comparing semiclassical mean-field and 1-exciton approximations in  evaluating optical response under strong light-matter coupling conditions",
    "abstract": "The rigorous quantum mechanical description of the collective interaction of many molecules with the radiation field is usually considered numerically intractable, and approximation schemes must be employed. Standard spectroscopy usually contains some levels of perturbation theory, but under strong coupling conditions, other approximations are used. A common approximation is the 1-exciton model in which processes involving weak excitations are described using a basis comprising of the ground state and singly excited states of the molecule cavity-mode system. In another frequently used approximation in numerical investigations, the electromagnetic field is described classically, and the quantum molecular subsystem is treated in the mean-field Hartree approximation with its wavefunction assumed to be a product of single molecules' wavefunctions. The former disregards states that take long time to populate, and is therefore essentially a short time approximation. The latter is not limited in this way, but by its nature, disregards some intermolecular and molecule-field correlations. In this work, we directly compare results obtained from these approximations when applied to several prototype problems involving the optical response of molecule-in-optical cavities systems. In particular, we show that our recent model investigation (J. Chem. Phys. 157, 114108 (2022)) of the interplay between the electronic strong coupling and molecular nuclear dynamics using the truncated 1-exciton approximation agrees very well with the semiclassical mean-field calculation. ",
    "url": "https://arxiv.org/abs/2303.04057",
    "authors": [
      "Bingyu Cui",
      "Maxim Sukharev",
      "Abraham Nitzan"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Atomic and Molecular Clusters (physics.atm-clus)"
    ]
  },
  {
    "id": "arXiv:2303.04133",
    "title": "Multimode vibrational strong coupling in Direct Laser written 1 Mid-IR  plasmonic MIM nano-patch antennas",
    "abstract": "Metal-Insulator-Metal (MIM) plasmonic structures can confine electromagnetic waves to a deep subwavelength regime, enabling strong light-matter interactions with potential applications in nonlinear optics and on-chip photonic circuitry. In addition, strong coupling of mid-infrared (mid-IR) vibrational transitions to optical cavities provides a way to modify and control a material's chemical reactivity and may also allow for highly sensitive chemical detection technology. Here, we experimentally and theoretically investigate the mid-IR optical properties of 3D-printed, nanoscale, anisotropic, L-shaped MIM plasmonic cavities. We observe strong vibrational-plasmon coupling between the two dipolar modes of the L-cavity and the polymer dielectric. The resulting three polariton modes are well described by a multimode coupled oscillator model, which we employ to predict the polariton behavior as a function of cavity arm length. The 3D printing technique offers time and cost reduction advantages over typical electron beam lithography and represents a highly accessible and versatile means of printing arbitrary-shaped nanometer-sized mid-IR plasmonic cavities capable of producing strong light-matter interactions for a variety of photonic or photochemical applications. ",
    "url": "https://arxiv.org/abs/2303.04133",
    "authors": [
      "Nicholas V. Proscia",
      "Michael A. Meeker",
      "Nicholas Sharac",
      "Frank K. Perkins",
      "Chase T. Ellis",
      "Paul D. Cunningham",
      "Joseph G. Tischler"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2303.03455",
    "title": "Biasing the quantum vacuum to control macroscopic probability  distributions",
    "abstract": "One of the most important insights of quantum field theory is that electromagnetic fields must fluctuate. Even in the vacuum state, the electric and magnetic fields have a nonzero variance, leading to ubiquitous effects such as spontaneous emission, the Lamb shift, the Casimir effect, and more. These \"vacuum fluctuations\" have also been harnessed as a source of perfect randomness, for example to generate perfectly random photonic bits. Despite these achievements, many potential applications of quantum randomness in fields such as probabilistic computing rely on controllable probability distributions, which have not yet been realized on photonic platforms. In this work, we show that the injection of vacuum-level \"bias\" fields into a multi-stable optical system enables a controllable source of \"biased\" quantum randomness. We demonstrate this concept in an optical parametric oscillator (OPO). Ordinarily, an OPO initiated from the ground state develops a signal field in one of two degenerate phase states (0 and $\\pi$) with equal probability. By injecting bias pulses which contain less than one photon on average, we control the probabilities associated with the two output states, leading to the first controllable photonic probabilistic bit (p-bit). We shed light on the physics behind this process, showing quantitative agreement between theory and experiment. Finally, we demonstrate the potential of our approach for sensing sub-photon level fields by showing that our system is sensitive to the temporal shape of bias field pulses far below the single photon level. Our results suggest a new platform for the study of stochastic quantum dynamics in nonlinear driven-dissipative systems, and point toward possible applications in ultrafast photonic probabilistic computing, as well as the sensing of extremely weak fields. ",
    "url": "https://arxiv.org/abs/2303.03455",
    "authors": [
      "Charles Roques-Carmes",
      "Yannick Salamin",
      "Jamison Sloan",
      "Seou Choi",
      "Gustavo Velez",
      "Ethan Koskas",
      "Nicholas Rivera",
      "Steven E. Kooi",
      "John D. Joannopoulos",
      "Marin Soljacic"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2303.03465",
    "title": "On the measurement problems in (relativistic) quantum mechanics",
    "abstract": "We explore the main issues that appear in (relativistic) quantum mechanics relative to the implementation of measurements. This approach reveals how fruitful these topics are for theoretical physics. Endeavoring to formulate an exhaustive solution to the measurement problem leads us to a better understanding of the status of the collapse and of the emergence of classicality, thanks to a precise definition of the measurement and some new vocabulary to speak of quantum mechanics and decoherence. The result may be seen as a step beyond the many-worlds interpretation of quantum mechanics. When the relativistic constraints are added, a consistency condition constraining any relativistic quantum theory is formulated, from which can be deduced the locality of physics as well as, in the context of quantum field theory, the microcausality hypothesis. Moreover, it also implies the non-measurability of fermionic fields. On the way, two different arguments are given to show that a deterministic theory superseding quantum mechanics can not be formulated. ",
    "url": "https://arxiv.org/abs/2303.03465",
    "authors": [
      "Antoine Soulas"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2303.03597",
    "title": "Emergence and relaxation of an e-h quantum liquid phase in photoexcited  MoS2 nanoparticles at room temperature",
    "abstract": "Low-dimensional transition metal dichalcogenide, TMDC, materials are heralding a new era in optoelectronics and valleytronics owing to their unique properties. Photo-induced dynamics in these systems has mostly been studied from the perspective of individual quasi-particles, including excitons, bi-excitons or, even, trions. Their formation, evolution and decay. The role of multi-body and exciton dynamics, the associated collective behaviour, condensation and inter-excitonic interactions remain intriguing and seek attention, especially in room-temperature scenarios which are relevant for device applications. In this work we evidence the formation and decay of an unexpected electron-hole quantum liquid phase at room-temperature on ultrafast picosecond timescales in multi-layer MoS2 nanoparticles through femtosecond broadband transient absorption spectroscopy. Our studies reveal the complete dynamical picture: the initial electron-hole plasma, EHP, condenses into an quantum electron-hole liquid, EHL, phase which typically lasts as long as 10 ps, revealing its robustness, whereafter the system decays through phonons. ",
    "url": "https://arxiv.org/abs/2303.03597",
    "authors": [
      "Pritha Dey",
      "Tejendra Dixit",
      "Vikash Mishra",
      "Anubhab Sahoo",
      "Cheriyanath Vijayan",
      "Sivarama Krishnan"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Atomic and Molecular Clusters (physics.atm-clus)",
      "Chemical Physics (physics.chem-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2303.03683",
    "title": "Enhancing the sensitivity of atom-interferometric inertial sensors in  dynamic environments using robust control",
    "abstract": "We experimentally demonstrate that tailored error-robust light pulse sequences improve the measurement sensitivity of a state-of-the-art cold-atom interferometric accelerometer. Our error-robust pulses, designed and implemented in software using robust quantum control techniques, are tailored to mitigate noise sources that are caused by -- and typically severely inhibit -- operation in dynamic field-based environments. We show that these robust pulse sequences improve the fringe visibility of an order-3 Bragg-pulse cold-atom interferometer by a factor of 3$\\times$ over \"primitive\" Gaussian pulses for an atomic source with a broad momentum width of $\\sim 1.6 \\hbar k$ and verify their scale factor through absolute measurements of Earth's gravity with 2$\\times$ enhanced precision. Furthermore, in the presence of laser intensity noise that varies up to 20\\% from pulse-to-pulse, designed to mimic the effect of lateral platform accelerations, the same robust control solutions preserve fringe visibility while the utility of the primitive Gaussian pulses collapses, delivering a 10$\\times$ improvement in measurement precision of an applied acceleration. These results show for the first time that software-defined quantum sensor operation can deliver useful performance in environmental regimes where primitive operation is severely degraded, providing a pathway to augment the performance of current and next generation portable cold-atom inertial sensors in real fielded settings. ",
    "url": "https://arxiv.org/abs/2303.03683",
    "authors": [
      "J. C. Saywell",
      "M. S. Carey",
      "P. S. Light",
      "S. S. Szigeti",
      "A. R. Milne",
      "K. Gill",
      "M. L. Goh",
      "N. M. Wilson",
      "P. J. Everitt",
      "N. P. Robins",
      "R. P. Anderson",
      "M. R. Hush",
      "M. J. Biercuk"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2303.04074",
    "title": "Macroscopic DNA-programmed photonic crystals via seeded growth",
    "abstract": "Photonic crystals -- a class of materials whose optical properties derive from their structure in addition to their composition -- can be created by self-assembling particles whose sizes are comparable to the wavelengths of visible light. Proof-of-principle studies have shown that DNA can be used to guide the self-assembly of micrometer-sized colloidal particles into fully programmable crystal structures with photonic properties in the visible spectrum. However, the extremely temperature-sensitive kinetics of micrometer-sized DNA-functionalized particles has frustrated attempts to grow large, monodisperse crystals that are required for photonic metamaterial applications. Here we describe a robust two-step protocol for self-assembling single-domain crystals that contain millions of optical-scale DNA-functionalized particles: Monodisperse crystals are initially assembled in monodisperse droplets made by microfluidics, after which they are grown to macroscopic dimensions via seeded diffusion-limited growth. We demonstrate the generality of our approach by assembling different macroscopic single-domain photonic crystals with metamaterial properties, like structural coloration, that depend on the underlying crystal structure. By circumventing the fundamental kinetic traps intrinsic to crystallization of optical-scale DNA-coated colloids, we eliminate a key barrier to engineering photonic devices from DNA-programmed materials. ",
    "url": "https://arxiv.org/abs/2303.04074",
    "authors": [
      "Alexander Hensley",
      "Thomas E. Videbaek",
      "Hunter Seyforth",
      "William M. Jacobs",
      "W. Benjamin Rogers"
    ],
    "subjectives": [
      "Soft Condensed Matter (cond-mat.soft)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2107.07768",
    "title": "Friction-enhanced lifetime of bundled quantum vortices",
    "abstract": " Comments: 10 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2107.07768",
    "authors": [
      "Luca Galantucci",
      "Giorgio Krstulovic",
      "Carlo F. Barenghi"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Quantum Gases (cond-mat.quant-gas)"
    ]
  },
  {
    "id": "arXiv:2206.03119",
    "title": "Generation of extreme ultraviolet laser by single-photon process",
    "abstract": " Title: Generation of extreme ultraviolet laser by single-photon process ",
    "url": "https://arxiv.org/abs/2206.03119",
    "authors": [
      "Daobiao Hong",
      "Bingke Xiang",
      "Tong Wu",
      "Zhensheng Tao",
      "Yihua Wang",
      "Zhonghao Liu",
      "Shan Qiao"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.10433",
    "title": "In-plane hyperbolic polariton tuners in terahertz and long-wave infrared  regimes",
    "abstract": " Title: In-plane hyperbolic polariton tuners in terahertz and long-wave infrared  regimes ",
    "url": "https://arxiv.org/abs/2206.10433",
    "authors": [
      "Wuchao Huang",
      "Thomas G. Folland",
      "Fengsheng Sun",
      "Zebo Zheng",
      "Ningsheng Xu",
      "Qiaoxia Xing",
      "Jingyao Jiang",
      "Joshua D. Caldwell",
      "Hugen Yan",
      "Huanjun Chen",
      "Shaozhi Deng"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.14030",
    "title": "Dissipation anomaly in a turbulent quantum fluid",
    "abstract": " Comments: 14 pages , 9 figures. Accepted in Phys Rev Fluids ",
    "url": "https://arxiv.org/abs/2206.14030",
    "authors": [
      "Luca Galantucci",
      "Em Rickinson",
      "Andrew W. Baggaley",
      "Nick G. Parker",
      "Carlo F. Barenghi"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Quantum Gases (cond-mat.quant-gas)"
    ]
  },
  {
    "id": "arXiv:2209.02772",
    "title": "Semi-supervised Invertible Neural Operators for Bayesian Inverse  Problems",
    "abstract": " Title: Semi-supervised Invertible Neural Operators for Bayesian Inverse  Problems ",
    "url": "https://arxiv.org/abs/2209.02772",
    "authors": [
      "Sebastian Kaltenbach",
      "Paris Perdikaris",
      "Phaedon-Stelios Koutsourelakis"
    ],
    "subjectives": [
      "Machine Learning (stat.ML)",
      "Machine Learning (cs.LG)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2212.06087",
    "title": "Fast, broad-band magnetic resonance spectroscopy with diamond widefield  relaxometry",
    "abstract": " Comments: Main text (16 pages, 6 Figures) + Supplementary (6 Pages, 7 Figures) ",
    "url": "https://arxiv.org/abs/2212.06087",
    "authors": [
      "C. Mignon",
      "A. R. Ortiz Moreno",
      "H. Shirzad",
      "S. K. Padamati",
      "V. Damle",
      "Y. Ong",
      "R. Schirhagl",
      "M. Chipaux"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2302.02835",
    "title": "Inverse design of functional photonic patches by adjoint optimization  coupled to the generalized Mie theory",
    "abstract": " Title: Inverse design of functional photonic patches by adjoint optimization  coupled to the generalized Mie theory ",
    "url": "https://arxiv.org/abs/2302.02835",
    "authors": [
      "Yilin Zhu",
      "Yuyao Chen",
      "Sean Gorsky",
      "Tornike Shubitidze",
      "Luca Dal Negro"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2302.03890",
    "title": "Stimulated Brillouin scattering by surface acoustic waves in lithium  niobate waveguides",
    "abstract": " Title: Stimulated Brillouin scattering by surface acoustic waves in lithium  niobate waveguides ",
    "url": "https://arxiv.org/abs/2302.03890",
    "authors": [
      "Caique C. Rodrigues",
      "Roberto O. Zurita",
      "Thiago P. M. Alegre",
      "Gustavo S. Wiederhecker"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  }
]