[
  {
    "id": "arXiv:2306.01840",
    "title": "Spatiotemporal control of two-color terahertz generation",
    "abstract": "A laser pulse composed of a fundamental and properly phased second harmonic exhibits an asymmetric electric field that can drive a time-dependent current of photoionized electrons. The current produces an ultrashort burst of terahertz (THz) radiation. When driven by a conventional laser pulse, the THz radiation is emitted into a cone with an angle determined by the dispersion of the medium. Here we demonstrate that the programmable-velocity intensity peak of a spatiotemporally structured, two-color laser pulse can be used to control the emission angle, focal spot, and spectrum of the THz radiation. Of particular interest for applications, a structured pulse with a subluminal intensity peak can drive highly focusable, on-axis THz radiation. ",
    "url": "https://arxiv.org/abs/2306.01840",
    "authors": [
      "Tanner T. Simpson",
      "Jeremy J. Pigeon",
      "Manfred Virgil Ambat",
      "Kyle G. Miller",
      "Dillon Ramsey",
      "Kale Weichman",
      "Dustin H. Froula",
      "John P. Palastro"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2306.01905",
    "title": "Dispersion Study of a Broadband Terahertz Focusing Reflecting  Metasurface for 6G Wireless Communication",
    "abstract": "In 6G wireless communications, functional terahertz reflecting metasurfaces are expected to play increasingly important roles such as beamforming and beamsteering. This paper demonstrates the design of a functional and efficient beamforming metasurface in the burgeoning D-band (0.11-0.17~THz). In addition to achieving broadband operation (0.135-0.165~THz), this design is polarization-maintaining, diffraction limited, simple in design, exhibits 64.1\\% broadband efficiency (1.9 dB insertion loss) and 20\\% fractional bandwidth. Despite being formed by an array of highly dispersive resonators, the metasurface exhibits very low temporal dispersion, which avoids pulse reshaping and its consequent limitations on achievable data rate. The design and performance of the focusing reflector are presented followed by a group delay and group delay dispersion analysis revealing that a 2.83\\% temporal broadening of the pulse is observed at the focus. ",
    "url": "https://arxiv.org/abs/2306.01905",
    "authors": [
      "Fahim Ferdous Hossain",
      "John F. OHara"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.02005",
    "title": "Mechanically actuated Kerr soliton microcombs",
    "abstract": "Mode-locked ultrashort pulse sources with a repetition rate of up to several tens of gigahertz greatly facilitate versatile photonic applications such as frequency synthesis, metrology, radar, and optical communications. Dissipative Kerr soliton microcombs provide an attractive solution as a broadband, high-repetition-rate compact laser system in this context. However, its operation usually requires sophisticated pump laser control to initiate and stabilize the soliton microcombs, particularly in millimeter-sized ultrahigh-Q whispering-gallery resonators. Here, we realize a mechanically actuated soliton microcomb oscillator with a microwave repetition rate of 15 GHz. This enables direct soliton initiation, long-term stabilization, and fine tuning, where the operation now lifts the prerequisite pump laser tunability that must be relaxed if the technology is to be widely used outside the laboratory environment. We reveal the prospects for using this method with a wide range of applications that would benefit from mechanical soliton actuation such as optical clocks, spectral extension, and dual-comb spectroscopy. ",
    "url": "https://arxiv.org/abs/2306.02005",
    "authors": [
      "Shun Fujii",
      "Koshiro Wada",
      "Soma Kogure",
      "Takasumi Tanabe"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2306.02009",
    "title": "Weight Bank Addition Photonic Accelerator for Artificial Intelligence",
    "abstract": "Neural networks powered by artificial intelligence play a pivotal role in current estimation and classification applications due to the escalating computational demands of evolving deep learning systems. The hindrances posed by existing computational limitations threaten to impede the further progression of these neural networks. In response to these issues, we propose neuromorphic networks founded on photonics that offer superior processing speed than electronic counterparts, thereby enhancing support for real time, three dimensional, and virtual reality applications. The weight bank, an integral component of these networks has a direct bearing on their overall performance. Our study demonstrates the implementation of a weight bank utilizing parallelly cascaded micro ring resonators. We present our observations on neuromorphic networks based on silicon on insulators, where cascaded MRRs play a crucial role in mitigating interchannel and intrachannel cross talk, a persistent issue in wavelength division multiplexing systems. Additionally, we design a standard silicon photonic accelerator to perform weight addition. Optimized to offer increased speed and reduced energy consumption, this photonic accelerator ensures comparable processing power to electronic devices. ",
    "url": "https://arxiv.org/abs/2306.02009",
    "authors": [
      "Wenwen Zhang",
      "Hao Zhang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Emerging Technologies (cs.ET)"
    ]
  },
  {
    "id": "arXiv:2306.02128",
    "title": "Soliton generation in CaF$_2$ crystalline whispering gallery mode  resonators with negative thermal-optical effects",
    "abstract": "Calcium fluoride (CaF$_2$) crystalline whispering gallery mode resonators (WGMRs) exhibit ultrahigh intrinsic quality factors and a low power anomalous dispersion in the communication and mid-infrared bands, making them attractive platforms for microresonator-based comb generation. However, their unique negative thermo-optic effects pose challenges when achieving thermal equilibrium. To our knowledge, our experiments serve as the first demonstration of soliton microcombs in Q > 109 CaF$_2$ WGMRs. We observed soliton mode-locking and bidirectional switching of soliton numbers caused by the negative thermo-optic effects. Additionally, various soliton formation dynamics are shown, including breathing and vibrational solitons, which can be attributed to thermo-photomechanical oscillations. Thus, our results enrich the soliton generation platform and provide a reference for generating solitons from WGMRs that comprise other materials with negative thermo-optic effects. In the future, the ultrahigh quality factor of CaF$_2$ crystal cavities may enable the generation of sub-milliwatt-level broad-spectrum soliton combs. ",
    "url": "https://arxiv.org/abs/2306.02128",
    "authors": [
      "Mingfei Qu",
      "Chenhong Li",
      "Kangqi Liu",
      "Weihang Zhu",
      "Yuan Wei",
      "Pengfei Wang",
      "Songbai Kang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2306.02164",
    "title": "Acoustic Resonance Effects and Cavitation in SAW Aerosol Generation",
    "abstract": "The interaction of surface acoustic waves (SAWs) with liquids enables the production of aerosols with adjustable droplet sizes in the micrometer range expelled from a very compact source. Understanding the nonlinear acousto-hydrodynamics of SAWs with a regulated micro-scale liquid film is essential for acousto-microfluidics platforms, particularly aerosol generators. In this study, we demonstrate the presence of micro-cavitation in an MHz-frequency SAW aerosol generation platform, which is touted as a leap in aerosol technology with versatile application fields including biomolecule inhalation therapy, micro-chromatography and spectroscopy, olfactory displays, and material deposition. Using analysis methods with high temporal and spatial resolution, we demonstrate that SAWs stabilize spatially arranged liquid micro-domes atop the generator's surface. Our experiments show that these liquid domes become acoustic resonators with highly fluctuating pressure amplitudes that can even nucleate cavitation bubbles, as supported by analytical modeling. The observed fragmentation of liquid domes indicates the participation of three droplet generation mechanisms, including cavitation and capillary-wave instabilities. During aerosol generation, the cavitation bubbles contribute to the ejection of droplets from the liquid domes and also explain observed microstructural damage patterns on the chip surface eventually caused by cavitation-based erosion. ",
    "url": "https://arxiv.org/abs/2306.02164",
    "authors": [
      "Mehrzad Roudini",
      "Juan Manuel Rosselló",
      "Ofer Manor",
      "Claus-Dieter Ohl",
      "Andreas Winkler"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2306.02339",
    "title": "Investigation of Iterative Techniques for Synthesizing of the Array  Factor of the Antenna Arrays",
    "abstract": "In this essay, several iterative techniques are investigated for synthesizing of the array factor of the antenna array. These iterative techniques include Richardson method, Jacobi method, Gauss-Seidel method, Successive-over relaxation (SOR) method. It is shown that these iterative techniques can be successfully applied to synthesize of the array factor of any arbitrary linear, planar, or even ring arrays. Traditionally, least square method (LSM) is used for this purpose. However, LSM cannot be directly applied for any practical arrays. In other words, LSM is not a general approach, and it should be mixed with other techniques to find the magnitude and phase of the excitation coefficients of each element of the under-studying arrays. Obtained results show that the proposed method, offers considerable improvements for this target. ",
    "url": "https://arxiv.org/abs/2306.02339",
    "authors": [
      "Atefe Akbari-Bardaskan"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2306.02434",
    "title": "Implantable and Ingestible Antenna Systems: From imagination to  realization",
    "abstract": "Biomedical implantable technologies are life-saving modalities for millions of people globally because of their abilities of wireless remote monitoring, regulating the abnormal functions of internal organs, and early detection of cognitive disorders. Enabling these devices with wireless functionalities, implantable antennas are the crucial front-end component of them. Detailed overviews of the implantable and ingestible antennas, their types, miniaturization techniques, measurement phantoms, biocompatibility issues, and materials are available in the literature. This article comprehensively reviews the design processes, design techniques and methods, types of antennas, electromagnetic (EM) simulators, and radiofrequency (RF) bands used for implantable and ingestible antennas. We briefly discussed the latest advancements in this field and extended their scope beyond conventional implantable applications. Their related issues and challenges are highlighted, and the performance enhancement techniques have been discussed in detail. All the scoped implantable applications have been covered in this review. A standard protocol has been devised to provide a simple and efficient roadmap for the design and realization of the implantable and ingestible antenna for future RF engineers and researchers. This protocol minimizes the errors in simulations and measurements by enhancing the agreement between simulated and measured results and simplifies the process of development of implantable and ingestible antennas. It generalizes the process from idea-to-realization-to-commercialization and provides an easy roadmap for the industry. ",
    "url": "https://arxiv.org/abs/2306.02434",
    "authors": [
      "Abdul Basir",
      "Youngdae Cho",
      "Izaz Ali Shah",
      "Shahzeb Hayat",
      "Sana Ullah",
      "Muhammad Zada",
      "Syed Ahson Ali Shah",
      "Hyoungsuk Yoo"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2306.02455",
    "title": "Raman Sideband Cooling of Molecules in an Optical Tweezer Array",
    "abstract": "Ultracold molecules, because of their rich internal structures and interactions, have been proposed as a promising platform for quantum science and precision measurement. Direct laser-cooling promises to be a rapid and efficient way to bring molecules to ultracold temperatures. For trapped molecules, laser-cooling to the quantum motional ground state remains an outstanding challenge. A technique capable of reaching the motional ground state is Raman sideband cooling, first demonstrated in trapped ions and atoms. In this work, we demonstrate for the first time Raman sideband cooling of molecules. Specifically, we demonstrate 3D Raman cooling for single CaF molecules trapped in an optical tweezer array, achieving average radial (axial) motional occupation as low as $\\bar{n}_r=0.27(7)$ ($\\bar{n}_z=7.0(10)$). Notably, we measure a 1D ground state fraction as high as 0.79(4), and a motional entropy per particle of $s = 4.9(3)$, the lowest reported for laser-cooled molecules to date. These lower temperatures could enable longer coherence times and higher fidelity molecular qubit gates desirable for quantum information processing and quantum simulation. With further improvements, Raman cooling could also be a new route towards molecular quantum degeneracy applicable to many laser-coolable molecular species including polyatomic ones. ",
    "url": "https://arxiv.org/abs/2306.02455",
    "authors": [
      "Yukai Lu",
      "Samuel J. Li",
      "Connor M. Holland",
      "Lawrence W. Cheuk"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Gases (cond-mat.quant-gas)"
    ]
  },
  {
    "id": "arXiv:2306.02724",
    "title": "Photonic Integrated Neuro-Synaptic Core for Convolutional Spiking Neural  Network",
    "abstract": "Neuromorphic photonic computing has emerged as a competitive computing paradigm to overcome the bottlenecks of the von-Neumann architecture. Linear weighting and nonlinear spiking activation are two fundamental functions of a photonic spiking neural network (PSNN). However, they are separately implemented with different photonic materials and devices, hindering the large-scale integration of PSNN. Here, we propose, fabricate and experimentally demonstrate a photonic neuro-synaptic chip enabling the simultaneous implementation of linear weighting and nonlinear spiking activation based on a distributed feedback (DFB) laser with a saturable absorber (DFB-SA). A prototypical system is experimentally constructed to demonstrate the parallel weighted function and nonlinear spike activation. Furthermore, a four-channel DFB-SA array is fabricated for realizing matrix convolution of a spiking convolutional neural network, achieving a recognition accuracy of 87% for the MNIST dataset. The fabricated neuro-synaptic chip offers a fundamental building block to construct the large-scale integrated PSNN chip. ",
    "url": "https://arxiv.org/abs/2306.02724",
    "authors": [
      "Shuiying Xiang",
      "Yuechun Shi",
      "Yahui Zhang",
      "Xingxing Guo",
      "Ling Zheng",
      "Yanan Han",
      "Yuna Zhang",
      "Ziwei Song",
      "Dianzhuang Zheng",
      "Tao Zhang",
      "Hailing Wang",
      "Xiaojun Zhu",
      "Xiangfei Chen",
      "Min Qiu",
      "Yichen Shen",
      "Wanhua Zheng",
      "Yue Hao"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.02795",
    "title": "An Efficient Compact Blazed Grating Antenna for Optical Phased Arrays",
    "abstract": "Phased arrays are vital in communication systems and have received significant interest in the field of optoelectronics and photonics, enabling a wide range of applications such as LiDAR, holography, wireless communication, etc. In this work, we present a blazed grating antenna that is optimized to have upward radiation efficiency as high as 80% with a compact footprint of 3.5 {\\mu}m \\times 2 {\\mu}m at an operational wavelength of 1.55 {\\mu}m. Our numerical investigations demonstrate that this antenna in a 64 \\times 64 phased array configuration is capable of producing desired far-field radiation patterns. Additionally, our antenna possesses a low side lobe level of -9.7 dB and a negligible reflection efficiency of under 1%, making it an attractive candidate for integrated optical phased arrays. ",
    "url": "https://arxiv.org/abs/2306.02795",
    "authors": [
      "Henna Farheen",
      "Suraj Joshi",
      "J. Christoph Scheytt",
      "Viktor Myroshnychenko",
      "Jens Förstner"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.02926",
    "title": "Applying a Riesz-projection-based contour integral eigenvalue solver to  compute resonance modes of a VCSEL",
    "abstract": "We investigate the calculation of resonance modes of a VCSEL with a Riesz projection eigenvalue solver. The eigenvalue solver is based on the principle of contour integration where for the solution of scattering problems physical right sides are used. Here, it is investigated how numerical parameters impact the performance of the method, where we focus on the computation of the fundamental VCSEL mode. ",
    "url": "https://arxiv.org/abs/2306.02926",
    "authors": [
      "Lilli Kuen",
      "Fridtjof Betz",
      "Felix Binkowski",
      "Philipp-Immanuel Schneider",
      "Martin Hammerschmidt",
      "Niels Heermeier",
      "Sven Rodt",
      "Stephan Reitzenstein",
      "Sven Burger"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.02938",
    "title": "The effect of baffles on the hydrodynamics of a gas-solid fluidized bed  studied using real-time magnetic resonance imaging",
    "abstract": "Understanding and predicting the hydrodynamics of gas bubbles and particle-laden phase in fluidized beds is essential for the successful design and efficient operation of this type of reactor. In this work, we used real-time magnetic resonance imaging (MRI) to investigate the effect of baffles on gas bubble behavior and particle motion in a fluidized bed model with an inner diameter of 190 mm. MRI time series of the local particle density and velocity were acquired and used to study the size, number, and shape of gas bubbles as well as the motion of the particle phase. The superficial gas velocity was varied between 1 and 2 Umf . We found that baffles decreased the average equivalent bubble diameter with a simultaneous increase in the total number of bubbles. Moreover, baffles promoted bubble splitting and the formation of air cushions below the baffles and decreased the average particle velocity and acceleration in the bed. For two of the three investigated baffle types, the particle velocity distribution became wider compared to the bed without internal. ",
    "url": "https://arxiv.org/abs/2306.02938",
    "authors": [
      "Hannah S. Buchholz",
      "Daniel L. Brummerloh",
      "Stefan Benders",
      "Alexander Penn"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2306.02946",
    "title": "Dark solitons in Fabry-Perot resonators with Kerr media and normal  dispersion",
    "abstract": "Ranges of existence and stability of dark cavity-soliton stationary states in a Fabry-Perot resonator with a Kerr nonlinear medium and normal dispersion are determined. The Fabry-Perot configuration introduces nonlocal coupling that shifts the cavity detuning by the round trip average power of the intracavity field. When compared with ring resonators described by the Lugiato-Lefever equation, nonlocal coupling leads to strongly detuned dark cavity solitons that exist over a wide range of detunings. This shift is a consequence of the counterpropagation of intracavity fields inherent to Fabry-Perot resonators. At difference with ring resonators, the existence and stability of dark soliton solutions are dependent on the size and number of solitons in the cavity. We investigate the effect of nonlocal coupling of Fabry-Perot resonators on multiple dark solitons and demonstrate long range interactions and synchronization of temporal oscillations. ",
    "url": "https://arxiv.org/abs/2306.02946",
    "authors": [
      "Graeme Neil Campbell",
      "Lewis Hill",
      "Pascal Del'Haye",
      "Gian-Luca Oppo"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2306.03020",
    "title": "Evaluation of ultrasound sensors for transcranial photoacoustic sensing  and imaging",
    "abstract": "Biomedical photoacoustic (PA) imaging is typically used to exploit absorption-based contrast in soft tissue at depths of several centimeters. When it is applied to measuring PA waves generated in the brain, the acoustic properties of the skull bone cause not only strong attenuation but also a distortion of the wavefront, which diminishes image resolution and contrast. This effect is directly proportional to bone thickness. As a result, transcranial PA imaging in humans has been challenging to demonstrate. We measured the acoustic constraints imposed by the human skull to design an ultrasound sensor suitable for transcranial PA imaging and sensing. We imaged the phantoms using a planar Fabry-Perot sensor and employed a range of piezoelectric and optical ultrasound sensors to measure the frequency dependent acoustic transmission through human cranial bone. Transcranial PA images show typical frequency and thickness dependent attenuation and aberration effects associated with acoustic propagation through bone. The skull insertion loss measurements showed significant transmission at low frequencies. In comparison to conventional piezoelectric sensors, the performance of plano-concave optical resonator (PCOR) ultrasound sensors was found to be highly suitable for transcranial PA measurements. They possess high acoustic sensitivity at a low acoustic frequency range that coincides with the transmission window of human skull bone. PCOR sensors showed low noise equivalent pressures and flat frequency response which enabled them to outperform conventional piezoelectric transducers in transcranial PA sensing experiments. Transcranial PA sensing and imaging requires ultrasound sensors with high sensitivity at low acoustic frequencies, and a broad and ideally uniform frequency response. We designed and fabricated PCOR sensors and demonstrated their suitability for transcranial PA sensing. ",
    "url": "https://arxiv.org/abs/2306.03020",
    "authors": [
      "Thomas Kirchner",
      "Claus Villringer",
      "Jan Laufer"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2306.03028",
    "title": "Circular dichroism induction in WS2 by a chiral plasmonic metasurface",
    "abstract": "We investigate the interaction between a monolayer of WS2 and a chiral plasmonic metasurface. WS2 possesses valley excitons that selectively couple with one-handed circularly polarised light. At the same time, the chiral plasmonic metasurface exhibits spin-momentum locking, leading to a robust polarisation response in the far field. Using a scattering formalism based on the coupled mode method, we analyse various optical properties of the WS2 monolayer. Specifically, we demonstrate the generation of circular dichroism in the transition metal dichalcogenide (TMD) by harnessing the excitation of surface plasmon polaritons (SPPs) in the metasurface. Moreover, we observe the emergence of other guided modes, opening up exciting possibilities for further exploration in TMD-based devices. ",
    "url": "https://arxiv.org/abs/2306.03028",
    "authors": [
      "Fernando Lorén",
      "Cyriaque Genet",
      "Luis Martín-Moreno"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2306.01884",
    "title": "Experimental analysis on image resolution of quantum imaging with  undetected light through position correlations",
    "abstract": "Image resolution of quantum imaging with undetected photons is governed by the spatial correlations existing between the photons of a photon pair that has been generated in a nonlinear process. These correlations allow for obtaining an image of an object with light that never interacted with that object. Depending on the imaging configuration, either position or momentum correlations are exploited. We hereby experimentally analyse how the crystal length and pump waist affect the image resolution when using position correlations of photons that have been generated via spontaneous parametric down conversion in a nonlinear interferometer. Our results support existing theoretical models for the dependency of the resolution on the crystal length. In addition, we probe the resolution of our quantum imaging scheme for varying pump waists over one order of magnitude. This analysis reveals the intricate dependency of the resolution on the strength of the correlations within the biphoton states for parameter combinations in which the crystal lengths are much larger than the involved photon wavelengths. We extend the existing models in this parameter regime to properly take nontrivial effects of finite pump waists into account and demonstrate that they match the experimental results. ",
    "url": "https://arxiv.org/abs/2306.01884",
    "authors": [
      "Marta Gilaberte Basset",
      "René Sondenheimer",
      "Jorge Fuenzalida",
      "Andres Vega",
      "Sebastian Töpfer",
      "Elkin A. Santos",
      "Sina Saravi",
      "Frank Setzpfandt",
      "Fabian Steinlechner",
      "Markus Gräfe"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.01908",
    "title": "Intense squeezed light from lasers with sharply nonlinear gain at  optical frequencies",
    "abstract": "Non-classical states of light, such as number-squeezed light, with fluctuations below the classical shot noise level, have important uses in metrology, communication, quantum information processing, and quantum simulation. However, generating these non-classical states of light, especially with high intensity and high degree of squeezing, is challenging. To address this problem, we introduce a new concept which uses gain to generate intense sub-Poissonian light at optical frequencies. It exploits a strongly nonlinear gain for photons which arises from a combination of frequency-dependent gain and Kerr nonlinearity. In this laser architecture, the interaction between the gain medium and Kerr nonlinearity suppresses the spontaneous emission at high photon number states, leading to a strong \"negative feedback\" that suppresses photon-number fluctuations. We discuss realistic implementations of this concept based on the use of solid-state gain media in laser cavities with Kerr nonlinear materials, showing how 90% squeezing of photon number fluctuations below the shot noise level can be realized. ",
    "url": "https://arxiv.org/abs/2306.01908",
    "authors": [
      "Linh Nguyen",
      "Jamison Sloan",
      "Nicholas Rivera",
      "Marin Soljacic"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.02120",
    "title": "Giant Enhancement of Magnonic Frequency Combs by Exceptional Points",
    "abstract": "With their incomparable time-frequency accuracy, frequency combs have significantly advanced precision spectroscopy, ultra-sensitive detection, and atomic clocks. Traditional methods to create photonic, phononic, and magnonic frequency combs hinge on material nonlinearities which are often weak, necessitating high power densities to surpass their initiation thresholds, which subsequently limits their applications. Here, we introduce a novel nonlinear process to efficiently generate magnonic frequency combs (MFCs) by exploiting exceptional points (EPs) in a coupled system comprising a pump-induced magnon mode and a Kittel mode. Even without any cavity, our method greatly improves the efficiency of nonlinear frequency conversion and achieves optimal MFCs at low pump power. Additionally, our novel nonlinear process enables excellent tunability of EPs using the polarization and power of the pump, simplifying MFC generation and manipulation. Our work establishes a synergistic relationship between non-Hermitian physics and MFCs, which is advantages for coherent/quantum information processing and ultra-sensitive detection. ",
    "url": "https://arxiv.org/abs/2306.02120",
    "authors": [
      "Congyi Wang",
      "Jinwei Rao",
      "Zhijian Chen",
      "Kaixin Zhao",
      "Liaoxin Sun",
      "Bimu Yao",
      "Tao Yu",
      "Yi-Pu Wang",
      "Wei Lu"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.02141",
    "title": "Quantum delay in the time-of-arrival of free falling atoms",
    "abstract": "We use a stochastic representation of measured trajectories to derive an exact analytical expression for the probability distribution of the time-of-arrival (TOA) for a free falling particle, as well as approximate expressions for its mean value and standard-deviation in the semiclassical regime. We predict the existence of a positive shift $\\delta$ between the semiclassical TOA ($t_{\\text{mean}}$) and the classical TOA ($t_{\\text{cl}}$) for a particle of mass $m$ falling in a constant and uniform gravitational field $g$ with zero initial velocity, with a value given by $ \\delta \\equiv \\frac{t_{\\text{mean}}-t_{\\text{cl}}}{t_{\\text{cl}}} = \\frac{\\hbar^2}{16gx m^2\\sigma^2},\\ $ where $\\sigma$ is the width of the initial Gaussian wavepacket, and $x$ is the distance between the initial position of the source and that of the detector. We discuss the implications of this result on the weak equivalence principle in the quantum regime. ",
    "url": "https://arxiv.org/abs/2306.02141",
    "authors": [
      "Mathieu Beau",
      "Lionel Martellini"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2306.02214",
    "title": "Quantum annealing-based computed tomography using variational approach  for a real-number image reconstruction",
    "abstract": "Objective: Despite recent advancements in quantum computing, the limited number of available qubits has hindered progress in CT reconstruction. This study investigates the feasibility of utilizing quantum annealing-based computed tomography (QACT) with current quantum bit levels. Approach: The QACT algorithm aims to precisely solve quadratic unconstrained binary optimization (QUBO) problems. Furthermore, a novel approach is proposed to reconstruct images by approximating real numbers using the variational method. This approach allows for accurate CT image reconstruction using a small number of qubits. The study examines the impact of projection data quantity and noise on various image sizes ranging from 4x4 to 24x24 pixels. The reconstructed results are compared against conventional reconstruction algorithms, namely maximum likelihood expectation maximization (MLEM) and filtered back projection (FBP). Main result: By employing the variational approach and utilizing two qubits for each pixel of the image, accurate reconstruction was achieved with an adequate number of projections. Under conditions of abundant projections and lower noise levels, the image quality in QACT outperformed that of MLEM and FBP. However, in situations with limited projection data and in the presence of noise, the image quality in QACT was inferior to that in MLEM. Significance: This study developed the QACT reconstruction algorithm using the variational approach for real-number reconstruction. Remarkably, only 2 qubits were required for each pixel representation, demonstrating their sufficiency for accurate reconstruction. ",
    "url": "https://arxiv.org/abs/2306.02214",
    "authors": [
      "Akihiro Haga"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2306.02222",
    "title": "Decoupling Bimolecular Recombination Mechanisms in Perovskite Thin Films  Using Photoluminescence Quantum Yield",
    "abstract": "We present a novel analytical model for analysing the spectral photoluminescence quantum yield of non-planar semiconductor thin films. This model considers the escape probability of luminescence and is applied to triple-cation perovskite thin films with a 1-Sun photoluminescence quantum yield approaching 25%. By using our model, we can decouple the internal radiative, external radiative, and non-radiative bi-molecular recombination coefficients. Unlike other techniques that measure these coefficients separately, our proposed method circumvents experimental uncertainties by avoiding the need for multiple photoluminescence measurement techniques. We validate our model by comparing the extracted implied open-circuit voltage, effective luminescence escape probabilities, absorptivity, and absorption coefficient with values obtained using established methods and found that our results are consistent with previous findings. Next, we compare the implied 1-Sun radiative open-circuit voltage and radiative recombination current obtained from our method with literature values. We then convert the implied open-circuit voltage and implied radiative open-circuit voltage to the injection-dependent apparent-effective and apparent-radiative carrier lifetimes, which allow us to decouple the different recombination coefficients. Using this lifetime analysis, we predict the efficiency losses due to each recombination mechanism. Finally, by comparing several different thicknesses, we conclude that the non-radiative bimolecular recombination is likely caused by surface recombination. Our proposed analytical model provides a reliable method for analysing the spectral photoluminescence quantum yield of semiconductor thin films, which will facilitate further research into the photovoltaic properties of these materials. ",
    "url": "https://arxiv.org/abs/2306.02222",
    "authors": [
      "Robert Lee Chin",
      "Arman Mahboubi Soufiani",
      "Paul Fassl",
      "Jianghui Zheng",
      "Eunyoung Choi",
      "Anita Ho-Baillie",
      "Ulrich Paetzold",
      "Thorsten Trupke",
      "Ziv Hameiri"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.02288",
    "title": "Shaping Single Photons through Multimode Optical Fibers using Mechanical  Perturbations",
    "abstract": "The capacity of information delivered by single photons is boosted by encoding high-dimensional quantum dits in their transverse shape. Transporting such high-dimensional quantum dits in optical networks may be accomplished using multimode optical fibers, which support the low-loss transmission of multiple spatial modes over existing infrastructure. However, when photons propagate through a multimode fiber their transverse shape gets scrambled because of mode mixing and modal interference. This is usually corrected using free-space spatial light modulators, inhibiting a robust all-fiber operation. In this work, we demonstrate an all-fiber approach for controlling the shape of single photons and the spatial correlations between entangled photon pairs, using carefully controlled mechanical perturbations of the fiber. We optimize these perturbations to localize the spatial distribution of a single photon or the spatial correlations of photon pairs in a single spot, enhancing the signal in the optimized spot by over an order of magnitude. Using the same approach we show a similar enhancement for coupling light from a multimode fiber into a single-mode fiber. ",
    "url": "https://arxiv.org/abs/2306.02288",
    "authors": [
      "Ronen Shekel",
      "Ohad Lib",
      "Rodrigo Gutiérrez-Cuevas",
      "Sébastien M. Popoff",
      "Alexander Ling",
      "Yaron Bromberg"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.02321",
    "title": "Real higher-order Weyl photonic crystal",
    "abstract": "Higher-order Weyl semimetals are a family of recently predicted topological phases simultaneously showcasing unconventional properties derived from Weyl points, such as chiral anomaly, and multidimensional topological phenomena originating from higher-order topology. The higher-order Weyl semimetal phases, with their higher-order topology arising from quantized dipole or quadrupole bulk polarizations, have been demonstrated in phononics and circuits. Here, we experimentally discover a class of higher-order Weyl semimetal phase in a three-dimensional photonic crystal (PhC), exhibiting the concurrence of the surface and hinge Fermi arcs from the nonzero Chern number and the nontrivial generalized real Chern number, respectively, coined a real higher-order Weyl PhC. Notably, the projected two-dimensional subsystem with kz = 0 is a real Chern insulator, belonging to the Stiefel-Whitney class with real Bloch wavefunctions, which is distinguished fundamentally from the Chern class with complex Bloch wavefunctions. Our work offers an ideal photonic platform for exploring potential applications and material properties associated with the higher-order Weyl points and the Stiefel-Whitney class of topological phases. ",
    "url": "https://arxiv.org/abs/2306.02321",
    "authors": [
      "Yuang Pan",
      "Chaoxi Cui",
      "Qiaolu Chen",
      "Fujia Chen",
      "Li Zhang",
      "Yudong Ren",
      "Ning Han",
      "Wenhao Li",
      "Xinrui Li",
      "Zhi-Ming Yu",
      "Hongsheng Chen",
      "Yihao Yang"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.02356",
    "title": "Characterizing Niobium Nitride Superconducting Microwave Coplanar  Waveguide Resonator Array for Circuit Quantum Electrodynamics in Extreme  Conditions",
    "abstract": "The high critical magnetic field and relatively high critical temperature of niobium nitride (NbN) make it a promising material candidate for applications in superconducting quantum technology. However, NbN-based devices and circuits are sensitive to decoherence sources such as two-level system (TLS) defects. Here, we numerically and experimentally investigate NbN superconducting microwave coplanar waveguide resonator arrays, with a 100 nm thickness, capacitively coupled to a common coplanar waveguide on a silicon chip. We observe that the resonators' internal quality factor (Qi) decreases from Qi ~ 1.07*10^6 in a high power regime (< nph > = 27000) to Qi ~ 1.36 *10^5 in single photon regime at temperature T = 100 mK. Data from this study is consistent with the TLS theory, which describes the TLS interactions in resonator substrates and interfaces. Moreover, we study the temperature dependence internal quality factor and frequency tuning of the coplanar waveguide resonators to characterise the quasiparticle density of NbN. We observe that the increase in kinetic inductance at higher temperatures is the main reason for the frequency shift. Finally, we measure the resonators' resonance frequency and internal quality factor at single photon regime in response to in-plane magnetic fields B||. We verify that Qi stays well above 10^4 up to B|| = 240 mT in the photon number < nph > = 1.8 at T = 100 mK. Our results may pave the way for realising robust microwave superconducting circuits for circuit quantum electrodynamics (cQED) at high magnetic fields necessary for fault-tolerant quantum computing, and ultrasensitive quantum sensing. ",
    "url": "https://arxiv.org/abs/2306.02356",
    "authors": [
      "Paniz Foshat",
      "Paul Baity",
      "Sergey Danilin",
      "Valentino Seferai",
      "Shima Poorgholam-Khanjari",
      "Hua Feng",
      "Oleg A. Mukhanov",
      "Matthew Hutchings",
      "Robert H. Hadfield",
      "Muhammad Imran",
      "Martin Weides",
      "Kaveh Delfanazari"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Superconductivity (cond-mat.supr-con)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2306.02735",
    "title": "Dynamically-assisted nonlinear Breit-Wheeler pair production in  bichromatic laser fields of circular polarization",
    "abstract": "Production of electron-positron pairs by a high-energy $\\gamma$ photon and a bichromatic laser wave is considered where the latter is composed of a strong low-frequency and a weak high-frequency component, both with circular polarization. An integral expression for the production rate is derived that accounts for the strong laser mode to all orders and for the weak laser mode to first order. The structure of this formula resembles the well-known expression for the nonlinear Breit-Wheeler process in a strong laser field, but includes the dynamical assistance from the weak laser mode. We analyze the dependence of the dynamical rate enhancement on the applied field parameters and show, in particular, that it is substantially higher when the two laser modes have opposite helicity. ",
    "url": "https://arxiv.org/abs/2306.02735",
    "authors": [
      "N. Mahlin",
      "S. Villalba-Chávez",
      "C. Müller"
    ],
    "subjectives": [
      "High Energy Physics - Phenomenology (hep-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2306.02736",
    "title": "Mass-imbalanced Fermi mixtures with resonant interactions",
    "abstract": "In these notes I provide an overview of ongoing theoretical and experimental research on ultracold atomic mixtures composed by two different fermionic species. First, I describe a general and simple framework that should allow also a non-expert reader to understand the rich few-body phenomena connected with such systems, and their possible impact at the many-body level. I then move to discuss the specific combination of fermionic lithium ($^6$Li) and chromium ($^{53}$Cr) atoms, currently investigated in our lab, highlighting its peculiar properties with respect to other Fermi mixtures nowadays available. Finally, I summarize recent experimental progress achieved in producing and characterizing this novel system, providing an outlook for future studies based on ultracold $^6$Li-$^{53}$Cr Fermi mixtures. ",
    "url": "https://arxiv.org/abs/2306.02736",
    "authors": [
      "Matteo Zaccanti"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2104.00844",
    "title": "Optical Measurement of Photorecombination Time Delays",
    "abstract": " Comments: C.Z. and G.G.B. contributed equally to this work ",
    "url": "https://arxiv.org/abs/2104.00844",
    "authors": [
      "Chunmei Zhang",
      "Graham G. Brown",
      "Dong Hyuk Ko",
      "Paul B. Corkum"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2203.16101",
    "title": "All-optical determination of one or two emitters using quantum  polarization with nitrogen-vacancy centers in diamond",
    "abstract": " Title: All-optical determination of one or two emitters using quantum  polarization with nitrogen-vacancy centers in diamond ",
    "url": "https://arxiv.org/abs/2203.16101",
    "authors": [
      "Davin Yue Ming Peng",
      "Josef G. Worboys",
      "Qiang Sun",
      "Shuo Li",
      "Marco Capelli",
      "Shinobu Onoda",
      "Takeshi Ohshima",
      "Philipp Reineck",
      "Brant C. Gibson",
      "Andrew D. Greentree"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.03539",
    "title": "Correlated reference-assisted variational quantum eigensolver",
    "abstract": " Comments: 9 pages, 7 figures ",
    "url": "https://arxiv.org/abs/2205.03539",
    "authors": [
      "Nhan Trong Le",
      "Lan Nguyen Tran"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2207.09261",
    "title": "Enhancing the sensitivity of nonlinearity sensors through homodyne  detection in dissipatively coupled systems",
    "abstract": " Comments: 10 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2207.09261",
    "authors": [
      "Dianzhen Cui",
      "Jianning Li",
      "Fude Li",
      "Zhi-Cheng Shi",
      "X. X. Yi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2211.03247",
    "title": "Optical scattering imaging with sub-nanometer precision based on  position-ultra-sensitive giant Lamb shift",
    "abstract": " Title: Optical scattering imaging with sub-nanometer precision based on  position-ultra-sensitive giant Lamb shift ",
    "url": "https://arxiv.org/abs/2211.03247",
    "authors": [
      "Zeyang Liao",
      "Yuwei Lu",
      "Xue-Hua Wang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.06157",
    "title": "Activated Dissociation of H2 on Cu(001): The Role of Quantum Tunneling",
    "abstract": " Comments: 31 pages, 10 figures ",
    "url": "https://arxiv.org/abs/2211.06157",
    "authors": [
      "Xiaofan Yu",
      "Yangwu Tong",
      "Yong Yang"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2301.09418",
    "title": "Near-Landauer-Bound Quantum Computing Using Single Spins",
    "abstract": " Comments: 10 pages, 12 figures ",
    "url": "https://arxiv.org/abs/2301.09418",
    "authors": [
      "Frank Zhigang Wang"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2302.12975",
    "title": "3D tracking of particles in a dusty plasma by laser sheet tomography",
    "abstract": " Comments: 7 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2302.12975",
    "authors": [
      "Wentao Yu",
      "Justin C. Burton"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Soft Condensed Matter (cond-mat.soft)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2304.08433",
    "title": "A Multi-Purpose Platform for Analog Quantum Simulation",
    "abstract": " Title: A Multi-Purpose Platform for Analog Quantum Simulation ",
    "url": "https://arxiv.org/abs/2304.08433",
    "authors": [
      "Shuwei Jin",
      "Kunlun Dai",
      "Joris Verstraten",
      "Maxime Dixmerias",
      "Ragheed Alhyder",
      "Christophe Salomon",
      "Bruno Peaudecerf",
      "Tim de Jongh",
      "Tarik Yefsah"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2305.09517",
    "title": "Single-Input Polarization-Sensitive Optical Coherence Tomography Through  a Catheter",
    "abstract": " Title: Single-Input Polarization-Sensitive Optical Coherence Tomography Through  a Catheter ",
    "url": "https://arxiv.org/abs/2305.09517",
    "authors": [
      "Georgia L. Jones",
      "Qiaozhou Xiong",
      "Xinyu Liu",
      "Brett E. Bouma",
      "Martin Villiger"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Signal Processing (eess.SP)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2305.17366",
    "title": "Silicon photonic MEMS switches based on split waveguide crossings",
    "abstract": " Title: Silicon photonic MEMS switches based on split waveguide crossings ",
    "url": "https://arxiv.org/abs/2305.17366",
    "authors": [
      "Yinpeng Hu",
      "Yi Sun",
      "Ye Lu",
      "Huan Li",
      "Liu Liu",
      "Yaocheng Shi",
      "Daoxin Dai"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2305.18693",
    "title": "Enhanced sum-frequency generation from etchless lithium niobate  empowered by dual quasi-bound states in the continuum",
    "abstract": " Title: Enhanced sum-frequency generation from etchless lithium niobate  empowered by dual quasi-bound states in the continuum ",
    "url": "https://arxiv.org/abs/2305.18693",
    "authors": [
      "Siqi Feng",
      "Tingting Liu",
      "Wenya Chen",
      "Feng Wu",
      "Shuyuan Xiao"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.19533",
    "title": "DOTA: A Dynamically-Operated Photonic Tensor Core for Energy-Efficient  Transformer Accelerator",
    "abstract": " Comments: The short version is accepted by Next-Gen AI System Workshop at MLSys 2023 ",
    "url": "https://arxiv.org/abs/2305.19533",
    "authors": [
      "Hanqing Zhu",
      "Jiaqi Gu",
      "Hanrui Wang",
      "Zixuan Jiang",
      "Zhekai Zhang",
      "Rongxing Tang",
      "Chenghao Feng",
      "Song Han",
      "Ray T. Chen",
      "David Z. Pan"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Hardware Architecture (cs.AR)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.20034",
    "title": "Thickness Insensitive Nanocavities for 2D Heterostructures using  Photonic Molecules",
    "abstract": " Title: Thickness Insensitive Nanocavities for 2D Heterostructures using  Photonic Molecules ",
    "url": "https://arxiv.org/abs/2305.20034",
    "authors": [
      "Peirui Ji",
      "Chenjiang Qian",
      "Jonathan J. Finley",
      "Shuming Yang"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  }
]