[
  {
    "id": "arXiv:2311.04341",
    "title": "Multi-mode microcavity frequency engineering through a shifted grating  in a photonic crystal ring",
    "abstract": "Frequency engineering of whispering-gallery resonances is essential in microcavity nonlinear optics. The key is to control the frequencies of the cavity modes involved in the underlying nonlinear optical process to satisfy its energy conservation criterion. Compared to the conventional method that tailors dispersion by the cross-sectional geometry, thereby impacting all cavity mode frequencies, grating-assisted microring cavities, often termed as photonic crystal microrings, provide more enabling capabilities through mode-selective frequency control. For example, a simple single period grating added to a microring has been used for single-frequency engineering in Kerr optical parametric oscillation (OPO) and frequency combs. Recently, this approach has been extended to multi-frequency engineering by using multi-period grating functions, but at the cost of increasingly complex grating profiles that require challenging fabrication. Here, we demonstrate a simple approach, which we term as shifted grating multiple mode splitting (SGMMS), where spatial displacement of a single period grating imprinted on the inner boundary of the microring creates a rotational asymmetry that frequency splits multiple adjacent cavity modes. This approach is easy to implement and presents no additional fabrication challenges than an un-shifted grating, and yet is very powerful in providing multi-frequency engineering functionality for nonlinear optics. We showcase an example where SGMMS enables OPO generation across a wide range of pump wavelengths in a normal-dispersion device that otherwise would not support OPO. ",
    "url": "https://arxiv.org/abs/2311.04341",
    "authors": [
      "Xiyuan Lu",
      "Yi Sun",
      "Ashish Chanana",
      "Usman A. Javid",
      "Marcelo Davanco",
      "Kartik Srinivasan"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.04437",
    "title": "Cryogenic resonant amplifier for electron-on-helium image charge readout",
    "abstract": "An electron-on-helium qubit is a promising physical platform for quantum information technologies. Among all the \"blueprints\" for the qubit realization, a hybrid Rydberg-spin qubit seems to be a promising one towards quantum computing using electron spins. The main technological challenge on the way to such qubits is a detection of fA range image current induced by Rydberg transition of a single electron. To address this problem we aim to use a tank LC-circuit in conjunction with a high impedance and low power dissipation cryogenic amplifier. Here, we report our progress towards realization of a resonant image current detector with a home-made cryogenic amplifier based on FHX13LG HEMT. We present a detailed characterization of the transistor at room and cryogenic temperatures, as well as details of the amplifier design and performance. At the power dissipation level of amplifier well below 100~${\\mu}$W the measured voltage and current noise level is 0.6~nV/$\\sqrt{Hz}$ and below 1.5~fA/$\\sqrt{Hz}$, respectively. Based on the actual image current measurements of the Rydberg transition in a many-electron system on liquid helium, we estimate SNR=8 with the measurement bandwidth 1 Hz for the detection of a single-electron transition, providing the noise level at the output is solely determined by the noise of the amplifier. ",
    "url": "https://arxiv.org/abs/2311.04437",
    "authors": [
      "Mikhail Belianchikov",
      "Jakob A. Kraus",
      "Denis Konstantinov"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2311.04558",
    "title": "Free-Space Optical Spiking Neural Network",
    "abstract": "Neuromorphic engineering has emerged as a promising avenue for developing brain-inspired computational systems. However, conventional electronic AI-based processors often encounter challenges related to processing speed and thermal dissipation. As an alternative, optical implementations of such processors have been proposed, capitalizing on the intrinsic information-processing capabilities of light. Within the realm of optical neuromorphic engineering, various optical neural networks (ONNs) have been explored. Among these, Spiking Neural Networks (SNNs) have exhibited notable success in emulating the computational principles of the human brain. Nevertheless, the integration of optical SNN processors has presented formidable obstacles, mainly when dealing with the computational demands of large datasets. In response to these challenges, we introduce a pioneering concept: the Free-space Optical deep Spiking Convolutional Neural Network (OSCNN). This novel approach draws inspiration from computational models of the human eye. We have meticulously designed various optical components within the OSCNN to tackle object detection tasks across prominent benchmark datasets, including MNIST, ETH 80, and Caltech. Our results demonstrate promising performance with minimal latency and power consumption compared to their electronic ONN counterparts. Additionally, we conducted several pertinent simulations, such as optical intensity to-latency conversion and synchronization. Of particular significance is the evaluation of the feature extraction layer, employing a Gabor filter bank, which stands to impact the practical deployment of diverse ONN architectures significantly. ",
    "url": "https://arxiv.org/abs/2311.04558",
    "authors": [
      "Reyhane Ahmadi",
      "Amirreza Ahmadnejad",
      "Somayyeh Koohi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Neural and Evolutionary Computing (cs.NE)"
    ]
  },
  {
    "id": "arXiv:2311.04736",
    "title": "Transverse Mode Control in Quantum Enhanced Interferometers: A Review  and Recommendations for a New Generation",
    "abstract": "Adaptive optics has made significant advancement over the past decade, becoming the essential technology in a wide variety of applications, particularly in the realm of quantum optics. One key area of impact is gravitational-wave detection, where quantum correlations are distributed over kilometer-long distances by beams with hundreds of kilowatts of optical power. Decades of development were required to develop robust and stable techniques to sense mismatches between the Gaussian beams and the resonators, all while maintaining the quantum correlations. Here we summarize the crucial advancements in transverse mode control required for gravitational-wave detection. As we look towards the advanced designs of future detectors, we highlight key challenges and offer recommendations for the design of these instruments. We conclude the review with a discussion of the broader application of adaptive optics in quantum technologies: communication, computation, imaging and sensing. ",
    "url": "https://arxiv.org/abs/2311.04736",
    "authors": [
      "Aaron W. Goodwin-Jones",
      "Ricardo Cabrita",
      "Mikhail Korobko",
      "Martin van Beuzekom",
      "Daniel D. Brown",
      "Viviana Fafone",
      "Joris van Heijningen",
      "Alessio Rocchi",
      "Mitchell G. Schiworski",
      "Matteo Tacca"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2311.04737",
    "title": "Tailoring bistability in optical tweezers with vortex beams and  spherical aberration",
    "abstract": "We demonstrate a bistable optical trap by tightly focusing a vortex laser beam. The optical potential has the form of a Mexican hat with an additional minimum at the center. The bistable trapping corresponds to a non-equilibrium steady state (NESS), where the microsphere continually hops, due to thermal activation, between an axial equilibrium state and an orbital state driven by the optical torque. We develop a theoretical model for the optical force field, based entirely on experimentally accessible parameters, combining a Debye-type non-paraxial description of the focused vortex beam with Mie scattering by the microsphere. The theoretical prediction that the microsphere and the annular laser focal spot should have comparable sizes is confirmed experimentally by taking different values for the topological charge of the vortex beam. Spherical aberration introduced by refraction at the interface between the glass slide and the sample is taken into account and allows to fine tune between axial, bistable and orbital states as the sample is shifted with respect to the objective focal plane. We find an overall agreement between theory and experiment for a rather broad range of topological charges. Our results open the way for applications in stochastic thermodynamics as it establishes a new control parameter, the height of the objective focal plane with respect to the glass slide, that allows to shape the optical force field in real time and in a controllable way. ",
    "url": "https://arxiv.org/abs/2311.04737",
    "authors": [
      "Arthur Luna da Fonseca",
      "Kainã Diniz",
      "Paula Borges Monteiro",
      "Luís Barbosa Pires",
      "Guilherme Tenório Moura",
      "Mateus Borges",
      "Rafael de Sousa Dutra",
      "Diney Soares Ether Jr",
      "Nathan Bessa Viana",
      "Paulo Américo Maia Neto"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Statistical Mechanics (cond-mat.stat-mech)"
    ]
  },
  {
    "id": "arXiv:2311.04793",
    "title": "A Surface Acoustic Wave based Single Photon Shifter for Solid-state  Sources",
    "abstract": "Controlling the frequency of nonclassical light is indispensable for implementing quantum computation, communication and bridging various quantum systems. However, frequency-shift devices for solid state single-photon sources that are easy to integrate are practically absent. Here, we propose an integrated single-photon frequency shifter based on acousto-optic modulation. The device consists of two Interdigital Transducers (IDTs) for surface acoustic wave (SAW) generation and a silicon waveguide periodically placed at the nodes the SAW to increase the interaction length. The V{\\pi}*L of the device is 1.2v.cm. Under 133.2MHz driving frequency and 10 volt driving voltage, a shift up to 65.7GHz is achieved with near unity conversion efficiency. Our results demonstrate the feasibility of on-chip deterministic quantum spectral control in constructing hybrid quantum networks. ",
    "url": "https://arxiv.org/abs/2311.04793",
    "authors": [
      "Jiaxing Guo",
      "Huijun Zhao",
      "Kaili Xiong",
      "Pingxing Chen",
      "Yang Zhang",
      "Yan Chen"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2311.04820",
    "title": "Coherence analysis of tightly locked mid-infrared quantum cascade laser  frequency combs",
    "abstract": "Frequency combs are powerful tools for many applications and high performances are achieved by stabilizing these lasers. For operation in the mid-infrared, quantum cascade lasers (QCL) are ideal candidates as they present numerous advantages. However, stabilized QCL-combs lack of a detailed characterization of their noise properties due to the sensitivity limits of current analyzing techniques. To overcome these challenges, we developed what we believe to be the first tightly locked dual QCL-comb system. Its use is twofold. First, phase noise analysis of the dual-comb signal shows residual phase noise below 600 mrad for all comb lines, and we characterize the comb coherence as well as the performances of the repetition frequency locking mechanism. Second, we demonstrate coherent averaging with a $7 \\times 10^5$ Hz$^{1/2}$ figure-of-merit system, which is compatible with high precision spectroscopy. ",
    "url": "https://arxiv.org/abs/2311.04820",
    "authors": [
      "Alexandre Parriaux",
      "Kenichi N. Komagata",
      "Mathieu Bertrand",
      "Valentin J. Wittwer",
      "Jérôme Faist",
      "Thomas Südmeyer"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.04873",
    "title": "Cavity Soliton-Induced Topological Edge States",
    "abstract": "Over the past decade, cavity solitons have attracted substantial attention for their rich dynamics and their myriad potential applications. Recently, there has been growing interest in understanding cavity solitons in systems of coupled resonators, where both new physics and applications can emerge. While numerous works have theoretically studied the interplay between cavity solitons and lattice topology, experimental demonstrations of cavity solitons in topological lattices remain elusive. Here, we experimentally realize cavity solitons in a Su-Schrieffer-Heeger (SSH) lattice and illustrate that the synergy between topology and soliton formation dynamics can induce soliton formation at the boundaries of a topological SSH lattice. Our work illustrates the rich physics of cavity solitons in topological lattices and demonstrates a flexible approach to study solitons in large-scale coupled resonator arrays. ",
    "url": "https://arxiv.org/abs/2311.04873",
    "authors": [
      "Christian R. Leefmans",
      "Nicolas Englebert",
      "James Williams",
      "Robert M. Gray",
      "Nathan Goldman",
      "Simon-Pierre Gorza",
      "François Leo",
      "Alireza Marandi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Quantum Gases (cond-mat.quant-gas)"
    ]
  },
  {
    "id": "arXiv:2311.04223",
    "title": "Dual band wireless transmission over 75-150GHz millimeter wave carriers  using frequency-locked laser pairs",
    "abstract": "We generate and transmit 75-GHz-bandwidth OFDM signals over the air using three mutually frequency-locked lasers, achieving minimal frequency gap between the wireless W and D bands using optical-assisted approaches, resulting in 173.5 Gb/s detected capacity. ",
    "url": "https://arxiv.org/abs/2311.04223",
    "authors": [
      "Zichuan Zhou",
      "Amany Kassem",
      "James Seddon",
      "Eric Sillekens",
      "Izzat Darwazeh",
      "Polina Bayvel",
      "Zhixin Liu"
    ],
    "subjectives": [
      "Signal Processing (eess.SP)",
      "Systems and Control (eess.SY)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.04864",
    "title": "Realization of programmable Ising models in a trapped-ion quantum  simulator",
    "abstract": "A promising paradigm of quantum computing for achieving practical quantum advantages is quantum annealing or quantum approximate optimization algorithm, where the classical problems are encoded in Ising interactions. However, it is challenging to build a quantum system that can efficiently map any structured problems. Here, we present a programmable trapped-ion quantum simulator of an Ising model with all-to-all connectivity with up to four spins. We implement the spin-spin interactions by using the coupling of trapped ions to multiple collective motional modes and realize the programmability through phase modulation of the Raman laser beams that are individually addressed on ions. As an example, we realize several Ising lattices with different interaction connectivities, where the interactions can be ferromagnetic or anti-ferromagnetic. We confirm the programmed interaction geometry by observing the ground states of the corresponding models through quantum state tomography. Our experimental demonstrations serve as an important basis for realizing practical quantum advantages with trapped ions. ",
    "url": "https://arxiv.org/abs/2311.04864",
    "authors": [
      "Yao Lu",
      "Wentao Chen",
      "Shuaining Zhang",
      "Kuan Zhang",
      "Jialiang Zhang",
      "Jing-Ning Zhang",
      "Kihwan Kim"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.04893",
    "title": "Maximum Entropy Principle as Postulate of Quantum Mechanics",
    "abstract": "Even a century after the formulation of Quantum Mechanics (QM), the wave function collapse (WFC) remains a contentious aspect of the theory. Environment-induced decoherence has offered a partial resolution by illustrating how unitary evolution in an open quantum system can lead to effective WFC within its components. However, this approach suffers from circular reasoning and does not lead to a self-consistent reformulation of QM. We introduce a modified set of QM postulates, which exclude both WFC and Born's probability rule. They are replaced with a weaker postulate that specifies conditional probabilities for mutually compatible observations, which can be interpreted as the Maximum Entropy Principle. Within this formulation, both WFC and Born's rule are emerging properties. ",
    "url": "https://arxiv.org/abs/2311.04893",
    "authors": [
      "Alexei V. Tkachenko"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2211.00133",
    "title": "Modelling noise in global Molmer-Sorensen interactions applied to  quantum approximate optimization",
    "abstract": " Comments: 10+5 pages, 6+3 figures; v2 correction to results, discussion of AC Stark effect ",
    "url": "https://arxiv.org/abs/2211.00133",
    "authors": [
      "Phillip C. Lotshaw",
      "Kevin D. Battles",
      "Bryan Gard",
      "Gilles Buchs",
      "Travis S. Humble",
      "Creston D. Herold"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2212.01857",
    "title": "Approximate Boltzmann Distributions in Quantum Approximate Optimization",
    "abstract": " Comments: 16 pages, 14 figures. v2 clarifies and shortens the presentation. v3 minor revisions ",
    "url": "https://arxiv.org/abs/2212.01857",
    "authors": [
      "Phillip C. Lotshaw",
      "George Siopsis",
      "James Ostrowski",
      "Rebekah Herrman",
      "Rizwanul Alam",
      "Sarah Powers",
      "Travis S. Humble"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2306.00781",
    "title": "Non-perturbative theory of spontaneous parametric down-conversion in  open and dispersive optical systems",
    "abstract": " Title: Non-perturbative theory of spontaneous parametric down-conversion in  open and dispersive optical systems ",
    "url": "https://arxiv.org/abs/2306.00781",
    "authors": [
      "Aleksa Krstić",
      "Frank Setzpfandt",
      "Sina Saravi"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.04922",
    "title": "Efficient and Equivariant Graph Networks for Predicting Quantum  Hamiltonian",
    "abstract": " Title: Efficient and Equivariant Graph Networks for Predicting Quantum  Hamiltonian ",
    "url": "https://arxiv.org/abs/2306.04922",
    "authors": [
      "Haiyang Yu",
      "Zhao Xu",
      "Xiaofeng Qian",
      "Xiaoning Qian",
      "Shuiwang Ji"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2310.18228",
    "title": "First-principles molecular quantum electrodynamics theory at all  coupling strengths",
    "abstract": " Title: First-principles molecular quantum electrodynamics theory at all  coupling strengths ",
    "url": "https://arxiv.org/abs/2310.18228",
    "authors": [
      "Xinyang Li",
      "Yu Zhang"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  }
]