[
  {
    "id": "arXiv:2402.00873",
    "title": "Non-Divergent Spinning Substructures Near Acoustic Field Nodes",
    "abstract": "In this work, we examine the extraordinary behavior of polarization and spin angular momentum (AM) density in the vicinity of longitudinal field zeros in three-dimensional monochromatic acoustic fields. We demonstrate that, as governed by the continuity equation, the velocity fields of arbitrary acoustic sources maintain non-diffractive elliptical polarization structures that enclose longitudinal field zeros, despite having divergent transverse spatial profiles of intensity. Furthermore, embedded in these nonparaxial field contours, for infinite distance, are threads of circular polarization singularities. We illuminate these inherent properties in acoustic vortex fields, dipole arrays, and the famous Young's double slit experiment. Our results reveal novel characteristics of vector sound waves that provide a platform for future studies and applications of structured acoustic waves and chiral acoustic phenomena. ",
    "url": "https://arxiv.org/abs/2402.00873",
    "authors": [
      "Andrew Kille",
      "Andrei Afanasev"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)",
      "Other Condensed Matter (cond-mat.other)"
    ]
  },
  {
    "id": "arXiv:2402.00988",
    "title": "Normal incidence sound insulation provided by Sonic Crystal Acoustic  Screens made from rigid scatterers, assessment of different simulation  methods",
    "abstract": "Sonic crystal acoustic screens have been in progressive research and development in the last two decades as a technical solution for mitigating traffic noise. Their behaviour is quite different from that observed in classical barriers, with the latter being based on physically blocking the direct sound propagation path (only allowing diffracted noise to reach sensible receivers), and sonic crystals providing attenuation efficiency based on the creation of band-gaps at specific frequency ranges, due to the Bragg's interference phenomenon. The distinct physical mechanisms of these two types of noise barriers complicates the use of classical simplified or even numerical models developed for traditional barriers to simulate and predict the attenuation performance of a sonic crystal, and alternative methods become thus required. In the acoustics scientific literature, several authors have proposed estimation and simulation methods based on different numerical tools to predict the sound insulation provided by these new noise abatement solutions. This paper presents a comparative evaluation of some of these methods, with emphasis to the assessment of their accuracy versus memory usage in order to determine which one is the most suitable for optimization methodologies in the design of new devices with improved acoustic performance. ",
    "url": "https://arxiv.org/abs/2402.00988",
    "authors": [
      "M. P. Peiró-Torres",
      "Marcelino Ferri",
      "L. M. Godinho",
      "P. Amado-Mendes",
      "F. J. V. Folch",
      "Javier Redondo"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2402.01080",
    "title": "Photonic Spin-Orbit Coupling Induced by Deep-Subwavelength Structured  Light",
    "abstract": "We demonstrate both theoretically and experimentally beam-dependent photonic spin-orbit coupling in a two-wave mixing process described by an equivalent of the Pauli equation in quantum mechanics. The considered structured light in the system is comprising a superposition of two orthogonal spin-orbit-coupled states defined as spin up and spin down equivalents. The spin-orbit coupling is manifested by prominent pseudo spin precession as well as spin-transport-induced orbital angular momentum generation in a photonic crystal film of wavelength thickness. The coupling effect is significantly enhanced by using a deep-subwavelength carrier envelope, different from previous studies which depend on materials. The beam-dependent coupling effect can find intriguing applications; for instance, it is used in precisely measuring variation of light with spatial resolution up to 15 nm. ",
    "url": "https://arxiv.org/abs/2402.01080",
    "authors": [
      "Xin Zhang",
      "Guohua Liu",
      "Yanwen Hu",
      "Haolin Lin",
      "Zepei Zeng",
      "Xiliang Zhang",
      "Zhen Li",
      "Zhenqiang Chen",
      "Shenhe Fu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.01119",
    "title": "Impact of snowfall on terahertz channel performance: measurement and  modeling insights",
    "abstract": "In the evolving domain of wireless communication, the investigation on terahertz (THz) frequency spectrum, spanning 0.1 to 10 THz, has become a critical focus for advancing ultra-high-speed data transmission technologies. The effective deployment of THz wireless communication techniques mandates a complete study of channel performance under various atmospheric conditions, such as rain, fog, cloud, haze, and notably, snow. These environmental elements significantly impact the design of the protocol stack, ranging from physical-layer signal processing to application design and strategic network planning. An in-depth understanding of channel propagation and fading characteristics in real-world environments, especially over ultra-wide bandwidths, is crucial. This work presents a comprehensive measurement-based and theoretical investigation of line-of-sight (LoS) THz channel performance in snowy conditions. It methodically examines both the empirical and predicted aspects of channel power and bit-error-ratio (BER). The effects of snowfall rate, carrier frequency, ambient temperature, and relative humidity on channel performance are analyzed and discussed. Our findings demonstrate that snowy conditions not only amplify power loss but also induce rapid fluctuations in the power levels of the THz channel. Notably, our results reveal an absence of significant multipath effects in these scenarios. This insight highlights the need for further research into the dynamics of snowflake movement and their interaction with THz transmission paths. ",
    "url": "https://arxiv.org/abs/2402.01119",
    "authors": [
      "Guohao Liu",
      "Xiangkun He",
      "Jiabiao Zhao",
      "Da Li",
      "Hong Liang",
      "Houjun Sun",
      "Daniel M. Mittleman",
      "Jianjun Ma"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2402.01127",
    "title": "Wideband, Efficient AlScN-Si Acousto-Optic Modulator in a Commercially  Available Silicon Photonics Process",
    "abstract": "Acousto-optic integration offers numerous applications including low-loss microwave signal processing, nonreciprocal light propagation, frequency comb generation, and broadband acousto-optic modulation. State-of-the-art acousto-optic systems are mainly implemented entirely using in-house fabrication processes, which despite excellent performance typically suffer from low yield and are not compatible with mass production through foundry processes. Here, we demonstrate a highly efficient wideband acousto-optic modulator (AOM) implemented on a silicon photonics foundry process enabling high-yield low-cost mass production of AOMs with other photonic and electronic devices on the same substrate. In the reported structure, a 150 ${\\mu}$m long AlScN-based acoustic transducer launches surface acoustic waves (SAW), which modulate the light passing through a silicon optical waveguide. A modulation efficiency of -18.3 dB over a bandwidth of 112 MHz is achieved, which to our knowledge is the highest reported efficiency and bandwidth combination among silicon based AOMs, resulting in about an order of magnitude $BW(V_{\\pi}L)^{-1}$ figure-of-merit improvement compared to the state-of-the-art CMOS compatible AOMs. The monolithically integrated acousto-optic platform developed in this work will pave the way for low-cost, miniature microwave filters, true time delays, frequency combs, and other signal processors with the advanced functionality offered by foundry-integrated photonic circuits. ",
    "url": "https://arxiv.org/abs/2402.01127",
    "authors": [
      "Mertcan Erdil",
      "Izhar",
      "Yang Deng",
      "Zichen Tang",
      "Mohamad Hossein Idjadi",
      "Farshid Ashtiani",
      "Firooz Aflatouni",
      "Roy Olsson III"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2402.01164",
    "title": "Frequency downshifting in decaying wavetrains on the ocean surface  covered by ice floes",
    "abstract": "We study analytically and numerically a frequency downshifting due to power-type frequency-dependent decay of surface waves in the ocean covered by ice floes. The downshifting is obtained both within the linear model and within the nonlinear Schr\\\"odinger (NLS) equation augmented by viscous terms for the initial condition in the form of an NLS envelope soliton. It is shown that the frequency-dependent dissipation produces a more substantial downshifting when the spectrum is relatively wide. As a result, the nonlinear adiabatic scenario of wavetrain evolution provides a downshifting remarkably smaller in magnitude than in the linear regime. Meanwhile, interactions between nonlinear wavegroups lead to spectral broadening and thus, result in fast substantial frequency downshifts. Analytic estimates are obtained for an arbitrary power $n$ of the dependence of a dissipation rate on frequency $\\sim \\omega^n$. The developed theory is validated by the numerical modelling of the generalized NLS equation with dissipative terms. Estimates of frequency downshift are given for oceanic waves of realistic parameters. ",
    "url": "https://arxiv.org/abs/2402.01164",
    "authors": [
      "A.V. Slunyaev",
      "Y.A. Stepanyants"
    ],
    "subjectives": [
      "Geophysics (physics.geo-ph)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2402.01281",
    "title": "Adiabatic theory of crossing third order resonance and its comparison  with experiment at VEPP-4M",
    "abstract": "The universal analytical approach was developed to describe the process of particle slow extraction from a synchrotron using adiabatic crossing the betatron resonance of the third order. The obtained formulas make it possible to calculate the time diagrams for the current of the extracted beam ('spill profile'), taking into account the chromaticity, particle momentum spread and synchrotron oscillations. On this basis, a method for monochromatization of extracted beam is indicated. The theory is compared with some results obtained in the experiment on crossing the third-order resonance at the VEPP-4M storage ring. ",
    "url": "https://arxiv.org/abs/2402.01281",
    "authors": [
      "Sergei Nikitin"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2402.01307",
    "title": "Integrated anti-electronics for positron annihilation spectroscopy",
    "abstract": "Imaging the features of a sample using Positron Annihilation Spectroscopy (PAS) is currently achieved by rastering, i.e. by scanning the sample surface with a sharply focused positron beam. However, a beam of arbitrary shape (sculpted beam) would allow the application of more versatile single-pixel imaging (SPI) techniques. I introduce the design of a microelectronic device employing a 2D array of Zener diodes as an active positron moderator, capable of sculpting positron beams with 6um resolution. The re-emitted positrons are accelerated towards the sample through a miniaturised electrostatic lens system and reaching 100nm resolution. The fast switch-on (90ps) and switch-off (250ps) time of the device would enable state-of-the-art positron annihilation lifetime spectroscopy (PALS) and PAS imaging with high spatial and temporal resolution. ",
    "url": "https://arxiv.org/abs/2402.01307",
    "authors": [
      "Francesco Guatieri"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2402.01374",
    "title": "A micro-opto-mechanical glass interferometer for megahertz modulation of  optical signals",
    "abstract": "Waveguide-based interferometric circuits are widely employed in optical communications, sensing and computing applications. In particular, glass-based devices are appealing due to the transparency and bio-compatibility of this substrate, or where low-loss interfacing with fiber networks is required. However, fast electro-optic phase modulation is hard to achieve in glass materials. Here, we demonstrate an optical phase and intensity modulator in glass, working in the megahertz range. This modulator exploits the elasto-optic effect inside a mechanical microstructure, brought to oscillation at resonance, and is entirely realized by femtosecond laser micromachining. In detail, we demonstrate 23-dB optical intensity modulation at 1.17 MHz, with an internal optical loss of the phase-modulator component as low as 0.04 dB. ",
    "url": "https://arxiv.org/abs/2402.01374",
    "authors": [
      "Roberto Memeo",
      "Andrea Crespi",
      "Roberto Osellame"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2402.01430",
    "title": "Atomic Quantum Sensor for Ultralow-Frequency Electric Field Measurements",
    "abstract": "Rydberg-assisted atomic electrometry with thermal vapors offers a promising approach for detecting external electric fields. This technique, however, has proven quite challenging for measuring low frequencies because of the effects of metal-alkali atoms absorbing on the interior surface of the vacuum enclosure. We apply high-contrast Rydberg-electromagnetically-induced-transparency (EIT) spectroscopy to investigate the impact systematically, including laser power and electric field. Our system enhances frequency measurements below 10 Hz, demonstrating significant progress in improving the performance of Rydberg atomic electrometry. Consequently, our study reveals a standard quantum limit for data capacity and experimentally illustrates it across bandwidths ranging from 10 Hz to 1 MHz. This study provides valuable insights for future precision measurements and field sensing applications. ",
    "url": "https://arxiv.org/abs/2402.01430",
    "authors": [
      "Yu-Chi Chen",
      "Shao-Cheng Fang",
      "Yi-Hsin Chen"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2402.01490",
    "title": "Giant DC Residual Current Generated by Subcycle Laser Pulses",
    "abstract": "Experimental indications have been reported suggesting that laser pulses shining on materials with relativistic dispersion can produce currents that survive long after the illumination has died out. Such residual currents ('remnants') have applications in petahertz logical gates. The remnants' strength strongly depends on the pulse-shape. We develop an analytical formula that allows to optimize the pulse-shape for remnant production; we predict remnants exceeding the values observed so far by orders of magnitude. In fact, remnants can be almost as strong as the peak current under irradiation. ",
    "url": "https://arxiv.org/abs/2402.01490",
    "authors": [
      "Adran Seith",
      "Ferdinand Evers",
      "Jan Wilhelm"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2402.01437",
    "title": "Structural and optical characterization of NiO polycrystalline thin  films fabricated by spray-pyrolysis",
    "abstract": "Nickel (II) oxide, NiO, a wide band gap Mott insulator characterized by strong Coulomb repulsion between d-electrons and displaying antiferromagnetic order at room temperature, has gained attention in recent years as a very promising candidate for applications in a broad set of areas, including chemistry and metallurgy to spintronics and energy harvesting. Here, we report on the synthesis of polycrystalline NiO fabricated using spray-pyrolysis technique, which is a deposition technique able to produce quite uniform films of pure and crystalline materials without the need of high vacuum or inert atmospheres. We then characterized the composition and structure of our NiO thin films using X-ray diffraction, and atomic force and scanning electron microscopies, respectively. We completed our study by looking at the phononic and magnonic properties of our NiO thin films via Raman spectroscopy, and at the ultrafast electron dynamics by using optical pump probe spectroscopy. We found that our NiO samples display the same phononic and magnonic dispersion expected for single crystal NiO at room temperature, and that electron dynamics in our system is similar to those of previously reported NiO mono- and poli-crystalline systems synthesized with different techniques. These results prove that spray-pyrolysis can be used as affordable and large-scale fabrication technique to synthetize strongly correlated materials for a large set of applications. ",
    "url": "https://arxiv.org/abs/2402.01437",
    "authors": [
      "Lakshmi Das",
      "Esdras J. Canto-Aguilar",
      "Tlek Tapani",
      "Haifeng Lin",
      "Hinduja Bhuvanendran",
      "Nicolas Boulanger",
      "Roushdey Salh",
      "Eduardo Gracia-Espino",
      "Nicolò Maccaferri"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2402.01570",
    "title": "Controllable frequency tunability and parabolic-like threshold current  behavior in spin Hall nano-oscillators",
    "abstract": "We investigate the individual impacts of critical magnetodynamical parameters-effective magnetization and magnetic damping-on the auto-oscillation characteristics of nano-constriction-based Spin Hall Nano-Oscillators (SHNOs). Our micromagnetic simulations unveil a distinctive non-monotonic relationship between current and auto-oscillation frequency in out-of-plane magnetic fields. The influence of effective magnetization on frequency tunability varies with out-of-plane field strengths. At large out-of-plane fields, the frequency tunability is predominantly governed by effective magnetization, achieving a current tunability of 1 GHz/mA-four times larger than that observed at the lowest effective magnetization. Conversely, at low out-of-plane fields, although a remarkably high-frequency tunability of 4 GHz/mA is observed, the effective magnetization alters the onset of the transition from a linear-like mode to a spin-wave bullet mode. Magnetic damping primarily affects the threshold current with negligible impact on auto-oscillation frequency tunability. The threshold current scales linearly with increased magnetic damping at a constant out-of-plane field but exhibits a parabolic behavior with variations in out-of-plane fields. This behavior is attributed to the qualitatively distinct evolution of the auto-oscillation mode across different out-of-plane field values. Our study not only extends the versatility of SHNOs for oscillator-based neuromorphic computing with controllable frequency tunability but also unveils the intricate auto-oscillation dynamics in out-of-plane fields. ",
    "url": "https://arxiv.org/abs/2402.01570",
    "authors": [
      "Arunima TM",
      "Himanshu Fulara"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2402.01594",
    "title": "Dark resonance spectra of trapped ions under the influence of  micromotion",
    "abstract": "We study the influence of micromotion on the spectrum of trapped ions with a lambda-type level scheme, leading to dark resonances due to coherent population trapping. We work with calcium ions trapped in a ring-shaped Paul trap, in which one can compensate excess micromotion for only one ion of the crystal. We observe that micromotion affects the shapes of the dark resonances and causes the appearance of \"echoes\" separated by intervals given by the drive frequency. We present a theoretical model that provides good fits to the measurements and can be used to estimate the amplitude of the micromotion modulation of the atomic motion. We estimate an effective temperature of the ions from the spectra and observe clear micromotion heating as well as impaired cooling for sufficiently large excess micromotion. ",
    "url": "https://arxiv.org/abs/2402.01594",
    "authors": [
      "Nicolás Adrián Nuñez Barreto",
      "Muriel Bonetto",
      "Marcelo Alejandro Luda",
      "Cecilia Cormick",
      "Christian Tomás Schmiegelow"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.01627",
    "title": "Spatial correlations of vortex quantum states",
    "abstract": "We study spatial correlations of vortices in different quantum states or with Bose or Fermi statistics. This is relevant for both optical vortices and condensed-matter ones such as microcavity polaritons, or any platform that can prepare and image fields in space at the few-particle level. While we focus on this particular case for illustration of the formalism, we already reveal unexpected features of spatial condensation whereby bosons exhibit a bimodal distribution of their distances which places them farther apart than fermions in over 40% of the cases, or on the opposite conceal spatial correlations to behave like coherent states. Such experiments upgrade in the laboratory successful techniques in uncontrolled extreme environments (stars and nuclei). ",
    "url": "https://arxiv.org/abs/2402.01627",
    "authors": [
      "Eduardo Zubizarreta Casalengua",
      "Fabrice P. Laussy"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.01637",
    "title": "Dynamics of Onsager vortex clustering in decaying turbulent polariton  quantum fluids",
    "abstract": "We investigate the turbulent properties of a confined driven-dissipative polariton quantum fluid after a pulsed excitation. Using numerical simulations, we provide insight into the vortex clustering processes that emerge during the relaxation dynamics of the initially injected vortex cloud. A confrontation between conservative and non-conservative dynamics reveals that the onset of clusterization strongly depends on the interplay between the different characteristic system lengths and time scales at stake, with an additional time scale due to dissipation in the non-conservative case. Quantification of the clustering observables allows us to numerically characterize the optimal conditions for observing Onsager condensation in decaying polariton systems, demonstrating its experimental reachability under pulse excitation. These findings hold significance for exploring the onset of turbulent dynamics in open systems, spanning both classical and quantum domains. ",
    "url": "https://arxiv.org/abs/2402.01637",
    "authors": [
      "P. Comaron",
      "R. Panico",
      "D. Ballarini",
      "M. Matuszewski"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2012.04346",
    "title": "Identifying and understanding the positive impact of defects for  perovskites optoelectronic devices",
    "abstract": " Comments: 6 pages, 3 figures ",
    "url": "https://arxiv.org/abs/2012.04346",
    "authors": [
      "Yu-Hao Deng"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2301.06302",
    "title": "Eigenfrequency splitting with EPs order tunability in a coupled triple  cavity system",
    "abstract": " Comments: 11 pages, 11 figures ",
    "url": "https://arxiv.org/abs/2301.06302",
    "authors": [
      "Priyanka Chaudhary",
      "Akhilesh Kumar Mishra"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.00351",
    "title": "Generalized Quantum Geometric Tensor in a Non-Hermitian  Exciton-Polariton System",
    "abstract": " Comments: 30 pages, 11 figures ",
    "url": "https://arxiv.org/abs/2306.00351",
    "authors": [
      "Y.-M. Robin Hu",
      "Elena A. Ostrovskaya",
      "Eliezer Estrecho"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.05917",
    "title": "Impact of conditional modelling for a universal autoregressive quantum  state",
    "abstract": " Comments: 16 pages, 5 figures, Accepted to Quantum (2024) ",
    "url": "https://arxiv.org/abs/2306.05917",
    "authors": [
      "Massimo Bortone",
      "Yannic Rath",
      "George H. Booth"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2402.00273",
    "title": "Nonlinearity-Enhanced Continuous Microwave Detection Based on Stochastic  Resonance",
    "abstract": " Title: Nonlinearity-Enhanced Continuous Microwave Detection Based on Stochastic  Resonance ",
    "url": "https://arxiv.org/abs/2402.00273",
    "authors": [
      "Kang-Da Wu",
      "Chongwu Xie",
      "Chuan-Feng Li",
      "Guang-Can Guo",
      "Chang-Ling Zou",
      "Guo-Yong Xiang"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  }
]