[
  {
    "id": "arXiv:2303.01522",
    "title": "A Compact Dication Source for Ba$^{2+}$ Tagging and Heavy Metal Ion  Sensor Development",
    "abstract": "We present a tunable metal ion beam that delivers controllable ion currents in the picoamp range for testing of dry-phase ion sensors. Ion beams are formed by sequential atomic evaporation and single or multiple electron impact ionization, followed by acceleration into a sensing region. Controllability of the ionic charge state is achieved through tuning of electrode potentials that influence the retention time in the ionization region. Barium, lead, and cobalt samples have been used to test the system, with ion currents identified and quantified using a quadrupole mass analyzer. Realization of a clean $\\mathrm{Ba^{2+}}$ ion beam within a bench-top system represents an important technical advance toward the development and characterization of barium tagging systems for neutrinoless double beta decay searches in xenon gas. This system also provides a testbed for investigation of novel ion sensing methodologies for environmental assay applications, with dication beams of Pb$^{2+}$ and Cd$^{2+}$ also demonstrated for this purpose. ",
    "url": "https://arxiv.org/abs/2303.01522",
    "authors": [
      "K.E. Navarro",
      "B.J.P. Jones",
      "J. Baeza-Rubio",
      "M. Boyd",
      "A.A. Denisenko",
      "F.W. Foss",
      "S.Giri",
      "R. Miller",
      "D.R. Nygren",
      "M.R. Tiscareno",
      "F. J. Samaniego",
      "K. Stogsdill",
      "C. Adams",
      "H. Almazán",
      "V. Álvarez",
      "B. Aparicio",
      "A.I. Aranburu",
      "L. Arazi",
      "I.J. Arnquist",
      "S. Ayet",
      "C.D.R. Azevedo",
      "K. Bailey",
      "F. Ballester",
      "J.M. Benlloch-Rodríguez",
      "F.I.G.M. Borges",
      "S. Bounasser",
      "N. Byrnes",
      "S. Cárcel",
      "J.V. Carrión",
      "S. Cebrián",
      "E. Church",
      "C.A.N. Conde",
      "T. Contreras",
      "F.P. Cossío",
      "E. Dey",
      "G. Díaz",
      "T. Dickel",
      "J. Escada",
      "R. Esteve",
      "A. Fahs",
      "R. Felkai",
      "L.M.P. Fernandes",
      "P. Ferrario",
      "A.L. Ferreira",
      "E.D.C. Freitas",
      "Z. Freixa",
      "J. Generowicz",
      "A. Goldschmidt",
      "J.J. Gómez-Cadenas",
      "R. González",
      "J. Grocott",
      "R. Guenette",
      "J. Haefner",
      "K. Hafidi",
      "J. Hauptman",
      "C.A.O. Henriques",
      "J.A. Hernando Morata"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)",
      "Nuclear Experiment (nucl-ex)"
    ]
  },
  {
    "id": "arXiv:2303.01564",
    "title": "Higher-harmonic generation in boron-doped silicon from band carriers and  bound-dopant photoionization",
    "abstract": "We investigate ultrafast harmonic generation (HG) in Si:B, driven by intense pump pulses with fields reaching ~100 kV/cm and a carrier frequency of 300 GHz, at 4 K and 300 K, both experimentally and theoretically. We report several novel findings concerning the nonlinear charge carrier dynamics in intense sub-THz fields. (i) Harmonics of order up to n=9 are observed at room temperature, while at low temperature we can resolve harmonics reaching even n=13. The susceptibility per charge carrier at moderate field strength is as high as for charge carriers in graphene, considered to be one of the materials with the strongest sub-THz nonlinear response. (ii) For T=300 K, where the charge carriers bound to acceptors are fully thermally ionized into the valence subbands, the susceptibility values decrease with increasing field strength. Simulations incorporating multi-valence-band Monte-Carlo and finite-difference-time-domain (FDTD) propagation show that here, the HG process becomes increasingly dominated by energy-dependent scattering rates over the contribution from band non-parabolicity, due to the onset of optical-phonon emission, which ultimately leads to the saturation at high fields. (iii) At T=4 K, where the majority of charges are bound to acceptors, we observe a drastic rise of the HG yields for internal pump fields of 30 kV/cm, as one reaches the threshold for tunnel ionization. We disentangle the HG contributions in this case into contributions from the initial 'generational'- and subsequent band-nonlinearities, and show that scattering seriously degrades any coherent recollision during the subsequent oscillation of the holes. ",
    "url": "https://arxiv.org/abs/2303.01564",
    "authors": [
      "Fanqi Meng",
      "Frederik Walla",
      "Sergey Kovalev",
      "Jan-Christoph Deinert",
      "Igor Ilyakov",
      "Min Chen",
      "Alexey Ponomaryov",
      "Sergey G. Pavlov",
      "Heinz-Wilhelm Hubers",
      "Nikolay V. Abrosimov",
      "Christoph Jungemann",
      "Hartmut G. Roskos",
      "Mark D. Thomson"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2303.01683",
    "title": "Jitter correction for asynchronous optical sampling terahertz  spectroscopy using free-running pulsed lasers",
    "abstract": "We demonstrate a jitter correction method for asynchronous optical sampling (ASOPS) terahertz (THz) time-domain spectroscopy using two free-running oscillators. This method simultaneously records the THz waveform and a harmonic of the laser repetition rate difference, to monitor the jitter information for software jitter correction. By suppressing the residual jitter below 0.1 ps, the accumulation of the THz waveform is achieved without losing the measurement bandwidth. Our measurement of water vapor successfully resolves the absorption linewidths below 1 GHz, demonstrating a robust ASOPS with a flexible, simple, and compact setup without any feedback control or additional continuous-wave THz source. ",
    "url": "https://arxiv.org/abs/2303.01683",
    "authors": [
      "Mayuri Nakagawa",
      "Natsuki Kanda",
      "Toshio Otsu",
      "Isao Ito",
      "Yohei Kobayashi",
      "Ryusuke Matsunaga"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2303.01703",
    "title": "Spin- and orbital-angular-momentum nonlinear optical selectivity of  single-mode nanolasers",
    "abstract": "Selective control of light is essential for optical science and technology with numerous applications. Nanophotonic waveguides and integrated couplers have been developed to achieve selective coupling and spatial control of an optical beam according to its multiple degrees of freedom. However, previous coupling devices remain passive with an inherently linear response to the power of incident light limiting their maximal optical selectivity. Here, we demonstrate nonlinear optical selectivity through selective excitation of individual single-mode nanolasers based on the spin and orbital angular momentum of light. Our designed nanolaser circuits consist of plasmonic metasurfaces and individual perovskite nanowires, enabling subwavelength focusing of angular-momentum-distinctive plasmonic fields and further selective excitation of single transverse laser modes in nanowires. The optically selected nanolaser with nonlinear increase of light emission greatly enhances the baseline optical selectivity offered by the metasurface from about 0.4 up to near unity. Our demonstrated nonlinear optical selectivity may find important applications in all-optical logic gates and nanowire networks, ultrafast optical switches, nanophotonic detectors, and on-chip optical and quantum information processing. ",
    "url": "https://arxiv.org/abs/2303.01703",
    "authors": [
      "Chenglin He",
      "Zilan Tang",
      "Liang Liu",
      "Stefan A. Maier",
      "Xiaoxia Wang",
      "Haoran Ren",
      "Anlian Pan"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2303.01763",
    "title": "Laser cluster interaction in external magnetic field: emergence of  nearly mono-energetic weakly relativistic electron beam",
    "abstract": "Recent studies [Sci Rep 12, 11256 (2022)] on laser interaction (wavelength 800~nm, intensity $>10^{16}\\, \\Wcmcm$) with deuterium nano-cluster in an ambient magnetic field ($B_0$) demonstrate that collisionless absorption of laser occurs in two stages via anharmonic resonance (AHR) and electron-cyclotron resonance (ECR) or relativistic ECR (RECR) processes. Auxiliary $B_0$ enhances coupling of laser to cluster-electrons via improved frequency-matching for ECR/RECR as well as phase-matching for prolonged duration of the 5-fs (fwhm) broadband pulse and the average absorbed energy per electron $\\overline{\\mathcal{E}}_A$ significantly jumps up $\\approx 36-70$ times of its ponderomotive energy ($\\Up$). In this paper, we report energy dispersion of these energetic electrons and their angular distribution in position and momentum space by performing hybrid-PIC simulations. By simulating bigger clusters (radius $R_0 \\approx 3-4$~nm) at high intensities $\\approx 10^{16} - 10^{18}\\,\\Wcmcm$, we find $\\overline{\\mathcal{E}}_A\\approx 36-70\\,\\Up$ similar to a small cluster ($R_0\\approx 2$~nm), but total energy absorption increases almost linearly with increasing cluster size due to more number of available energy carriers. ",
    "url": "https://arxiv.org/abs/2303.01763",
    "authors": [
      "Kalyani Swain",
      "S. S. Mahalik",
      "M. Kundu"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2303.01805",
    "title": "A variational quantum algorithm-based numerical method for solving  potential and Stokes flows",
    "abstract": "This paper presents a numerical method based on the variational quantum algorithm to solve potential and Stokes flow problems. In this method, the governing equations for potential and Stokes flows can be respectively written in the form of Laplace's equation and Stokes equations using velocity potential, stream function and vorticity formulations. Then the finite difference method and the generalised differential quadrature (GDQ) method are applied to discretize the governing equations. For the prescribed boundary conditions, the corresponding linear systems of equations can be obtained. These linear systems are solved by using the variational quantum linear solver (VQLS), which resolves the potential and Stokes flow problems equivalently. To the best of authors' knowledge, this is the first study that incorporates the GDQ method which is inherently a high-order discretization method with the VQLS algorithm. Since the GDQ method can utilize much fewer grid points than the finite difference method to approximate derivatives with a higher order of accuracy, the size of the input matrix for the VQLS algorithm can be smaller. In this way, the computational cost may be saved. The performance of the present method is comprehensively assessed by two representative examples, namely, the potential flow around a circular cylinder and Stokes flow in a lid-driven cavity. Numerical results validate the applicability and accuracy of the present VQLS-based method. Furthermore, its time complexity is evaluated by the heuristic scaling, which demonstrates that the present method scales efficiently in the number of qubits and the precision. This work brings quantum computing to the field of computational fluid dynamics. By virtue of quantum advantage over classical methods, promising advances in solving large-scale fluid mechanics problems of engineering interest may be prompted. ",
    "url": "https://arxiv.org/abs/2303.01805",
    "authors": [
      "Yangyang Liu",
      "Zhen Chen",
      "Chang Shu",
      "Patrick Rebentrost",
      "Yaguang Liu",
      "S. C. Chew",
      "B. C. Khoo",
      "Y. D. Cui"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2303.01880",
    "title": "Design and resonator-assisted characterization of high performance  lithium niobate waveguide crossings",
    "abstract": "Waveguide crossings are elementary passive components for signal routing in photonic integrated circuits. Here, we design and characterize two multimode interferometer (MMI)-based waveguide crossings to serve the various routing directions in the anisotropic x-cut thin-film lithium niobate (TFLN) platform. To address the large measurement uncertainties in traditional cut-back characterization methods, we propose and demonstrate a resonator-assisted approach that dramatically reduces the uncertainty of insertion loss measurement(< 0.021 dB) and the lower bound of crosstalk measurement (-60 dB) using only two devices. Based on this approach, we demonstrate and verify TFLN waveguide crossings with insertion losses of < 0.070 dB and crosstalk of < -50 dB along all three routing directions at 1550 nm. The low-loss and low-crosstalk waveguide crossings in this work, together with the simple and efficient characterization strategy, could provide important layout design flexibility for future large-scale classical and quantum TFLN photonic circuits. ",
    "url": "https://arxiv.org/abs/2303.01880",
    "authors": [
      "Yikun Chen",
      "Ke Zhang",
      "Hanke Feng",
      "Wenzhao Sun",
      "Cheng Wang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2303.02067",
    "title": "Tagging and localisation of ionizing events using NbSi transition edge  phonon sensors for Dark Matter searches",
    "abstract": "In the context of direct searches of sub-GeV Dark Matter particles with germanium detectors, the EDELWEISS collaboration has tested a new technique to tag ionizing events using NbSi transition edge athermal phonon sensors. The emission of the athermal phonons generated by the Neganov-Trofimov-Luke effect associated with the drift of electrons and holes through the detectors is used to tag ionization events generated in specific parts of the detector localized in front of the NbSi sensor and to reject by more than a factor 5 (at 90% C.L.) the background from heat-only events that dominates the spectrum above 3 keV. This method is able to improve by a factor 2.8 the previous limit on spin-independent interactions of 1 GeV/c2 WIMPs obtained with the same detector and data set but without this tagging technique. ",
    "url": "https://arxiv.org/abs/2303.02067",
    "authors": [
      "EDELWEISS Collaboration",
      "C. Augier",
      "A. Benoît",
      "L. Bergé",
      "J. Billard",
      "A. Broniatowski",
      "P. Camus",
      "A. Cazes",
      "M. Chapellier",
      "F. Charlieux",
      "J. Colas",
      "M. De Jésus",
      "L. Dumoulin",
      "K. Eitel",
      "J. B. Filippini",
      "D. Filosofov",
      "J. Gascon",
      "A. Giuliani",
      "M. Gros",
      "E. Guy",
      "Y. Jin",
      "A. Juillard",
      "H. Lattaud",
      "S. Marnieros",
      "N. Martini",
      "X.-F. Navick",
      "C. Nones",
      "E. Olivieri",
      "C. Oriol",
      "P. Pari",
      "B. Paul",
      "D. Poda",
      "A. Rojas",
      "S. Rozov",
      "V. Sanglard",
      "L. Vagneron",
      "E. Yakushev",
      "A. Zolotarova",
      "B. J. Kavanagh"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Cosmology and Nongalactic Astrophysics (astro-ph.CO)"
    ]
  },
  {
    "id": "arXiv:2302.13953",
    "title": "Fast simulation for optical systems addressing the curse of  dimensionality of multi-photons in quantum mechanics",
    "abstract": "Photons are an elementary particle of light, whose detailed understanding plays a key in unraveling the mysteries of quantum mechanics. However, its counter-intuitive quantum nature makes it challenging to gain insights into its dynamics, particularly in complex systems. Simulation is a promising tool to resolve this issue, but previous methods are limited by the curse of dimensionality in which the number of bases increases exponentially in the number of photons. Here, we overcome this dimensionality challenge by focusing on optical detection setups composed of linear optical objects and by reducing computational costs to be linear in the number of photons. We apply this method to basic single- and multi-photon phenomena, such as Hong-Ou-Mandel interference and violation of the Bell-CHSH inequality, and confirm that the calculated properties are quantitatively comparable to the experimental results. Furthermore, our method visualizes the spatial propagation of photons hence provides insights that aid experiment designs for quantum-enabled technologies. ",
    "url": "https://arxiv.org/abs/2302.13953",
    "authors": [
      "Junpei Oba",
      "Seiji Kajita",
      "Akihito Soeda"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2303.01632",
    "title": "Quantum Engineering for Energy Applications",
    "abstract": "Quantum engineering seeks to create novel technologies based on the exploitation of distinctly nonclassical behaviors such as quantum superposition. The vast majority of currently pursued applications fall into the domain of quantum information science, with quantum computing as the most visible subdomain. However, other applications of quantum engineering are fast emerging. Here, we review the deployment of quantum engineering principles in the fields of solar energy, batteries, and nuclear energy. We identify commonalities across quantum engineering approaches in those apparently disparate fields and draw direct parallels to quantum information science. We find that a shared knowledge base is forming, which de facto corresponds to a new domain that we refer to as 'quantum energy science'. Quantum energy science bears the promise of substantial performance improvements across energy technologies such as organic solar cells, quantum batteries, and nuclear fusion. The recognition of this emerging domain may be of great relevance to actors concerned with energy innovation. It may also benefit active researchers in this domain by increasing visibility and motivating the deployment of resources and institutional support. ",
    "url": "https://arxiv.org/abs/2303.01632",
    "authors": [
      "Florian Metzler",
      "Jorge Sandoval",
      "Nicola Galvanetto"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2303.01661",
    "title": "Longwave infrared multispectral image sensor system using  aluminum-germanium plasmonic filter arrays",
    "abstract": "A multispectral camera records image data in various wavelengths across the electromagnetic spectrum to acquire additional information that a conventional camera fails to capture. With the advent of high-resolution image sensors and colour filter technologies, multispectral imagers in the visible wavelengths have become popular with increasing commercial viability in the last decade. However, multispectral imaging in longwave infrared (LWIR: 8 to 14 microns) is still an emerging area due to the limited availability of optical materials, filter technologies, and high-resolution sensors. Images from LWIR multispectral cameras can capture emission spectra of objects to extract additional information that a human eye fails to capture and thus have important applications in precision agriculture, forestry, medicine, and object identification. In this work, we experimentally demonstrate an LWIR multispectral image sensor with three wavelength bands using optical elements made of an aluminum-based plasmonic filter array sandwiched in germanium. To realize the multispectral sensor, the filter arrays are then integrated into a 3D printed wheel stacked on a low-resolution monochrome thermal sensor. Our prototype device is calibrated using a blackbody and its thermal output has been enhanced with computer vision methods. By applying a state-of-the-art deep learning method, we have also reconstructed multispectral images to a better spatial resolution. Scientifically, our work demonstrates a versatile spectral thermography technique for detecting target signatures in the LWIR range and other advanced spectral analyses. ",
    "url": "https://arxiv.org/abs/2303.01661",
    "authors": [
      "Noor E Karishma Shaik",
      "Bryce Widdicombe",
      "Dechuan Sun",
      "Sam E John",
      "Dongryeol Ryu",
      "Ampalavanapillai Nirmalathas",
      "Ranjith R Unnithan"
    ],
    "subjectives": [
      "Image and Video Processing (eess.IV)",
      "Machine Learning (cs.LG)",
      "Applied Physics (physics.app-ph)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2303.01919",
    "title": "Spin-wave Resonance in Arrays of Nanoscale Synthetic-antiferromagnets",
    "abstract": "The study concerns dynamics of standing spin waves in arrays of sub-100 nm elliptic synthetic-antiferromagnet (SAF) nanodisks. We performed a detailed ferromagnetic resonance analysis in conjunction with micromagnetic modeling to find out several prominent traits of such systems. One broad line is shown to be the sole resonant response for a SAF of the considered sizes. We demonstrate that this mode is degenerated, and its excitation map resembles a superposition of in-center and edge-type oscillations. We also show how this hybrid excitation leads to almost twofold enhancement in the shape-induced anisotropy of the mode. ",
    "url": "https://arxiv.org/abs/2303.01919",
    "authors": [
      "Vladyslav Borynskyi",
      "Dmytro Polishchuk",
      "Iryna Sharai",
      "Andrii Melnyk",
      "Anatolii Kravets",
      "Alexandr Tovstolytkin",
      "Vladislav Korenivski"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2303.02007",
    "title": "Ab Initio Transcorrelated Method enabling accurate Quantum Chemistry on  near-term Quantum Hardware",
    "abstract": "Quantum computing is emerging as a new computational paradigm with the potential to transform several research fields, including quantum chemistry. However, current hardware limitations (including limited coherence times, gate infidelities, and limited connectivity) hamper the straightforward implementation of most quantum algorithms and call for more noise-resilient solutions. In quantum chemistry, the limited number of available qubits and gate operations is particularly restrictive since, for each molecular orbital, one needs, in general, two qubits. In this study, we propose an explicitly correlated Ansatz based on the transcorrelated (TC) approach, which transfers -- without any approximation -- correlation from the wavefunction directly into the Hamiltonian, thus reducing the number of resources needed to achieve accurate results with noisy, near-term quantum devices. In particular, we show that the exact transcorrelated approach not only allows for more shallow circuits but also improves the convergence towards the so-called basis set limit, providing energies within chemical accuracy to experiment with smaller basis sets and, therefore, fewer qubits. We demonstrate our method by computing bond lengths, dissociation energies, and vibrational frequencies close to experimental results for the hydrogen dimer and lithium hydride using just 4 and 6 qubits, respectively. Conventional methods require at least ten times more qubits for the same accuracy. ",
    "url": "https://arxiv.org/abs/2303.02007",
    "authors": [
      "Werner Dobrautz",
      "Igor O. Sokolov",
      "Ke Liao",
      "Pablo López Ríos",
      "Martin Rahm",
      "Ali Alavi",
      "Ivano Tavernelli"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2303.02017",
    "title": "A spatially resolved optical method to measure thermal diffusivity",
    "abstract": "We describe an optical method to directly measure position-dependent thermal diffusivity of reflective single crystal samples across a broad range of temperatures for condensed matter physics research. Two laser beams are used, one as a source to locally modulate the sample temperature, and the other as a probe of sample reflectivity, which is a function of the modulated temperature. Thermal diffusivity is obtained from the phase delay between source and probe signals. We combine this technique with a microscope setup in an optical cryostat, in which the sample is placed on a 3-axis piezo-stage, allowing for spatially resolved measurements. Furthermore, we demonstrate experimentally and mathematically that isotropic in-plane diffusivity can be obtained when overlapping the two laser beams instead of separating them in the traditional way, which further enhances the spatial resolution to a micron scale, especially valuable when studying inhomogeneous or multidomain samples. We discuss in detail the experimental conditions under which this technique is valuable, and demonstrate its performance on two stoichiometric bilayer ruthenates: Sr3Ru2O7 and Ca3Ru2O7. The spatial resolution allowed us to study the diffusivity in single domains of the latter, and we uncovered a temperature-dependent in-plane diffusivity anisotropy. Finally, we used the enhanced spatial resolution enabled by overlapping the two beams to measure temperature-dependent diffusivity of Ti-doped Ca3Ru2O7, which exhibits a metal-insulator transition. We observed large variations of transition temperature over the same sample, originating from doping inhomogeneity, and pointing to the power of spatially resolved techniques in accessing inherent properties. ",
    "url": "https://arxiv.org/abs/2303.02017",
    "authors": [
      "F. Sun",
      "S. Mishra",
      "P. H. McGuinness",
      "Z. H. Filipiak",
      "I. Markovic",
      "D. A. Sokolov",
      "N. Kikugawa",
      "J. W. Orenstein",
      "S. A. Hartnoll",
      "A. P. Mackenzie",
      "V. Sunko"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2303.02106",
    "title": "The ideal wavelength for daylight free-space quantum key distribution",
    "abstract": "Quantum key distribution (QKD) has matured in recent years from laboratory proof-of-principle demonstrations to commercially available systems. One of the major bottlenecks is the limited communication distance in fiber networks due to the exponential signal damping. To bridge intercontinental distances, low Earth orbit satellites transmitting the quantum signals over the atmosphere can be used. These free-space links, however, can only operate during the night, as the sunlight otherwise saturates the detectors used to measure the quantum states. For applying QKD in a global quantum internet with continuous availability and high data rates, operation during daylight is required. In this work, we model a satellite-to-ground quantum channel for different quantum light sources to identify the optimal wavelength for free-space QKD in ambient conditions. Daylight quantum communication is possible within the Fraunhofer lines or in the near-infrared spectrum, where the intrinsic background from the sun is comparably low. The highest secret key rate is achievable at the Ca II Fraunhofer line. We also propose a true single photon source based on a color center in hexagonal boron nitride coupled to a microresonator that can implement such a scheme. Our results can also be applied in roof-to-roof scenarios and are therefore relevant for near-future quantum networks. ",
    "url": "https://arxiv.org/abs/2303.02106",
    "authors": [
      "Mostafa Abasifard",
      "Chanaprom Cholsuk",
      "Roberto G. Pousa",
      "Anand Kumar",
      "Ashkan Zand",
      "Thomas Riel",
      "Daniel K. L. Oi",
      "Tobias Vogl"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)",
      "Space Physics (physics.space-ph)"
    ]
  },
  {
    "id": "arXiv:2201.10487",
    "title": "Self-referenced subcycle metrology of quantum fields",
    "abstract": " Title: Self-referenced subcycle metrology of quantum fields ",
    "url": "https://arxiv.org/abs/2201.10487",
    "authors": [
      "Sinan Gündoğdu",
      "Stéphane Virally",
      "Marco Scaglia",
      "Denis V. Seletskiy",
      "Andrey S. Moskalenko"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2202.07764",
    "title": "Paving the Way towards 800 Gbps Quantum-Secured Optical Channel  Deployment in Mission-Critical Environments",
    "abstract": " Comments: 11 pages, 9 figures, 2 tables ",
    "url": "https://arxiv.org/abs/2202.07764",
    "authors": [
      "Marco Pistoia",
      "Omar Amer",
      "Monik R. Behera",
      "Joseph A. Dolphin",
      "James F. Dynes",
      "Benny John",
      "Paul A. Haigh",
      "Yasushi Kawakura",
      "David H. Kramer",
      "Jeffrey Lyon",
      "Navid Moazzami",
      "Tulasi D. Movva",
      "Antigoni Polychroniadou",
      "Suresh Shetty",
      "Greg Sysak",
      "Farzam Toudeh-Fallah",
      "Sudhir Upadhyay",
      "Robert I. Woodward",
      "Andrew J. Shields"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Cryptography and Security (cs.CR)",
      "Networking and Internet Architecture (cs.NI)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.12012",
    "title": "Shifting physics of vortex particles to higher energies via quantum  entanglement",
    "abstract": " Comments: 32 pages, 8 figures. The QFT definitions of the evolved states are given in Sec.2. Eqs.(88),(90),(93) have changed ",
    "url": "https://arxiv.org/abs/2203.12012",
    "authors": [
      "D. V. Karlovets",
      "S. S. Baturin",
      "G. Geloni",
      "G. K. Sizykh",
      "V. G. Serbo"
    ],
    "subjectives": [
      "High Energy Physics - Phenomenology (hep-ph)",
      "Accelerator Physics (physics.acc-ph)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2210.06979",
    "title": "Non-volatile hybrid optical phase shifter driven by a ferroelectric  transistor",
    "abstract": " Title: Non-volatile hybrid optical phase shifter driven by a ferroelectric  transistor ",
    "url": "https://arxiv.org/abs/2210.06979",
    "authors": [
      "Rui Tang",
      "Kouhei Watanabe",
      "Masahiro Fujita",
      "Hanzhi Tang",
      "Kasidit Toprasertpong",
      "Shinichi Takagi",
      "Mitsuru Takenaka"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2302.14212",
    "title": "Microstructured optical beams with azimuthal polarization in stratified  absorbent media",
    "abstract": " Comments: 13 pages and 10 figures ",
    "url": "https://arxiv.org/abs/2302.14212",
    "authors": [
      "Grazielle de A. Lourenço-Vittorino",
      "Michel Zamboni-Rached"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  }
]