[
  {
    "id": "arXiv:2401.13131",
    "title": "The process of constructing new knowledge: an undergraduate laboratory  exercise facilitated by an RC circuit",
    "abstract": "The process of constructing knowledge is typically taught to students by having them reproduce established results (e.g., homework problems). An alternative pedagogical strategy is to illustrate this process using an open problem, such as voltage decay in an RC circuit as described below. Analyzing data from this circuit in an undergraduate physics laboratory course reveals a discrepancy between the data and the exponential decay model found in textbooks. As students attempt to reconcile this discrepancy, the instructor can provide guidance in the process of validating data, modeling, and experimental design. This undergraduate laboratory exercise also provides an engaging transition from classroom learning to real world experience. ",
    "url": "https://arxiv.org/abs/2401.13131",
    "authors": [
      "F. V. Kowalski"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)"
    ]
  },
  {
    "id": "arXiv:2401.13155",
    "title": "Microwave transitions in atomic sodium: Radiometry and polarimetry using  the sodium layer",
    "abstract": "We calculate, via variational techniques, single- and two-photon Rydberg microwave transitions, as well as scalar and tensor polarizabilities of sodium atom using the parametric one-electron valence potential, including the spin-orbit coupling. The trial function is expanded in a basis set of optimized Slater-type orbitals, resulting in highly accurate and converged eigen-energies up to $n=60$. We focus our studies on the microwave band 90-150 GHz, due to its relevance to laser excitation in the Earth's upper-atmospheric sodium layer for wavelength-dependent radiometry and polarimetry, as precise microwave polarimetry in this band is an important source of systematic uncertainty in searches for signatures of primordial gravitational waves within the anisotropic polarization pattern of photons from the cosmic microwave background. We present the most efficient transition coefficients in this range, as well as the scalar and tensor polarizabilities compared with available experimental and theoretical data. ",
    "url": "https://arxiv.org/abs/2401.13155",
    "authors": [
      "Mariusz Pawlak",
      "Eve L. Schoen",
      "Justin E. Albert",
      "H. R. Sadeghpour"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2401.13224",
    "title": "Magneto-chiral nonlinear optical effect with large anisotropic response  in two-dimensional halide perovskite",
    "abstract": "The chiral organic-inorganic halide perovskites (OIHPs) are vital candidates for superior nonlinear optical (NLO) effects associated with circularly polarized (CP) light. NLO in chiral materials often couples with magnetic dipole (MD) transition, as well as the conventional electric dipole (ED) transition. However, the importance of MD in NLO process of chiral OIHPs has not yet been well recognized. Here, the analysis of second harmonic generation circular dichroism (SHG-CD) provides the direct evidence that the MD contribution leads to a large anisotropic response to CP lights in chiral OIHPs, (R-/S-MBACl)2PbI4. The thin films exhibit great sensitivity to CP lights over a wide wavelength range, and the g-value reaches up to 1.57 at the wavelength where the contribution of MD is maximized. Furthermore, it is also effective as CP light generator, outputting CP-SHG with maximum g-factor of 1.76 upon the stimulation of linearly polarized light. This study deepens the understanding of the magneto-optical NLO processes in chiral systems. ",
    "url": "https://arxiv.org/abs/2401.13224",
    "authors": [
      "Daichi Okada",
      "Fumito Araoka"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2401.13287",
    "title": "Simplified Shielded MEG-MRI Multimodal System with Scalar-mode Optically  Pumped Magnetometers as MEG Sensors",
    "abstract": "Magnetoencephalography (MEG) conventionally operates within high-performance magnetic shields due to the extremely weak magnetic field signals from the measured objects and the narrow dynamic range of the magnetic sensors employed for detection. This limitation results in elevated equipment costs and restricted usage. Additionally, the information obtained from MEG is functional images, and to analyze from which part of the brain the signals are coming, it is necessary to capture morphological images separately. When MEG and morphological imaging devices are separate, despite their individual high measurement accuracies, discrepancies in positional information may arise. In response, we have developed a low-field magnetic resonance imaging system that incorporates scalar-mode optically pumped magnetometers with a wide dynamic range and exceptionally high measurement sensitivity as sensors for MEG. Operating at low magnetic fields eliminates the need for superconducting coils in magnetic resonance imaging and the high-performance magnetic shields essential for MEG, promising a substantial cost reduction compared to traditional approaches. We achieved a noise level of about 16 pT/Hz^(1/2) with a single channel magnetometer, and reached a noise level of 367 fT/cm/Hz^(1/2) through differential measurements. The system successfully conducted MR imaging on a phantom, demonstrating the potential of MEG and MRI fusion. ",
    "url": "https://arxiv.org/abs/2401.13287",
    "authors": [
      "Yosuke Ito",
      "Hiroyuki Ueda",
      "Takenori Oida",
      "Takahiro Moriya",
      "Akinori Saito",
      "Motohiro Suyama"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2401.13321",
    "title": "Temperature Compensation Method of Fluxgate Sensor Based on Polynomial  Fitting",
    "abstract": "Fluxgate sensors are widely used in the field of low frequency and weak vector magnetic field measurement because of their good performance, such as high resolution and low power consumption. However, during the long-term continuous observation, the drift errors of the fluxgate sensor will occur due to the variable ambient temperature. This paper proposes a temperature compensation method for fluxgate sensors based on polynomial fitting. First, a physical model of the temperature & fluxgate sensor was established on the COMSOL Multiphysics simulation platform, and the influence of temperature on the measurement performance of the fluxgate sensor was analyzed. Second, according to the existing temperature-magnetic field data, a temperature compensation model of the fluxgate sensor was constructed. And compared it with other temperature compensation method, the result shows that the proposed temperature compensation method is relatively simple and can better achieve real-time compensation for sensor application scenarios. Finally, to verify the effectiveness of the proposed method, numerous laboratory experiments were implemented. The temperature drift is reduced from more than 500 nT before compensation to about 1 nT. The results show that the proposed method has a good temperature compensation effect on the data measured by the fluxgate sensor within a variable temperature background. ",
    "url": "https://arxiv.org/abs/2401.13321",
    "authors": [
      "Ruiping Yang",
      "Huan Liu",
      "Jian Ge",
      "Daisuke Chugo",
      "Haobin Dong"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2401.13372",
    "title": "Influence of resonant plasmonic nanoparticles on optically accessing the  valley degree of freedom in 2D semiconductors",
    "abstract": "The valley degree of freedom is one of the most intriguing properties of atomically thin transition metal dichalcogenides. Together with the possibility to address this degree of freedom by valley-contrasting optical selection rules, it has the potential to enable a completely new class of future electronic and optoelectronic devices. Resonant optical nanostructures emerge as promising tools for controlling the valley degree of freedom at the nanoscale. However, a critical understanding gap remains in how nanostructures and their nearfields affect the polarization properties of valley-selective chiral emission hindering further developments in this field. In order to address this issue, our study delves into the experimental investigation of a hybrid model system where valley-specific chiral emission from monolayer molybdenum disulfide is interacting with a resonant plasmonic nanosphere. Contrary to the intuition suggesting that a centrosymmetric nanoresonator preserves the degree of circular polarization in the farfield, our cryogenic photoluminescence microscopy reveals almost complete depolarization. We rigorously study the nature of this phenomenon numerically considering the monolayer-nanoparticle interaction at different levels including excitation and emission. We find that the farfield degree of polarization strongly reduces in the hybrid system when including excitons emitting from outside of the system's symmetry point, which in combination with depolarisation at the excitation level causes the observed effect. Our results highlight the importance of considering spatially distributed chiral emitters for precise predictions of polarization responses in these hybrid systems. This finding advances our fundamental knowledge of the light-valley interactions at the nanoscale but also unveils a serious impediment of the practical fabrication of resonant valleytronic nanostructures. ",
    "url": "https://arxiv.org/abs/2401.13372",
    "authors": [
      "Tobias Bucher",
      "Zlata Fedorova",
      "Mostafa Abasifard",
      "Rajeshkumar Mupparapu",
      "Matthias J. Wurdack",
      "Emad Najafidehaghani",
      "Ziyang Gan",
      "Heiko Knopf",
      "Antony George",
      "Falk Eilenberger",
      "Thomas Pertsch",
      "Andrey Turchanin",
      "Isabelle Staude"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2401.13378",
    "title": "Tunable circular dichroism through absorption in coupled optical modes  of twisted triskelia nanostructures",
    "abstract": "We present a system consisting of two stacked chiral plasmonic nanoelements, so-called triskelia, that exhibits a high degree of circular dichroism. The optical modes arising from the interactions between the two elements are the main responsible for the dichroic signal. Their excitation in the absorption cross section is favored when the circular polarization of the light is opposite to the helicity of the system, so that an intense near-field distribution with 3D character is excited between the two triskelia, which in turn causes the dichroic response. Therefore, the stacking, in itself, provides a simple way to tune both the value of the circular dichroism, up to 60%, and its spectral distribution in the visible and near infrared range. We show how these interaction-driven modes can be controlled by finely tuning the distance and the relative twist angle between the triskelia, yielding maximum values of the dichroism at 20{\\deg} and 100{\\deg} for left- and right-handed circularly polarized light, respectively. Despite the three-fold symmetry of the elements, these two situations are not completely equivalent since the interplay between the handedness of the stack and the chirality of each single element breaks the symmetry between clockwise and anticlockwise rotation angles around 0{\\deg}. This reveals the occurrence of clear helicity-dependent resonances. The proposed structure can be thus finely tuned to tailor the dichroic signal for applications at will, such as highly efficient helicity-sensitive surface spectroscopies or single-photon polarization detectors, among others. ",
    "url": "https://arxiv.org/abs/2401.13378",
    "authors": [
      "Javier Rodriguez Alvarez",
      "Antonio Garcia Martin",
      "Arantxa Fraile Rodriguez",
      "Xavier Batlle",
      "Amilcar Labarta"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2401.13417",
    "title": "Interaction of intense ultrashort laser pulses with solid targets: A  systematic analysis using first-principles calculations",
    "abstract": "Intense ultrashort laser pulse irradiation of solid targets was systematically investigated at the first-principles level, both theoretically and computationally. In the method, the propagation of a pulsed light through a thin film is described by a one-dimensional Maxwell's equation, and the microscopic electronic motion at different positions in the film is described by employing first-principles time-dependent density functional theory (TDDFT). The method uses a coarse-graining approximation to couple light propagation and electronic motion, and is termed the multiscale Maxwell-TDDFT method. The reflectance, transmittance, and absorbance of pulsed light incident normally on thin films of 50-200 nm thickness were calculated for materials with different optical properties, such as aluminum (simple metal), graphite (semi-metal), silicon (small-gap dielectric), and quartz (wide-gap dielectric). Optical response transitions were explored as the light intensity shifted from the linear regime, represented by the dielectric function for weak light, to the extremely nonlinear regime, represented by plasma reflection under intense light conditions. Numerous mechanisms that depend on the laser pulse intensity and material type were found to contribute to these changes. These include multiphoton absorption, saturable absorption, sign change of the effective dielectric constant, and transition from quantum occupation to classical Boltzmann distribution. Thus, the calculations provide a unified understanding of the interaction of intense pulsed light with solids, occurring on an extremely short time scale. ",
    "url": "https://arxiv.org/abs/2401.13417",
    "authors": [
      "Atsushi Yamada",
      "Kazuhiro Yabana"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2401.13519",
    "title": "Wave-graphene: a full-auxetic carbon semiconductor with high flexibility  and optical UV absorption",
    "abstract": "The abundant bonding possibilities of Carbon stimulate the design of numerous carbon allotropes, promising the foundation for exploring structure-functionality relationships. Herein, utilizing the space bending strategy, we successfully engineered a two-dimensional carbon allotrope with pure sp2 hybridization, named \"Wave-graphene\" from the unique wave-like ripple structure. The novel Wave-graphene exhibits full-auxetic behavior due to anisotropic mechanical response, possessing both negative and zero Poisson's ratios. The fundamental mechanism can be attributed to the fact that highly buckled out-of-plane structures lead to anisotropic responses of in-plane nonlinear interactions, which further lead to anisotropy of lattice vibrations. In addition, Wave-graphene is found having quasi-direct wide bandgap of 2.01 eV, the excellent optical transparency and the high flexibility. The successful design of Wave-graphene with excellent outstanding multifunctional properties shows that the utilization of space bending strategies can provide more degrees of freedom for designing novel materials, further enriching the carbon material family and supplementing its versatility. ",
    "url": "https://arxiv.org/abs/2401.13519",
    "authors": [
      "Linfeng Yu",
      "Yi Zhang",
      "Jianzhou Lin",
      "Kexin Dong",
      "Xiong Zheng",
      "Zhenzhen Qin",
      "Guangzhao Qin"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2401.13562",
    "title": "Exploiting separation-dependent coherence to boost optical resolution",
    "abstract": "The problem of resolving point-like light sources not only serves as a benchmark for optical resolution but also holds various practical applications ranging from microscopy to astronomy. In this research, we aim to resolve two thermal sources sharing arbitrary mutual coherence using the spatial mode demultiplexing technique. Our analytical study includes scenarios where the coherence and the emission rate depend on the separation between the sources, and is not limited to the faint sources limit. We consider the fluorescence of two interacting dipoles to demonstrate that the dependence of emission characteristics on the parameter of interest can boost the sensitivity of the estimation and noticeably prolong the duration of information decay. ",
    "url": "https://arxiv.org/abs/2401.13562",
    "authors": [
      "Ilya Karuseichyk",
      "Giacomo Sorelli",
      "Vyacheslav Shatokhin",
      "Mattia Walschaers",
      "Nicolas Treps"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2401.13593",
    "title": "Enhanced quantum control of individual ultracold molecules using optical  tweezer arrays",
    "abstract": "Control over the quantum states of individual molecules is crucial in the quest to harness their rich internal structure and dipolar interactions for applications in quantum science. In this paper, we develop a toolbox of techniques for the control and readout of individually trapped polar molecules in an array of optical tweezers. Starting with arrays of up to eight Rb and eight Cs atoms, we assemble arrays of RbCs molecules in their rovibrational and hyperfine ground state with an overall efficiency of 48(2)%. We demonstrate global microwave control of multiple rotational states of the molecules and use an auxiliary tweezer array to implement site-resolved addressing and state control. We show how the rotational state of the molecule can be mapped onto the position of Rb atoms and use this capability to readout multiple rotational states in a single experimental run. Further, using a scheme for the mid-sequence detection of molecule formation errors, we perform rearrangement of assembled molecules to prepare small defect-free arrays. Finally, we discuss a feasible route to scaling to larger arrays of molecules. ",
    "url": "https://arxiv.org/abs/2401.13593",
    "authors": [
      "Daniel K. Ruttley",
      "Alexander Guttridge",
      "Tom R. Hepworth",
      "Simon L. Cornish"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2401.13659",
    "title": "Site-selective preparation and multi-state readout of molecules in  optical tweezers",
    "abstract": "Polar molecules are a quantum resource with rich internal structure that can be coherently controlled. The structure, however, also makes the state preparation and measurement (SPAM) of molecules challenging. We advance the SPAM of individual molecules assembled from constituent atoms trapped in optical tweezer arrays. Sites without NaCs molecules are eliminated using high-fidelity Cs atom detection, increasing the peak molecule filling fraction of the array threefold. We site-selectively initialize the array in a rotational qubit subspace that is insensitive to differential AC Stark shifts from the optical tweezer. Lastly, we detect multiple rotational states per experimental cycle by imaging atoms after sequential state-selective dissociations. These demonstrations extend the SPAM capabilities of molecules for quantum information, simulation, and metrology. ",
    "url": "https://arxiv.org/abs/2401.13659",
    "authors": [
      "Lewis R. B. Picard",
      "Gabriel E. Patenotte",
      "Annie J. Park",
      "Samuel F. Gebretsadkan",
      "Kang-Kuen Ni"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2401.13176",
    "title": "Coherent Two-photon Backscattering and Induced Angular Quantum  Correlations in Multiple-Scattered Two-Photon States of the Light",
    "abstract": "We present the emergence of coherent two-photon backscattering, a manifestation of weak localization, in multiple scattering of maximally entangled pure and fully mixed two-photon states and examine the effect of entanglement and classical correlations. Quantum correlations in backscattering are investigated for finite three-dimensional disordered structures in the weak localization regime as well as systems of a small number of scatterers with specified spatial arrangements. No assumptions are made on the statistical behavior of the scattering matrix elements. Furthermore, we study the interplay between quantum correlations induced by multiple scattering and the correlations that may be present in the illumination fields, and how they are manifested in the output modes. We study the effect of the dimensionality of the entanglement and the angular distribution of the jointly measurable photon pairs on the emergence of enhancement and angular quantum correlations and show how quantum correlations can be used as a probe of the entanglement dimensionality. We show that by increasing the disordered material density, the width of the coherent two-photon backscattering cones increases, in accordance with the reduction of the mean free path length within the structure. ",
    "url": "https://arxiv.org/abs/2401.13176",
    "authors": [
      "Nooshin M. Estakhri",
      "Theodore B. Norris"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2401.13237",
    "title": "Quantum natural gradient without monotonicity",
    "abstract": "Natural gradient (NG) is an information-geometric optimization method that plays a crucial role, especially in the estimation of parameters for machine learning models like neural networks. To apply NG to quantum systems, the quantum natural gradient (QNG) was introduced and utilized for noisy intermediate-scale devices. Additionally, a mathematically equivalent approach to QNG, known as the stochastic reconfiguration method, has been implemented to enhance the performance of quantum Monte Carlo methods. It is worth noting that these methods are based on the symmetric logarithmic derivative (SLD) metric, which is one of the monotone metrics. So far, monotonicity has been believed to be a guiding principle to construct a geometry in physics. In this paper, we propose generalized QNG by removing the condition of monotonicity. Initially, we demonstrate that monotonicity is a crucial condition for conventional QNG to be optimal. Subsequently, we provide analytical and numerical evidence showing that non-monotone QNG outperforms conventional QNG based on the SLD metric in terms of convergence speed. ",
    "url": "https://arxiv.org/abs/2401.13237",
    "authors": [
      "Toi Sasaki",
      "Hideyuki Miyahara"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Information Theory (cs.IT)",
      "Computational Physics (physics.comp-ph)",
      "Machine Learning (stat.ML)"
    ]
  },
  {
    "id": "arXiv:2401.13336",
    "title": "Quantum collapse as undecidable proposition in an Everettian multiverse",
    "abstract": "Our representation of the Universe is built with sequences of symbols, numbers, operators, rules and undecidable propositions defining our mathematical truths, represented either by classical, quantum and probabilistic Turing Machines containing intrinsic randomness. Each representation is at all effects a physical subset of the Universe, a metastructure of events in space and time, which actively participate to the evolution of the Universe as we are internal observers. The evolution is a deterministic sequence of local events, quantum measurements, originated from the local wavefunction collapse of the complementary set of the observers that generate the local events in the Universe. With these assumptions, the Universe and its evolution are described in terms of a semantically closed structure without a global object-environment loss of decoherence as a von Neumann's universal constructor with a semantical abstract whose structure cannot be decided deterministically a-priori from an internal observer. In a semantically closed structure the realization of a specific event writing the semantical abstract of the constructor is a problem that finds a \"which way\" for the evolution of the Universe in terms of a choice of the constructor's state in a metastructure, the many-world Everett scenario from the specific result of a quantum measurement, a classical G\\\"odel undecidable proposition for an internal observer, exposing the limits of our description and possible simulation of the Universe. ",
    "url": "https://arxiv.org/abs/2401.13336",
    "authors": [
      "Fabrizio Tamburini",
      "Ignazio Licata"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Mathematical Physics (math-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2401.13500",
    "title": "Solving nonlinear differential equations on Quantum Computers: A  Fokker-Planck approach",
    "abstract": "For quantum computers to become useful tools to physicists, engineers and computational scientists, quantum algorithms for solving nonlinear differential equations need to be developed. Despite recent advances, the quest for a solver that can integrate nonlinear dynamical systems with a quantum advantage, whilst being realisable on available (or near-term) quantum hardware, is an open challenge. In this paper, we propose to transform a nonlinear dynamical system into a linear system, which we integrate with quantum algorithms. Key to the method is the Fokker-Planck equation, which is a non-normal partial differential equation. Three integration strategies are proposed: (i) Forward-Euler stepping by unitary block encoding; (ii) Schroedingerisation, and (iii) Forward-Euler stepping by linear addition of unitaries. We emulate the integration of prototypical nonlinear systems with the proposed quantum solvers, and compare the output with the benchmark solutions of classical integrators. We find that classical and quantum outputs are in good agreement. This paper opens opportunities for solving nonlinear differential equations with quantum algorithms. ",
    "url": "https://arxiv.org/abs/2401.13500",
    "authors": [
      "Felix Tennie",
      "Luca Magri"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chaotic Dynamics (nlin.CD)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2308.10773",
    "title": "Rotating Curved Spacetime Signatures from a Giant Quantum Vortex",
    "abstract": " Comments: 9 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2308.10773",
    "authors": [
      "Patrik Švančara",
      "Pietro Smaniotto",
      "Leonardo Solidoro",
      "James F. MacDonald",
      "Sam Patrick",
      "Ruth Gregory",
      "Carlo F. Barenghi",
      "Silke Weinfurtner"
    ],
    "subjectives": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2310.04002",
    "title": "A new indeterminacy-based quantum theory",
    "abstract": " Comments: The document was significantly edited and shortened to fit the standard journal format. Some previous issues were solved. Appendices were added to address some objections ",
    "url": "https://arxiv.org/abs/2310.04002",
    "authors": [
      "Francisco Pipa"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2310.08621",
    "title": "Phase Noise in Real-World Twin-Field Quantum Key Distribution",
    "abstract": " Comments: 18 pages, 8 figures, 3 tables. Corrected inconsistency in figures, improved presentation, added ref. to actual code ",
    "url": "https://arxiv.org/abs/2310.08621",
    "authors": [
      "Gianluca Bertaina",
      "Cecilia Clivati",
      "Simone Donadello",
      "Carlo Liorni",
      "Alice Meda",
      "Salvatore Virzì",
      "Marco Gramegna",
      "Marco Genovese",
      "Filippo Levi",
      "Davide Calonico",
      "Massimiliano Dispenza",
      "Ivo Pietro Degiovanni"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2312.14904",
    "title": "Quantum algorithms for scientific applications",
    "abstract": " Comments: review paper, 40 pages + 23 pages references ",
    "url": "https://arxiv.org/abs/2312.14904",
    "authors": [
      "R. Au-Yeung",
      "B. Camino",
      "O. Rathore",
      "V. Kendon"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2312.16093",
    "title": "Electron Confinement study in a double quantum dot by means of Shannon  Entropy Information",
    "abstract": " Comments: Version accepted for publication in Physica B: Condensed Matter ",
    "url": "https://arxiv.org/abs/2312.16093",
    "authors": [
      "Wallas S. Nascimento",
      "Angelo M. Maniero",
      "Frederico V. Prudente",
      "Carlos R. de Carvalho",
      "Ginette Jalbert"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2401.10672",
    "title": "Radiation hardness of ultrabroadband spintronic terahertz emitters:  en-route to a space-qualified terahertz time-domain gas spectrometer",
    "abstract": " Title: Radiation hardness of ultrabroadband spintronic terahertz emitters:  en-route to a space-qualified terahertz time-domain gas spectrometer ",
    "url": "https://arxiv.org/abs/2401.10672",
    "authors": [
      "Oliver Gueckstock",
      "Nikola Stojanovic",
      "Yoo Kyung Ha",
      "Till Hagelschuer",
      "Andrea Denker",
      "Giorgious Kourkafas",
      "Tom Seifert",
      "Tobias Kampfrath",
      "Michael Gensch"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2401.12949",
    "title": "Observation of topologically protected compact edge states in  flux-dressed graphene photonic lattices",
    "abstract": " Comments: 12 pages, 3 figures and supplementary material ",
    "url": "https://arxiv.org/abs/2401.12949",
    "authors": [
      "Gabriel Cáceres-Aravena",
      "Milica Nedić",
      "Paloma Vildoso",
      "Goran Gligorić",
      "Jovana Petrovic",
      "Rodrigo A. Vicencio",
      "Aleksandra Maluckov"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  }
]