[
  {
    "id": "arXiv:2310.06908",
    "title": "Reducing Richtmyer Meshkov Instability Jet Velocity via Inverse Design",
    "abstract": "In this work, we detail a novel application of inverse design and advanced manufacturing to rapidly develop and experimentally validate modifications to a shaped charge jet analogue. The shaped charge jet analogue comprises a conical copper liner, high explosive (HE), and silicone buffer. We apply a genetic algorithm to determine an optimal buffer design that can be placed between the liner and the HE that results in the largest possible change in jet velocity. The use of a genetic algorithm allows for discoveries of unintuitive, complex, yet optimal buffer designs. Experiments using the optimal design verified the effectiveness of the buffer and validated the modeling. ",
    "url": "https://arxiv.org/abs/2310.06908",
    "authors": [
      "Dylan J. Kline",
      "Michael P. Hennessey",
      "David K. Amondson",
      "Steve Lin",
      "Michael D. Grapes",
      "Massimiliano Ferrucci",
      "Peggy Li",
      "H. Keo Springer",
      "Robert V. Reeves",
      "Kyle T. Sullivan",
      "Jonathan L. Belof"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2310.06967",
    "title": "Self-induced inverse spin Hall effect in La$_{0.67}$Sr$_{0.33}$MnO$_{3}$  films",
    "abstract": "The efficient generation of spin currents and spin torques via spin-orbit coupling is an important goal of spintronics research. One crucial metric for spin current generation is the spin Hall angle, which is the ratio of the spin Hall current to the transversely flowing charge current. A typical approach to measure the spin Hall angle in nonmagnetic materials is to generate spin currents via spin pumping in an adjacent ferromagnetic layer and measure the transverse voltage from the inverse spin Hall effect in the nonmagnetic layer. However, given that the spin Hall effect also occurs in ferromagnets, single ferromagnetic layers could generate a self-induced transverse voltage during spin pumping as well. Here we show that manganite based La$_{0.67}$Sr$_{0.33}$MnO$_{3}$ (LSMO) films deposited by pulsed laser deposition exhibit a significant self-induced inverse spin Hall voltage while undergoing spin pumping. We observe efficient spin to charge conversion in the LSMO films via the inverse spin Hall effect. A spin pumping voltage of 1.86 $\\mu$V is observed in the LSMO (12 nm) film. Using density functional theory and the Kubo formalism, we calculate the intrinsic spin current conductivities of these films and show that they are in reasonable agreement with the experimental measurements. ",
    "url": "https://arxiv.org/abs/2310.06967",
    "authors": [
      "Pushpendra Gupta",
      "In Jun Park",
      "Anupama Swain",
      "Abhisek Mishra",
      "Vivek P. Amin",
      "Subhankar Bedanta"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2310.07046",
    "title": "Highly efficient visible and near-IR photon pair generation with  thin-film lithium niobate",
    "abstract": "Efficient on-chip entangled photon pair generation at telecom wavelengths is an integral aspect of emerging quantum optical technologies, particularly for quantum communication and computing. However, moving to shorter wavelengths enables the use of more accessible silicon detector technology and opens up applications in imaging and spectroscopy. Here, we present high brightness ($(1.6 \\pm 0.3) \\times 10^{9}$ pairs/mW/nm) visible-near-IR photon pair generation in a periodically poled lithium niobate nanophotonic waveguide. The degenerate spectrum of the photon pairs is centered at 811 nm with a bandwidth of 117 nm. The measured on-chip source efficiency of $(2.3\\pm 0.5) \\times 10^{11}$ pairs/mW is on par with source efficiencies at telecom wavelengths and is also orders of magnitude higher than the efficiencies of other visible sources implemented in bulk crystal or diffused waveguide-based technologies. These results represent the shortest wavelength of photon pairs generated in a nanophotonic waveguide reported to date by nearly an octave. ",
    "url": "https://arxiv.org/abs/2310.07046",
    "authors": [
      "Nathan Harper",
      "Emily Hwang",
      "Ryoto Sekine",
      "Luis Ledezma",
      "Christian Perez",
      "Alireza Marandi",
      "Scott Cushing"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2310.07272",
    "title": "The Control System of the Elliptical Cavity and Cryomodule Test Stand  Demonstrator for ESS",
    "abstract": "CEA IRFU Saclay is taking part of ESS (European Spallation Source) construction through several packages and, especially in the last three years on the Elliptical Cavity and Cryomodule Test stand Demonstrator (ECCTD). The project consists of RF test, conditioning, cryogenic cool-down and regulations of eight cryomodules with theirs four cavities each. For now, two medium beta cavities cryomodules have been successfully tested. This paper describes the context and the realization of the control system for cryogenic and RF processes, added to cavities tuning motorization relying on COTS solutions: Siemens PLC, EtherCAT Beckhoff modules, IOxOS fast acquisition cards and MRF timing cards. ",
    "url": "https://arxiv.org/abs/2310.07272",
    "authors": [
      "Alexis Gaget",
      "Tom Joannem",
      "Adelino Gomes",
      "Yves Lussignol",
      "Jean-Francois Lecointe",
      "Quentin Bertrand"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2310.07337",
    "title": "On Penrose's Analogy between Curved Spacetime Regions and Optical Lenses",
    "abstract": "We present a detailed analysis of Penrose's gravito-optical analogy between the focusing effects of particular families of Ricci- and Weyl-curved spacetime regions on the one hand, and anastigmatic and astigmatic optical lenses on the other. We put the analogy in its historical context, investigate its underlying assumptions, its range of validity, its proof of concept, and its application in Penrose's study of the notion of energy flux in general relativity. Finally, we examine the analogy within the framework of Norton's material theory of induction. ",
    "url": "https://arxiv.org/abs/2310.07337",
    "authors": [
      "Dennis Lehmkuhl",
      "Christian Röken",
      "Juliusz Doboszewski"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)",
      "General Relativity and Quantum Cosmology (gr-qc)"
    ]
  },
  {
    "id": "arXiv:2310.07382",
    "title": "Unlocking Electro-Optic Tuning in Hybrid Silicon Photonics Based on  Ferroionic 2D Materials",
    "abstract": "Tunable optical materials are indispensable elements in modern optoelectronics, especially in integrated photonics circuits where precise control over the effective refractive index is essential for diverse applications. Two-dimensional materials like Transition Metal Dichalcogenides (TMDs) and graphene exhibit remarkable optical responses to external stimuli. However, achieving distinctive modulation across a broad spectrum while enabling precise phase control at low signal loss within a compact footprint remains an ongoing challenge. In this work, we unveil the robust electro-refractive response of multilayer ferroionic two-dimensional CuCrP2S6 (CCPS) in the near-infrared wavelength range. By integrating CuCrP2S6 into SiPh microring resonators (MRR), we enhance light-matter interaction and measurement sensitivity to minute phase and absorption variations. Results show that electrically driven Cu ions can tune the effective refractive index on the order of 2.8 x10-3 RIU (refractive index unit) while preserving extinction ratios and resonance linewidth. Notably, these devices exhibit low optical losses of 2.7 dB/cm and excellent modulation efficiency of 0.25 V.cm with a consistent blue shift in the resonance wavelengths among all devices. These results outperform earlier findings on phase shifter based on TMDs. Consequently, CCPS integration endows characteristics akin to those of high-index active dielectric materials. Moreover, we showcase the electro-optic tuning sensitivity to light polarization, opening avenues for versatile light manipulation. The dual optoelectronic and ionotronic capabilities of the two-terminal CCPS devices hold vast potential, spanning applications such as phased arrays, optical switching, and neuromorphic systems in light-sensitive artificial synapses. ",
    "url": "https://arxiv.org/abs/2310.07382",
    "authors": [
      "Ghada Dushaq",
      "Solomon Serunjogi",
      "Srinivasa R. Tamalampudi",
      "Mahmoud Rasras"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2310.07428",
    "title": "Quantum counting, and a relevant sign",
    "abstract": "Two indispensable algorithms in an introductory course on Quantum Computing are Grover's search algorithm and quantum phase estimation. Quantum counting is a simple yet beautiful blend of these two algorithms, and it is therefore an attractive topic for a student project in such a course. However, a sign that is irrelevant when implementing Grover's algorithm becomes relevant. We briefly review these algorithms, highlighting the aforementioned sign. ",
    "url": "https://arxiv.org/abs/2310.07428",
    "authors": [
      "Natalie Chung",
      "Rafael I. Nepomechie"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2310.07450",
    "title": "Broadband Terahertz Generation in a Corrugated Waveguide with matched  Phase and Group Velocities",
    "abstract": "\\begin{abstract} We show that it is possible to design corrugated waveguides where phase and group velocities coincide at an inflection point of the dispersion relation, allowing an extended regime of interaction with a charge particle beam. This provides a basis for designing travelling slow-wave structures with a broadband interaction between relativistic charged particle beams and propagating terahertz waves allowing an energy exchange between beam and wave, amplifying terahertz radiation. We employ Fourier-Mathieu expansion, which gives approximate analytic solutions to Maxwell equations in a corrugated waveguide with periodically undulating cross-section. Being analytic, this enables quick design of corrugated waveguides, determined from desirable dispersion relations. We design a three dimensional waveguide with the desired dispersion and confirm the analytical predictions of the wave profile, using numerical simulations. Madey's theorem is used to analyse the strength of the wave-beam interaction, showing that there is a broad frequency interaction region. ",
    "url": "https://arxiv.org/abs/2310.07450",
    "authors": [
      "Sergey S. Siaber",
      "Jonathan Gratus",
      "Rebecca Seviour",
      "Steven P. Jamison",
      "Taylor Boyd"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Accelerator Physics (physics.acc-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.07479",
    "title": "Terahertz s-SNOM reveals nanoscale conductivity of graphene",
    "abstract": "The nanoscale contrast in scattering-type scanning near-field optical microscopy (s-SNOM) is determined by the optical properties of the sample immediately under the apex of the tip of the atomic force microscope (AFM). There are several models that describe the optical scattering of an incident field by the tip near a surface, and these models have been successful in relating the measured scattering signal to the dielectric function of the sample under the tip. Here, we address a situation that is normally not considered in the existing interaction models, namely the near-field signal arising from thin, highly conductive films in the terahertz (THz) frequency range. According to established theoretical models, highly conductive thin films should show insignificant contrast in the THz range for small variations in conductivity, therefore hindering the use of s-SNOM for nanoscale characterisation. We experimentally demonstrate unexpected but clear and quantifiable layer contrast in the THz s-SNOM signal from few-layer exfoliated graphene as well as subtle nanoscale contrast variations within graphene layers. We use finite-element simulations to confirm that the observed contrast is described by the classical electromagnetics of the scattering mechanism, suggesting that the dipole models must be reformulated to correctly describe the interaction with conductive samples. ",
    "url": "https://arxiv.org/abs/2310.07479",
    "authors": [
      "Henrik B. Lassen",
      "Edmund J. R. Kelleher",
      "Leonid Iliushyn",
      "Timothy J. Booth",
      "Peter Bøggild",
      "Peter U. Jepsen"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2310.07620",
    "title": "Quantum interference and entanglement in ultracold atom-exchange  reactions",
    "abstract": "Coherent superpositions and entanglement are hallmarks of quantum mechanics, but they are fragile and can easily be perturbed by their environment. Selected isolated physical systems can maintain coherence and generate entanglement using well-controlled interactions. Chemical reactions, where bonds break and form, are highly dynamic quantum processes. A fundamental question is whether coherence can be preserved in chemical reactions and then harnessed to generate entangled products. Here we investigate this question by studying the 2KRb $\\rightarrow$ K$_2$ + Rb$_2$ reaction at 500 nK, focusing on the the nuclear spin degrees of freedom. We prepare the initial nuclear spins in KRb in an entangled state and characterize the preserved coherence in nuclear spin wavefunction after the reaction. The data are consistent with full coherence at the end of the reaction. This suggests that entanglement can be prepared within the reactants, followed by a chemical reaction that produces separate, entangled molecules. We additionally demonstrate control of the reaction product state distribution by deliberately decohering the reactants. ",
    "url": "https://arxiv.org/abs/2310.07620",
    "authors": [
      "Yi-Xiang Liu",
      "Lingbang Zhu",
      "Jeshurun Luke",
      "J. J. Arfor Houwman",
      "Mark C. Babin",
      "Ming-Guang Hu",
      "Kang-Kuen Ni"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2310.07639",
    "title": "Broadband guidance of ultraviolet light in a hollow-core optical fibre",
    "abstract": "We report an anti-resonant hollow core fibre with broad-band ultraviolet guidance from 190 - 400 nm, except for a narrow high loss resonance band at 245 - 265 nm. The minimum attenuation is 0.13 dB/m at 235 nm and 0.16 dB/m at 325 nm. With an inscribed core diameter of ~ 12 $\\mu$m, the fibre's bend loss was 0.22 dB per turn for a bend radius of 3 cm ",
    "url": "https://arxiv.org/abs/2310.07639",
    "authors": [
      "Robbie Mears",
      "Kerrianne Harrington",
      "William J. Wadsworth",
      "Jonathan C. Knight",
      "James M. Stone",
      "Tim A. Birks"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.07690",
    "title": "Large-scale photonic computing with nonlinear disordered media",
    "abstract": "Neural networks find widespread use in scientific and technological applications, yet their implementations in conventional computers have encountered bottlenecks due to ever-expanding computational needs. Photonic neuromorphic hardware, which manipulates information and represents data continuously in the optical domain, is one of the promising platforms with potential advantages of massive parallelism, ultralow latency, and reduced energy consumption. While linear photonic neural networks are within reach, photonic computing with large-scale optical nonlinear nodes remains largely unexplored. Here, we demonstrate a large-scale, high-performance nonlinear photonic neural system based on a disordered polycrystalline slab composed of lithium niobate nanocrystals. Mediated by random quasi-phase-matching and multiple scattering, linear and nonlinear optical speckle features are generated as the interplay between the simultaneous linear random scattering and the second-harmonic generation, defining a complex neural network in which the second-order nonlinearity acts as internal nonlinear activation functions. Benchmarked against linear random projection, such nonlinear mapping embedded with rich physical computational operations shows improved performance across a large collection of machine learning tasks in image classification, regression, and graph classification with varying complexity. Demonstrating up to 27,648 input and 3,500 nonlinear output nodes, the combination of optical nonlinearity and random scattering serves as a scalable computing engine for diverse applications. ",
    "url": "https://arxiv.org/abs/2310.07690",
    "authors": [
      "Hao Wang",
      "Jianqi Hu",
      "Andrea Morandi",
      "Alfonso Nardi",
      "Fei Xia",
      "Xuanchen Li",
      "Romolo Savo",
      "Qiang Liu",
      "Rachel Grange",
      "Sylvain Gigan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Emerging Technologies (cs.ET)"
    ]
  },
  {
    "id": "arXiv:2310.06897",
    "title": "Full Phase Space Resonant Anomaly Detection",
    "abstract": "Physics beyond the Standard Model that is resonant in one or more dimensions has been a longstanding focus of countless searches at colliders and beyond. Recently, many new strategies for resonant anomaly detection have been developed, where sideband information can be used in conjunction with modern machine learning, in order to generate synthetic datasets representing the Standard Model background. Until now, this approach was only able to accommodate a relatively small number of dimensions, limiting the breadth of the search sensitivity. Using recent innovations in point cloud generative models, we show that this strategy can also be applied to the full phase space, using all relevant particles for the anomaly detection. As a proof of principle, we show that the signal from the R\\&D dataset from the LHC Olympics is findable with this method, opening up the door to future studies that explore the interplay between depth and breadth in the representation of the data for anomaly detection. ",
    "url": "https://arxiv.org/abs/2310.06897",
    "authors": [
      "Erik Buhmann",
      "Cedric Ewen",
      "Gregor Kasieczka",
      "Vinicius Mikuni",
      "Benjamin Nachman",
      "David Shih"
    ],
    "subjectives": [
      "High Energy Physics - Phenomenology (hep-ph)",
      "High Energy Physics - Experiment (hep-ex)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2310.06954",
    "title": "The Bild-conception for Scientific Theory Structuring in Classical and  Quantum Physics: from Hertz and Boltzmann to Schrödinger and De Broglie",
    "abstract": "We start with methodological analysis of the notion of scientific theory and its interrelation with reality. This analysis is based on the works of Helmholtz, Hertz, Boltzmann, and Schr\\\"odinger (and reviews of D' Agostino). Following Helmholtz, Hertz established the \"Bild concept\" for scientific theories. Here \"Bild\" (\"picture\") carries the meaning \"model\" (mathematical). The main aim of natural sciences is construction of the causal theoretical models (CTMs) of natural phenomena. Hertz claimed that CTM cannot be designed solely on the basis of observational data; it typically contains hidden quantities. Experimental data can be described by an observational model (OM), often on the price of acausality. CTM-OM interrelation can be tricky. Schr\\\"odinger used the Bild concept to create CTM for quantum mechanics (QM) and QM was treated as OM. We follow him and suggest a special CTM for QM, so-called prequantum classical statistical field theory (PCSFT). The common interpretation of the violation of the Bell inequality is criticized from the perspective of the two level structuring of scientific theories. Such critical analysis of von Neumann and Bell no-go theorems for hidden variables was performed already by De Broglie (and Lochak) in 1970s. The Bild-approach is applied to the two level CTM-OM modeling of Brownian motion: the overdamped regime corresponds to OM. We briefly discuss ontic-epistemic structuring of scientific theories (Primas-Atmanspacher) and its relation to the Bild concept. ",
    "url": "https://arxiv.org/abs/2310.06954",
    "authors": [
      "Andrei Khrennikov"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2310.07058",
    "title": "Ion Trap with In-Vacuum High Numerical Aperture Imaging for a  Dual-Species Modular Quantum Computer",
    "abstract": "Photonic interconnects between quantum systems will play a central role in both scalable quantum computing and quantum networking. Entanglement of remote qubits via photons has been demonstrated in many platforms; however, improving the rate of entanglement generation will be instrumental for integrating photonic links into modular quantum computers. We present an ion trap system that has the highest reported free-space photon collection efficiency for quantum networking. We use a pair of in-vacuum aspheric lenses, each with a numerical aperture of 0.8, to couple 10% of the 493 nm photons emitted from a $^{138}$Ba$^+$ ion into single-mode fibers. We also demonstrate that proximal effects of the lenses on the ion position and motion can be mitigated. ",
    "url": "https://arxiv.org/abs/2310.07058",
    "authors": [
      "Allison L. Carter",
      "Jameson O'Reilly",
      "George Toh",
      "Sagnik Saha",
      "Mikhail Shalaev",
      "Isabella Goetting",
      "Christopher Monroe"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2310.07115",
    "title": "Toward Incompatible Quantum Limits on Multiparameter Estimation",
    "abstract": "Achieving the ultimate precisions for multiple parameters simultaneously is an outstanding challenge in quantum physics, because the optimal measurements for incompatible parameters cannot be performed jointly due to the Heisenberg uncertainty principle. In this work, a criterion proposed for multiparameter estimation provides a possible way to beat this curse. According to this criterion, it is possible to mitigate the influence of incompatibility meanwhile improve the ultimate precisions by increasing the variances of the parameter generators simultaneously. For demonstration, a scheme involving high-order Hermite-Gaussian states as probes is proposed for estimating the spatial displacement and angular tilt of light at the same time, and precisions up to 1.45 nm and 4.08 nrad are achieved in experiment simultaneously. Consequently, our findings provide a deeper insight into the role of Heisenberg uncertainty principle in multiparameter estimation, and contribute in several ways to the applications of quantum metrology. ",
    "url": "https://arxiv.org/abs/2310.07115",
    "authors": [
      "Binke Xia",
      "Jingzheng Huang",
      "Hongjing Li",
      "Han Wang",
      "Guihua Zeng"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.07125",
    "title": "Heisenberg-scaling Enhancement in Quantum Parameter Estimation with  Indefinite Time Direction",
    "abstract": "A central task in quantum metrology is to explore the higher estimating precision of unknown parameter by harnessing quantum properties. Generally, quantum probes like entangled states or squeezing states are considered essential for enhancing the precision limit in quantum parameter estimation. However, there has been little focus on the incorporation of quantum properties into the parameterizing dynamical processes. In this work, we develop a parameterizing dynamics with an indefinite time direction for quantum parameter estimation. Leveraging this quantum properties of the parameterizing dynamics allows us to maximize the available resources in the evolving process. As a result, our scheme is capable of achieving Heisenberg-scaling enhancement in precision limit. For demonstration, we apply this strategy to maximize the utilization of OAM resources for measuring the angular rotations of beam profile. This enables a precision enhancement following the same power law of Heisenberg scaling. Notably, a nrad-scale precision of the angular rotation measurement is finally achieved in the experiment. ",
    "url": "https://arxiv.org/abs/2310.07125",
    "authors": [
      "Binke Xia",
      "Jingzheng Huang",
      "Hongjing Li",
      "Zhongyuan Luo",
      "Guihua Zeng"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.07362",
    "title": "A Fully Quantum Algorithm for Hydrodynamic Lattice Gas Cellular Automata",
    "abstract": "Lattice Gas Cellular Automata (LGCA) are a computational model widely known and applied for the simulation of many physical phenomena. Their implementation requires an amount of resources and operations which scale linearly versus the system size and number of time steps. We propose a quantum-pointers-based quantum algorithm able to simulate LGCA while exhibiting an exponential advantage in space complexity and a number of quantum operations independent from the system size. We propose a collision circuit for the FHP lattice-gas automata considering the 2-, 3-, and 4-body collisions. These are implemented with two methodologies that suggest the procedure for finding quantum circuits for LGCA with more collisions. We also propose a phase estimation algorithm to retrieve information about a single cell, whose application can be expanded for implementing other collisions. A general methodology to identify the invariants associated to quantum LGCA is also proposed. ",
    "url": "https://arxiv.org/abs/2310.07362",
    "authors": [
      "Niccolo Fonio",
      "Pierre Sagaut",
      "Giuseppe Di Molfetta"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Data Structures and Algorithms (cs.DS)",
      "Cellular Automata and Lattice Gases (nlin.CG)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2310.07371",
    "title": "Experimental quantum natural gradient optimization in photonics",
    "abstract": "Variational quantum algorithms (VQAs) combining the advantages of parameterized quantum circuits and classical optimizers, promise practical quantum applications in the Noisy Intermediate-Scale Quantum era. The performance of VQAs heavily depends on the optimization method. Compared with gradient-free and ordinary gradient descent methods, the quantum natural gradient (QNG), which mirrors the geometric structure of the parameter space, can achieve faster convergence and avoid local minima more easily, thereby reducing the cost of circuit executions. We utilized a fully programmable photonic chip to experimentally estimate the QNG in photonics for the first time. We obtained the dissociation curve of the He-H$^+$ cation and achieved chemical accuracy, verifying the outperformance of QNG optimization on a photonic device. Our work opens up a vista of utilizing QNG in photonics to implement practical near-term quantum applications. ",
    "url": "https://arxiv.org/abs/2310.07371",
    "authors": [
      "Yizhi Wang",
      "Shichuan Xue",
      "Yaxuan Wang",
      "Jiangfang Ding",
      "Weixu Shi",
      "Dongyang Wang",
      "Yong Liu",
      "Yingwen Liu",
      "Xiang Fu",
      "Guangyao Huang",
      "Anqi Huang",
      "Mingtang Deng",
      "Junjie Wu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Machine Learning (cs.LG)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.07486",
    "title": "The Quantum Transition of the Two-Dimensional Ising Spin Glass: A Tale  of Two Gaps",
    "abstract": "Quantum annealers are commercial devices aiming to solve very hard computational problems named spin glasses. Just like in metallurgic annealing one slowly cools a ferrous metal, quantum annealers seek good solutions by slowly removing the transverse magnetic field at the lowest possible temperature. The field removal diminishes quantum fluctuations but forces the system to traverse the critical point that separates the disordered phase (at large fields) from the spin-glass phase (at small fields). A full understanding of this phase transition is still missing. A debated, crucial question regards the closing of the energy gap separating the ground state from the first excited state. All hopes of achieving an exponential speed-up, as compared to classical computers, rest on the assumption that the gap will close algebraically with the number of qspins, but renormalization group calculations predict that the closing will be instead exponential. Here we solve this debate through extreme-scale numerical simulations, finding that both parties grasped parts of the truth. While the closing of the gap at the critical point is indeed super-algebraic, it remains algebraic if one restricts the symmetry of possible excitations. Since this symmetry restriction is experimentally achievable (at least nominally), there is still hope for the Quantum Annealing paradigm. ",
    "url": "https://arxiv.org/abs/2310.07486",
    "authors": [
      "Massimo Bernaschi",
      "Isidoro González-Adalid Pemartín",
      "Víctor Martín-Mayor",
      "Giorgio Parisi"
    ],
    "subjectives": [
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2310.07650",
    "title": "Variational quantum eigensolver for closed-shell molecules with  non-bosonic corrections",
    "abstract": "The realization of quantum advantage with noisy-intermediate-scale quantum (NISQ) machines has become one of the major challenges in computational sciences. Maintaining coherence of a physical system with more than ten qubits is a critical challenge that motivates research on compact system representations to reduce algorithm complexity. Toward this end, quantum simulations based on the variational quantum eigensolver (VQE) is considered to be one of the most promising algorithms for quantum chemistry in the NISQ era. We investigate reduced mapping of one spatial orbital to a single qubit to analyze the ground state energy in a way that the Pauli operators of qubits are mapped to the creation/annihilation of singlet pairs of electrons. To include the effect of non-bosonic (or non-paired) excitations, we introduce a simple correction scheme in the electron correlation model approximated by the geometrical mean of the bosonic (or paired) terms. Employing it in a VQE algorithm, we assess ground state energies of H2O, N2, and Li2O in good agreements with full configuration interaction (FCI) models respectively, using only 6, 8, and 12 qubits with quantum gate depths proportional to the squares of the qubit counts. We also investigate the potential energy profile along the CH2OH+ -> HCO+ + H2 decomposition reaction. With the adopted seniority-zero approximation that uses only one half of the qubit counts of a conventional VQE algorithm, we find our non-bosonic correction method reaches reliable quantum chemistry simulations at least for the tested systems. ",
    "url": "https://arxiv.org/abs/2310.07650",
    "authors": [
      "Kyungmin Kim",
      "Sumin Lim",
      "Kyujin Shin",
      "Gwonhak Lee",
      "Yousung Jung",
      "Woomin Kyoung",
      "June-Koo Kevin Rhee",
      "Young Min Rhee"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2211.13249",
    "title": "Identifying unbound strong bunching and the breakdown of the Rotating  Wave Approximation in the quantum Rabi model",
    "abstract": " Title: Identifying unbound strong bunching and the breakdown of the Rotating  Wave Approximation in the quantum Rabi model ",
    "url": "https://arxiv.org/abs/2211.13249",
    "authors": [
      "Álvaro Nodar",
      "Ruben Esteban",
      "Unai Muniain",
      "Michael J. Steel",
      "Javier Aizpurua",
      "Mikołaj K. Schmidt"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2302.06193",
    "title": "Oscillations and cavity modes in the circular hydraulic jump",
    "abstract": " Comments: 5 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2302.06193",
    "authors": [
      "A. Goerlinger",
      "M. Baudoin",
      "F. Zoueshtiagh",
      "A. Duchesne"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2306.17809",
    "title": "High accuracy, high dynamic range optomechanical accelerometry enabled  by dual comb spectroscopy",
    "abstract": " Comments: 11 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2306.17809",
    "authors": [
      "D. A. Long",
      "J. R. Stroud",
      "B. J. Reschovsky",
      "Y. Bao",
      "F. Zhou",
      "S. M. Bresler",
      "T. W. LeBrun",
      "D. F. Plusquellic",
      "J. J. Gorman"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2308.05661",
    "title": "Demonstration of Multi-Active Region P-down Green LEDs with High Quantum  Efficiency",
    "abstract": " Title: Demonstration of Multi-Active Region P-down Green LEDs with High Quantum  Efficiency ",
    "url": "https://arxiv.org/abs/2308.05661",
    "authors": [
      "Sheikh Ifatur Rahman",
      "Robert Armitage",
      "Siddharth Rajan"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  }
]