[
  {
    "id": "arXiv:2207.04147",
    "title": "High quantum efficiency parametric amplification via hybridized  nonlinear optics",
    "abstract": "Parametric amplifiers have allowed breakthroughs in ultrafast, strong-field, and high-energy density laser science and are an essential tool for extending the frequency range of powerful emerging diode-pumped solid-state laser technology. However, their impact is limited by inherently low quantum efficiency due to nonuniform light extraction. Here we demonstrate a new type of parametric amplifier based on hybridized nonlinear optics. Hybridization of parametric amplification with idler second harmonic generation induces unusual evolution dynamics for a fully parametric amplifier - with saturating rather than cyclic gain - observed here for the first time. This allows highly uniform light extraction enabling unprecedented efficiency for a lossless amplifier with Gaussian-like intensity profiles - a 48-dB single-stage gain with 68% quantum efficiency and 44% pump-to-signal energy conversion - a several-fold improvement over the standard. Possessing both laser-like high quantum efficiency and the advantages of thermal-loading free parametric systems, this simple approach can be implemented widely and have significant impact by increasing several-fold the power available for science and industry. ",
    "url": "https://arxiv.org/abs/2207.04147",
    "authors": [
      "Noah Flemens",
      "Dylan Heberle",
      "Jiaoyang Zheng",
      "Devin J. Dean",
      "Connor Davis",
      "Kevin Zawilski",
      "Peter G. Schunemann",
      "Jeffrey Moses"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2207.04260",
    "title": "Tangled vortex lines: dynamics, geometry and topology of quantum  turbulence",
    "abstract": "Near absolute zero, superfluid liquid helium displays quantum properties at macroscopic length scales. One property, superfluidity, means flow with zero viscosity. Another property, the existence of a complex wavefunction, constrains the rotation to thin, discrete vortex lines carrying one quantum of circulation each. Therefore, if liquid helium is stirred, it becomes turbulent, but in a peculiar way: it is a state of turbulence consisting of a tangle of quantised vortex lines in a fluid without viscosity. Surprisingly, this disordered state, which I called quantum turbulence years ago, shares many properties with ordinary turbulence as it represents its essential skeleton. These lectures attempt to relate the dynamics, the geometry and the topology of quantum turbulence. Although recently much progress has been made, there are still many open questions. Some of the methods which have been used and are described here (e.g. the smoothed vorticity, the use of crossing numbers) have a scope which clearly goes beyond the fascinating problem of turbulence near absolute zero. ",
    "url": "https://arxiv.org/abs/2207.04260",
    "authors": [
      "Carlo F. Barenghi"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2207.04411",
    "title": "Probing the surface of silicon and the silicon-silica interface using  nonperturbative third and fifth harmonic generation",
    "abstract": "We examined, in backward (reflection) geometry, the generation of the 3rd and 5th harmonics, located in the deep and vacuum ultraviolet, on the surface of silicon and on the interface between silicon and silica when a thin silica film was grown on a silicon substrate. In both cases, a strong dependence of the harmonic signal on the polarization direction of the driving laser beam was found. The differences observed for both samples, are qualitatively explained. Furthermore, a simplified tensor formalism for the polarization dependence is introduced, which reveals the structural symmetry of the surface and the interface and describes the polarization dependence with high accuracy. The study is an essential step to further understand nonlinear interaction and nonperturbative harmonic generation on the boundaries of materials. ",
    "url": "https://arxiv.org/abs/2207.04411",
    "authors": [
      "J. Seres",
      "E. Seres",
      "E. Cespedes",
      "L. Martinez-de-Olcoz",
      "M. Zabala",
      "T. Schumm"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2207.04451",
    "title": "Characterization of Two-photon Photopolymerization Fabrication using  High-speed Optical Diffraction Tomography",
    "abstract": "Two-photon photopolymerization (TPP) has recently become a popular method for the fabrication of three-dimensional (3D) micro- and nanostructures. The reproduction fidelity of the designed micro- and nanostructures is influenced by experimental writing conditions, including laser power, exposure time, etc. To determine the appropriate writing parameters, characterization of morphological features and surface roughness during the experiment is needed. Traditional characterization methods for TPP, e.g., scanning electron microscopy and atomic force microscopy, have limited speed and cannot study internal structures without invasive approaches. Optical diffraction tomography (ODT) is an emerging label-free 3D imaging technique based on reconstructing the object's 3D refractive index (RI) distribution with diffraction-limited resolution. Here, we propose a non-invasive solution to fully characterize the TPP-fabricated structures using a high-speed ODT technique, which can eliminate the need for complex sample preparation, such as fluorescence labelling or metal-coating, and achieve a full 3D measurement time of 6 ms. By visualizing and studying different TPP-fabricated structures, including embedded spirals and cubes, via the ODT system, the fabrication quality, including 3D morphological features, exposure levels, and surface roughness, can be examined quantitatively. The results suggest our method can effectively improve the fabrication quality and reproducibility of TPP, generating impacts on the nanofabrication community. ",
    "url": "https://arxiv.org/abs/2207.04451",
    "authors": [
      "Yanping He",
      "Qi Shao",
      "Shih-chi Chen",
      "Renjie Zhou"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2207.04563",
    "title": "Quantum Optomagnetics in Graphene",
    "abstract": "Graphene can be magnetized through nonlinear response of its orbital angular momentum to an intense circularly polarized light. This optomagnetic effect can be well exemplified by the Inverse Faraday Effect (IFE) where an optically-generated DC magnetization leads to graphene's optical activity. We provide a single-particle quantum mechanical model of an IFE in graphene by solving Schr\\\"odinger's equation in the presence of a renormalized Hamiltonian near a Dirac point in the presence of circularly polarized monochromatic light. We derive an analytical expression for DC magnetization based on non-perturbative and dressed states of quasi-electrons where their energy spectrum is isotropically gapped by the circularly polarized light. Optical rotatory power is then computed through the gyroelectric birefringence where a measurable polarization rotation angle under moderate and intense optical radiations is predicted. ",
    "url": "https://arxiv.org/abs/2207.04563",
    "authors": [
      "Sina Abedi",
      "A. Hamed Majedi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2207.04626",
    "title": "Gallium-nitride-based interference-filter-stabilized external cavity  diode laser with a surface-activated-bonded output coupler",
    "abstract": "We report on an interference-filter-stabilized external cavity diode laser using a gallium-nitride-based violet laser diode. Surface-activated-bonded glass substrates were employed as cat's eye output couplers in order to suppress power degradation due to optical damage. From the results of a long-term frequency-stabilization test, mode-hop-free operation for about one week was demonstrated. After two continuous runs of about three weeks in total, the power degradation was less than 10$\\%$. The results show the potential of such interference-filter-stabilized external cavity diode lasers for practical and portable quantum technologies such as atomic clocks or atomic interferometers. ",
    "url": "https://arxiv.org/abs/2207.04626",
    "authors": [
      "Hisashi Ogawa",
      "Tatsuya Kemmochi",
      "Tetsushi Takano"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2207.04778",
    "title": "Multicolor and 3D holography realized by inverse design of single-celled  metasurfaces",
    "abstract": "Metasurface-generated holography has emerged as a promising route for fully reproducing vivid scenes by manipulating the optical properties of light using ultra-compact devices. However, achieving multiple holographic images using a single metasurface is still difficult due to the capacity limit of a single meta-atom. In this work, we present an inverse design method based on gradient-descent optimization to encode multiple pieces of holographic information into a single metasurface. The proposed method allows the inverse design of single-celled metasurfaces without the need for complex meta-atom design strategies, facilitating high-throughput fabrication using broadband low loss materials. By exploiting the proposed design method, both multiplane RGB color holograms and 3D holograms are designed and experimentally demonstrated. Up to eighteen distinct metasurface-generated holographic images are demonstrated, achieving the state-of-the-art data capacity of a single phase-only metasurface. To the best of our knowledge, we present the first experimental demonstration of metasurface-generated 3D holograms that have completely independent and distinct images in each plane. By demonstrating the high-density holographic information of a single metasurface, the current research findings provide a viable route for practical metasurfaces-generated holography, ultimately stepping towards applications in optical storage, displays, and full-color imaging. ",
    "url": "https://arxiv.org/abs/2207.04778",
    "authors": [
      "Sunae So",
      "Joohoon Kim",
      "Trevon Badloe",
      "Chihun Lee",
      "Younghwan Yang",
      "Hyunjung Kang",
      "Junsuk Rho"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2207.04942",
    "title": "A high sensitivity tool for geophysical applications: A geometrically  locked Ring Laser Gyroscope",
    "abstract": "This work demonstrates that a middle size ring laser gyroscope (RLG) can be a very sensitive and robust instrument for rotational seismology, even if it operates in a quite noisy environment. The RLG has a square cavity, $1.60\\times 1.60$ m$^2$, and it lies in a plane orthogonal to the Earth rotational axis. The Fabry-Perot optical cavities along the diagonals of the square were accessed and their lengths were locked to a reference laser. Through a quite simple locking circuit, we were able to keep the sensor fully operative for 14 days. The obtained long term stability is of the order of 3~nanorad/s and the short term sensitivity close is to 2~nanorad/s$\\cdot$Hz$^{-1/2}$. These results are limited only by the noisy environment, our laboratory is located in a building downtown. ",
    "url": "https://arxiv.org/abs/2207.04942",
    "authors": [
      "E. Maccioni",
      "N. Beverini",
      "G. Carelli",
      "G. Di Somma",
      "A. Di Virgilio",
      "P. Marsili"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2207.04189",
    "title": "Testing the equivalence principle with time-diffracted free-falling  quantum particles",
    "abstract": "The equivalence principle of gravity is examined at the quantum level using the diffraction in time of matter waves in two ways. First, we consider a quasi-monochromatic beam of particles incident on a shutter which is removed at time $t = 0$ and fall due to the gravitational field. The probability density exhibits a set of mass-dependent oscillations which are genuinely quantum in nature, thereby reflecting quantum violations to the weak equivalence principle, although the strong equivalence principle remains valid. We estimate the degree of violation in terms of the width of the diffraction-in-time effect. Second, motivated by the recent advances in the manipulation of ultracold atoms and neutrons as well as the experimental observation of quantum states of ultracold neutrons in the gravitational field above a flat mirror, we study the diffraction in time of a suddenly released beam of particles initially prepared in gravitational quantum bound states. In this case, we quantify the degree of violation by comparing the time of flight from the mean position of the initial wave packet versus the time of flight as measured from the mirror. We show that, in this case both the weak and strong versions of the equivalence principle are violated. We demonstrate that compatibility between equivalence principle and quantum mechanics is recovered in the macroscopic (large-mass) limit. Possible realizations with ultracold neutrons, cesium atoms and large molecules are discussed. ",
    "url": "https://arxiv.org/abs/2207.04189",
    "authors": [
      "Juan A. Cañas",
      "J. Bernal",
      "A. Martín-Ruiz"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2207.04349",
    "title": "Fields and Equations of Classical Mechanics for Quantum Mechanics",
    "abstract": "Pairs of pressures and velocities fields with kinetic energies are defined for quantum mechanical many-body systems, depending on the probability distribution and phase of a wavefunction. These functions satisfy a set of two classical energy-equations that is equivalent to the many-body time-dependent Schr\\\"odinger equation, and these equations also define two energy fields. An Euler equation of fluid dynamics is also derived that is satisfied by the fields. Interpretation of the Bohmian potential and the integrand of the expectation value of the kinetic energy is given, involving both pressure and classical kinetic-energy fields. The formalism is built upon Bohmian mechanics and a Bernoulli-equation description of certain quantum mechanical systems, and the three fields from these approaches are incorporation into the formalism. Definitions, using the momentum operator and the time-side of the Schr\\\"odinger equations are given for six fields, yielding three new fields and alternate, but equivalent, definitions for the other three. The two energy fields are shown to be conserved, over all space, for solutions of the time-dependent Schr\\\"odinger equation, if the Hamiltonian operator is independent of time. Both particle and fluid interpretations of classical mechanics are considered. A compressible electron-body model is considered. A notational system is introduced that removes subscripts and summation signs, yielding equation for many-body systems that, in most cases, are identical in form to the corresponding special case of one-body. ",
    "url": "https://arxiv.org/abs/2207.04349",
    "authors": [
      "James P. Finley"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2207.04511",
    "title": "Quantum walk for SU(1,1)",
    "abstract": "We propose a scheme to implement the quantum walk for SU(1,1) in the phase space, which generalizes those associated with the Heisenberg-Weyl group. The movement of the walker described by the SU(1,1) coherent states can be visualized on the hyperboloid or the Poincar\\'{e} disk. In both one-mode and two-mode realizations, we introduce the corresponding coin-flip and conditional-shift operators for the SU(1,1) group, whose relations with those for Heisenberg-Weyl group are analyzed. The nonorthogonality of the SU(1,1) coherent states precludes the quantum walk for SU(1,1) from the idealized one. However, the overlap between different SU(1,1) coherent states can be reduced by increasing the Bargmann index $k$, which indicates that the two-mode realization provides more possibilities to simulate the idealized quantum walk. ",
    "url": "https://arxiv.org/abs/2207.04511",
    "authors": [
      "Liwei Duan"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2207.05029",
    "title": "Coupling Quantum Matter and Gravity",
    "abstract": "In this contribution we deal with several issues one encounters when trying to couple quantum matter to classical gravitational fields. We start with a general background discussion and then move on to two more technical sections. In the first technical part we consider the question how the Hamiltonian of a composite two-particle system in an external gravitational field can be computed in a systematic post-Newtonian setting without backreaction. This enables us to reliably estimate the consistency and completeness of less systematic and more intuitive approaches that attempt to solve this problem by adding `relativistic effects' by hand. In the second technical part we consider the question of how quantum matter may act as source for classical gravitational fields via the semiclassical Einstein equations. Statements to the effect that this approach is fundamentally inconsistent are critically reviewed. ",
    "url": "https://arxiv.org/abs/2207.05029",
    "authors": [
      "Domenico Giulini",
      "André Großardt",
      "Philip K. Schwartz"
    ],
    "subjectives": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2109.06326",
    "title": "Methane detection to 1 ppm using machine learning analysis of  atmospheric pressure plasma optical emission spectra",
    "abstract": " Comments: 21 pages, 13 figures, 4 tables, 70 references ",
    "url": "https://arxiv.org/abs/2109.06326",
    "authors": [
      "Tahereh Shah Mansouri",
      "Hui Wang",
      "Davide Mariotti",
      "Paul Maguire"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Applied Physics (physics.app-ph)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2110.12379",
    "title": "Variational quantum algorithm for Gaussian discrete solitons and their  boson sampling",
    "abstract": " Comments: Minor changes. 21 figures and 20 pages ",
    "url": "https://arxiv.org/abs/2110.12379",
    "authors": [
      "Claudio Conti"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Machine Learning (cs.LG)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2202.06867",
    "title": "Q-Turn: Changing Paradigms In Quantum Science",
    "abstract": " Comments: Comments welcome! Submitted to the special issue \"Social aspects and impacts of quantum technologies\" of Quantum Science and Technology. Version v2 includes three appendices with data drawn from Q-turn 2018 and Q-turn 2020 participation and satisfaction surveys. v4 incorporates content from the appendices into the main text, and improves some plots ",
    "url": "https://arxiv.org/abs/2202.06867",
    "authors": [
      "Ana Belén Sainz"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)"
    ]
  },
  {
    "id": "arXiv:2202.10609",
    "title": "Phase-space stochastic quantum hydrodynamics for interacting Bose gases",
    "abstract": " Comments: 23 pages, 16 figures ",
    "url": "https://arxiv.org/abs/2202.10609",
    "authors": [
      "S. A. Simmons",
      "J. C. Pillay",
      "K. V. Kheruntsyan"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Computational Physics (physics.comp-ph)",
      "Fluid Dynamics (physics.flu-dyn)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2203.06097",
    "title": "Wideband current modulation of diode lasers for frequency stabilization",
    "abstract": " Title: Wideband current modulation of diode lasers for frequency stabilization ",
    "url": "https://arxiv.org/abs/2203.06097",
    "authors": [
      "Tilman Preuschoff",
      "Patrick Baus",
      "Malte Schlosser",
      "Gerhard Birkl"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2204.05528",
    "title": "Organic metallic epsilon-near-zero polymers with large ultrafast optical  nonlinearity",
    "abstract": " Title: Organic metallic epsilon-near-zero polymers with large ultrafast optical  nonlinearity ",
    "url": "https://arxiv.org/abs/2204.05528",
    "authors": [
      "Qili Hu",
      "Xinlan Yu",
      "Hongqi Liu",
      "Jiahuan Qiu",
      "Wei Tang",
      "Sen Liang",
      "Linjun Li",
      "Miao Du",
      "Junjun Jia",
      "Hui Ye"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2205.04353",
    "title": "Coherent excitation energy transfer in a photosynthetic heat engine:  Effects of non-Markovian quantum environment",
    "abstract": " Comments: 7 pages, 3 figures ",
    "url": "https://arxiv.org/abs/2205.04353",
    "authors": [
      "Jie Fang",
      "Zi-Hao Chen",
      "Yu Su",
      "Zi-Fan Zhu",
      "Yao Wang",
      "Rui-Xue Xu",
      "YiJing Yan"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Biological Physics (physics.bio-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2207.01386",
    "title": "The role of optical loss and tight bounds in polariton-mediated  near-field heat transfer",
    "abstract": " Title: The role of optical loss and tight bounds in polariton-mediated  near-field heat transfer ",
    "url": "https://arxiv.org/abs/2207.01386",
    "authors": [
      "Mariano Pascale",
      "Georgia T. Papadakis"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  }
]