[
  {
    "id": "arXiv:2404.11736",
    "title": "Measuring the refractive index and thickness of multilayer samples by  Fourier domain optical coherence tomography",
    "abstract": "Non-contact measurement of the refractive index and thickness of multilayer biological tissues is of great significance for biomedical applications and can greatly improve medical diagnosis and treatment. In this work, we introduce a theoretical method to simultaneously extract the above information using a Fourier domain optical coherence tomography (FD-OCT) system, in which no additional arrangement and prior information about the object is required other than the OCT interference spectrum. The single reflection components can be extracted from the observed spectrum by isolating the primary spikes in the sample reflectance profile, and then the refractive index and thickness can be obtained by fitting the actual and modeled values of the single reflection spectrum. In a two-layer sample example, the simulation results show that our method can reconstruct the results with high accuracy. The relative error is within 0.01%. The complexity of our approach grows linearly with the number of sample layers, making it well-adapted to multilayer situations. Our method takes into account both single and multiple reflections in multilayer samples and is therefore equally applicable to samples with high refractive index contrast. ",
    "url": "https://arxiv.org/abs/2404.11736",
    "authors": [
      "Yu-Lin Ku",
      "Yao-Gen Shu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2404.11811",
    "title": "Physics-informed active learning for accelerating quantum chemical  simulations",
    "abstract": "Quantum chemical simulations can be greatly accelerated by constructing machine learning potentials, which is often done using active learning (AL). The usefulness of the constructed potentials is often limited by the high effort required and their insufficient robustness in the simulations. Here we introduce the end-to-end AL for constructing robust data-efficient potentials with affordable investment of time and resources and minimum human interference. Our AL protocol is based on the physics-informed sampling of training points, automatic selection of initial data, and uncertainty quantification. The versatility of this protocol is shown in our implementation of quasi-classical molecular dynamics for simulating vibrational spectra, conformer search of a key biochemical molecule, and time-resolved mechanism of the Diels-Alder reaction. These investigations took us days instead of weeks of pure quantum chemical calculations on a high-performance computing cluster. ",
    "url": "https://arxiv.org/abs/2404.11811",
    "authors": [
      "Yi-Fan Hou",
      "Lina Zhang",
      "Quanhao Zhang",
      "Fuchun Ge",
      "Pavlo O. Dral"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Artificial Intelligence (cs.AI)",
      "Machine Learning (cs.LG)"
    ]
  },
  {
    "id": "arXiv:2404.11846",
    "title": "Directional intense terahertz radiation driven by abruptly autofocusing  lasers in air",
    "abstract": "Two-color laser induced plasma filamentation in air could serve as tabletop sources of broadband terahertz (THz) pulses. Ubiquitous air in the earth facilitates its widespread utilities, particularly, in wireless communication and remote sensing, exploiting the unique advantage of the air-based scheme that the THz sources can be delivered over standoff distances via the pump laser propagation in air. However, the THz emission pattern inevitably has a conical angular profile with a dip in the propagation axis, therefore, THz energy concentration, propagation directionality, and accuracy of signal demodulation are significantly impaired, greatly limiting its direct applications. Here, we successfully eliminate the unfavorable conical profile by experiments and meanwhile enhance THz directionality and intensity by 17 folds by use of abruptly-autofocusing laser beams. Our theory and simulations show that these observations are attributed to efficient suppression of the dephasing effect appearing in previous investigations with ordinary Gaussian laser beams. This scheme is easily accessible since the abruptly-autofocusing beam can be achieved by imposing a spatial light modulator on the input Gaussian beam. This study solves a long-standing problem in the two-color laser scheme and clarifies the underlying physics of the conical angular profile formation. ",
    "url": "https://arxiv.org/abs/2404.11846",
    "authors": [
      "Xiao-Ran Zheng",
      "Nan Li",
      "Wei-Min Wang",
      "Rui Zhang",
      "Cun-Lin Zhang",
      "Liang-Liang Zhang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2404.11855",
    "title": "On-chip Kerr parametric oscillation with integrated heating for enhanced  frequency tuning and control",
    "abstract": "Nonlinear microresonators can convert light from chip-integrated sources into new wavelengths within the visible and near-infrared spectrum. For most applications, such as the interrogation of quantum systems with specific transition wavelengths, tuning the frequency of converted light is critical. Nonetheless, demonstrations of wavelength conversion have mostly overlooked this metric. Here, we apply efficient integrated heaters to tune the idler frequency produced by Kerr optical parametric oscillation in a silicon-nitride microring across a continuous 1.5 terahertz range. Finally, we suppress idler frequency noise between DC and 5 kHz by several orders of magnitude using feedback to the heater drive. ",
    "url": "https://arxiv.org/abs/2404.11855",
    "authors": [
      "Jordan Stone",
      "Daron Westly",
      "Gregory Moille",
      "Kartik Srinivasan"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2404.11909",
    "title": "Calibration of hydrogen atoms measurement by femtosecond two-photon  laser induced fluorescence",
    "abstract": "A new calibration method for H-fs-TALIF is proposed, and the ratio of two-photon absorption cross-sections $\\sigma^{(2)}$ for atomic hydrogen (H) and krypton (Kr) is determined for the broadband emission of a femtosecond laser system. The obtained estimate of the ratio of two-photon absorption cross-sections $\\sigma^{(2)}$ for H and Kr $\\sigma^{(2)}$(Kr)/$\\sigma^{(2)}$(H) = $0.034\\pm 0.006$, which is almost twenty times lower than the values previously obtained using narrowband nanosecond lasers. This difference is explained by the significantly different spectral width of the excitation line, and demonstrates the need for independent calibration of the TALIF measurements in the femtosecond range. ",
    "url": "https://arxiv.org/abs/2404.11909",
    "authors": [
      "Andrey Starikovskiy",
      "Arthur Dogariu"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2404.11921",
    "title": "Generation of optical toroidal vortex with circular asymmetric gratings",
    "abstract": "Toroidal vortex, a topological structure commonly observed in nature, exist in various types such as bubbles produced by dolphins and the air flow surrounding a flying dandelion. A toroidal vortex corresponds to a spatiotemporal wave packet in the shape of a donut that propagates in the direction perpendicular to the plane of the ring. In this work, we propose a circular asymmetric grating to generate vortex rings. A cylindrical vector wave packet is transformed by the device into a transmitted toroidal vortex pulse. Such a compact toroidal vortex generator may find applications in optical topology research and high-dimensional optical communications. ",
    "url": "https://arxiv.org/abs/2404.11921",
    "authors": [
      "Weichao Liu",
      "Jie Cheng",
      "Chenhao Wan"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2404.12153",
    "title": "The light quantum mechanism of PCR efficiency oscillation with gold  nanoparticle concentration",
    "abstract": "The widespread application of nanomaterials in polymerase chain reaction (PCR) technology has opened new avenues for improving detection methods in the biomedical field. Recent experiments (Chem. Eur. J. 2023, e202203513) have revealed oscillatory behavior between PCR efficiency and the concentration of gold nanoparticles in the pM range, potentially linked to the long-range Coulomb interactions among charged colloidal particles and the quantum size effect of nanoparticle electronic states. Through Monte Carlo simulation, we discovered that the radial distribution function of gold nanoparticles in solution gradually exhibits peak characteristics with increasing charge, triggering coherent photon behavior in Rayleigh scattering within the solution, thereby influencing the efficiency of reusing released photons in the PCR chain reaction. The study demonstrates that the oscillation period aligns with the wavelength of downstream reaction photons, while their energy matches the width of energy levels near the Fermi level of gold nanoparticles. The latter can absorb and store electron states internally, promoting upstream PCR reactions through subsequent re-release, and compensating for energy deficiencies through the Boltzmann distribution of electrons. This work is poised to advance the application of PCR-specific precise detection methods in the field of quantum biotechnology. ",
    "url": "https://arxiv.org/abs/2404.12153",
    "authors": [
      "Huan-Huan Fang",
      "Yong-Cong Chen",
      "Ze-Fei Liu",
      "Xiao-Mei Zhu",
      "Ping Ao"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)",
      "Quantitative Methods (q-bio.QM)"
    ]
  },
  {
    "id": "arXiv:2404.12176",
    "title": "Practical GHz single-cavity all-fiber dual-comb laser for high-speed  spectroscopy",
    "abstract": "Dual-comb spectroscopy (DCS) with few-GHz tooth spacing that provides the optimal trade-off between spectral resolution and refresh rate is a powerful tool for measuring and analyzing rapidly evolving transient events. Despite such an exciting opportunity, existing technologies compromise either the spectral resolution or refresh rate, leaving few-GHz DCS with robust design largely unmet for frontier applications. In this work, we demonstrate a novel GHz DCS by exploring the multimode interference-mediated spectral filtering effect in an all-fiber ultrashort cavity configuration. The GHz single-cavity all-fiber dual-comb source is seeded by a dual-wavelength mode-locked fiber laser operating at fundamental repetition rates of about 1.0 GHz differing by 148 kHz, which has an excellent stability in the free-running state that the Allan deviation is only 101.7 mHz for an average time of 1 second. Thanks to the large repetition rate difference between the asynchronous dichromatic pulse trains, the GHz DCS enables a refresh time as short as 6.75 us, making it promising for studying nonrepeatable transient phenomena in real time. To this end, the practicality of the present GHz DCS is validated by successfully capturing the 'shock waves' of balloon and firecracker explosions outdoors. This GHz single-cavity all-fiber dual-comb system promises a noteworthy improvement in acquisition speed and reliability without sacrificing measurement accuracy, anticipated as a practical tool for high-speed applications. ",
    "url": "https://arxiv.org/abs/2404.12176",
    "authors": [
      "Lin Ling",
      "Wei Lin",
      "Zhaoheng Liang",
      "Minjie Pan",
      "Chiyi Wei",
      "Xuewen Chen",
      "Yang Yang",
      "Zhijin Xiong",
      "Yuankai Guo",
      "Xiaoming Wei",
      "Zhongmin Yang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2404.12217",
    "title": "Broadband microwave signal generation with programmable chirp shapes via  low-speed electronics-controlled phase-modulated optical loop",
    "abstract": "Broadband microwave signals with customized chirp shapes are highly captivating in practical applications. Compared with electronic technology, photonic solutions are superior in bandwidth, but suffer from flexible and rapid manipulation of chirp shape. Here, we demonstrate a novel concept for generating broadband microwave signals with programmable chirp shapes. It is realized on a simple fiber-optic platform involving a continuous-wave laser, a phase-modulated optical loop, low-speed electronics at MHz, and an optical coherent receiver. Microwave signals with bandwidths beyond tens of GHz, even up to hundreds of GHz, can be generated, where the chirp shape is identical to the low-frequency driving waveform of the phase-modulated optical loop. Besides, signal parameters, such as bandwidth, center frequency, and temporal duration, can be reconfigured in real time. In the experiment, highly-coherent microwave signals with various customized chirp shapes are generated, where the time resolution for programming the chirp shape is 649 ps. The center frequency and bandwidth tuning ranges exceed 21 GHz, and the temporal duration is tuned in the range of 9 ns to 180 ns. ",
    "url": "https://arxiv.org/abs/2404.12217",
    "authors": [
      "Weiqiang Lyu",
      "Huan Tian",
      "Zhenwei Fu",
      "Lingjie Zhang",
      "Zhen Zeng",
      "Yaowen Zhang",
      "Heping Li",
      "Zhiyao Zhang",
      "Yong Liu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2404.12248",
    "title": "The quantum gravity seeds for laws of nature",
    "abstract": "We discuss the challenges that the standard (Humean and non-Humean) accounts of laws face within the framework of quantum gravity where space and time may not be fundamental. This paper identifies core (meta)physical features that cut across a number of quantum gravity approaches and formalisms and that provide seeds for articulating updated conceptions that could account for QG laws not involving any spatio-temporal notions. To this aim, we will in particular highlight the constitutive roles of quantum entanglement, quantum transition amplitudes and quantum causal histories. These features also stress the fruitful overlap between quantum gravity and quantum information theory. ",
    "url": "https://arxiv.org/abs/2404.12248",
    "authors": [
      "Vincent Lam",
      "Daniele Oriti"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)",
      "General Relativity and Quantum Cosmology (gr-qc)"
    ]
  },
  {
    "id": "arXiv:2404.12311",
    "title": "Laser excitation of the $^{229}$Th nuclear isomeric transition in a  solid-state host",
    "abstract": "LiSrAlF$_6$ crystals doped with $^{229}$Th are used in a laser-based search for the nuclear isomeric transition. Two spectroscopic features near the nuclear transition energy are observed. The first is a broad excitation feature that produces red-shifted fluorescence that decays with a timescale of a few seconds. The second is a narrow, laser-linewidth-limited spectral feature at $148.38219(4)_{\\textrm{stat}}(20)_{\\textrm{sys}}$ nm ($2020407.3(5)_{\\textrm{stat}}(30)_{\\textrm{sys}}$ GHz) that decays with a lifetime of $568(13)_{\\textrm{stat}}(20)_{\\textrm{sys}}$ s. This feature is assigned to the excitation of the $^{229}$Th nuclear isomeric state, whose energy is found to be $8.355733(2)_{\\textrm{stat}}(10)_{\\textrm{sys}}$ eV in $^{229}$Th:\\thor:LiSrAlF$_6$. ",
    "url": "https://arxiv.org/abs/2404.12311",
    "authors": [
      "R. Elwell",
      "Christian Schneider",
      "Justin Jeet",
      "J. E. S. Terhune",
      "H. W. T. Morgan",
      "A. N. Alexandrova",
      "H. B. Tran Tan",
      "Andrei Derevianko",
      "Eric R. Hudson"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Nuclear Experiment (nucl-ex)"
    ]
  },
  {
    "id": "arXiv:2404.12340",
    "title": "Symmetries and conservation of spin angular momentum, helicity, and  chirality in photonic time-varying media",
    "abstract": "Polarization-dependent dynamical properties of light as the spin angular momentum (SAM), helicity, and chirality are conserved quantities in free-space. Despite their similarities on account of their relationship with a circular state of polarization, SAM, helicity, and chirality emerge from distinct symmetries, which endows them with different physical meanings, properties, and practical applications. In this work, we investigate the behavior of such quantities in time-varying media (TVM), i.e., how a temporal modulation impacts their symmetries and conservation laws. Our results demonstrate that the SAM is conserved for any time modulation, helicity is only preserved in impedance-matched time modulations, while chirality is not conserved. In addition, the continuity equations highlight the dependence of the chirality with the energy content of the fields. These results provide additional insights into the similarities and differences between SAM, helicity, and chirality, as well as their physical meaning. Furthermore, our theoretical framework provides with a new perspective to analyze polarization-dependent light-matter interactions in TVM. ",
    "url": "https://arxiv.org/abs/2404.12340",
    "authors": [
      "Mohsen Mohammadi Jajin",
      "J. Enrique Vázquez-Lozano",
      "Iñigo Liberal"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2404.12381",
    "title": "Wavelength-accurate and wafer-scale process for nonlinear frequency  mixers in thin-film lithium niobate",
    "abstract": "Recent advancements in thin-film lithium niobate (TFLN) photonics have led to a new generation of high-performance electro-optic devices, including modulators, frequency combs, and microwave-to-optical transducers. However, the broader adoption of TFLN-based devices that rely on all-optical nonlinearities have been limited by the sensitivity of quasi-phase matching (QPM), realized via ferroelectric poling, to fabrication tolerances. Here, we propose a scalable fabrication process aimed at improving the wavelength-accuracy of optical frequency mixers in TFLN. In contrast to the conventional pole-before-etch approach, we first define the waveguide in TFLN and then perform ferroelectric poling. This sequence allows for precise metrology before and after waveguide definition to fully capture the geometry imperfections. Systematic errors can also be calibrated by measuring a subset of devices to fine-tune the QPM design for remaining devices on the wafer. Using this method, we fabricated a large number of second harmonic generation devices aimed at generating 737 nm light, with 73% operating within 5 nm of the target wavelength. Furthermore, we also demonstrate thermo-optic tuning and trimming of the devices via cladding deposition, with the former bringing ~96% of tested devices to the target wavelength. Our technique enables the rapid growth of integrated quantum frequency converters, photon pair sources, and optical parametric amplifiers, thus facilitating the integration of TFLN-based nonlinear frequency mixers into more complex and functional photonic systems. ",
    "url": "https://arxiv.org/abs/2404.12381",
    "authors": [
      "C. J. Xin",
      "Shengyuan Lu",
      "Jiayu Yang",
      "Amirhassan Shams-Ansari",
      "Boris Desiatov",
      "Letícia S. Magalhães",
      "Soumya S. Ghosh",
      "Erin McGee",
      "Dylan Renaud",
      "Nicholas Achuthan",
      "Arseniy Zvyagintsev",
      "David Barton III",
      "Neil Sinclair",
      "Marko Lončar"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2404.12180",
    "title": "Microwave seeding time crystal in Floquet driven Rydberg atoms",
    "abstract": "Crystal seeding enables a deeper understanding of phase behavior, leading to the development of methods for controlling and manipulating phase transitions in various applications such as materials synthesis, crystallization processes, and phase transformation engineering. How to seed a crystalline in time domain is an open question, which is of great significant and may provide an avenue to understand and control time-dependent quantum many-body physics. Here, we utilize a microwave pulse as a seed to induce the formation of a discrete time crystal in Floquet driven Rydberg atoms. In the experiment, the periodic driving on Rydberg states acts as a seeded crystalline order in subspace, which triggers the time-translation symmetry breaking across the entire ensemble. The behavior of the emergent time crystal is elaborately linked to alterations in the seed, such as the relative phase shift and the frequency difference, which result in phase dependent seeding and corresponding shift in periodicity of the time crystal, leading to embryonic synchronization. This result opens up new possibilities for studying and harnessing time-dependent quantum many-body phenomena, offering insights into the behavior of complex many-body systems under seeding. ",
    "url": "https://arxiv.org/abs/2404.12180",
    "authors": [
      "Bang Liu",
      "Li-Hua Zhang",
      "Yu Ma",
      "Tian-Yu Han",
      "Qi-Feng Wang",
      "Jun Zhang",
      "Zheng-Yuan Zhang",
      "Shi-Yao Shao",
      "Qing Li",
      "Han-Chao Chen",
      "Ya-Jun Wang",
      "Jia-Dou Nan",
      "Yi-Ming Yin",
      "Dong-Sheng Ding",
      "Bao-Sen Shi"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2404.12361",
    "title": "Learning the Domain Specific Inverse NUFFT for Accelerated Spiral MRI  using Diffusion Models",
    "abstract": "Deep learning methods for accelerated MRI achieve state-of-the-art results but largely ignore additional speedups possible with noncartesian sampling trajectories. To address this gap, we created a generative diffusion model-based reconstruction algorithm for multi-coil highly undersampled spiral MRI. This model uses conditioning during training as well as frequency-based guidance to ensure consistency between images and measurements. Evaluated on retrospective data, we show high quality (structural similarity > 0.87) in reconstructed images with ultrafast scan times (0.02 seconds for a 2D image). We use this algorithm to identify a set of optimal variable-density spiral trajectories and show large improvements in image quality compared to conventional reconstruction using the non-uniform fast Fourier transform. By combining efficient spiral sampling trajectories, multicoil imaging, and deep learning reconstruction, these methods could enable the extremely high acceleration factors needed for real-time 3D imaging. ",
    "url": "https://arxiv.org/abs/2404.12361",
    "authors": [
      "Trevor J. Chan",
      "Chamith S. Rajapakse"
    ],
    "subjectives": [
      "Artificial Intelligence (cs.AI)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2308.09184",
    "title": "Impact of Cavity on Molecular Ionization Spectra",
    "abstract": " Title: Impact of Cavity on Molecular Ionization Spectra ",
    "url": "https://arxiv.org/abs/2308.09184",
    "authors": [
      "Csaba Fábri",
      "Gábor J. Halász",
      "Lorenz S. Cederbaum",
      "Ágnes Vibók"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2309.01181",
    "title": "Polarization-entangled quantum frequency comb from a silicon nitride  microring resonator",
    "abstract": " Comments: 11 pages, 9 figures ",
    "url": "https://arxiv.org/abs/2309.01181",
    "authors": [
      "Wenjun Wen",
      "Wenhan Yan",
      "Chi Lu",
      "Liangliang Lu",
      "Xiaoyu Wu",
      "Yanqing Lu",
      "Shining Zhu",
      "Xiao-song Ma"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2404.10173",
    "title": "Coherent control of an optical tweezer phonon laser",
    "abstract": " Comments: \\c{opyright} 2024 Optica Publishing Group. Users may use, reuse, and build upon the article, or use the article for text or data mining, so long as such uses are for non-commercial purposes and appropriate attribution is maintained. All other rights are reserved.\" ",
    "url": "https://arxiv.org/abs/2404.10173",
    "authors": [
      "Kai Zhang",
      "Kewen Xiao",
      "Danika Luntz-Martin",
      "Ping Sun",
      "S. Sharma",
      "M. Bhattacharya",
      "A. N. Vamivakas"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  }
]