[
  {
    "id": "arXiv:2212.13347",
    "title": "Diffuse laser illumination for Maxwellian view Doppler holography of the  retina",
    "abstract": "We describe the advantages of diffuse illumination in laser holography for ophthalmology. The presence of a diffusing element introduces an angular diversity of the optical radiation and reduces its spatial coherence, which spreads out the energy distribution of the illumination beam in the focal plane of the eyepiece. The field of view of digitally computed retinal images can easily be increased as the eyepiece can be moved closer to the cornea to obtain a Maxwellian view of the retina without compromising ocular safety. Compliance with American and European safety standards for ophthalmic devices is more easily obtained by preventing the presence of a laser hot spot observed in front of the cornea in the absence of a scattering element. Diffuse laser illumination does not introduce any adverse effects on digitally computed laser Doppler images. ",
    "url": "https://arxiv.org/abs/2212.13347",
    "authors": [
      "Zofia Bratasz",
      "Olivier Martinache",
      "Yohan Blazy",
      "Angèle Denis",
      "Coline Auffret",
      "Jean-Pierre Huignard",
      "Ethan Rossi",
      "Jay Chhablani",
      "José-Alain Sahel",
      "Sophie Bonnin",
      "Rabih Hage",
      "Patricia Koskas",
      "Damien Gatinel",
      "Catherine Vignal",
      "Amelie Yavchitz",
      "Vivien Vasseur",
      "Ramin Tadayoni",
      "Claire Ducloux",
      "Manon Ortoli",
      "Marvin Tordjman",
      "Sarah Tick",
      "Sarah Mrejen",
      "Michel Paques",
      "Michael Atlan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2212.13351",
    "title": "Visible 100-nm-bandwidth omni-resonant imaging through a planar  Fabry-Pérot cavity",
    "abstract": "We demonstrate broadband omni-resonant imaging through a planar Fabry-P\\'erot cavity over a bandwidth of 100~nm in the visible. The omni-resonant bandwidth exceeds the bare cavity resonant linewidth of $\\approx\\!0.5$~nm and even its free-spectral-range of $\\sim\\!45$~nm. Rather than modifying the cavity structure, omni-resonance is achieved by judiciously structuring the incident field to couple to an achromatic resonance, thus enabling omni-resonant imaging over an unprecedented bandwidth ($200\\times$ spectral broadening) using coherent or incoherent light, spatially extended or localized fields, and stationary or moving sources. ",
    "url": "https://arxiv.org/abs/2212.13351",
    "authors": [
      "Layton A. Hall",
      "Abbas Shiri",
      "Ayman F. Abouraddy"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.13374",
    "title": "Molecular Perspectives of Interfacial Properties in the Water+Hydrogen  System in Contact with Silica or Kerogen",
    "abstract": "Interfacial behaviours in multiphase systems containing H2 are crucial to underground H2 storage but are not well understood. Molecular dynamics simulations were conducted to study interfacial properties of the H2O+H2 and H2O+H2+silica/kerogen systems over a wide range of temperatures (298 - 523 K) and pressures (1 - 160 MPa). The combination of the H2 model with the INTERFACE force field and TIP4P/2005 H2O model can accurately predict the interfacial tensions (IFTs) from the experiment. The IFTs from simulations are also in good agreement with those from the density gradient theory coupled to the PC-SAFT equation of state. Generally, the IFTs decrease with pressure and temperature. However, at relatively high temperatures and pressures, the IFTs increase with pressure. The opposite pressure effect on IFTs can be explained by the inversion of the sign of the relative adsorption of H2. The enrichment of H2 in the interfacial regions was observed in density profiles. Meanwhile, the behaviours of contact angles (CAs) in the H2O+H2+silica system are noticeably different from those in the H2O+H2+kerogen system. The H2O CAs for the H2O+H2+silica and H2O+H2+kerogen systems increase with pressure and decrease with temperature. However, the effect of temperature and pressure on these CAs is less pronounced for the H2O+H2+silica system at low temperatures. The behaviours of CAs were understood based on the variations of IFTs in the H2O+H2 system (fluid-fluid interaction) and adhesion tensions (fluid-solid interaction). Furthermore, the analysis of the atomic density profiles shows that the presence of H2 in between the H2O droplet and the silica/kerogen surface is almost negligible. Nevertheless, the adsorption of H2O on the silica surface outside the H2O droplet is strong, while less H2O adsorption is seen on the kerogen surface. ",
    "url": "https://arxiv.org/abs/2212.13374",
    "authors": [
      "Yafan Yang",
      "Arun Kumar Narayanan Nair",
      "Weiwei Zhu",
      "Shuxun Sang",
      "Shuyu Sun"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2212.13429",
    "title": "\"Capillary'' structures in transversely trapped nonlinear optical beams",
    "abstract": "The mathematical analogy between paraxial optics with two circular light polarizations in a defocusing Kerr medium of positive dispersion, and binary Bose-Einstein condensates in the phase-separation regime, and the hydrodynamics of two immiscible compressible fluids is able to assist in theoretical search for previously unknown three-dimensional coherent optical structures. In this work, light beams transversely trapped by a smooth refraction index profile are considered, and new numerical examples are given, such as a ``floating drop'', a precessing longitudinal optical vortex with a nonuniform filling by the second component, and also a combination of a drop and a vortex filament. Besides that, filled vortices transversely oriented to the beam axis and propagating over long distances are simulated. ",
    "url": "https://arxiv.org/abs/2212.13429",
    "authors": [
      "Victor P. Ruban"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2212.13478",
    "title": "Spin resonance induced by a mechanical rotation of a polariton  condensate",
    "abstract": "We study theoretically the polarization dynamics in a ring-shape bosonic condensate of exciton-polaritons confined in a rotating trap. The interplay between the rotating potential and TE-TM splitting of polariton modes offers a tool of control over the spin state and the angular momentum of the condensate. Specific selection rules describing the coupling of pseudospin and angular momentum are formulated. The resonant coupling between states having linear and circular polarizations leads to the polarization beats. The effect may be seen as a polariton analogy to the electronic magnetic resonance in the presence of constant and rotating magnetic fields. Remarkably, spin beats are induced by a purely mechanical rotation of the condensate. ",
    "url": "https://arxiv.org/abs/2212.13478",
    "authors": [
      "A.V. Yulin",
      "I.A. Shelykh",
      "E.S. Sedov",
      "A.V. Kavokin"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2212.13510",
    "title": "Determination of the ensemble transition dipole moments of  self-assembled quantum dot films by time and angle resolved emission  spectroscopy measurements",
    "abstract": "The spontaneous emission of light in semiconductors is due to the excitonic relaxation process. The emission of light requires a change in the transition dipole matrix of the system. This is captured in terms of the physical quantity called transition dipole moment. The transition dipole moment (TDM) characterizes the line strength of the emission process. TDM is of fundamental importance in emitter-cavity interaction as its magnitude decides the interaction strength of emitters and cavities. In all light emitting devices, the orientation of the transition dipole moments is directly related to the optical power output of the devices. In this manuscript, the basic framework of spontaneous emission and Einstein coefficients is discussed for two level systems. Semiconducting alloyed quantum dots (AQDs) are synthesized in hydrophobic phase. AQDs are used as the experimental two level system. The AQDs are then self-assembled into monolayers by the Langmuir-Schaefer method. The ensemble averaged TDM magnitude and orientation of AQDs are extracted from the time resolved and the angle resolved emission spectroscopy measurements respectively. The procedure for finding out the TDM, described in this manuscript is generalized. The mentioned procedure can be extended to any emitters in hydrophobic phase. ",
    "url": "https://arxiv.org/abs/2212.13510",
    "authors": [
      "Harshavardhan R. Kalluru",
      "Binita Tongbram",
      "Jaydeep K. Basu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.13909",
    "title": "Framework for understanding quantum computing use cases from a  multidisciplinary perspective and future research directions",
    "abstract": "Recently, there has been increasing awareness of the tremendous opportunities inherent in quantum computing (QC). Specifically, the speed and efficiency of QC will significantly impact the Internet of Things, cryptography, finance, and marketing. Accordingly, there has been increased QC research funding from national and regional governments and private firms. However, critical concerns regarding legal, political, and business-related policies germane to QC adoption exist. Since this is an emerging and highly technical domain, most of the existing studies focus heavily on the technical aspects of QC, but our study highlights its practical and social uses cases, which are needed for the increased interest of governments. Thus, this study offers a multidisciplinary review of QC, drawing on the expertise of scholars from a wide range of disciplines whose insights coalesce into a framework that simplifies the understanding of QC, identifies possible areas of market disruption and offer empirically based recommendations that are critical for forecasting, planning, and strategically positioning QCs for accelerated diffusion. ",
    "url": "https://arxiv.org/abs/2212.13909",
    "authors": [
      "Dandison Ukpabi",
      "Heikki Karjaluoto",
      "Astrid Bötticher",
      "Anastasija Nikiforova",
      "Dragoş Petrescu",
      "Paulina Schindler",
      "Visvaldis Valtenbergs",
      "Lennard Lehmann",
      "Abuzer Yakaryilmaz"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)",
      "Emerging Technologies (cs.ET)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2212.13314",
    "title": "Epitaxially Driven Phase Selectivity of Sn in Hybrid Quantum Nanowires",
    "abstract": "Hybrid semiconductor/superconductor nanowires constitute a pervasive platform for studying gate-tunable superconductivity and the emergence of topological behavior. Their low-dimensionality and crystal structure flexibility facilitate novel heterostructure growth and efficient material optimization; crucial prerequisites for accurately constructing complex multi-component quantum materials. Here, we present an extensive optimization of Sn growth on InSb, InAsSb and InAs nanowires. We demonstrate how the growth conditions and the crystal structure/symmetry of the semiconductor drive the formation of either semi-metallic $\\mathrm{\\alpha-Sn}$ or superconducting $\\mathrm{\\beta-Sn}$. For InAs nanowires, we obtain phase-pure, superconducting $\\mathrm{\\beta-Sn}$ shells. However, for InSb and InAsSb nanowires, an initial epitaxial $\\mathrm{\\alpha-Sn}$ phase evolves into a polycrystalline shell of coexisting $\\mathrm{\\alpha}$ and $\\mathrm{\\beta}$ phases, where the $\\beta/\\alpha$ volume ratio increases with Sn shell thickness. Whether these nanowires exhibit superconductivity or not critically relies on the $\\mathrm{\\beta-Sn}$ content. Therefore, this work provides key insights into Sn phase control on a variety of semiconductors, with consequences for the yield of superconducting hybrids suitable for generating topological systems. ",
    "url": "https://arxiv.org/abs/2212.13314",
    "authors": [
      "Sabbir A. Khan",
      "Sara Martí-Sánchez",
      "Dags Olsteins",
      "Charalampos Lampadaris",
      "Damon James Carrad",
      "Yu Liu",
      "Judith Quiñones",
      "Maria Chiara Spadaro",
      "Thomas S. Jespersen",
      "Peter Krogstrup",
      "Jordi Arbiol"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Superconductivity (cond-mat.supr-con)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2212.13362",
    "title": "Positivity Preserving non-Markovian Master Equation for Open Quantum  System Dynamics: Stochastic Schrödinger Equation Approach",
    "abstract": "Positivity preservation is naturally guaranteed in exact non-Markovian master equations for open quantum system dynamics. However, in many approximated non-Markovian master equations, the positivity of the reduced density matrix is not guaranteed. In this paper, we provide a general class of time-local perturbative and positivity preserving non-Markovian master equations generated from stochastic Schr\\\"odinger equations, particularly quantum-state-diffusion equations. Our method has an expanded range of applicability for accommodating a vast variety of non-Markovian environments. We show the positivity preserving master equation for a dissipative three-level system coupled to a bosonic environment as a particular example of our general result. We illustrate the numerical simulations with an analysis explaining why the previous approximated non-Markovian master equations cannot preserve positivity. Our work paves the way for studying the non-Markovian dynamics in ultrafast quantum processes and strong-coupling systems. ",
    "url": "https://arxiv.org/abs/2212.13362",
    "authors": [
      "Wufu Shi",
      "Yusui Chen",
      "Quanzhen Ding",
      "Ting Yu",
      "Jin Wang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2212.13430",
    "title": "Quantum fluctuations in the small Fabry-Perot interferometer",
    "abstract": "We consider the small, of the size of the order of the wavelength, interferometer with the main mode excited by a quantum field from a nano-LED or a laser. The input field is detuned from the interferometer mode with, on average, a few photons. We find the field and the photon number fluctuation spectra inside and outside the interferometer and identify the contributions of quantum and classical noise in the spectra. Structures of spectra are different for the field, the photon number fluctuations inside the interferometer; for the transmitted, and the reflected fields. We note asymmetries in spectra. Differences in the spectra are related to the colored (white) quantum noise inside (outside) the interferometer. We calculate the second-order time correlation functions; they oscillate and be negative under certain conditions. Results help the study, design, manufacture, and use small elements of quantum optical integrated circuits, such as delay lines and optical transistors. ",
    "url": "https://arxiv.org/abs/2212.13430",
    "authors": [
      "Igor E. Protsenko",
      "Alexander V. Uskov"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.13657",
    "title": "Recent Progress with bioSFQ Circuit Family for Neuromorphic Computing",
    "abstract": "Superconductor single flux quantum (SFQ) technology is attractive for neuromorphic computing due to low energy dissipation and high, potentially up to 100 GHz, clock rates. We have recently suggested a new family of bioSFQ circuits (V.K. Semenov et al., IEEE TAS, vol. 32, no. 4, 1400105, 2022) where information is stored as a value of current in a superconducting loop and transferred as a rate of SFQ pulses propagating between the loops. This approach in the simplest case dealing with positive numbers, requires single-line transfer channels. In the more general case of bipolar numbers, it requires dual-rail transfer channels. For this need, a new comparator with dual-rail output has been developed and is presented. This comparator is an essential part of a bipolar multiplier that has also been designed, fabricated, and tested. We discuss strategic advantages of the suggested bioSFQ approach, e.g., an inherently asynchronous character of bioSFQ cells which do not require explicit clock signals. As a result, bioSFQ circuits are free of racing errors and tolerant to occasional collision of propagating SFQ pulses. This tolerance is due to stochastic nature of data signals generated by comparators operating within their gray zone. The circuits were fabricated in the eight-niobium-layer fabrication process SFQ5ee developed for superconductor electronics at MIT Lincoln Laboratory. ",
    "url": "https://arxiv.org/abs/2212.13657",
    "authors": [
      "Vasili K. Semenov",
      "Evan B. Golden",
      "Sergey K. Tolpygo"
    ],
    "subjectives": [
      "Superconductivity (cond-mat.supr-con)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2212.13690",
    "title": "Electronic-vibrational resonance does not alter steady-state transport  in natural light-harvesting systems",
    "abstract": "Oscillations in time-dependent 2D electronic spectra appear as evidence of quantum coherence in light-harvesting systems related to electronic-vibrational resonant interactions. Nature, however, takes place in a non-equilibrium steady-state, so the relevance of these arguments to the natural process is unclear. Here we examine the role of intramolecular vibrations in the non-equilibrium steady-state of photosynthetic dimers in the natural scenario of incoherent light excitation. It is found that vibrations resonant with the energy difference between exciton states do not increase the quantum yield nor the imaginary part of the intersite coherence that is relevant for transport compared with non-resonant vibrations in the natural non-equilibrium steady state. That is, the vibration-electronic resonance interaction does not alter energy transport under natural incoherent-light excitation conditions. ",
    "url": "https://arxiv.org/abs/2212.13690",
    "authors": [
      "Leonardo F. Calderón",
      "Chern Chuang",
      "Paul Brumer"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Biological Physics (physics.bio-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2212.13880",
    "title": "Improving Metrology with Quantum Scrambling",
    "abstract": "Quantum scrambling describes the fast spreading of quantum information into many degrees of freedom of a many-body quantum system. This concept embraces many apparently unconnected phenomena such as the thermalization of closed quantum systems, the growth of entanglement, and the black-hole information paradox. The fastest scramblers disperse the information exponentially quickly into the system's degrees of freedom. Out-of-time-order correlators (OTOCs) have been invented as a mean to characterize quantum scrambling. To experimentally probe OTOCs, it is necessary to reverse the sign of the many-body Hamiltonian, effectively evolving the system backwards in time, a technique that has also been shown as powerful for entanglement-enhanced metrology. However, despite experimental progress, to date no exponentially fast scrambling of quantum information has been experimentally demonstrated. Here we probe the exponential scrambling nature of the Lipkin-Meshkov-Glick (LMG) many-body Hamiltonian. We measure an exponentially growing OTOC; moreover, we elucidate and experimentally validate the close conceptual relation between quantum information scrambling and quantum-enhanced metrology. Our experiment paves the way to the investigation of quantum chaos and scrambling in controlled tabletop experiments. Moreover, we demonstrate that entanglement-enhanced quantum metrology can be performed with general fast-scrambling Hamiltonians capable of generating entanglement exponentially quickly. ",
    "url": "https://arxiv.org/abs/2212.13880",
    "authors": [
      "Zeyang Li",
      "Simone Colombo",
      "Chi Shu",
      "Gustavo Velez",
      "Saúl Pilatowsky-Cameo",
      "Roman Schmied",
      "Soonwon Choi",
      "Mikhail Lukin",
      "Edwin Pedrozo-Peñafiel",
      "Vladan Vuletić"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2212.14012",
    "title": "Characteristics-Informed Neural Networks for Forward and Inverse  Hyperbolic Problems",
    "abstract": "We propose characteristic-informed neural networks (CINN), a simple and efficient machine learning approach for solving forward and inverse problems involving hyperbolic PDEs. Like physics-informed neural networks (PINN), CINN is a meshless machine learning solver with universal approximation capabilities. Unlike PINN, which enforces a PDE softly via a multi-part loss function, CINN encodes the characteristics of the PDE in a general-purpose deep neural network trained with the usual MSE data-fitting regression loss and standard deep learning optimization methods. This leads to faster training and can avoid well-known pathologies of gradient descent optimization of multi-part PINN loss functions. If the characteristic ODEs can be solved exactly, which is true in important cases, the output of a CINN is an exact solution of the PDE, even at initialization, preventing the occurrence of non-physical outputs. Otherwise, the ODEs must be solved approximately, but the CINN is still trained only using a data-fitting loss function. The performance of CINN is assessed empirically in forward and inverse linear hyperbolic problems. These preliminary results indicate that CINN is able to improve on the accuracy of the baseline PINN, while being nearly twice as fast to train and avoiding non-physical solutions. Future extensions to hyperbolic PDE systems and nonlinear PDEs are also briefly discussed. ",
    "url": "https://arxiv.org/abs/2212.14012",
    "authors": [
      "Ulisses Braga-Neto"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2008.12124",
    "title": "On the falsification of the pilot-wave interpretation of quantum  mechanics and the meaning of the Born rule",
    "abstract": " Comments: 7 pages, 2 figures, 2022 revised version ",
    "url": "https://arxiv.org/abs/2008.12124",
    "authors": [
      "Jakub M. Ratajczak"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2106.10162",
    "title": "ChemiQ: A Chemistry Simulator for Quantum Computer",
    "abstract": " Comments: software,7 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2106.10162",
    "authors": [
      "Qingchun Wang",
      "Huan-Yu Liu",
      "Qing-Song Li",
      "Jianyu Zhao",
      "Qiankun Gong",
      "Ye Li",
      "Yu-Chun Wu",
      "Guo-Ping Guo"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2208.06378",
    "title": "Topological data analysis for revealing structural origin of density  anomalies in silica glass",
    "abstract": " Comments: 25 pages, 5 figures, in the main text ",
    "url": "https://arxiv.org/abs/2208.06378",
    "authors": [
      "Andrea Tirelli",
      "Kousuke Nakano"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Soft Condensed Matter (cond-mat.soft)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2208.12669",
    "title": "Dissipative Kerr solitons, breathers and chimera states in coherently  driven passive cavities with parabolic potential",
    "abstract": " Title: Dissipative Kerr solitons, breathers and chimera states in coherently  driven passive cavities with parabolic potential ",
    "url": "https://arxiv.org/abs/2208.12669",
    "authors": [
      "Yifan Sun",
      "Pedro Parra-Rivas",
      "Mario Ferraro",
      "Fabio Mangini",
      "Mario Zitelli",
      "Raphael Jauberteau",
      "Francesco Rinaldo Talenti",
      "Stefan Wabnitz"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2212.08836",
    "title": "Modeling of very high frequency large-electrode capacitively coupled  plasmas with a fully electromagnetic particle-in-cell code",
    "abstract": " Title: Modeling of very high frequency large-electrode capacitively coupled  plasmas with a fully electromagnetic particle-in-cell code ",
    "url": "https://arxiv.org/abs/2212.08836",
    "authors": [
      "D. Eremin",
      "E. Kemaneci",
      "M. Matsukuma",
      "T. Mussenbrock",
      "R.P. Brinkmann"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2212.12905",
    "title": "Tunable Quantum Anomalous Hall Effects in Ferromagnetic van der Waals  Heterostructures",
    "abstract": " Comments: 14 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2212.12905",
    "authors": [
      "Feng Xue",
      "Yusheng Hou",
      "Zhe Wang",
      "Zhiming Xu",
      "Ke He",
      "Ruqian Wu",
      "Yong Xu",
      "Wenhui Duan"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  }
]