[
  {
    "id": "arXiv:2511.15100",
    "title": "Thermalization of quantum light induced by classical nonlinear wave dynamics",
    "abstract": "           Thermalization of isolated quantum systems is an intriguing phenomenon at the forefront of contemporary physics. In this work, we demonstrate that nonlinear multimode optical platforms can be harnessed to induce effective quantum interactions between photons. Through numerical experiments where quantum beams propagate alongside classical light within multimode nonlinear optical systems, we reveal the thermalization of fundamental quantum light states--specifically single- and two-photon states. This thermalization is clearly manifested by the emergence of Rayleigh-Jeans and Boltzmann statistical distributions. Beyond providing a deeper understanding of how classical nonlinearities can be used to investigate quantum many-body dynamics, our findings will enable the exploration of a broader range of complex quantum phenomena, including aspects of quantum phase transitions, within readily accessible classical optical settings.         ",
    "url": "https://arxiv.org/abs/2511.15100",
    "authors": [
      "Fouad Chahrour",
      "Şahin K. Ozdemir",
      "Kurt Busch",
      "Ramy El-Ganainy",
      "Armando Perez-Leija"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2511.15130",
    "title": "A Novel Pixel-Chip-Based Region-of-Interest Readout Circuit Design",
    "abstract": "           This paper presents a novel pixel chip readout scheme: the Region-of-Interest Readout Circuit (ROIRC), which is designed for large area, large array pixel chips and Gas Pixel Detector (GPD). This design employs a sentinel pixel detection strategy, enabling rapid identification and prioritized readout of the pixel regions containing signal events. During the scanning readout of these signal events, ROIRC employs a Block-based readout approach, effectively minimizing the readout of non-signal pixels. The functionality of ROIRC has been successfully implemented on both the ASIC and FPGA platforms. In the tests of the ROIRC, the pixel chip embedded in the GPD is capable of detecting low-energy X-rays in the range of 2-10 keV and supports multiple event readouts, and the pixel chip can read out photo-electron signal events with the count rate up to 15k / (cm2 x s).         ",
    "url": "https://arxiv.org/abs/2511.15130",
    "authors": [
      "Shi-Qiang Zhou",
      "Li-Rong Xie",
      "Dong Wang",
      "Cheng Lian",
      "Si-Ying Liu",
      "Zi-Yi Zhang",
      "Xiang-Ming Sun",
      "Hong-Bang Liu",
      "Chao-Song Gao",
      "Jun Liu",
      "Huan-Bo Feng",
      "Di-Fan Yi"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2511.15170",
    "title": "Intelligent Inverse Design of Multi-Layer Metasurface Cavities for Dual Resonance Enhancement of Nanodiamond Single Photon Emitters",
    "abstract": "           Single-photon emitters (SPEs) based on nitrogen-vacancy centers in nanodiamonds (neutral NV0 (wavelength 575 nm) and negative NV- (wavelength 637 nm)) represent promising platforms for quantum nanophotonics applications, yet their emission efficiencies remain constrained by weak light-matter interactions. Multi-layer metasurfaces (MLM) offer unprecedented degrees of freedom for efficient light manipulation beyond conventional single-material metasurfaces, enabling dual-resonance cavities that can simultaneously enhance pump excitation and SPE collection. However, traditional trial-and-error and forward optimization methods face significant challenges in designing these complex structures due to the vast parameter space and computational demands. Here, we present NanoPhotoNet-Inverse, an artificial intelligence-driven inverse design framework based on a hybrid deep neural network architecture. This model efficiently performs inverse design of two dual-resonance MLM cavities to amplify pump and SPE emissions of different vacancies in nanodiamond and improve SPE collection. Our approach achieves inverse design prediction efficiency exceeding 98.7%, demonstrating three orders of magnitude amplification in SPE count rate and 50 picosecond lifetime, significantly surpassing conventional cavity designs. These remarkable enhancements in emission rates and collection efficiency position our platform as a transformative technology for advancing quantum communication networks, quantum computing architectures, quantum sensing applications, and quantum cryptography systems. Therefore, it opens new pathways for intelligent photonic device engineering in quantum technologies.         ",
    "url": "https://arxiv.org/abs/2511.15170",
    "authors": [
      "Omar A. M. Abdelraouf"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2511.15209",
    "title": "Magnetic signal scan imaging system based on giant magnetoimpedance (GMI) differential sensor",
    "abstract": "           This paper presents the design and implementation of a magnetic signal scanning and imaging system based on the giant magnetoimpedance (GMI) effect. The system employs a pair of performance-matched GMI sensing elements configured as a differential probe structure. Through co-optimized low-noise electronic and probe design, the system effectively suppresses both intrinsic sensor common-mode drift and external environmental magnetic noise, enabling high signal-to-noise ratio detection of nono-tesla to micro-tesla-level magnetic signals without magnetic shielding. Experimental results demonstrate that the differential system achieves significantly lower noise spectral density in unshielded environments compared to conventional GMI sensors (\\SI{46}{pT}/$\\sqrt{\\text{Hz}}$ versus \\SI{286}{pT}/$\\sqrt{\\text{Hz}}$ at \\SI{1}{Hz}), with a sensitivity of 186,790 V/T and spatial resolution better than 200 micrometers. The system's excellent performance in weak magnetic field detection and spatial resolution was verified through scanning experiments of magnetic ink on US banknotes and magnetic reference samples. Compared to SQUID scanning systems, which requiring liquid helium cooling, this system based on the GMI effect offers advantages of room-temperature operation, compact structure, and low cost. Relative to conventional single-element GMI microscopes, it achieves significant improvements in signal-to-noise ratio and environmental adaptability. This research provides a practical solution for high-resolution magnetic field imaging at room temperature with broad application potential in materials magnetism, biomagnetic imaging, and nanomagnetic detection.         ",
    "url": "https://arxiv.org/abs/2511.15209",
    "authors": [
      "Tao Yang",
      "Zhoulu Yu",
      "Xuekui Xi",
      "Changjun Jiang",
      "Guozhi Chai"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2511.15420",
    "title": "3D printed waveguides for optogenetics applications: design optimization and optical characterization",
    "abstract": "           Optogenetics has emerged as a powerful tool for disease modeling, enabling precise control of cellular activities through light stimulation and providing a valuable insights into disease mechanisms and therapeutic possibilities. Innovative materials and technologies such as micro-LEDs, optical fibers and micro/nano probes have been developed to allow precise spatial and temporal control of light delivery to target cells. Recent advances in 3D printing have further enhanced optogenetic applications by enabling the fabrication of implantable, customizable, and miniaturized light stimulation systems with high spatial resolution. In this study, we introduce a novel concept of a 3D printed light delivery system for brain organoid stimulation exploring the capabilities of projection microstereolithography (P$\\mu$SL). We characterized the optical properties of the high-resolution acrylate-based 3D print resin, i.e., refractive index and extinction coefficient, to evaluate if the light transmission efficiency might limit the performance of the optogenetic stimulation systems. Finite element method simulations were employed to optimize the 3D printed design. An optogenetic setup was developed for optimal light delivery, and initial tests with optogenetically modified cells showed light-induced dopamine release with a stimulation efficiency of 2.8\\%, confirming the 3D printed waveguide functionality and guiding future optimization. Our results demonstrate that this light stimulation tool offers strong potential for advancing customizable optogenetic applications.         ",
    "url": "https://arxiv.org/abs/2511.15420",
    "authors": [
      "Giorgio Scordo",
      "Kostas Kanellopulos",
      "Surangrat Thongkorn",
      "Samuel Tavares da Silva Maraschin",
      "Kambiz Ghaseminasab",
      "Evgeniy Shkondin",
      "Deepshika Arasu",
      "Stephan Sylvest Keller",
      "Arto Rainer Heiskanen",
      "Marta Perez Pereira",
      "Jenny Emnéus"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2511.15451",
    "title": "Thickness-dependence of Linear and Nonlinear Optical Properties of Multilayer 3R-MoS2",
    "abstract": "           3R-MoS2, a MoS2 polytype with broken inversion symmetry, enables unique light-matter interactions and is promising for linear and nonlinear integrated photonics beyond the monolayer limit. Yet, systematic studies of its thickness-dependent reflectivity and its impact on harmonic generation are still lacking. . Yet, systematic studies of its thickness-dependent reflectivity and its impact on harmonic generation are still lacking. Here, we introduce a non-destructive optical method to determine the thickness of 3r-MoS2 flakes from reflectivity measurements, offering AFM-like precision with a mean bias of less than 2 nm range, while being much faster and applicable to non-solid substrates such as PDMS, in the 3-200 nm range. Nonlinear characterization further reveals distinct thickness-dependent maxima in second- and third-harmonic generation (SHG/THG), with the first clear peak at ~200 nm. These maxima arise from Fabry-Pérot-type phase matching conditions mediated by the film thickness and can further be shaped by absorption. This work thus provides both a practical thickness metrology and new insights for exploiting thickness-dependent 3R-MoS2 nonlinearities in scalable photonic technologies.         ",
    "url": "https://arxiv.org/abs/2511.15451",
    "authors": [
      "Fatemeh Abtahi",
      "Alen Shaji",
      "Gia Quyet Ngo",
      "Benjamin Laudert",
      "Hossein Esfandiar",
      "Sebastian W. Schmitt",
      "Falk Eilenberger"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2511.15295",
    "title": "Tensor-network approach to quantum optical state evolution beyond the Fock basis",
    "abstract": "           Understanding the quantum evolution of light in nonlinear media is central to the development of next-generation quantum technologies. Yet modeling these processes remains computationally demanding, as the required resources grow rapidly with photon number and phase-space resolution. Here we introduce a tensor-network approach that efficiently captures the dynamics of nonlinear optical systems in a continuous-variable representation. Using the matrix product state (MPS) formalism, both quantum states and operators are encoded in a highly compressed form, enabling direct numerical integration of the Schrödinger equation. We demonstrate the method by simulating degenerate spontaneous parametric down-conversion (SPDC) and show that it accurately reproduces established theoretical benchmarks - energy conservation, pump depletion, and quadrature squeezing - even in regimes where conventional Fock-basis simulations become infeasible. For high-intensity pump fields ($\\alpha = 100$), the MPS representation achieves compression ratios above $3\\cdot 10^3$ while preserving physical fidelity. This framework opens a scalable route to modeling multimode quantum light and nonlinear optical phenomena beyond the reach of traditional methods.         ",
    "url": "https://arxiv.org/abs/2511.15295",
    "authors": [
      "Nikolay Kapridov",
      "Egor Tiunov",
      "Dmitry Chermoshentsev"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2511.15402",
    "title": "Mechanistic study of mixed lithium halides solid state electrolytes",
    "abstract": "           Lithium halides with the general formula Li$_x$M$_y$X$_6$, where M indicates transition metal ions and X halide anions are very actively studied as solid-state electrolytes, because of relatively low cost, high stability and Li conductivity. The structure and properties of these halide-based solid electrolytes (HSE) can be tuned by alloying, e.g. using different halides and/or transition metals simultaneously. The large chemical space is difficult to sample by experiments, making simulations based on broadly applicable machine-learning interatomic potentials (MLIPs) a promising approach to elucidate structure-property relations, and facilitate the design of better-performing compositions. Here we focus on the Li$_3$YCl$_{6x}$Br$_{6(1-x)}$ system, for which reliable experimental data exists, and use the recently-developed PET-MAD universal MLIP to investigate the structure of the alloy, the interplay of crystalline lattice, volume and chemical composition, and its effect on Li conductivity. We find that the distribution of Cl and Br atoms is only weakly correlated, and that the primary effect of alloying is to modulate the lattice parameter -- although it can also trigger transition between different lattice symmetries. By comparing constant-volume and constant-pressure simulations, we disentangle the effect of lattice parameter and chemical composition on the conductivity, finding that the two effects compensate each other, reducing the overall dependency of conductivity on alloy composition. We also study the effect of Y-In metal substitution finding a small increase in the conductivity for the C2/m phase at 25\\% In content, and an overall higher conductivity for the P$\\bar{3}$m1 phase.         ",
    "url": "https://arxiv.org/abs/2511.15402",
    "authors": [
      "Davide Tisi",
      "Sergey Pozdnyakov",
      "Michele Ceriotti"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Atomic Physics (physics.atom-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2505.03213",
    "title": "Towards Improved Quantum Machine Learning for Molecular Force Fields",
    "abstract": "           This study explores the use of equivariant quantum neural networks (QNN) for generating molecular force fields, focusing on the rMD17 dataset. We consider a QNN architecture based on previous research and point out shortcomings in the parametrization of the atomic environments. These shortcomings limit its expressivity as an interatomic potential and precludes transferability between molecules. We propose a revised QNN architecture that addresses these shortcomings. While both QNNs show promise in force prediction, with the revised architecture showing improved accuracy, they struggle with energy prediction. Further, both QNNs architectures fail to demonstrate a meaningful scaling law of decreasing errors with increasing training data. These findings highlight the challenges of scaling QNNs for complex molecular systems and emphasize the need for improved encoding strategies, regularization techniques, and hybrid quantum-classical approaches.         ",
    "url": "https://arxiv.org/abs/2505.03213",
    "authors": [
      "Yannick Couzinié",
      "Shunsuke Daimon",
      "Hirofumi Nishi",
      "Natsuki Ito",
      "Yusuke Harazono",
      "Yu-ichiro Matsushita"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2505.11369",
    "title": "Compact, Large-Scale Photonic Neurons by Modulation-and-Weight Microring Resonators",
    "abstract": "           Neuromorphic photonics offers sub-nanosecond latency, ultrawide bandwidth, and massive parallelism, yet scalability remains limited by fabrication tolerances, device alignment, and energy cost. Here, we present a large-scale, compact, and reconfigurable photonic neuron in which each microring performs modulation and weighting simultaneously. Leveraging both carrier and thermal tuning, this dual-function architecture conserves footprint, simplifies spectral alignment to just two components, and achieves a steep transfer response that minimizes tuning energy. In addition, we investigate a range of configurations for the proposed neuron to better tailor its behavior to various computational tasks. Moreover, the same photonic neuron can be reconfigured into a recurrent arrangement through a short electrical feedback path, enabling short- and long-term memory for temporal tasks. Demonstrated with a 10-microring resonator (MRR) array, our neuron performs both spatial and temporal tasks: a 3x3 convolution for image processing with 5\\% error and, for the first time, high-frequency financial time-series prediction. Each modulation-weighting element occupies only 80x45 um2 and consumes 0.186 mW on average, resulting in 105 TOPs/W and a compute density of 4.67 TOPS/s/mm2, competitive with the state of the art. These results position modulation-and-weighting MRR banks as scalable building blocks for large-scale neuromorphic photonic systems, combining compactness, ultra-low power, and versatility to unlock new frontiers in intelligent computing.         ",
    "url": "https://arxiv.org/abs/2505.11369",
    "authors": [
      "Weipeng Zhang",
      "Yuxin Wang",
      "Joshua C.Lederman",
      "Bhavin J. Shastri",
      "Paul R. Prucnal"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.24557",
    "title": "Super-efficient optical frequency division referenced to μHz Schawlow-Townes-linewidth quantum-noise-limited lasers",
    "abstract": "           Optical frequency division (OFD) implements the conversion of ultra-stable optical frequencies into microwave frequencies through an optical frequency comb flywheel, generating microwave oscillators with record-low phase noise and time jitter. However, conventional OFD systems face significant trade-off between division complexity and noise suppression due to severe thermal noise and technical noise in the optical frequency references. Here, we address this challenge by generating common-cavity bi-color Brillouin lasers as the optical frequency references, which operate at the fundamental quantum noise limit with Schawlow-Townes linewidth on the 10 {\\mu}Hz level. Enabled by these ultra-coherent reference lasers, our OFD system uses a dramatically simplified comb divider with an unprecedented small division factor of 10, and generates 10 GHz microwave signal with exceptional phase noise of -65 dBc/Hz at 1Hz, -155 dBc/Hz at 10 kHz, and -172 dBc/Hz at 10 MHz offset. Moreover, to fully harness the spectral purity of the OFD technology, here we implement broadband frequency synthesis directly referenced to the OFD oscillator, covering 5 to 20 GHz with millisecond tuning time. Our work redefines the trade-off between noise suppression and division complexity in OFD, paving the way for compact, high-performance microwave synthesis for next-generation atomic clocks, quantum sensors, and low-noise radar systems.         ",
    "url": "https://arxiv.org/abs/2505.24557",
    "authors": [
      "Jiahao Hu",
      "Yanlan Xiao",
      "Honglei Yang",
      "Siyi Xue",
      "Wenchan Dong",
      "Kunpeng Zhai",
      "Sha Zhu",
      "Kun Qiu",
      "Shengkang Zhang",
      "Jun Ge",
      "Ninghua Zhu",
      "Xiaoshun Jiang",
      "Jing Xu",
      "Huashun Wen",
      "Heng Zhou"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2506.21702",
    "title": "Focused Sampling for Low-Cost and Accurate Ehrenfest Modeling of Cavity Quantum Electrodynamics",
    "abstract": "           An economic modeling approach for cavity quantum electrodynamics is provided by mean-field dynamics, wherein the optical field is described classically while a self-consistent interaction with quantum emitters is incorporated through the Ehrenfest theorem. However, conventional implementations of mean-field dynamics are known to suffer from a catastrophic leakage of zero-point energy, to lose accuracy in the short-cavity limit, and to require large numbers of trajectories to be sampled. Here, we address these three shortcomings within a single integrated approach. This approach builds on our recently-proposed modification of the Ehrenfest theorem, referred to as decoupled mean-field (DC-MF) dynamics, in combination with a focused sampling scheme that enforces zero-point energy at the single-trajectory level. The approach is shown to yield high accuracy in both short and long-cavity limits while reaching convergence within a minimal amount of trajectories.         ",
    "url": "https://arxiv.org/abs/2506.21702",
    "authors": [
      "Ming-Hsiu Hsieh",
      "Alex Krotz",
      "Roel Tempelaar"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2507.00548",
    "title": "A waveform and time digitization mainboard prototype for the hybrid digital optical module of TRIDENT neutrino experiment",
    "abstract": "           The TRIDENT (Tropical Deep-sea Neutrino Telescope) experiment is a next-generation underwater neutrino observatory planned for deployment in the West Pacific Ocean, designed to detect astrophysical neutrinos through Cherenkov radiation. The full-scale detector will consist of approximately 1000 vertical strings, each equipped with 20 hybrid digital optical modules (hDOMs) containing both photomultiplier tubes (PMTs) and silicon photomultipliers (SiPMs) for comprehensive light detection. This paper presents a custom-designed digitization mainboard prototype for the hDOM, featuring simultaneous 32-channel PMT waveform digitization at 125 MS/s using commercial analog-to-digital converters and 56-channel high-precision time measurement through field-programmable gate array -implemented time-to-digital converters. The system demonstrates excellent performance in single photoelectron (PE) detection with clear pedestal separation, maintains linear response up to 240 PEs, and achieves sub-nanosecond timing resolution for PMT or SiPM pulse edges.         ",
    "url": "https://arxiv.org/abs/2507.00548",
    "authors": [
      "Guangping Zhang",
      "Yong Yang",
      "Donglian Xu"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Astrophysical Phenomena (astro-ph.HE)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2511.00771",
    "title": "Polarization-sensitive GeSn Mid-Infrared Membrane Photodetectors with Integrated Plasmonic Metasurface",
    "abstract": "           Germanium-Tin (GeSn) semiconductors are promising for mid-infrared optoelectronics owing to their silicon compatibility, tunable bandgap, and potential for room-temperature operation. Released GeSn membranes provide an additional degree of freedom to extend the operation wavelength through epitaxial strain relaxation, while their transferability expands design flexibility. On the other hand, metasurfaces have become an effective strategy to engineer light--matter interaction, and their integration with photodetectors can enhance performance and introduce new functionalities. Here, we demonstrate a mid-infrared photodetector consisting of a transfer-printed Ge$_{0.89}$Sn$_{0.11}$ membrane integrated with an Au plasmonic metasurface. The photodetector exhibits a wavelength cutoff exceeding 3.0~$\\mu$m with nearly fourfold increase in responsivity at 2.5~$\\mu$m as compared to unreleased films, attributed to Fabry--Pérot resonance. Furthermore, the integration with an anisotropic metasurface yields detectors with strong polarization sensitivity, achieving a measured contrast ratio of $\\sim$4:1 between orthogonal polarizations. Moreover, the operation wavelength of the photodetector can be selectively tuned by varying the geometric scale of the metasurface. The experimental results show excellent agreement with simulations, confirming the effectiveness and versatility of this integrated metasurface--membrane design.         ",
    "url": "https://arxiv.org/abs/2511.00771",
    "authors": [
      "Ziqiang Cai",
      "Cédric Lemieux-Leduc",
      "Mahmoud R. M. Atalla",
      "Luo Lu",
      "Gérard Daligou",
      "Simone Assali",
      "Oussama Moutanabbir"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2511.10170",
    "title": "Rotational Jamming of Plasmonic Optical Matter Driven by Chiral Light",
    "abstract": "           Plasmonic Optical matter (OM), composed of optically bound metallic particles, can be rotated by transferring the spin angular momentum (SAM) of chiral light to the assembly. Rotating OM is a promising platform for optical micromachines, with potential applications in plasmofluidics and soft robotics. Understanding the dynamic states of such Brownian, micro-mechanical systems is a relevant issue. One key problem is understanding kinetic jamming and clogging. Studies of driven multiparticle systems have revealed that under suboptimal driving, the systems can stop moving, showing jamming transitions. It is important to identify dynamic regimes where crowding competes with driving and is susceptible to jamming in the context of optical micromachines. Through experiments supported by numerical simulations, we reveal assemblies with well-defined hexagonal or triangular symmetry that efficiently harness the SAM of incident chiral light, resulting in stable rotation. However, as the plasmonic-particle assembly grows and its dimensions approach the beam waist, new particles can disrupt this order. This causes a transition to a fluid-like state with less-defined symmetry, correlated with a significant reduction in transferred torque, causing rotation to stagnate or cease. We suggest this behaviour is analogous to a rotational jamming transition, where the rotational motion is arrested. Our findings establish a clear relationship between the structural symmetry of the OM assembly and its ability to harness SAM, providing new insights into controlling chiral light-matter interactions and offering a novel platform for studying jamming transitions.         ",
    "url": "https://arxiv.org/abs/2511.10170",
    "authors": [
      "Ashutosh Shukla",
      "Sneha Boby",
      "Rahul Chand",
      "G. V. Pavan Kumar"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Soft Condensed Matter (cond-mat.soft)",
      "Statistical Mechanics (cond-mat.stat-mech)"
    ]
  },
  {
    "id": "arXiv:2506.21389",
    "title": "Interradical motion can push magnetosensing precision towards quantum limits",
    "abstract": "           Magnetosensitive spin-correlated radical-pairs (SCRPs) offer a promising platform for noise-robust quantum metrology. However, unavoidable interradical interactions, such as electron-electron dipolar and exchange couplings, alongside deleterious perturbations resulting from intrinsic radical motion, typically degrade their potential as magnetometers. In contrast to this, we show how structured molecular motion modulating interradical interactions in a live chemical sensor in cryptochrome can, in fact, increase sensitivity and, more so, push precision in estimating magnetic field directions closer to the quantum Cramér-Rao bound, suggesting near-optimal metrological performance. Remarkably, this approach to optimality is amplified under environmental noise and persists with increasing complexity of the spin system, suggesting that perturbations inherent to such natural systems have enabled them to operate closer to the quantum limit to more effectively extract information from the weak geomagnetic field. This insight opens the possibility of channeling the underlying physical principles of motion-induced modulation of electron spin-spin interactions towards devising efficient handles over emerging molecular quantum information technologies.         ",
    "url": "https://arxiv.org/abs/2506.21389",
    "authors": [
      "Luke D. Smith",
      "Farhan T. Chowdhury",
      "Jonas Glatthard",
      "Daniel R. Kattnig"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Soft Condensed Matter (cond-mat.soft)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2511.04188",
    "title": "Quantum Key Distribution via Charge Teleportation",
    "abstract": "           We introduce a quantum key distribution (QKD) primitive based on charge teleportation: by Local Operations and Classical Communication (LOCC) on an entangled many-body ground state, Alice's one-bit choice steers the sign of a local charge shift at Bob, which directly encodes the key bit. Relative to energy teleportation schemes, the charge signal is bit-symmetric, measured in a single basis, and markedly more robust to realistic noise and model imperfections. We instantiate the protocol on transverse-field Ising models, star-coupled and one-dimensional chain, obtain closed-form results for two qubits, and for larger systems confirm performance via exact diagonalization, circuit-level simulations, and a proof-of-principle hardware run. We quantify resilience to classical bit flips and local quantum noise, identifying regimes where sign integrity, and hence key correctness, is preserved. These results position charge teleportation as a practical, low-rate QKD primitive compatible with near-term platforms.         ",
    "url": "https://arxiv.org/abs/2511.04188",
    "authors": [
      "Amir Yona",
      "Yaron Oz"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Cryptography and Security (cs.CR)",
      "Information Theory (cs.IT)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2511.06466",
    "title": "Kerr Black Hole Shadows in Dispersive Plasma: Frequency-Dependent Geodesics and Shadow Distortions",
    "abstract": "           The black hole shadow, a direct probe of the event horizon's gravitational influence, has been observationally confirmed by the Event Horizon Telescope (EHT). While theoretical models of shadows in vacuum are mature, real astrophysical black holes like M87* and Sgr A* are enveloped in plasma, which can alter photon trajectories through dispersion. Current understanding, based on foundational work, indicates that only specific plasma distributions allow for an analytical treatment via the separation of the Hamilton-Jacobi equation. In this work, we build upon this framework to systematically investigate the propagation of light rays in Kerr spacetime surrounded by a pressureless, non-magnetized cold plasma. We explicitly derive the separability condition, identifying the exact class of plasma densities that permit a generalized Carter constant. For these models, we compute the photon regions and shadow boundaries, characterizing how the shadow's size and shape deviate from the vacuum case in a frequency-dependent manner. Our results provide analytical benchmarks for the distortion of shadows in dispersive media and determine the critical plasma frequency beyond which the shadow is erased, offering a direct link between observable shadow features and the properties of the ambient plasma environment and providing a foundation for studying more dynamic, non-separable plasma distributions.         ",
    "url": "https://arxiv.org/abs/2511.06466",
    "authors": [
      "Sai Karan Mukthapuram",
      "Sandeep Kumar Kataria"
    ],
    "subjectives": [
      "High Energy Astrophysical Phenomena (astro-ph.HE)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  }
]