[
  {
    "id": "arXiv:2207.00135",
    "title": "Fast and Sensitive Terahertz Detection in a Current-Driven  Epitaxial-Graphene Asymmetric Dual-Grating-Gate FET Structure",
    "abstract": "We designed and fabricated an epitaxial-graphene-channel field-effect transistor (EG-FET) featured by the asymmetric dual-grating-gate (ADGG) structure working for a current-driven terahertz detector, and experimentally demonstrated a 10-ps order fast response time and a high responsivity of 0.3 mA/W to the 0.95-THz radiation incidence at room temperatures. The ADGG- and the drain-source-bias dependencies of the measured photoresponse showed a clear transition between plasmonic detection under periodic electron density modulation conditions with depleted regions and photothermoelectric detection under highly doped conditions without depleted regions. We identified the photothermoelectric detection that we observed as a new type of unipolar mechanism in which only electrons or holes contribute to rectifying the THz radiation under current-driven conditions. These two detection mechanisms coexist in a certain wide transcendent range of the applied bias voltages. It was also clearly manifested that the temporal photoresponse of the plasmonic and photothermoelectric detection are comparably fast on the order of 10 ps, whereas the maximal photoresponsivity of the photothermoelectric detection is almost twice as high as that of the plasmonic detection under the applied biases conditions. These results suggest that the ADGG-EG-FET THz detector will be promising for use in 6G- and 7G-class high-speed wireless communication systems. ",
    "url": "https://arxiv.org/abs/2207.00135",
    "authors": [
      "Koichi Tamura",
      "Chao Tang",
      "Daichi Ogiura",
      "Kento Suwa",
      "Hirokazu Fukidome",
      "Yuma Takida",
      "Hiroaki Minamide",
      "Tetsuya Suemitsu",
      "Taiichi Otsuji",
      "Akira Satou"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2207.00362",
    "title": "Control of dual-wavelength laser emission via optical feedback phase  tuning",
    "abstract": "We propose and demonstrate a technique to control the balance between the two amplitudes of a dual-wavelength laser based on a phase-controlled optical feedback. The feedback cavity length is adjusted to achieve a relative phase shift between the desired emission wavelengths, introducing a boost in gain for one wavelength while the other wavelength experiences additional losses. Tuning the optical feedback phase proves to be an effective way to control the gain and losses, and, thus, to select one or balance the amplitude of the two emission wavelengths. This concept can be easily adapted to any platform, wavelength range and wavelength separations providing that a sufficient carrier coupling and gain can be obtained for each mode. To demonstrate the feasibility and to evaluate the performance of this approach, we have implemented two dual-wavelength lasers with different spectral separations together with individual optical feedback loops onto a InP generic foundry platform emitting around 1550 nm. An electro-optical-phase-modulator is used to tune the feedback phase. With this single control parameter, we successfully achieved extinction ratios of up to 38.6 dB for a 10 nm wavelength separation and up to 49 dB for a 1 nm wavelength separation. ",
    "url": "https://arxiv.org/abs/2207.00362",
    "authors": [
      "Robert Pawlus",
      "Stefan Breuer",
      "Martin Virte"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2207.00085",
    "title": "Exact electronic states with shallow quantum circuits through global  optimisation",
    "abstract": "Quantum computers promise to revolutionise electronic simulations by overcoming the exponential scaling of many-electron problems. While electronic wave functions can be represented using a product of fermionic unitary operators, shallow quantum circuits for exact states have not yet been achieved. We construct universal wave functions from gate-efficient, symmetry-preserving fermionic operators by introducing an algorithm that globally optimises the wave function in the discrete ansatz design and the continuous parameter spaces. Our approach maximises the accuracy that can be obtained with near-term quantum circuits. Highly accurate numerical simulations on strongly correlated molecules, including water and molecular nitrogen, and the condensed-matter Hubbard model, demonstrate that our algorithm reliably advances the state-of-the-art, defining a new paradigm for quantum simulations featuring strong electron correlation. ",
    "url": "https://arxiv.org/abs/2207.00085",
    "authors": [
      "Hugh G. A. Burton",
      "Daniel Marti-Dafcik",
      "David P. Tew",
      "David J. Wales"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2207.00438",
    "title": "The Resonant Tidal Evolution of the Earth-Moon Distance",
    "abstract": "Due to tidal interactions in the Earth-Moon system, the spin of the Earth slows down and the Moon drifts away. This recession of the Moon is now measured with great precision, but it has been realized, more than fifty years ago, that simple tidal models extrapolated back in time lead to an age of the Moon that is by far incompatible with the geochronological and geochemical evidence. In order to evade this problem, more elaborate models have been proposed, taking into account the oceanic tidal dissipation. However, these models did not fit both the estimated lunar age and the present rate of lunar recession simultaneously. Here we present a physical model that reconciles these two constraints and yields a unique solution of the tidal history. This solution fits well the available geological proxies for the history of the Earth-Moon system and consolidates the cyclostratigraphic method. The resulting evolution involves multiple crossings of resonances in the oceanic dissipation that are associated with significant and rapid variations in the lunar orbital distance, the Earth's length of the day, and the Earth's obliquity. ",
    "url": "https://arxiv.org/abs/2207.00438",
    "authors": [
      "Mohammad Farhat",
      "Pierre Auclair-Desrotour",
      "Gwenaël Boué",
      "Jacques Laskar"
    ],
    "subjectives": [
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      "Atmospheric and Oceanic Physics (physics.ao-ph)",
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2207.00535",
    "title": "Single-Crystal Silicon Thermoelectrics by Phonon Engineering",
    "abstract": "Herein, we report the use of nanostructured crystalline Si as a thermoelectric material and its integration into thermoelectric harvesters. The proof-of-concept relies on the partial suppression of lattice thermal transport by introducing pores with dimensions scaling between the electron mean free path and the phonon mean free path. In other words, we artificially aimed at the electron crystal phonon glass tradeoff targeted for thermoelectric efficiency. The devices were fabricated using CMOS compatible processes and exhibited power generation from a few microWatts per cm^2 to a few milliWatts per cm^2 under temperature differences from a few K to 200 K across the thermopiles. These numbers demonstrate the capability to power autonomous devices with environmental or body heat using silicon chips with areas below cm^2. This paper also reports the possibility of using the developed demonstrators for integrated thermoelectric cooling. ",
    "url": "https://arxiv.org/abs/2207.00535",
    "authors": [
      "Thierno-Moussa Bah",
      "Stanislav Didenko",
      "Di Zhou",
      "Tianqi Zhu",
      "Hafsa Ikzibane",
      "Stephane Monfray",
      "Thomas Skotnicki",
      "Emmanuel Dubois",
      "Jean-François Robillard"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2108.11519",
    "title": "Towards merged-element transmons using silicon fins: the FinMET",
    "abstract": " Title: Towards merged-element transmons using silicon fins: the FinMET ",
    "url": "https://arxiv.org/abs/2108.11519",
    "authors": [
      "Aranya Goswami",
      "Anthony P. McFadden",
      "Tongyu Zhao",
      "Hadass S. Inbar",
      "Jason T. Dong",
      "Ruichen Zhao",
      "Corey Rae McRae",
      "Raymond W. Simmonds",
      "Christopher J. Palmstrøm",
      "David P. Pappas"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2202.05303",
    "title": "A Novel Silicon Photomultiplier Readout Architecture for Low-light  Applications",
    "abstract": " Comments: 14 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2202.05303",
    "authors": [
      "V. Cianciolo",
      "Yu. V. Efremenko",
      "L. Fabris",
      "S. K. Imam",
      "S. I. Penttila J. C. Ramsey",
      "R. Santos Estrada"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Nuclear Experiment (nucl-ex)"
    ]
  },
  {
    "id": "arXiv:2206.05185",
    "title": "Decision-making under uncertainty: a quantum value operator approach",
    "abstract": " Title: Decision-making under uncertainty: a quantum value operator approach ",
    "url": "https://arxiv.org/abs/2206.05185",
    "authors": [
      "Lizhi Xin",
      "Houwen Xin"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2206.10410",
    "title": "Soliton Pulses in Photonic Crystal Fabry-Perot Microresonators",
    "abstract": " Comments: 8 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2206.10410",
    "authors": [
      "Thibault Wildi",
      "Mahmoud A. Gaafar",
      "Thibault Voumard",
      "Markus Ludwig",
      "Tobias Herr"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  }
]