[
  {
    "id": "arXiv:2405.20520",
    "title": "Ratchet Loading and Multi-Ensemble Operation in an Optical Lattice Clock",
    "abstract": "           We demonstrate programmable control over the spatial distribution of ultra-cold atoms confined in an optical lattice. The control is facilitated through a combination of spatial manipulation of the magneto-optical trap and atomic population shelving to a metastable state. We first employ the technique to load an extended (5 mm) atomic sample with uniform density in an optical lattice clock, reducing atomic interactions and realizing remarkable frequency homogeneity across the atomic cloud. We also prepare multiple spatially separated atomic ensembles and realize multi-ensemble clock operation within the standard one-dimensional (1D) optical lattice clock architecture. Leveraging this technique, we prepare two oppositely spin-polarized ensembles that are independently addressable, offering a platform for implementing spectroscopic protocols for enhanced tracking of local oscillator phase. Finally, we demonstrate a relative fractional frequency instability at one second of $2.4(1) \\times10^{-17}$ between two ensembles, useful for characterization of intra-lattice differential systematics.         ",
    "url": "https://arxiv.org/abs/2405.20520",
    "authors": [
      "Youssef S. Hassan",
      "Takumi Kobayashi",
      "Tobias Bothwell",
      "Jacob L. Seigel",
      "Benjamin D. Hunt",
      "Kyle Beloy",
      "Kurt Gibble",
      "Tanner Grogan",
      "Andrew D. Ludlow"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2405.20723",
    "title": "Beaconless Auto-Alignment for Single-Wavelength 5 Tbit/s Mode-Division Multiplexing Free-Space Optical Communications",
    "abstract": "           Mode-division multiplexing has shown its ability to significantly increase the capacity of free-space optical communications. An accurate alignment is crucial to enable such links due to possible performance degradation induced by mode crosstalk and narrow beam divergence. Conventionally, a beacon beam is necessary for system alignment due to multiple local maximums in the mode-division multiplexed beam profile. However, the beacon beam introduces excess system complexity, power consumption, and alignment errors. Here we demonstrate a beaconless system with significantly higher alignment accuracy and faster acquisition. This system also excludes excess complexity, power consumption, and alignment errors, facilitating simplified system calibration and supporting a record-high 5.14 Tbit/s line rate in a single-wavelength free-space optical link. We anticipate our paper to be a starting point for more sophisticated alignment scenarios in future multi-Terabit mode-division multiplexing free-space optical communications for long-distance applications with a generalised mode basis.         ",
    "url": "https://arxiv.org/abs/2405.20723",
    "authors": [
      "Yiming Li",
      "Gil Fernandes",
      "David Benton",
      "Antonin Billaud",
      "Mohammed Patel",
      "Andrew Ellis"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Signal Processing (eess.SP)"
    ]
  },
  {
    "id": "arXiv:2405.20923",
    "title": "Addressing misconceptions in university physics: A review and experiences from quantum physics educators",
    "abstract": "           Students often enter physics classrooms with deeply ingrained misconceptions stemming from everyday experiences. These misconceptions challenge educators, as students often resist information that conflicts with their preconceptions. The first aim of this manuscript is to summarize the existing literature on misconceptions in university physics, reviewing misconceptions' sources, diagnoses, and remediation strategies. Most of this literature has concentrated on classical physics. However, quantum physics poses unique challenges because its concepts are removed from everyday experiences. This signals the need to ask how well existing strategies for addressing misconceptions apply to quantum physics. This is underscored by the recent surge of people from diverse backgrounds entering quantum physics because of the growing significance of quantum technologies. To help answer this question, we conducted in-depth interviews with quantum physics instructors at the University of Waterloo who have collectively taught over 100 quantum physics courses. These interviews explored common misconceptions in quantum physics, their origins, and effective instructional techniques to address them. We highlight specific misconceptions, such as misunderstanding of entanglement and spin, and successful teaching strategies, including ``misconception-trap quizzes.'' We integrate insights from the literature review with our interview data to provide an overview of current best practices in addressing physics misconceptions. Furthermore, we identify key research questions that warrant further exploration, such as the efficacy of multi-tier tests in quantum physics and developing a cohesive quantum curriculum. This paper aims to inform educators and curriculum developers, offering practical recommendations and setting a research agenda to improve conceptual understanding in classical and quantum physics.         ",
    "url": "https://arxiv.org/abs/2405.20923",
    "authors": [
      "Shayan Majidy"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)"
    ]
  },
  {
    "id": "arXiv:2405.20930",
    "title": "Direct Laser Acceleration of Bethe-Heitler positrons in laser-channel interactions",
    "abstract": "           Positron creation and acceleration is one of the major challenges for constructing future lepton colliders. On the one hand, conventional technology can provide a solution, but at a prohibitive cost and scale. On the other hand, alternative, reduced-scale ideas for positron beam generation could bring this dream closer to reality. Here we propose a novel plasma-based positron acceleration method using a powerful laser propagating through a dense and narrow plasma channel. A large amount of electrons is injected within the channel during laser propagation. This electron loading creates static fields in the plasma, enabling positrons to be guided transversely while they directly gain energy from the laser field itself. Within this context, we present a theoretical model to describe how the laser injects the electrons and estimate the beam-loaded effective electron density. We validate our theoretical predictions through Quasi-3D PIC simulations and demonstrate the robustness of this guiding and direct laser acceleration process for positrons. Our approach could pave the way for testing this new positron acceleration scheme at ELI-Beamlines, showcasing unprecedentedly high average energy gain rate of a few TeV/m. The fireball jet produced contains GeV-level electrons, positrons, and x-rays, opening the path towards potential laboratory astrophysics experiments using these beams.         ",
    "url": "https://arxiv.org/abs/2405.20930",
    "authors": [
      "Bertrand Martinez",
      "Robert Babjak",
      "Marija Vranic"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2405.21035",
    "title": "Photoinduced Charge Transfer in Transition Metal Dichalcogenide Quantum Dots",
    "abstract": "           In this paper, a charge transfer mechanism in transition metal dichalcogenide (TMDC) quantum dots (QDs) is studied. A common dye, Rhodamine 6G (R6G), has been used as fluorescent molecule and QDs of molybdenum disulfide ($\\rm{MoS_2}$) and tungsten disulfide ($\\rm{WS_2}$) have been used as acceptors of electrons in the photo-induced charge transfer process. The MoS$_2$ and WS$_2$ QDs have been synthesized using ultrasonication method. These QDs have been characterized using transmission electron microscope (TEM), UV-Vis spectrophotometer, and fluorimeter. The TEM images of these QDs show well dispersed particles of size $~$2 nm. These QDs show intense fluorescence emission when excited with light having wavelength, $\\lambda < $ 350 nm. In presence of light, the photons help in creating charges in fluorescent dye molecule, and TMDCs QDs felicitate the charge transfer in the process. The charge transfer phenomenon has been studied using time correlated single photon counting (TCSPC) set-up, which is a time resolved fluorescence spectroscopic technique. The time resolved fluorescence study shows a drastic change in the fluorescence (FL) lifetime of R6G molecules in the presence of QDs. This decrease in FL lifetime of R6G shows that the MoS$_2$, and WS$_2$ QDs provide additional path to the photo-generated electrons in the excited state of R6G. This study can be further extended to optoelectronic devices, where charge transfer plays an important role in the device efficiency and performance.         ",
    "url": "https://arxiv.org/abs/2405.21035",
    "authors": [
      "Arun Singh Patel",
      "Praveen Mishra",
      "Anirban Chakraborti"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2405.20427",
    "title": "Measurement of Energy Resolution with the NEXT-White Silicon Photomultipliers",
    "abstract": "           The NEXT-White detector, a high-pressure gaseous xenon time projection chamber, demonstrated the excellence of this technology for future neutrinoless double beta decay searches using photomultiplier tubes (PMTs) to measure energy and silicon photomultipliers (SiPMs) to extract topology information. This analysis uses $^{83m}\\text{Kr}$ data from the NEXT-White detector to measure and understand the energy resolution that can be obtained with the SiPMs, rather than with PMTs. The energy resolution obtained of (10.9 $\\pm$ 0.6) $\\%$, full-width half-maximum, is slightly larger than predicted based on the photon statistics resulting from very low light detection coverage of the SiPM plane in the NEXT-White detector. The difference in the predicted and measured resolution is attributed to poor corrections, which are expected to be improved with larger statistics. Furthermore, the noise of the SiPMs is shown to not be a dominant factor in the energy resolution and may be negligible when noise subtraction is applied appropriately, for high-energy events or larger SiPM coverage detectors. These results, which are extrapolated to estimate the response of large coverage SiPM planes, are promising for the development of future, SiPM-only, readout planes that can offer imaging and achieve similar energy resolution to that previously demonstrated with PMTs.         ",
    "url": "https://arxiv.org/abs/2405.20427",
    "authors": [
      "T. Contreras",
      "B. Palmeiro",
      "H. Almazán",
      "A. Para",
      "G. Martínez-Lema",
      "R. Guenette",
      "C. Adams",
      "V. Álvarez",
      "B. Aparicio",
      "A.I. Aranburu",
      "L. Arazi",
      "I.J. Arnquist",
      "F. Auria-Luna",
      "S. Ayet",
      "C.D.R. Azevedo",
      "K. Bailey",
      "F. Ballester",
      "M. del Barrio-Torregrosa",
      "A. Bayo",
      "J.M. Benlloch-Rodríguez",
      "F.I.G.M. Borges",
      "A. Brodolin",
      "N. Byrnes",
      "S. Cárcel",
      "A. Castillo",
      "S. Cebrián",
      "E. Church",
      "L. Cid",
      "C.A.N. Conde",
      "F.P. Cossío",
      "E. Dey",
      "G. Díaz",
      "T. Dickel",
      "C. Echevarria",
      "M. Elorza",
      "J. Escada",
      "R. Esteve",
      "R. Felkai",
      "L.M.P. Fernandes",
      "P. Ferrario",
      "A.L. Ferreira",
      "F.W. Foss",
      "Z. Freixa",
      "J. García-Barrena",
      "J.J. Gómez-Cadenas",
      "R. González",
      "J.W.R. Grocott",
      "J. Hauptman",
      "C.A.O. Henriques",
      "J.A. Hernando Morata",
      "P. Herrero-Gómez",
      "V. Herrero",
      "C. Hervés Carrete",
      "Y. Ifergan",
      "B.J.P. Jones",
      "F. Kellerer",
      "L. Larizgoitia",
      "A. Larumbe",
      "P. Lebrun",
      "F. Lopez",
      "N. López-March",
      "R. Madigan",
      "R.D.P. Mano",
      "A.P. Marques",
      "J. Martín-Albo",
      "M. Martínez-Vara",
      "R.L. Miller",
      "K. Mistry",
      "J. Molina-Canteras",
      "F. Monrabal",
      "C.M.B. Monteiro",
      "F.J. Mora",
      "K.E. Navarro",
      "P. Novella",
      "A. Nuñez",
      "D.R. Nygren",
      "E. Oblak",
      "J. Palacio",
      "I. Parmaksiz",
      "A. Pazos",
      "J. Pelegrin",
      "M. Pérez Maneiro",
      "M. Querol",
      "A.B. Redwine",
      "J. Renner",
      "I. Rivilla",
      "C. Rogero",
      "L. Rogers",
      "B. Romeo",
      "C. Romo-Luque",
      "F.P. Santos",
      "J.M.F. dos Santos",
      "M. Seemann",
      "I. Shomroni",
      "P.A.O.C. Silva",
      "A. Simón",
      "S.R. Soleti",
      "M. Sorel",
      "J. Soto-Oton",
      "J.M.R. Teixeira"
    ],
    "subjectives": [
      "High Energy Physics - Experiment (hep-ex)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2405.20948",
    "title": "snompy: a package for modelling scattering-type scanning near-field optical microscopy",
    "abstract": "           Scattering-type scanning near-field optical microscopy (s-SNOM) is a powerful technique for extreme subwavelength imaging and spectroscopy, with around 20 nm spatial resolution. But quantitative relationships between experiment and material properties requires modelling, which can be computationally and conceptually challenging. In this work, we present snompy an open-source Python library which contains implementations of two of the most common s-SNOM models, the finite dipole model (FDM) and the point dipole model (PDM). We show a series of typical uses for this package with demonstrations including simulating nano-Fourier transform infrared (FTIR) spectra and recovering permittivity from experimental s-SNOM data. We also discuss the challenges faced with this sort of modelling, such as competing descriptions of the models in literature, and finite size effects. We hope that snompy will make quantitative s-SNOM modelling more accessible to the wider research community, which will further empower the use of s-SNOM for investigating nanoscale material properties.         ",
    "url": "https://arxiv.org/abs/2405.20948",
    "authors": [
      "Tom Vincent",
      "Xinyun Liu",
      "Daniel Johnson",
      "Lars Mester",
      "Nathaniel Huang",
      "Olga Kazakova",
      "Rainer Hillenbrand",
      "Jessica Louise Boland"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2405.20952",
    "title": "Continuous momentum state lasing and cavity frequency-pinning with laser-cooled strontium atoms",
    "abstract": "           Laser-cooled gases of atoms interacting with the field of an optical cavity are a powerful tool for quantum sensing and the simulation of open and closed quantum systems. They can display spontaneous self-organisation phase transitions, time crystals, new lasing mechanisms, squeezed states for quantum sensing, protection of quantum coherence, and dynamical phase transitions. However, all of these phenomena are explored in a discontinuous manner due to the need to stop and reload a new ensemble of atoms. Here we report the observation of hours-long continuous lasing from laser-cooled $^{88}$Sr atoms continuously loaded into a ring cavity. The required inversion to produce lasing arises from inversion in the atomic momentum degree of freedom, a mechanism related directly to self-organization phase transitions and collective atomic recoil lasing, both of which were previously only observed in a cyclic fashion compared to the truly continuous behavior here. Further, the sensitivity of the lasing frequency to cavity frequency changes is 120 fold suppressed due to an atomic loss mechanism, opening an interesting new path to compensate cavity frequency noise for realizing narrow frequency references. This work opens the way for continuous cavity QED quantum simulation experiments as well as continuous superradiant lasers.         ",
    "url": "https://arxiv.org/abs/2405.20952",
    "authors": [
      "V.M. Schäfer",
      "Z. Niu",
      "J.R.K. Cline",
      "D.J. Young",
      "E.Y. Song",
      "H. Ritsch",
      "J.K. Thompson"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2405.21019",
    "title": "Quantum quench dynamics as a shortcut to adiabaticity",
    "abstract": "           The ability to efficiently prepare ground states of quantum Hamiltonians via adiabatic protocols is typically limited by the smallest energy gap encountered during the quantum evolution. This presents a key obstacle for quantum simulation and realizations of adiabatic quantum algorithms in large systems, particularly when the adiabatic gap vanishes exponentially with system size. Using QuEra's Aquila programmable quantum simulator based on Rydberg atom arrays, we experimentally demonstrate a method to circumvent such limitations. Specifically, we develop and test a \"sweep-quench-sweep\" quantum algorithm in which the incorporation of a quench step serves as a remedy to the diverging adiabatic timescale. These quenches introduce a macroscopic reconfiguration between states separated by an extensively large Hamming distance, akin to quantum many-body scars. Our experiments show that this approach significantly outperforms the adiabatic algorithm, illustrating that such quantum quench algorithms can provide a shortcut to adiabaticity for large-scale many-body quantum systems.         ",
    "url": "https://arxiv.org/abs/2405.21019",
    "authors": [
      "Alexander Lukin",
      "Benjamin F. Schiffer",
      "Boris Braverman",
      "Sergio H. Cantu",
      "Florian Huber",
      "Alexei Bylinskii",
      "Jesse Amato-Grill",
      "Nishad Maskara",
      "Madelyn Cain",
      "Dominik S. Wild",
      "Rhine Samajdar",
      "Mikhail D. Lukin"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2405.21065",
    "title": "Single-beam grating-chip 3D and 1D optical lattices",
    "abstract": "           Ultracold atoms are crucial for unlocking truly precise and accurate quantum metrology, and provide an essential platform for quantum computing, communication and memories. One of the largest ongoing challenges is the miniaturization of these quantum devices. Here, we show that the typically macroscopic optical lattice architecture at the heart of many ultra-precise quantum technologies can be realized with a single input laser beam on the same diffractive chip already used to create the ultracold atoms. Moreover, this inherently ultra-stable platform enables access to a plethora of new lattice dimensionalities and geometries, ideally suited for the design of high-accuracy, portable quantum devices.         ",
    "url": "https://arxiv.org/abs/2405.21065",
    "authors": [
      "Alan Bregazzi",
      "James P. McGilligan",
      "Paul F. Griffin",
      "Erling Riis",
      "Aidan S. Arnold"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2405.21073",
    "title": "Toward Quantum Analogue Simulation of Many-Body Supersymmetry with Rydberg Atom Arrays",
    "abstract": "           A topological quantum number, the Witten index, characterizes supersymmetric models by probing for zero energy modes and the possibility of supersymmetry breaking. We propose an averaging method to infer the Witten index in quantum analogue simulators. Motivated by recent work on Rydberg atoms trapped in optical tweezer arrays, we consider a related supersymmetric XXZ spin model. We show how to infer the Witten index from open system averaging and numerically demonstrate its topological robustness in this model. Our work defines a route for quantum analogue simulators to directly identify many-body topological physics.         ",
    "url": "https://arxiv.org/abs/2405.21073",
    "authors": [
      "Hrushikesh Sable",
      "Nathan M. Myers",
      "Vito W. Scarola"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2402.10947",
    "title": "On the emergence of gravity in a framework of emergent quantum mechanics",
    "abstract": "           In this work we consider the emergent origin of gravity in the framework of Hamilton-Randers theory, a theoretical framework for emergent quantum mechanics. After presenting the essential ingredients of the theory, a derivation of the weak equivalence principle from the first principles of the theory follows. Then it is shown that the Newtonian model of gravity and certain modified gravity models are consistent with Hamilton-Randers theory. One of these models has strong formal resemblance with MOND, providing further ground to think that Hamilton-Randers theory could be a natural theoretical frame for realistic modified gravity models.         ",
    "url": "https://arxiv.org/abs/2402.10947",
    "authors": [
      "Ricardo Gallego Torromé"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)",
      "General Relativity and Quantum Cosmology (gr-qc)"
    ]
  },
  {
    "id": "arXiv:2312.13743",
    "title": "Coherence in resonance fluorescence",
    "abstract": "           Resonance fluorescence (RF) of a two-level emitter displays persistently anti-bunching irrespective of the excitation intensity, but inherits the driving laser's linewidth under weak excitation. These properties are commonly explained disjoinedly as the emitter's single photon saturation or passively scattering light, until a recent theory attributes anti-bunching to the laser-like spectrum's interference with the incoherently scattered light. However, the theory implies higher-order scattering processes, and led to an experiment purporting to validate an atom's simultaneous scattering of two photons. If true, it could complicate RF's prospects in quantum information applications. Here, we propose a unified model that treats all RF photons as spontaneous emission, one at a time, and can explain simultaneously both the RF's spectral and correlation properties. We theoretically derive the excitation power dependencies, with the strongest effects measurable at the single-photon incidence level, of the first-order coherence of the whole RF and super-bunching of the spectrally filtered, followed by experimental confirmation on a semiconductor quantum dot micro-pillar device. Furthermore, our model explains peculiar coincidence bunching observed in phase-dependent two-photon interference experiments. Our work provides novel understandings of coherent light-matter interaction and may stimulate new applications.         ",
    "url": "https://arxiv.org/abs/2312.13743",
    "authors": [
      "Xu-Jie Wang",
      "Guoqi Huang",
      "Ming-Yang Li",
      "Yuan-Zhuo Wang",
      "Li Liu",
      "Bang Wu",
      "Hanqing Liu",
      "Haiqiao Ni",
      "Zhichuan Niu",
      "Weijie Ji",
      "Rongzhen Jiao",
      "Hua-Lei Yin",
      "Zhiliang Yuan"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2401.11049",
    "title": "Bexcitonics: Quasi-particle approach to open quantum dynamics",
    "abstract": "           We develop a quasiparticle approach to capture the dynamics of open quantum systems coupled to bosonic thermal baths of arbitrary complexity based on the Hierarchical Equations of Motion (HEOM). This is done by generalizing the HEOM dynamics and mapping it into that of the system in interaction with a few bosonic fictitious quasiparticles that we call bexcitons. Bexcitons arise from a decomposition of the bath correlation function into discrete features. Specifically, bexciton creation and annihilation couple the auxiliary density matrices in the HEOM. The approach provides a systematic strategy to construct exact quantum master equations that include the system-bath coupling to all orders even for non-Markovian environments. Specifically, by introducing different metrics and representations for the bexcitons it is possible to straightforwardly generate different variants of the HEOM, demonstrating that all these variants share a common underlying quasiparticle picture. Bexcitonic properties, while unphysical, offer a coarse-grained view of the correlated system-bath dynamics and its numerical convergence. For instance, we use it to analyze the instability of the HEOM when the bath is composed of underdamped oscillators and show that it leads to the creation of highly excited bexcitons. The bexcitonic picture can also be used to develop more efficient approaches to propagate the HEOM. As an example, we use the particle-like nature of the bexcitons to introduce mode-combination of bexcitons that uses the multi-configuration time-dependent Hartree to efficiently propagate the HEOM dynamics.         ",
    "url": "https://arxiv.org/abs/2401.11049",
    "authors": [
      "Xinxian Chen",
      "Ignacio Franco"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2402.18953",
    "title": "Robust Experimental Signatures of Phase Transitions in the Variational Quantum Eigensolver",
    "abstract": "           The Variational Quantum Eigensolver (VQE) is widely considered to be a promising candidate for a quantum-classical algorithm which could achieve near-term quantum advantage. However, current levels of hardware noise can require extensive application of error-mitigation techniques to achieve reliable computations. In this work, we use several IBM devices to explore a finite-size spin model with multiple `phase-like' regions characterized by distinct ground-state configurations. Using pre-optimized VQE solutions, we demonstrate that in contrast to calculating the energy, where zero-noise extrapolation is required in order to obtain qualitatively accurate yet still unreliable results, calculations of the energy derivative, two-site spin correlation functions, and the fidelity susceptibility yield accurate behavior across multiple regions, even with minimal or no application of error-mitigation approaches. Taken together, these sets of observables could be used to identify level crossings in VQE solutions in a simple and noise-robust manner, with potential near-term application to identifying quantum phase transitions, avoided crossings and non-adiabatic conical intersections in electronic structure calculations.         ",
    "url": "https://arxiv.org/abs/2402.18953",
    "authors": [
      "Kevin Lively",
      "Tim Bode",
      "Jochen Szangolies",
      "Jian-Xin Zhu",
      "Benedikt Fauseweh"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Other Condensed Matter (cond-mat.other)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2404.18605",
    "title": "Uncertainties from metrology in the integrated luminosity measurement with the updated design of a detector at CEPC",
    "abstract": "           In order to measure integrated luminosity with a required precision of $10^{-4}$ at the $Z^0$ pole, proposed CEPC $e^{+}e^{-}$ collider requires a luminometer, a specially designed calorimeter placed in the very forward region to identify Bhabha scattering at low polar angles. Usually, such a device is placed at the outgoing beams, to keep the spatial symmetries of the head-on collisions at accelerators with a non-zero crossing angle. At CEPC it is currently proposed to place the luminometer on the z-axis. We review a feasibility of a measurement of the integrated luminosity at the $Z^{0}$ pole with the required precision, concerning the luminometer centered around the z-axis and the post-CDR beam properties.         ",
    "url": "https://arxiv.org/abs/2404.18605",
    "authors": [
      "Ivan Smiljanic",
      "Ivanka Bozovic",
      "Goran Kacarevic"
    ],
    "subjectives": [
      "High Energy Physics - Experiment (hep-ex)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  }
]