[
  {
    "id": "arXiv:2311.05065",
    "title": "Nonlinear propagation and localisation in photonic crystal waveguides",
    "abstract": "Anderson predicted that electrons diffused by a disordered potential in doped semiconductors see a metal-to-insulator transition of the material when the disorder is sufficiently high. In this manuscript we demonstrate an equivalent metal-to-insulator transition for nonlinear waves, namely Gap-Solitons, in disordered photonic crystal waveguides. Light localization is described by introducing a new metric able to track the wavepacket center of mass. By statistical averaging this quantity over many realizations of the disorder, we demonstrate that in linear regime the ensemble averaged barycenter matches the localization length lloc as defined in literature. Then, by applying our barycenter method, we prove that for Gap-Solitons the transition from localized to ballistic transport goes faster than the vg2 law ruling the linear regime. By overcoming this scaling law, improved robustness to disorder of nonlinear waves is demonstrated. ",
    "url": "https://arxiv.org/abs/2311.05065",
    "authors": [
      "Stefania Malaguti"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2311.05099",
    "title": "Time-Resolved Coulomb Explosion Imaging Unveils Ultrafast Ring Opening  of Furan",
    "abstract": "Following the changes in molecular structure throughout the entirety of a chemical reaction with atomic resolution is a long-term goal in femtochemistry. Although the development of a plethora of ultrafast technique has enabled detailed investigations of the electronic and nuclear dynamics on femtosecond time scales, direct and unambiguous imaging of the nuclear motion during a reaction is still a major challenge. Here, we apply time-resolved Coulomb explosion imaging with femtosecond near-infrared pulses to visualize the ultraviolet-induced ultrafast molecular dynamics of gas-phase furan. Widely contradicting predictions and observations for this molecule have been reported in the literature. By combining the experimental Coulomb explosion imaging data with ab initio molecular dynamics and Coulomb explosion simulations, we reveal the presence of a strong ultrafast ring-opening pathway upon excitation at 198 nm that occurs within 100 fs. ",
    "url": "https://arxiv.org/abs/2311.05099",
    "authors": [
      "Enliang Wang",
      "Surjendu Bhattacharyya",
      "Keyu Chen",
      "Kurtis Borne",
      "Farzaneh Ziaee",
      "Shashank Pathak",
      "Huynh Van Sa Lam",
      "Anbu Selvam Venkatachalam",
      "Xiangjun Chen",
      "Rebecca Boll",
      "Till Jahnke",
      "Artem Rudenko",
      "Daniel Rolles"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Atomic and Molecular Clusters (physics.atm-clus)"
    ]
  },
  {
    "id": "arXiv:2311.05119",
    "title": "High Performance Thin-film Lithium Niobate Modulator Applied ITO  Composite Electrode with Modulation Efficiency of 1V*cm",
    "abstract": "Thin film lithium niobate (TFLN) based electro-optic modulator is widely applied in the field of broadband optical communications due to its advantages such as large bandwidth, high extinction ratio, and low optical loss, bringing new possibilities for the next generation of high-performance electro-optic modulators. However, the modulation efficiency of TFLN modulators is still relatively low when compared with Silicon and Indium-Phosphide (InP) based competitors. Due to the restriction of the trade-off between half-wave voltage and modulation length, it is difficult to simultaneously obtain low driving voltage and large modulating bandwidth. Here, we break this limitation by introducing Transparent Conductive Oxide (TCO) film, resulting in an ultra-high modulation efficiency of 1.02 V*cm in O-Band. The fabricated composite electrode not only achieves high modulation efficiency but also maintains a high electro-optic bandwidth, as demonstrated by the 3 dB roll-off at 108 GHz and the transmission of PAM-4 signals at 224 Gbit/s. Our device presents new solutions for the next generation of low-cost high-performance electro-optic modulators. Additionally, it paves the way for downsizing TFLN-based multi-channel optical transmitter chips. ",
    "url": "https://arxiv.org/abs/2311.05119",
    "authors": [
      "Xiangyu Meng",
      "Can Yuan",
      "Xingran Cheng",
      "Shuai Yuan",
      "Chenglin Shang",
      "An Pan",
      "Zhicheng Qu",
      "Xuanhao Wang",
      "Peijie Zhang",
      "Chengcheng Gui",
      "Chao Chen",
      "Cheng Zeng",
      "Jinsong Xia"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2311.05228",
    "title": "Resonant multi-dielectric coverslip for enhanced total internal  reflection fluorescence microscopy",
    "abstract": "Multi-dielectric coated coverslip can be designed to reach large optical field enhancements when working under proper illumination conditions and in total internal reflection. In an objective-based total internal reflection fluorescence microscopy (TIRF-M), we propose to use the resulting large field enhancement supported in such coverslip to improve TIRF-M sensitivity by amplifying the collected fluorescence signal. We present here the optimization, realization and testing in TIRF-M of resonant coverslips designed to take into account the experimental constraints. The latter's are due to the inverted configuration of TIRF-M together with the use of a high numerical aperture objective. The challenge is therefore to find the best coating design compromising between the angular tolerance and the field enhancement. We will report here enhanced-TIRF-M imaging over model samples but the ultimate goal here is to be able to monitor and quantify dynamics of pathogens at the membrane of living cells. ",
    "url": "https://arxiv.org/abs/2311.05228",
    "authors": [
      "Yousra Toumi",
      "Anita Mouttou",
      "Fabien Lemarchand",
      "Guillaume Demesy",
      "Cihan Koc",
      "Delphine Muriaux",
      "Antonin Moreau",
      "Julien Lumeau",
      "Cyril Favard",
      "Aude L. Lereu"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2311.05253",
    "title": "Not-so-efficient proton acceleration by an intense laser pulse obliquely  incident on a structured target",
    "abstract": "The interaction of an obliquely incident laser pulse with a flat TNSA target is known to enhance the cut-off energy of protons/ions as compared to a normally incident laser pulse, mostly owing to Brunnel absorption. However, it is not well understood how the oblique incidence of the laser pulse would affect the protons/ion spectra in the case of a micro-structured target. Using two-dimensional particle-in-cell simulations, we show here that the protons/ions cut-off energies are rather reduced in the case of oblique incidence of the laser pulse if the target has a micron-sized groove on its front surface. This is also found to be true for a periodically grooved target. ",
    "url": "https://arxiv.org/abs/2311.05253",
    "authors": [
      "Imran Khan",
      "Vikrant Saxena"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2311.05282",
    "title": "Empowering high-dimensional optical fiber communications with integrated  photonic processors",
    "abstract": "Mode division multiplexing (MDM) in optical fibers enables multichannel capabilities for various applications, including data transmission, quantum networks, imaging, and sensing. However, MDM optical fiber systems, usually necessities bulk-optics approaches for launching different orthogonal fiber modes into the multimode optical fiber, and multiple-input multiple-output digital electronic signal processing at the receiver side to undo the arbitrary mode scrambling in a circular-core optical fiber. Here we show that a high-dimensional optical fiber communication system can be entirely implemented by a reconfigurable integrated photonic processor, featuring kernels of multichannel mode multiplexing transmitter and all-optical descrambling receiver. High-speed and inter-chip communications involving six spatial- and polarization modes have been experimentally demonstrated with high efficiency and high-quality eye diagrams, despite the presence of random mode scrambling and polarization rotation in a circular-core few-mode fiber. The proposed photonic integration approach holds promising prospects for future space-division multiplexing applications. ",
    "url": "https://arxiv.org/abs/2311.05282",
    "authors": [
      "Kaihang Lu",
      "Zengqi Chen",
      "Hao Chen",
      "Wu Zhou",
      "Zunyue Zhang",
      "Hon Ki Tsang",
      "Yeyu Tong"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Signal Processing (eess.SP)"
    ]
  },
  {
    "id": "arXiv:2311.05351",
    "title": "The $GW$ Approximation: A Quantum Chemistry Perspective",
    "abstract": "We provide an in-depth examination of the $GW$ approximation of Green's function many-body perturbation theory by detailing both its theoretical and practical aspects in the realm of quantum chemistry. First, the quasiparticle context is introduced before delving into the derivation of Hedin's equations. From these, we explain how to derive the well-known $GW$ approximation of the self-energy. In a second time, we meticulously explain each step involved in a $GW$ calculation and what type of physical quantities can be computed. To illustrate its versatility, we consider two contrasting systems: the water molecule, a weakly correlated system, and the carbon dimer, a strongly correlated system. Each stage of the process is thoroughly detailed and explained alongside numerical results and illustrative plots. We hope that the contribution will facilitate the dissemination and democratization of Green's function-based formalisms within the computational and theoretical quantum chemistry community. ",
    "url": "https://arxiv.org/abs/2311.05351",
    "authors": [
      "Antoine Marie",
      "Abdallah Ammar",
      "Pierre-François Loos"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Mathematical Physics (math-ph)",
      "Nuclear Theory (nucl-th)"
    ]
  },
  {
    "id": "arXiv:2311.05547",
    "title": "High-repetition-rate source of nanosecond duration kA-current pulses  driven by relativistic laser pulses",
    "abstract": "We report the first high-repetition rate generation and simultaneous characterization of nanosecond-scale return currents of kA-magnitude issued by the polarization of a target irradiated with a PW-class high-repetition-rate Ti:Sa laser system at relativistic intensities. We present experimental results obtained with the VEGA-3 laser at intensities from 5e18 - 1.3e20 W/cm2. A non-invasive inductive return-current monitor is adopted to measure the derivative of return-currents on the order of kA/ns and analysis methodology is developed to derive return-currents. We compare the current for copper, aluminium and Kapton targets at different laser energies. The data shows the stable production of current peaks and clear prospects for the tailoring of the pulse shape, promising for future applications in high energy density science, e.g. electromagnetic interference stress tests, high-voltage pulse response measurements, and charged particle beam lensing. We compare the target discharge of the order of hundreds of nC with theoretical predictions and a good agreement is found. ",
    "url": "https://arxiv.org/abs/2311.05547",
    "authors": [
      "Michael Ehret",
      "Jakub Cikhardt",
      "Philip Bradford",
      "Iuliana-Mariana Vladisavlevici",
      "Tomas Burian",
      "Diego de Luis",
      "Jose Luis Henares",
      "Ruben Hernandez Martin",
      "Jon Imanol Apinaniz",
      "Roberto Lera",
      "Jose Antonio Perez-Hernandez",
      "Joao Jorge Santos",
      "Giancarlo Gatti"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2311.05576",
    "title": "On-chip Amorphous THz Topological Photonic Interconnects",
    "abstract": "Valley Hall photonic crystals (VPCs) offer the potential to create topological waveguides capable of guiding light through sharp bends on a chip. They can seamlessly integrate with functional components while occupying minimal space, making them a promising technology for terahertz (THz) topological photonic integrated circuits. However, a significant limitation for THz-scale integrated VPC-based devices has been the absence of arbitrary bend interconnects. Due to the crystalline symmetry, the traditional VPC designs restrict waveguides to the principal lattice axes (i.e., only 0-, 60- or 120- degree orientations). Here, we present an on-chip, all silicon implementation of deformed VPCs enabling topological waveguides with a variety of shapes and bends. Although the lattice is amorphous and lacks long-range periodicity, the topological protection of the waveguides is sustained by short-range order. We experimentally demonstrate the robust on-chip transmission of THz waves through waveguides of complicated shapes and arbitrary bends. We implement an amorphous lattice that serves as a frequency-dependent router capable of splitting the input signal into two perpendicular output ports, which cannot be achieved with an undeformed VPC. In addition, we showcase on-chip THz communication through 90 degree and P-shaped VPC waveguides, achieving data rates of 72 Gbit/s and 32 Gbit/s, respectively. Our findings demonstrate that the amorphous topological photonic crystals significantly enhance the adaptability of on-chip interconnections while preserving the performance of the topological waveguides. ",
    "url": "https://arxiv.org/abs/2311.05576",
    "authors": [
      "Rimi Banerjee",
      "Abhishek Kumar",
      "Thomas Tan Caiwei",
      "Manoj Gupta",
      "Ridong Jia",
      "Pascal Szriftgiser",
      "Guillaume Ducournau",
      "Yidong Chong",
      "Ranjan Singh"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2311.05058",
    "title": "Quantum simulation of excited states from parallel contracted quantum  eigensolvers",
    "abstract": "Computing excited-state properties of molecules and solids is considered one of the most important near-term applications of quantum computers. While many of the current excited-state quantum algorithms differ in circuit architecture, specific exploitation of quantum advantage, or result quality, one common feature is their rooting in the Schr\\\"odinger equation. However, through contracting (or projecting) the eigenvalue equation, more efficient strategies can be designed for near-term quantum devices. Here we demonstrate that when combined with the Rayleigh-Ritz variational principle for mixed quantum states, the ground-state contracted quantum eigensolver (CQE) can be generalized to compute any number of quantum eigenstates simultaneously. We introduce two excited-state (anti-Hermitian) CQEs that perform the excited-state calculation while inheriting many of the remarkable features of the original ground-state version of the algorithm, such as its scalability. To showcase our approach, we study several model and chemical Hamiltonians and investigate the performance of different implementations. ",
    "url": "https://arxiv.org/abs/2311.05058",
    "authors": [
      "Carlos L. Benavides-Riveros",
      "Yuchen Wang",
      "Samuel Warren",
      "David A. Mazziotti"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2311.05353",
    "title": "A quantum dot coupled to a suspended-beam mechanical resonator: from the  unresolved- to the resolved-sideband regime",
    "abstract": "We present experiments in which self-assembled InAs quantum dots are coupled to a thin, suspended-beam GaAs resonator. The quantum dots are driven resonantly and the resonance fluorescence is detected. The narrow quantum-dot linewidths, just a factor of three larger than the transform limit, result in a high sensitivity to the mechanical motion. We show that one quantum dot couples to eight mechanical modes spanning a frequency range from $30$ to $600~\\mathrm{MHz}$: one quantum dot provides an extensive characterisation of the mechanical resonator. The coupling spans the unresolved-sideband to the resolved-sideband regimes. Finally, we present the first detection of thermally-driven phonon sidebands (at $4.2~\\mathrm{K}$) in the resonance-fluoresence spectrum. ",
    "url": "https://arxiv.org/abs/2311.05353",
    "authors": [
      "Clemens Spinnler",
      "Giang N. Nguyen",
      "Ying Wang",
      "Marcel Erbe",
      "Alisa Javadi",
      "Liang Zhai",
      "Sven Scholz",
      "Andreas D. Wieck",
      "Arne Ludwig",
      "Peter Lodahl",
      "Leonardo Midolo",
      "Richard J. Warburton"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2311.05468",
    "title": "Nonlinear helicity anomalies in the cyclotron resonance photoresistance  of two-dimensional electron systems",
    "abstract": "Our studies of the cyclotron resonance (CR) photoresistance in GaAs-based two-dimensional electron systems (2DES) reveal an anomalously low sensitivity to the helicity of the incoming circularly polarized terahertz radiation. We find that this anomaly is strongly intensity dependent, and the ratio of the low-temperature photoresistance signals for the CR-active (CRA) and CR-inactive (CRI) polarities of magnetic field increases with lowering power, but, nevertheless, remains substantially lower than expected from conventional theory assuming interaction of the plane electromagnetic wave with the uniform 2DES. Our analysis shows that all data can be well described by the nonlinear CR-enhanced electron gas heating in both CRA and CRI regimes. This description, however, requires a source of anomalous absorption of radiation in the CRI regime. It can stem from evanescent electromagnetic fields originating from the near-field diffraction within or in the vicinity of the quantum well hosting the 2DES. ",
    "url": "https://arxiv.org/abs/2311.05468",
    "authors": [
      "Erwin Mönch",
      "Sophia Schweiss",
      "Ivan Yahniuk",
      "Maxim L. Savchenko",
      "Ivan A. Dmitriev",
      "Alexey Shuvaev",
      "Andrei Pimenov",
      "Dieter Schuh",
      "Dominique Bougeard",
      "Sergey D. Ganichev"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.05598",
    "title": "Sorting Out Quantum Monte Carlo",
    "abstract": "Molecular modeling at the quantum level requires choosing a parameterization of the wavefunction that both respects the required particle symmetries, and is scalable to systems of many particles. For the simulation of fermions, valid parameterizations must be antisymmetric with respect to the exchange of particles. Typically, antisymmetry is enforced by leveraging the anti-symmetry of determinants with respect to the exchange of matrix rows, but this involves computing a full determinant each time the wavefunction is evaluated. Instead, we introduce a new antisymmetrization layer derived from sorting, the $\\textit{sortlet}$, which scales as $O(N \\log N)$ with regards to the number of particles -- in contrast to $O(N^3)$ for the determinant. We show numerically that applying this anti-symmeterization layer on top of an attention based neural-network backbone yields a flexible wavefunction parameterization capable of reaching chemical accuracy when approximating the ground state of first-row atoms and small molecules. ",
    "url": "https://arxiv.org/abs/2311.05598",
    "authors": [
      "Jack Richter-Powell",
      "Luca Thiede",
      "Alán Asparu-Guzik",
      "David Duvenaud"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2212.14781",
    "title": "Adapting the HHL algorithm to quantum many-body theory",
    "abstract": " Title: Adapting the HHL algorithm to quantum many-body theory ",
    "url": "https://arxiv.org/abs/2212.14781",
    "authors": [
      "Nishanth Baskaran",
      "Abhishek Singh Rawat",
      "Akshaya Jayashankar",
      "Dibyajyoti Chakravarti",
      "K. Sugisaki",
      "Shibdas Roy",
      "Sudhindu Bikash Mandal",
      "D. Mukherjee",
      "V. S. Prasannaa"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2302.07285",
    "title": "Second-Order Perturbation Theory in Continuum Quantum Monte Carlo  Calculations",
    "abstract": " Comments: 6 pages, 3 figures, 1 table ",
    "url": "https://arxiv.org/abs/2302.07285",
    "authors": [
      "Ryan Curry",
      "Joel E. Lynn",
      "Kevin E. Schmidt",
      "Alexandros Gezerlis"
    ],
    "subjectives": [
      "Nuclear Theory (nucl-th)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2303.09963",
    "title": "Microstrip Patch Antenna Design at 10 GHz for X Band Applications",
    "abstract": " Comments: 12 pages, 13 figures ",
    "url": "https://arxiv.org/abs/2303.09963",
    "authors": [
      "Mehmet Karahan",
      "Mertcan Inal",
      "Alperen Dilmen",
      "Furkan Lacinkaya",
      "Ahmet Nuri Akay",
      "Cosku Kasnakoglu"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Signal Processing (eess.SP)"
    ]
  },
  {
    "id": "arXiv:2303.12035",
    "title": "Quantum gas-enabled direct mapping of active current density in  percolating networks of nanowires",
    "abstract": " Title: Quantum gas-enabled direct mapping of active current density in  percolating networks of nanowires ",
    "url": "https://arxiv.org/abs/2303.12035",
    "authors": [
      "J. Fekete",
      "P. Joshi",
      "T. J. Barrett",
      "T. M. James",
      "R. Shah",
      "A. Gadge",
      "S. Bhumbra",
      "F. Oručević",
      "P. Krüger"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2307.11478",
    "title": "No-go theorems for photon state transformations in quantum linear optics",
    "abstract": " Comments: 18 pages. Comments welcome! ",
    "url": "https://arxiv.org/abs/2307.11478",
    "authors": [
      "Pablo V. Parellada",
      "Vicent Gimeno i Garcia",
      "Julio-José Moyano-Fernández",
      "Juan Carlos Garcia-Escartin"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mathematical Physics (math-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2307.13321",
    "title": "Super-radiant and Sub-radiant Cavity Scattering by Atom Arrays",
    "abstract": " Title: Super-radiant and Sub-radiant Cavity Scattering by Atom Arrays ",
    "url": "https://arxiv.org/abs/2307.13321",
    "authors": [
      "Zhenjie Yan",
      "Jacquelyn Ho",
      "Yue-Hui Lu",
      "Stuart J. Masson",
      "Ana Asenjo-Garcia",
      "Dan M. Stamper-Kurn"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2309.07599",
    "title": "Reply to \"Comment on `Weak values and the past of a quantum particle' ''",
    "abstract": " Comments: 2 pages, no figures, matches published version ",
    "url": "https://arxiv.org/abs/2309.07599",
    "authors": [
      "Jonte R Hance",
      "John Rarity",
      "James Ladyman"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2310.07650",
    "title": "Variational quantum eigensolver for closed-shell molecules with  non-bosonic corrections",
    "abstract": " Title: Variational quantum eigensolver for closed-shell molecules with  non-bosonic corrections ",
    "url": "https://arxiv.org/abs/2310.07650",
    "authors": [
      "Kyungmin Kim",
      "Sumin Lim",
      "Kyujin Shin",
      "Gwonhak Lee",
      "Yousung Jung",
      "Woomin Kyoung",
      "June-Koo Kevin Rhee",
      "Young Min Rhee"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2310.11601",
    "title": "LANSCE 805 MHz Low Level RF Resonance Control Water System Upgrade",
    "abstract": " Comments: Talk presented at LLRF Workshop 2023 (LLRF2023, arXiv: 2310.03199) ",
    "url": "https://arxiv.org/abs/2310.11601",
    "authors": [
      "A. Poudel",
      "J. Medina",
      "J. O'Hara",
      "H. Salazar",
      "J. Montross"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  }
]