[
  {
    "id": "arXiv:2502.14098",
    "title": "Temperature Dependence of Beam on Plasma Stopping Power in the Resonance Regions of Fusion Reactions",
    "abstract": "           A recent proposal of accelerator based fusion reactor considers a scheme where an ion beam from the accelerator hits the target plasma on the resonance of the fusion reaction so that the reactivity ($\\sigma v$) can be an order of magnitude larger than that of a thermonuclear reactor. One of the important inputs is the stopping power which is needed to assess the energy loss of the beam in the plasma. In this work, we shall use the analytic formulation of Brown, Preston and Singleton~\\cite{Brown:2005ji} to calculate the temperature dependence of the stopping power due to the target $t, {}^3H_e$, and ${}^{11}B$ plasmas in the resonance regions of their respective fusion reactions, i.e., $ d + t \\rightarrow n + \\alpha, d + {}^3H_e \\rightarrow p + \\alpha$, and $p + {}^{11}B \\rightarrow 3 \\alpha$. It is found that the calculated stopping power, especially when the quantum corrections are included, does not go down with temperature as fast at $T^{-3/2}$. Instead it decreases slower, more like $T^{-x}$ with $x \\le 1$ in the range of T from $\\sim$ 5 to 50 keV for $d$ on $t$ and ${}^3H_e$ plasmas around their resonance energies.         ",
    "url": "https://arxiv.org/abs/2502.14098",
    "authors": [
      "Keh-Fei Liu"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Nuclear Experiment (nucl-ex)",
      "Nuclear Theory (nucl-th)",
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2502.14128",
    "title": "Nonlinear Optical Responses and Quantum Geometric Phases in Multiband Systems",
    "abstract": "           The nonlinear optical behavior of quantum systems plays a crucial role in various photonic applications. This study introduces a novel framework for understanding these nonlinear effects by incorporating gauge-covariant formulations based on phase space Lie algebras. By analyzing the evolution of density matrices under phase space displacements, we derive constrained expressions for nonlinear polarization and susceptibility tensors. The implications of geometric phases, such as Berry curvature, are explored, demonstrating their role in suppressing unphysical components of the polarization. Monte Carlo simulations confirm the theoretical predictions, offering insights into nonlinear rectification and topological Hall effects. This approach opens avenues for engineering materials with tailored nonlinear properties, particularly in the realm of metamaterials and topological photonics.         ",
    "url": "https://arxiv.org/abs/2502.14128",
    "authors": [
      "Jingxu Wu",
      "Chenjia Li"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2502.14233",
    "title": "Cylindrical cavity expansion analysis under partially drained conditions for normalisation of excess water pressure in CPTU",
    "abstract": "           Cone tip resistance and excess water pressure (EWP) measured by piezocone penetration tests (CPTU) may be significantly affected by the partially drained effect in soils with intermediate permeability. To capture this effect, the paper proposes a straightforward, hydro-mechanical coupling solution for cylindrical cavity expansion under partially drained conditions. The mechanical behaviour of soils is modelled using the elastoplastic Tresca model and water flow within porous soils is assumed to obey Darcys law. Two partial differential equations (PDEs) are established in the elastic and plastic zones, respectively, transforming the cavity expansion analysis into a typical Stefan problem with dynamic boundary conditions (i.e. a moving boundary at the elastoplastic interface). An approximate solution for the PDEs is derived by leveraging the variable transformation method. Based on the new solution, a novel normalised penetration rate is defined considering the rigidity index of soils, with which a unique backbone curve for CPTU is found. Finally, the backbone curve is compared with a database comprising 109 in-situ experimental tests, 101 centrifuge modelling tests, and numerical simulation results. The proposed solution may provide a useful theoretical tool for interpreting the consolidation coefficient of fine-grained soils from the penetration stage of multi-rate CPTU, which can enhance the interpretation reliability for CPTU dissipation tests.         ",
    "url": "https://arxiv.org/abs/2502.14233",
    "authors": [
      "He Yang",
      "Pei-Zhi Zhuang",
      "Hai-Sui Yu",
      "Pin-Qiang Mo",
      "Yue Ma",
      "Xiaohui Chen",
      "Fernando Schnaid"
    ],
    "subjectives": [
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2502.14300",
    "title": "Experimental demonstrations of Josephson threshold detectors for broadband microwave photons detection",
    "abstract": "           Current-biased Josephson junctions (CBJJs) have been demonstrated as sensitive Josephson threshold detectors (JTDs) in the infrared range. In this letter, we show this kind of detector could also be used to detect broadband microwave photons. Based on the numerical simulations of the noise-driving phase dynamics of an underdamped Josephson junction, driven by the low-frequency triangular wave current, we argue that the microwave photons flowing across the JJ can be detected by probing the voltage switched signals of the JJ. Experimentally, we designed and fabricated the relevant Al/AlOx/Al Josephson device and measured its response to microwave photons at 50~mK temperature. Experimental results indicate that the weak microwave signals could be threatened as the additional noises modify the phase dynamics of the CBJJ, which could thus be detected by the generated JTD. The detection sensitivity is characterized by using the Kumar-Caroll index to differentiate the junction switched duration distributions, with and without microwave signal input. Although the demonstrated detection sensitivity is just $-92$~dBm (corresponding to approximately 30~photon/ns) for the microwave photons at $\\sim 5$GHz (which is manifestly deviated from the plasma frequency of the fabricated JJ), we argued, based on the relevant numerical simulations, that the generated JTD could be used to achieve the sensitive detection of the microwave photons at the plasma frequency of the JJ.         ",
    "url": "https://arxiv.org/abs/2502.14300",
    "authors": [
      "Jia-Xing He",
      "Ya-Qiang Chai",
      "Peng-Hui Ouyang",
      "Hong Chang",
      "L. F. Wei"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2502.14349",
    "title": "Engineering high Pockels coefficients in thin-film strontium titanate for cryogenic quantum electro-optic applications",
    "abstract": "           Materials which exhibit the Pockels effect are notable for their strong electro-optic interaction and rapid response times and are therefore used extensively in classical electro-optic components for data and telecommunication applications. Yet many materials optimized for room-temperature operation see their Pockels coefficients at cryogenic temperatures significantly reduced - a major hurdle for emerging quantum technologies which have even more rigorous demands than their classical counterpart. A noted example is $\\mathrm{BaTiO_3}$, which features the strongest effective Pockels coefficient at room temperature, only to see it reduced to a third (i.e. $\\mathrm{r_{eff}} \\approx$ 170 pm/V) at a few Kelvin. Here, we show that this behaviour is not inherent and can even be reversed: Strontium titanate ($\\mathrm{SrTiO_3}$), a material normally not featuring a Pockels coefficient, can be engineered to exhibit an $\\mathrm{r_{eff}}$ of 345 pm/V at cryogenic temperatures - a record value in any thin-film electro-optic material. By adjusting the stoichiometry, we can increase the Curie temperature and realise a ferroelectric phase that yields a high Pockels coefficient, yet with limited optical losses - on the order of decibels per centimetre. Our findings position $\\mathrm{SrTiO_3}$ as one of the most promising materials for cryogenic quantum photonics applications.         ",
    "url": "https://arxiv.org/abs/2502.14349",
    "authors": [
      "Anja Ulrich",
      "Kamal Brahim",
      "Andries Boelen",
      "Michiel Debaets",
      "Conglin Sun",
      "Yishu Huang",
      "Sandeep Seema Saseendran",
      "Marina Baryshnikova",
      "Paola Favia",
      "Thomas Nuytten",
      "Stefanie Sergeant",
      "Kasper Van Gasse",
      "Bart Kuyken",
      "Kristiaan De Greve",
      "Clement Merckling",
      "Christian Haffner"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2502.14368",
    "title": "Langevin model for soliton molecules in ultrafast fiber ring laser cavity: investigating experimentally the interplay between noise and inertia",
    "abstract": "           The dynamics of soliton molecules in ultrafast fiber ring laser cavity is strongly influenced by noise. We show how a parsimonious Langevin model can be constructed from experimental data, resulting in a mathematical description that encompasses both the deterministic and stochastic properties of the evolution of the soliton molecules. In particular, we were able to probe the response dynamics of the soliton molecule to an external kick in a sub-critical approach, namely without the need to actually disturb the systems under investigation. Moreover, the noise experienced by the dissipative solitonic system, including its distribution and correlation, can now be also analyzed in details. Our strategy can be applied to any systems where the individual motion of its constitutive particles can be traced; the case of optical solitonic-system laser presented here serving as a proof-of-principle demonstration.         ",
    "url": "https://arxiv.org/abs/2502.14368",
    "authors": [
      "Anastasiia Sheveleva",
      "Aurélien Coillet",
      "Christophe Finot",
      "Pierre Colman"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mathematical Physics (math-ph)"
    ]
  },
  {
    "id": "arXiv:2502.14511",
    "title": "Strong coupling quantum electrodynamics Hartree-Fock response theory",
    "abstract": "           The development of reliable ab initio methods for light-matter strong coupling is necessary for a deeper understanding of molecular polaritons. The recently developed strong coupling quantum electrodynamics Hartree-Fock model (SC-QED-HF) provides cavity-consistent molecular orbitals, overcoming several difficulties related to the simpler QED-HF wave function. In this paper, we further develop this method by implementing the response theory for SC-QED-HF. We compare the derived linear response equations with the time-dependent QED-HF theory and discuss the validity of equivalence relations connecting matter and electromagnetic observables. Our results show that electron-photon correlation induces an excitation redshift compared to the time-dependent QED-HF energies, and we discuss the effect of the dipole self-energy on the ground and excited state properties with different basis sets.         ",
    "url": "https://arxiv.org/abs/2502.14511",
    "authors": [
      "Matteo Castagnola",
      "Rosario R. Riso",
      "Yassir El Moutaoukal",
      "Enrico Ronca",
      "Henrik Koch"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2502.14683",
    "title": "Machine learning assisted tracking of magnetic objects using quantum diamond magnetometry",
    "abstract": "           Remote magnetic sensing can be used to monitor the position of objects in real-time, enabling ground transport monitoring, underground infrastructure mapping and hazardous detection. However, magnetic signals are typically weak and complex, requiring sophisticated physical models to analyze them and a detailed knowledge of the system under study, factors that are frequently unavailable. In this work, we provide a solution to these limitations by demonstrating a Machine Learning (ML) method that can be trained exclusively on experimental data, without the need of any physical model, to predict the position of a magnetic target in real-time. The target can be any object with a magnetic signal above the floor noise, and in this case we use a quantum diamond magnetometer to track variations of few hundreds of nanoteslas produced by an elevator moving along a single axis. The one-dimensional movement is a simple yet challenging scenario, resembling realistic environments such as high buildings, tunnels or train circuits, and is the first step towards building broader applications. Our ML algorithm can be trained in approximately 40 min, achieving over 80% accuracy in predicting the target's position at a rate of 10 Hz, for a positional error tolerance of 30 cm, which is a precise distance compared to the 4-meter spacing between parking levels. Our results open up the possibility to apply this ML method more generally for real-time monitoring of magnetic objects, which will broaden the scope of magnetic detection applications.         ",
    "url": "https://arxiv.org/abs/2502.14683",
    "authors": [
      "Fernando Meneses",
      "Christopher T.-K. Lew",
      "Anand Sivamalai",
      "Andy Sayers",
      "Brant C. Gibson",
      "Andrew D. Greentree",
      "Lloyd C. L. Hollenberg",
      "David A. Simpson"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2502.14720",
    "title": "Advancing Measurement Capabilities in Lithium-Ion Batteries: Exploring the Potential of Fiber Optic Sensors for Thermal Monitoring of Battery Cells",
    "abstract": "           This work demonstrates the potential of fiber optic sensors for measuring thermal effects in lithium-ion batteries, using a fiber optic measurement method of Optical Frequency Domain Reflectometry (OFDR). The innovative application of fiber sensors allows for spatially resolved temperature measurement, particularly emphasizing the importance of monitoring not just the exterior but also the internal conditions within battery cells. Utilizing inert glass fibers as sensors, which exhibit minimal sensitivity to electric fields, opens up new pathways for their implementation in a wide range of applications, such as battery monitoring. The sensors used in this work provide real-time information along the entire length of the fiber, unlike commonly used Fiber Bragg Grating (FBG) sensors. It is shown that using the herein presented novel sensors in a temperature range of 0 to 80 degree celsius reveals a linear thermal dependency with high sensitivity and a local resolution of a few centimeters. Furthermore, this study presents preliminary findings on the potential application of fiber optic sensors in lithium-ion battery (LIB) cells, demonstrating that the steps required for battery integration do not impose any restrictive effects on thermal measurements.         ",
    "url": "https://arxiv.org/abs/2502.14720",
    "authors": [
      "Florian Krause",
      "Felix Schweizer",
      "Alexandra Burger",
      "Franziska Ludewig",
      "Marcus Knips",
      "Katharina Quade",
      "Andreas Wuersig",
      "Dirk Uwe Sauer"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Systems and Control (eess.SY)"
    ]
  },
  {
    "id": "arXiv:2502.14859",
    "title": "Taming Recoil Effect in Cavity-Assisted Quantum Interconnects",
    "abstract": "           Photon recoil is one of the fundamental limitations for high-fidelity control of trapped-atom qubits such as neutral atoms and trapped ions. In this work, we derive an analytical model for efficiently evaluating the motion-induced infidelity in remote entanglement generation protocols. Our model is applicable for various photonic qubit encodings such as polarization, time-bin, and frequency, and with arbitrary initial motional states, thus providing a crucial theoretical tool for realizing high-fidelity quantum networking. For the case of tweezer-trapped neutral atoms, our results indicate that operating in the bad-cavity regime with cavity decay rate exceeding atom-photon coupling rate, and near-ground-state cooling with motional quanta below 1, are desired to suppress the motion-induced infidelity sufficiently below the 1\\% level required for efficient quantum networking. Finite temperature effects can be mitigated efficiently by detection time filtering at the moderate cost of success probability and network speed. These results extend the understanding of infidelity sources in remote entanglement generation protocols, establishing a concrete path towards fault-tolerant quantum networking with scalable trapped-atom qubit systems.         ",
    "url": "https://arxiv.org/abs/2502.14859",
    "authors": [
      "Seigo Kikura",
      "Ryotaro Inoue",
      "Hayata Yamasaki",
      "Akihisa Goban",
      "Shinichi Sunami"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2401.00508",
    "title": "Amplification of quantum transfer and quantum ratchet",
    "abstract": "           Amplification of quantum transfer and ratchet--type processes are important for quantum technologies. We also expect that quantum ratchet works in quantum photosynthesis, where possible role of quantum effects is now widely discussed but the underlying dynamical processes are still not clearly known. In this work, we study a model of amplification of quantum transfer and making it directed which we call the quantum ratchet model. The model is based on a special quantum control master equation with dynamics induced by a feedback-type process. The ratchet effect is achieved in the quantum control model with dissipation and sink, where the Hamiltonian depends on vibrations in the energy difference synchronized with transitions between energy levels. A similarity between this model and the model of coherent transport in quantum photosynthesis, where the time dependence of the Hamiltonian arises due to vibrons, is studied. Amplitude and frequency of the oscillating vibron together with the dephasing rate are the parameters of the quantum ratchet which determine its efficiency. We study with which parameters the quantum ratchet minimizes the exction recombination time and show that the experimentally known values of the parameters of the photosynthetic reaction center correspond to values of the parameters of the quantum ratchet which realize a local minimum of the exciton recombination time. We also find another values of the parameters of the quantum ratchet minimizing the exciton recombination time, which corresponds to a twice smaller frequency of the vibron compared to that observed in experiments.         ",
    "url": "https://arxiv.org/abs/2401.00508",
    "authors": [
      "Sergei Kozyrev",
      "Alexander Pechen"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Biological Physics (physics.bio-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2404.06937",
    "title": "Phenomenon of a stronger trapping behaviour in $Λ$-type quantum systems with symmetry",
    "abstract": "           $\\Lambda$, $V$, $\\Xi$ (ladder), and other three-level quantum systems with one forbidden transition ($\\Lambda$-type systems) play an important role in quantum physics. Various applications require manipulation by such systems using as control shaped laser field. In this work, we study how degeneracy in energy states and Bohr frequencies of these systems affects the efficiency or difficulty of finding optimal shape of the control field. For this, we adopt the notion of higher order traps which was introduced in [A.N. Pechen and D.J. Tannor, Are there traps in quantum control landscapes? Phys. Rev. Lett. {\\bf 106}, 120402 (2011)], where second/third order traps were discovered for $\\Lambda$-type systems with one forbidden transition and with non-degenerate energy levels. We study control of such systems with and without denegeracy in their eigenstates and Bohr frequencies, and investigate how these degeneracies influence on the efficiency of optimizing the control laser field. We find that the degeneracy of Bohr frequencies in the $\\Xi$ system leads to the appearance of seventh order trap with a more significant attracting domain resulting in a more difficult optimization, while degeneracy in energy states of $\\Lambda$-type systems does not lead to increase of the order of the zero control trap compared to the non-degenerate case.         ",
    "url": "https://arxiv.org/abs/2404.06937",
    "authors": [
      "Boris Volkov",
      "Anastasia Myachkova",
      "Alexander Pechen"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2502.14157",
    "title": "Quantum Logic Spectroscopy of an Electron and Positron for Precise Tests of the Standard Model",
    "abstract": "           We propose a scheme for quantum logic spectroscopy of an electron or positron in a Penning trap. An electron or positron in a spectroscopy trap is coupled to a remote logic electron or positron via a wire to achieve motional entanglement. By separating the two traps, one can significantly improve magnetic field homogeneity, microwave characteristics, and detection sensitivity. The proposed scheme will improve the measurement precision of the electron's and positron's magnetic moments and charge-to-mass ratios, enabling precise tests of the Standard Model of particle physics.         ",
    "url": "https://arxiv.org/abs/2502.14157",
    "authors": [
      "Xing Fan",
      "Atsushi Noguchi",
      "Kento Taniguchi"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "High Energy Physics - Experiment (hep-ex)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2502.14232",
    "title": "Bolide infrasound signal morphology and yield estimates: A case study of two events detected by a dense acoustic sensor network",
    "abstract": "           Two bolides (2 June 2016 and 4 April 2019) were detected at multiple regional infrasound stations with many of the locations receiving multiple detections. Analysis of the received signals was used to estimate the yield, location and trajectory, and the type of shock that produced the received signal. The results from the infrasound analysis were compared with ground truth information that was collected through other sensing modalities. This multi-modal framework offers an expanded perspective on the processes governing bolide shock generation and propagation. The majority of signal features showed reasonable agreement between the infrasound-based interpretation and the other observational modalities, though the yield estimate from the 2019 bolide was significantly lower using the infrasound detections. There was also evidence suggesting that one of the detections was from a cylindrical shock that was initially propagating upward, which is unusual though not impossible.         ",
    "url": "https://arxiv.org/abs/2502.14232",
    "authors": [
      "Trevor C. Wilson",
      "Elizabeth A. Silber",
      "Thomas A. Colston",
      "Brian R. Elbing",
      "Thom R. Edwards"
    ],
    "subjectives": [
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Atmospheric and Oceanic Physics (physics.ao-ph)",
      "Geophysics (physics.geo-ph)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Space Physics (physics.space-ph)"
    ]
  },
  {
    "id": "arXiv:2502.14240",
    "title": "Combined Quantum and Post-Quantum Security for Earth-Satellite Channels",
    "abstract": "           Experimental deployment of quantum communication over Earth-satellite channels opens the way to a secure global quantum Internet. In this work, we present results from a real-time prototype quantum key distribution (QKD) system, which entails the development of optical systems including the encoding of entangled photon pairs, the development of transmitters for quantum signaling through an emulated Earth-satellite channel, and the development of quantum-decoding receivers. A unique aspect of our system is the integration of QKD with existing cryptographic methods to ensure quantum-resistant security, even at low-key rates. In addition, we report the use of specially designed error-reconciliation codes that optimize the security versus key-rate trade-off. Our work demonstrates, for the first time, a deployment of the BBM92 protocol that offers both post-quantum security via the advanced encryption standard (AES) and quantum security via an entanglement-based QKD protocol. If either the AES or the QKD is compromised through some adversary attack, our system still delivers state-of-the-art communications secure against future quantum computers.         ",
    "url": "https://arxiv.org/abs/2502.14240",
    "authors": [
      "Anju Rani",
      "Xiaoyu Ai",
      "Aman Gupta",
      "Ravi Singh Adhikari",
      "Robert Malaney"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2502.14535",
    "title": "Observation of the quantum equivalence principle for matter-waves",
    "abstract": "           Einstein's general theory of relativity is based on the principle of equivalence - in essence, dating back to Galileo - which asserts that, locally, the effect of a gravitational field is equivalent to that of an accelerating reference frame, so that the local gravitational field is eliminated in a freely falling frame. Einstein's theory enables this principle to extend to a global description of relativistic space-time, at the expense of allowing space-time to become curved, realising a consistent frame-independent description of nature at the classical level. Einstein's theory has been confirmed to great accuracy for astrophysical bodies. However, in the quantum domain the equivalence principle involves a gauge phase that is observable if the wavefunction - fundamental to quantum descriptions - allows an object to interfere with itself after being simultaneously at rest in two differently accelerating frames, one being the laboratory (Newtonian) frame and the other in the freely-falling (Einsteinian) frame. This is done with a novel cold-atom interferometer in which one wave packet stays static in the laboratory frame while the other is in free-fall. We follow the relative-phase evolution of the wave packets in the two frames, confirming the equivalence principle in the quantum domain. Our observation is yet another fundamental test of the interface between quantum theory and gravity. The new interferometer also opens the door for further probing of the latter interface, as well as to searches for new physics.         ",
    "url": "https://arxiv.org/abs/2502.14535",
    "authors": [
      "Or Dobkowski",
      "Barak Trok",
      "Peter Skakunenko",
      "Yonathan Japha",
      "David Groswasser",
      "Maxim Efremov",
      "Chiara Marletto",
      "Ivette Fuentes",
      "Roger Penrose",
      "Vlatko Vedral",
      "Wolfgang P. Schleich",
      "Ron Folman"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "High Energy Physics - Theory (hep-th)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2502.14557",
    "title": "Low-Noise Cascaded Frequency Conversion of $637.2$ nm Light to the Telecommunication C-Band in a Single-Waveguide Device",
    "abstract": "           Interconnected quantum devices are the building blocks of quantum networks, where state transduction plays a central role. The frequency conversion of photons into the telecommunication C-band is decisive in taking advantage of current low-loss transmission lines. Here, we report the difference frequency conversion of $637.2$ nm fluorescent light from a cluster of NV centers in diamond to tunable wavelengths between $1559.6$ nm and $1565.2$ nm. In order to avoid detrimental noise from spontaneous emissions, we use a two-step conversion device based on a single-pumped periodic poled lithium niobate waveguide. We observed a total external (internal) conversion efficiency of $3.0\\pm0.1$ ($20.5\\pm0.8$) $\\%$ with a noise rate of $2.4\\pm0.8$ ($16\\pm5$) cps/GHz.         ",
    "url": "https://arxiv.org/abs/2502.14557",
    "authors": [
      "Fabrice von Chamier",
      "Joscha Hanel",
      "Chris Müller",
      "Wanrong Li",
      "Roger Alfredo Kögler",
      "Oliver Benson"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2502.14806",
    "title": "Passive Demultiplexed Two-photon State Generation from a Quantum Dot",
    "abstract": "           High-purity multi-photon states are essential for photonic quantum computing. Among existing platforms, semiconductor quantum dots offer a promising route to scalable and deterministic multi-photon state generation. However, to fully realize their potential we require a suitable optical excitation method. Current approaches of multi-photon generation rely on active polarization-switching elements (e.g., electro-optic modulators, EOMs) to spatio-temporally demultiplex single photons. Yet, the achievable multi-photon rate is fundamentally limited by the switching speed of the EOM. Here, we introduce a fully passive demultiplexing technique that leverages a stimulated two-photon excitation process to achieve switching rates that are only limited by the quantum dot lifetime. We demonstrate this method by generating two-photon states from a single quantum dot without requiring any active switching elements. Our approach significantly reduces the cost of demultiplexing while shifting it to the excitation stage, enabling loss-free demultiplexing and effectively doubling the achievable multi-photon generation rate when combined with existing active demultiplexing techniques.         ",
    "url": "https://arxiv.org/abs/2502.14806",
    "authors": [
      "Yusuf Karli",
      "Iker Avila Arenas",
      "Christian Schimpf",
      "Ailton José Garcia Junior",
      "Santanu Manna",
      "Florian Kappe",
      "René Schwarz",
      "Gabriel Undeutsch",
      "Maximilian Aigner",
      "Melina Peter",
      "Saimon F Covre da Silva",
      "Armando Rastelli",
      "Gregor Weihs",
      "Vikas Remesh"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2502.14817",
    "title": "On the role of symmetry and geometry in global quantum sensing",
    "abstract": "           Global sensing enables parameter estimation across arbitrary parameter ranges with a finite number of shots. While various formulations exist, the Bayesian paradigm offers a flexible approach to optimal protocol design under minimal assumptions. However, there are several sets of assumptions capturing the notions of prior ignorance and uninformed estimation, leading to two main approaches: invariance of the prior distribution under specific parameter transformations, and adherence to the geometry of a state space. While the first approach often leads to simpler priors and estimators and is more broadly applicable in adaptive settings, the second can lead to faster posterior convergence in a well-defined measurement setting. We examine the practical consequences of both approaches and show how to apply them in examples of rate and coherence estimation in noisy scenarios. More importantly, by employing the notion of location-isomorphic parameters, we unify the two approaches into a practical and versatile framework for optimal global quantum sensing, detailing when and how each set of assumptions should be employed - a blueprint for the design of quantum sensors.         ",
    "url": "https://arxiv.org/abs/2502.14817",
    "authors": [
      "Julia Boeyens",
      "Jonas Glatthard",
      "Edward Gandar",
      "Stefan Nimmrichter",
      "Luis A. Correa",
      "Jesús Rubio"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mathematical Physics (math-ph)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2502.14867",
    "title": "Emergence of Fermi's Golden Rule in the Probing of a Quantum Many-Body System",
    "abstract": "           Fermi's Golden Rule (FGR) is one of the most impactful formulas in quantum mechanics, providing a link between easy-to-measure observables - such as transition rates - and fundamental microscopic properties - such as density of states or spectral functions. Its validity relies on three key assumptions: the existence of a continuum, an appropriate time window, and a weak coupling. Understanding the regime of validity of FGR is critical for the proper interpretation of most spectroscopic experiments. While the assumptions underlying FGR are straightforward to analyze in simple models, their applicability is significantly more complex in quantum many-body systems. Here, we observe the emergence and breakdown of FGR, using a strongly interacting homogeneous spin-$1/2$ Fermi gas coupled to a radio-frequency (rf) field. Measuring the transition probability into an outcoupled internal state, we map the system's dynamical response diagram versus the rf-pulse duration $t$ and Rabi frequency $\\Omega_0$. For weak drives, we identify three regimes: an early-time regime where the transition probability takes off as $t^2$, an intermediate-time FGR regime, and a long-time non-perturbative regime. Beyond a threshold Rabi frequency, Rabi oscillations appear. Our results provide a blueprint for the applicability of linear response theory to the spectroscopy of quantum many-body systems.         ",
    "url": "https://arxiv.org/abs/2502.14867",
    "authors": [
      "Jianyi Chen",
      "Songtao Huang",
      "Yunpeng Ji",
      "Grant L. Schumacher",
      "Alan Tsidilkovski",
      "Alexander Schuckert",
      "Gabriel G. T. Assumpção",
      "Nir Navon"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2412.15157",
    "title": "Centimetre-Scale Micro-Transfer Printing to enable Heterogeneous Integration of Thin Film Lithium Niobate with Silicon Photonics",
    "abstract": "           The integrated photonics CMOS-compatible silicon nitride (SiN) platform is praised for its low propagation loss, but is limited by its lack of active functionalities such as a strong Pockels coefficient and intrinsic \\c{hi}(2) nonlinearity. In this paper, we demonstrate the integration of centimetre-long thin-film lithium niobate (TFLN) devices on a SiN platform using the micro-transfer printing (uTP) method. At a wavelength of 1550 nm, propagation losses of approximately 0.9 dB/cm and transition losses of 1.8 dB per facet were measured. Furthermore, the TFLN was integrated into an imbalanced push-pull Mach-Zehnder modulator, achieving a V{\\pi} of 3.2 V. The electro-optics nature of the observed modulation is confirmed by measuring the device up to 35 GHz, showing that the printing does not affect the high-speed LN properties.         ",
    "url": "https://arxiv.org/abs/2412.15157",
    "authors": [
      "Margot Niels",
      "Tom Vanackere",
      "Tom Vandekerckhove",
      "Stijn Poelman",
      "Tom Reep",
      "Günther Roelkens",
      "Maximilien Billet",
      "Bart Kuyken"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2405.09767",
    "title": "Compact quantum algorithms for time-dependent differential equations",
    "abstract": "           Many claims of computational advantages have been made for quantum computing over classical, but they have not been demonstrated for practical problems. Here, we present algorithms for solving time-dependent PDEs, with particular reference to fluid equations. We build on an idea based on linear combination of unitaries to simulate non-unitary, non-Hermitian quantum systems, and generate hybrid quantum-classical algorithms that efficiently perform iterative matrix-vector multiplication and matrix inversion operations. These algorithms are end-to-end, with relatively low-depth quantum circuits that demonstrate quantum advantage, with the best-case asymptotic complexities, which we show are near-optimal. We demonstrate the performance of the algorithms by conducting: (a) fully gate level, state-vector simulations using an in-house, high performance, quantum simulator called QFlowS; (b) experiments on a real quantum device; and (c) noisy simulations using Qiskit Aer. We also provide device specifications such as error-rates (noise) and state sampling (measurement) to accurately perform convergent flow simulations on noisy devices. The results offer evidence that the proposed algorithm is amenable for use on near-term quantum devices.         ",
    "url": "https://arxiv.org/abs/2405.09767",
    "authors": [
      "Sachin S. Bharadwaj",
      "Katepalli R. Sreenivasan"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)",
      "Computational Physics (physics.comp-ph)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2409.18734",
    "title": "On Adaptive Frequency Sampling for Data-driven Model Order Reduction Applied to Antenna Responses",
    "abstract": "           Frequency domain sweeps of array antennas are well-known to be time-intensive, and different surrogate models have been used to improve the performance. Data-driven model order reduction algorithms, such as the Loewner framework and vector fitting, can be integrated with these adaptive error estimates, in an iterative algorithm, to reduce the number of full-wave simulations required to accurately capture the requested frequency behavior of multiport array antennas. In this work, we propose two novel adaptive methods exploiting a block matrix function which is a key part of the Loewner framework generating system approach. The first algorithm leverages an inherent matrix parameter freedom in the block matrix function to identify frequency points with large errors, whereas the second utilizes the condition number of the block matrix function. Both methods effectively provide frequency domain error estimates, which are essential for improved performance. Numerical experiments on multiport array antenna S-parameters demonstrate the effectiveness of our proposed algorithms within the Loewner framework, where the proposed algorithms reach the smallest errors for the smallest number of frequency points chosen.         ",
    "url": "https://arxiv.org/abs/2409.18734",
    "authors": [
      "Lucas Åkerstedt",
      "Darwin Blanco",
      "B. L. G. Jonsson"
    ],
    "subjectives": [
      "Systems and Control (eess.SY)",
      "Computational Physics (physics.comp-ph)"
    ]
  }
]