[
  {
    "id": "arXiv:2411.09019",
    "title": "Quantum Nanophotonics with Energetic Particles:X-rays and Free Electrons",
    "abstract": "           Rapid progress in precision nanofabrication and atomic design over the past 50 years has ushered in a succession of transformative eras for molding the generation and flow of light. The use of nanoscale and atomic features to design light sources and optical elements-encapsulated by the term nanophotonics-has led to new fundamental science and innovative technologies across the entire electromagnetic spectrum, with substantial emphasis on the microwave to visible regimes. In this review, we pay special attention to the impact and potential of nanophotonics in a relatively exotic yet technologically disruptive regime: high-energy particles such as X-ray photons and free electrons-where nanostructures and atomic design open the doors to unprecedented technologies in quantum science and versatile X-ray sources and optics. As the practical generation of X-rays is intrinsically linked to the existence of energetic free or quasi-free-electrons, our review will also capture related phenomena and technologies that combine free electrons with nanophotonics, including free-electron-driven nanophotonics at other photon energies. In particular, we delve into the demonstration and study of quantum recoil in the X-ray regime, the study of nanomaterial design and free-electron wave shaping as means to enhance and control X-ray radiation, examine the free-electron generation enabled by nanophotonics, and analyze the high-harmonic generation by quasi-free electrons. We also discuss applications of quantum nanophotonics for X-rays and free electrons, including nanostructure waveguides for X-rays, photon pair enhanced X-ray imaging, mirrors, and lenses for X-rays, among others.         ",
    "url": "https://arxiv.org/abs/2411.09019",
    "authors": [
      "Xihang Shi",
      "Wen Wei Lee",
      "Aviv Karnieli",
      "Leon Merten Lohse",
      "Alexey Gorlach",
      "Lee Wei Wesley Wong",
      "Tim Saldit",
      "Shanhui Fan",
      "Ido Kaminer",
      "Liang Jie Wong"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2411.09021",
    "title": "Modeling time-delayed acoustic interactions of cavitation bubbles and bubble clusters",
    "abstract": "           We propose a low-dimensional modeling approach to simulate the dynamics, acoustic emissions and interactions of cavitation bubbles, based on a quasi-acoustic assumption. This quasi-acoustic assumption accounts for the compressibility of the medium surrounding the bubble and its finite speed of sound, whereby the potential of the acoustic wave emitted by the bubble propagates along outgoing characteristics. With these ingredients, a consistent set of equations describing the radial bubble dynamics as well as the resulting acoustic emissions and bubble-bubble interactions is obtained, which is accurate to the first order of the Mach number. This model is tested by considering several representative test cases, including the resonance behavior of multiple interacting bubbles and the response of dense mono- and polydisperse bubble clusters to a change in ambient pressure. The results are shown to be in excellent agreement with results reported in the literature. The differences associated with the finite propagation speed of the acoustic waves are observed to be most pronounced for the pressure-driven bubble dynamics in dense bubble clusters and the onset of cavitation in response to a change in ambient pressure.         ",
    "url": "https://arxiv.org/abs/2411.09021",
    "authors": [
      "Pierre Coulombel",
      "Fabian Denner"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2411.09164",
    "title": "Germanium Metasurface for MWIR Polarization-Sensitive Stokes Thermal Imaging at 4-micron wavelength",
    "abstract": "           The mid-wave (MWIR) spectral range can provide a larger bandwidth for optical sensing and communication when the near-infrared band gets congested. As optical sensing becomes a robust technique for digital imaging and object recognition, this range of thermal imaging needs to convey more information, which can be unraveled from polarization-sensitive detection by integrating the metasurface of the subwavelength scale structured interface to control light-matter interaction. To enforce metasurface-enable simultaneous detection and parallel analysis of polarization states in a compact footprint for 4-micron wavelength, we design a high-contrast Germanium metasurface with an axially asymmetric triangular nanoantenna of the thickness of 0.525 times the wavelength. First, we optimized linear polarization separation of a 52-degree angle with 50% transmission efficiency, holding the meta-element aspect ratio from the 3.5-1.67 range. The transmission modulation in terms of periodicity and lattice resonance for the phase gradient high contrast dielectric grating in correlation with scattering cross-section for both 1D and 2D cases has been discussed, which enables the reduction of the aspect ratio to meet the nanofabrication challenge. Further, by employing the geometric phase, we get 40% and 60% transmission contrast for linear and circular polarization states, respectively, and reconstruct the Stokes vectors and output polarization states. Without spatial multiplexing, this single metasurface unit cell can perform well for the division of focal plane Stoke thermal imaging with an almost 5-degree tilted incidence, excellent refractive index, and height tolerance.         ",
    "url": "https://arxiv.org/abs/2411.09164",
    "authors": [
      "Hosna Sultana"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.09165",
    "title": "Solving the Inverse Band-Structure Problem for Photonic Crystals",
    "abstract": "           We present a symmetry-agnostic topology optimization framework for photonic-crystal structures based on computation of the photonic density of states in a manner analogous to $\\Gamma$-point integration. We provide a generalization of the approach that allows for computations at different scales with the additional scales being analogous to integration over the full Brillouin zone and to regimes between the two limiting cases of full Brillouin-zone integration and $\\Gamma$-point integration, though these other scales do not preserve the symmetry-agnostic nature of the $\\Gamma$-point framework. We also demonstrate how our approach can be generalized to the problem of inverting photonic or phononic bandstructures. Finally, we show that at the symmetry-agnostic scale analogous to $\\Gamma$-point integration, we can recover a known two-dimensional photonic crystal for the TM polarization. A key insight of our work is the determination of the minimum supercell size and the minimum precision to which the frequencies within the photonic bandgap must be sampled in order to observe photonic-crystal structures.         ",
    "url": "https://arxiv.org/abs/2411.09165",
    "authors": [
      "Aditya Bahulikar",
      "Feng Wang",
      "Mustafa Cenk Gursoy",
      "Rodrick Kuate Defo"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2411.09183",
    "title": "Ultrafast Carrier Dynamics in Multiple Quantum Well P-I-N Photodiodes",
    "abstract": "           Quantum well (QW) structures are widely used in lasers, semiconductor optical amplifiers, modulators, enabling their monolithic integration on the same substrate. As optoelectronic systems evolve to meet the growing bandwidth demands in the terahertz regime, a deep understanding of ultrafast carrier dynamics in QW structures becomes essential. We introduce a comprehensive model to analyze the ultrafast dynamics of interband photo-excited carriers in QW p-i-n structures and to calculate their frequency response. This model characterizes the entire photocarrier transport process, including carrier escape from QWs and movement across heterojunction interfaces. Additionally, we outline theoretical methods for calculating carrier escape times from both QWs and heterojunction interfaces. Using a GaAs/AlGaAs QW p-i-n structure as a case study, we discuss the effects of carrier escape times from QWs and heterojunction interfaces, as well as carrier transit time through the intrinsic region, on the frequency response of QW p-i-n structures.         ",
    "url": "https://arxiv.org/abs/2411.09183",
    "authors": [
      "Yifan Zhao",
      "Mona Jarrahi"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.09192",
    "title": "Improvement in the Removal Efficiency of the Ultraviolet Laser Ablation by an Additional Simultaneous Irradiation of a Weak Infrared Laser",
    "abstract": "           Remarkable improvement in the removal efficiency of the ultraviolet laser (fourth harmonic wave of Nd:YAG laser) ablation was observed by irradiating a weak infrared laser (fundamental wave of Nd:YAG laser) simultaneously and additionally to various kinds of materials, such as copper, acrylic resin, alumina, silicon and amorphous carbon. The improvement ratio ranged from 50% to 280%, while the laser fluency of the infrared laser was as small as about 1.6% of that of the ultraviolet laser. Although, we have not succeed in explaining the reasons why this effect occurs, it will have the potentiality to decrease the photon cost in the wide range of ultraviolet laser machining, because the method and the phenomena are simple and clear. The improvement in the morphology was also observed, when it is applied to the laser lathe micromachining.         ",
    "url": "https://arxiv.org/abs/2411.09192",
    "authors": [
      "Y. Kawamura",
      "Akihiro Kai"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2411.09215",
    "title": "A note on an inversion algorithm for vertical ionograms for the prediction of plasma frequency profiles",
    "abstract": "           Building upon the concept of utilizing quasi-parabolic approximations to determine plasma frequency profiles from ionograms, we present a refined multi-quasi-parabolic method for modeling the E and F layers. While a recent study AIP Advances 14 065034 introduced an approach in this direction, we identified several inaccuracies in its mathematical treatment and numerical results. By addressing these issues, we offer a clearer exposition and a more robust algorithm. Our method assumes a parabolic profile for the E layer and approximates the F layer with a series of concatenated quasi-parabolic segments, ensuring continuity and smoothness by matching derivatives at the junctions. Applied to daylight ionograms from the Jicamarca Observatory in Lima, our inversion algorithm demonstrates excellent agreement between the synthetic ionograms generated from our predicted plasma frequency profiles and the original measured data.         ",
    "url": "https://arxiv.org/abs/2411.09215",
    "authors": [
      "Renzo Kenyi Takagui Perez"
    ],
    "subjectives": [
      "Atmospheric and Oceanic Physics (physics.ao-ph)"
    ]
  },
  {
    "id": "arXiv:2411.09245",
    "title": "Application of Optical Tweezers in the Study of Emulsions for Multiple Applications",
    "abstract": "           Emulsions are ubiquitous in everyday life and find applications in various industries. Optical tweezers (OTs) have emerged as the preferred method for studying emulsion dynamics. In this review, we first introduce the theory of optical trapping and emulsion stability. We then survey applications in the manipulation of emulsions, stability mechanism, the processes of aggregation and coalescence, and important responsive and switchable behaviors. And we overview the instrumentation framework of various OT setups, and evaluate their complexity and cost with a view towards the democratization of this technology. Following this, we delve into basic experimentation methods, the challenges associated with using OTs in emulsion applications. Additionally, we present a promising research outlook, including studies on stability mechanism of emulsions stabilized by compound or mixed emulsifiers or rigid or soft particles, as well as dynamic processes of responsive or functional emulsions.         ",
    "url": "https://arxiv.org/abs/2411.09245",
    "authors": [
      "Qifei Ma",
      "Huaizhou Jin",
      "Xiaoxiao Shang",
      "Tamas Pardy",
      "Ott Scheler",
      "Simona Bartkova",
      "Dan Cojoc",
      "Denis Garoli",
      "Shangzhong Jin"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.09270",
    "title": "Integrated Data Analysis and Validation",
    "abstract": "           A major challenge in nuclear fusion research is the coherent combination of data from heterogeneous diagnostics and modelling codes for machine control and safety as well as physics studies. Measured data from different diagnostics often provide information about the same subset of physical parameters. Additionally, information provided by some diagnostics might be needed for the analysis of other diagnostics. A joint analysis of complementary and redundant data allows, e.g., to improve the reliability of parameter estimation, to increase the spatial and temporal resolution of profiles, to obtain synergistic effects, to consider diagnostics interdependencies and to find and resolve data inconsistencies. Physics-based modelling and parameter relationships provide additional information improving the treatment of ill-posed inversion problems. A coherent combination of all kind of available information within a probabilistic framework allows for improved data analysis results. The concept of Integrated Data Analysis (IDA) in the framework of Bayesian probability theory is outlined and contrasted with conventional data analysis. Components of the probabilistic approach are summarized and specific ingredients beneficial for data analysis at fusion devices are discussed.         ",
    "url": "https://arxiv.org/abs/2411.09270",
    "authors": [
      "R. Fischer",
      "A. Bock",
      "S. S. Denk",
      "A. Medvedeva. M. Salewski",
      "M. Schneider",
      "D. Stieglitz",
      "ASDEX Upgrade Team"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2411.09295",
    "title": "Influence of capping layer growth mode on the photoluminescence of InAs quantum dots in silicon",
    "abstract": "           The influence of growth regimes of the silicon capping layer on the optical properties of heterostructures with submonolayer InAs quantum dots embedded in a silicon matrix has been studied. The photoluminescence signal at 1650 nm from submonolayer quantum dots at low temperatures up to 120 K was obtained. It was established that the use of a two-stage method of silicon overgrowing InAs nanoislands makes it possible to increase the photoluminescence intensity by improving the crystalline quality of heterostructures. Analysis of the temperature dependence allowed us to calculate an activation energy for electrons confined in the quantum dots potential well at the level of the thermal energy at room temperature.         ",
    "url": "https://arxiv.org/abs/2411.09295",
    "authors": [
      "Vera V. Lendyashova",
      "Igor V. Ilkiv",
      "Vadim G. Talalaev",
      "Talgat Shugabaev",
      "Rodion R. Reznik",
      "George E. Cirlin"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.09316",
    "title": "Ultra-sensitive Short-Wave Infrared Single-Photon Detection using a Silicon Single-Electron Transistor",
    "abstract": "           Ultra-sensitive short-wave infrared (SWIR) photon detection is a crucial aspect of ongoing research in quantum technology. However, developing such detectors on a CMOS-compatible silicon technological platform has been challenging due to the low absorption coefficient for silicon in the SWIR range. In this study, a codoped silicon-based single-electron transistor (SET) in a silicon-on-insulator field-effect transistor (SOI-FET) configuration is fabricated, which successfully detects single photons in the SWIR range with ultra-high sensitivity. The detection mechanism is evidenced by the shift in the onset of the SET current peaks and by the occurrence of random telegraph signals (RTS) under light irradiation, as compared to the dark condition. The calculated sensitivity of our device, in terms of noise equivalent power, is approximately 10-19 W Hz-1/2.         ",
    "url": "https://arxiv.org/abs/2411.09316",
    "authors": [
      "P. Sudha",
      "S. Miyagawa",
      "A. Samanta",
      "D. Moraru"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2411.09399",
    "title": "OVB analysis of chemical bonding in three-membered ring systems",
    "abstract": "           The formation of the four three-ring systems ethene, disilene, silirane, and disilirane by addition of methylene and silylene to the double bond in ethene, disilene, and silaethene, as well as the elimination of the methylene analogs from the three-rings, was studied with CAS(4,4) wave functions in both $C_{2v}$ and $C_s$ symmetry. To reveal charge and spin redistribution during these reactions the CAS(4,4) wave functions were analyzed using the OVB method (orthogonal valence bond). The potential energy curves, different internal coordinates, and the results of the OVB analysis show, that frequently the addition and elimination reactions follow differen minimum energy paths, because they are diabatic reactions. In these cases, there are no energy barriers corresponding to saddle points on the potential energy surfaces but there is an energy increase during one diabatic reaction, then the system jumps to the other diabatic state and the energy decreases. This happens for reactions in $C_{2v}$ symmetry, as soon as the system can change to the lower symmetry, the diabatic states combine to an adiabatic and the reaction follow the single minimum energy path.         ",
    "url": "https://arxiv.org/abs/2411.09399",
    "authors": [
      "Nina Strasser",
      "Alexander F. Sax"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2411.09624",
    "title": "Photonic frequency multiplexed next-generation reservoir computer",
    "abstract": "           In this work, we introduce and experimentally demonstrate a photonic frequency-multiplexed next generation reservoir computer (FM-NGRC) capable of performing real-time inference at GHz speed. NGRCs apply a feed-forward architecture to produce a feature vector directly from the input data over a fixed number of time steps. This feature vector, analogous to the reservoir state in a conventional RC, is used to perform inference by applying a decision layer trained by linear regression. Photonic NGRC provides a flexible platform for real-time inference by forgoing the need for explicit feedback loops inherent to a physical reservoir. The FM-NGRC introduced here defines the memory structure using an optical frequency comb and dispersive fiber while the sinusoidal response of electro-optic Mach-Zehnder interferometers controls the nonlinear transform applied to elements of the feature vector. A programmable waveshaper modulates each comb tooth independently to apply the trained decision layer weights in the analog domain. We apply the FM-NGRC to solve the benchmark nonlinear channel equalization task; after theoretically determining feature vectors that enable high-accuracy distortion compensation, we construct an FM-NGRC that generates these vectors to experimentally demonstrate real-time channel equalization at 5 GS/s with a symbol error rate of $\\sim 2\\times 10^{-3}$.         ",
    "url": "https://arxiv.org/abs/2411.09624",
    "authors": [
      "Nicholas Cox",
      "Joseph Murray",
      "Joseph Hart",
      "Brandon Redding"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.09630",
    "title": "Plasmonic structure integrated superconducting nanowire single-photon detector with BSCCO stripes",
    "abstract": "           Superconducting nanowire single-photon detectors (SNSPDs) were integrated with plasmonic nanostructures to enhance the absorption efficiency of superconducting BSCCO stripes. A numerical investigation of optimized nanocavity array (NCAI) and nanocavity-trench-array (NCTAI) SNSPDs has revealed that more than one order of magnitude larger absorptance can be achieved at perpendicular incidence, when compared to the corresponding meandered BSCCO pattern in a resonant optical cavity. The SNSPDs were considerably improved either via first and third quarter cavity resonances, as evidenced by the near-field maps and validated by the standard retrieval method. Although, NCAI-SNSPD exhibits slightly larger absorptance, NCTAI-SNSPD remains competitive due to its larger period and significantly smaller filling factor, thereby allowing for quicker electric response.         ",
    "url": "https://arxiv.org/abs/2411.09630",
    "authors": [
      "András Szenes",
      "László Pothorcki",
      "Balázs Bánhelyi",
      "Mária Csete"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.09673",
    "title": "FANSIC: a Fast ANalog SiPM Integrated Circuit for the readout of large silicon photomultipliers",
    "abstract": "           Silicon photo-multipliers (SiPM) have been replacing traditional photomultiplier tubes in most light sensing applications. However, when large detection surface coverage is needed, photomultipliers (PMTs) are still the preferred choice. The main reasons are the sensor thermal noise and the duration of the fast component of its signal, both increasing with the sensor surface. In this work we propose an application specific integrated circuit (ASIC), called Fast ANalog SiPM Integrated Circuit (FANSIC), for the readout of large SiPMs addressing these limitations. The ASIC has an active summation stage, which allows to divide a large detection surface into smaller ones offering faster response both in single ended and differential outputs. The high input bandwidth allows to reach full-width-half-maximum (FWHM) signals or the order of 3--5 ns which limits the impact of internal and external uncorrelated noise. The results of the first implementation of FANSIC, designed in CMOS 65 nm technology, is described in this paper.         ",
    "url": "https://arxiv.org/abs/2411.09673",
    "authors": [
      "Luca Giangrande",
      "Matthieu Heller",
      "Yannick Favre",
      "Teresa Montaruli"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ]
  },
  {
    "id": "arXiv:2411.08938",
    "title": "Mathematical theory on multi-layer high contrast acoustic subwavelength resonators",
    "abstract": "           Subwavelength resonance is a vital acoustic phenomenon in contrasting media. The narrow bandgap width of single-layer resonator has prompted the exploration of multi-layer metamaterials as an effective alternative, which consist of alternating nests of high-contrast materials, called ``resonators'', and a background media. In this paper, we develop a general mathematical framework for studying acoustics within multi-layer high-contrast structures. Firstly, by using layer potential techniques, we establish the representation formula in terms of a matrix type operator with a block tridiagonal form for multi-layer structures within general geometry. Then we prove the existence of subwavelength resonances via Gohberg-Sigal theory, which generalizes the celebrated Minnaert resonances in single-layer structures. Intriguingly, we find that the primary contribution to mode splitting lies in the fact that as the number of nested resonators increases, the degree of the corresponding characteristic polynomial also increases, while the type of resonance (consists solely of monopolar resonances) remains unchanged. Furthermore, we derive original formulas for the subwavelength resonance frequencies of concentric dual-resonator. Numerical results associated with different nested resonators are presented to corroborate the theoretical findings.         ",
    "url": "https://arxiv.org/abs/2411.08938",
    "authors": [
      "Youjun Deng",
      "Lingzheng Kong",
      "Hongjie Li",
      "Hongyu Liu",
      "Liyan Zhu"
    ],
    "subjectives": [
      "Mathematical Physics (math-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2411.09039",
    "title": "Hidden nonlinear optical susceptibilities in linear polaritonic spectra",
    "abstract": "           Linear spectra of molecular polaritons formed by $N$ molecules coupled to a microcavity photon mode are usually well described by classical linear optics, raising the question of where the expected nonlinear effects in these strongly coupled systems are. In this work, we derive a general expression for the polaritonic linear spectra that reveal previously overlooked finite-size quantum corrections due to vacuum-mediated molecular Raman processes. Using a $1/N$ expansion, we demonstrate that these nonlinearities are suppressed in typical low-Q cavities due to an emergent timescale separation in polariton dynamics yet manifest in high-Q single-mode cavities where the photon loss is comparable to the single-molecule light-matter coupling strength.         ",
    "url": "https://arxiv.org/abs/2411.09039",
    "authors": [
      "Arghadip Koner",
      "Joel Yuen-Zhou"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Other Condensed Matter (cond-mat.other)",
      "Chemical Physics (physics.chem-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.09051",
    "title": "Polarized Superradiance from CsPbBr3 Quantum Dot Superlattice with Controlled Inter-dot Electronic Coupling",
    "abstract": "           Cooperative emission of photons from an ensemble of quantum dots (QDs) as superradiance can arise from the electronically coupled QDs with a coherent emitting excited state. This contrasts with superfluorescence (Dicke superradiance), where the cooperative photon emission occurs via a spontaneous buildup of coherence in an ensemble of incoherently excited QDs via their coupling to a common radiation mode. While superfluorescence has been observed in perovskite QD systems, reports of superradiance from the electronically coupled ensemble of perovskite QDs are rare. Here, we demonstrate the generation of polarized superradiance with a very narrow linewidth (<5 meV) and a large redshift (~200 meV) from the electronically coupled CsPbBr3 QD superlattice achieved through a combination of strong quantum confinement and ligand engineering. In addition to photon bunching at low excitation densities, the superradiance is polarized in contrast to the uncoupled exciton emission from the same superlattice. This finding suggests the potential for obtaining polarized cooperative photon emission via anisotropic electronic coupling in QD superlattices even when the intrinsic anisotropy of exciton transition in individual QDs is weak.         ",
    "url": "https://arxiv.org/abs/2411.09051",
    "authors": [
      "Lanyin Luo",
      "Xueting Tang",
      "Junhee Park",
      "Chih-Wei Wang",
      "Mansoo Park",
      "Mohit Khurana",
      "Ashutosh Singh",
      "Jinwoo Cheon",
      "Alexey Belyanin",
      "Alexei V. Sokolov",
      "Dong Hee Son"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.09212",
    "title": "Nonlinear Terahertz Resonances from Ballistic Electron Funnelling",
    "abstract": "           We introduce a new mechanism for second-harmonic generation through geometrically rectifying-funneling-ballistic electrons in THz optical resonators. Our resonant rectifiers inherently act as second-order harmonic generators, rectifying currents without the presence of a potential barrier. Particle-in-cell simulations reveal that femtosecond electron-surface scattering plays a critical role in this process. We differentiate electron funneling from nonlocal plasmonic drag and bulk Dirac anharmonicity, showing that funneling can reduce the required field intensity for second-harmonic generation by 3-4 orders of magnitude. We provide design guidelines for generating funneling-induced second-harmonic generation, including resonance mode matching and materials selection. This approach offers a practical pathway for low-field, geometrically tunable THz upconversion and rectification, operating from sub-10 THz to multiple tens of THz in graphene.         ",
    "url": "https://arxiv.org/abs/2411.09212",
    "authors": [
      "Hue T.B. Do",
      "Gregory K. Ngirmang",
      "Wu Lin",
      "Michel Bosman"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.09346",
    "title": "Quantum emitters in bilayer hexagonal boron nitride",
    "abstract": "           Hexagonal boron nitride (hBN) has been experimentally shown to exhibit room-temperature single-photon emission. This emission is attributed to defect states in the wide band-gap of hBN, which allow new optical transitions between these dispersion-less defect levels. In this work, we study the new spectral features introduced by interacting atomic defects in consecutive layers of bilayer hBN. Density Functional theory simulations have been carried out to calculate the energy band structure, frequency-dependent complex dielectric functions, and Kohn-Sham states to demonstrate and understand the cause of the emission enhancements. We found that placing colour centres in the vicinity of each other in bilayer hBN introduces new polarization dependent spectral features, with strong dependence on the distance and relative orientation between atomic defects. Our results provide a pathway to engineering single photon emission in hBN via inter-defect interaction.         ",
    "url": "https://arxiv.org/abs/2411.09346",
    "authors": [
      "Reyhan Mehta",
      "Anshuman Kumar"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.09421",
    "title": "A 2D van der Waals Material for Terahertz Emission with Giant Optical Rectification",
    "abstract": "           Exfoliation and stacking of two-dimensional (2D) van der Waals (vdW) crystals have created unprecedented opportunities in the discovery of quantum phases. A major obstacle to the advancement of this field is the limited spectroscopic access due to a mismatch in sample sizes (1 - 10 micrometer) and wavelengths (0.1 - 1 millimeter) of electromagnetic radiation relevant to their low-energy excitations. Here, we introduce a new member of the 2D vdW material family: a terahertz (THz) emitter. We show intense and broadband THz generation from the vdW ferroelectric semiconductor NbOI2 with optical rectification efficiency over one-order-of-magnitude higher than that of the current standard THz emitter, ZnTe. The NbOI2 THz emitter can be easily integrated into vdW heterostructures for on-chip near-field THz spectroscopy of a target vdW material/device. Our approach provides a general spectroscopic tool for the rapidly expanding field of 2D vdW materials and quantum matter.         ",
    "url": "https://arxiv.org/abs/2411.09421",
    "authors": [
      "Taketo Handa",
      "Chun-Ying Huang",
      "Yiliu Li",
      "Nicholas Olsen",
      "Daniel G. Chica",
      "David D. Xu",
      "Felix Sturm",
      "James W. McIver",
      "Xavier Roy",
      "Xiaoyang Zhu"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.09468",
    "title": "Harnessing Machine Learning for Single-Shot Measurement of Free Electron Laser Pulse Power",
    "abstract": "           Electron beam accelerators are essential in many scientific and technological fields. Their operation relies heavily on the stability and precision of the electron beam. Traditional diagnostic techniques encounter difficulties in addressing the complex and dynamic nature of electron beams. Particularly in the context of free-electron lasers (FELs), it is fundamentally impossible to measure the lasing-on and lasingoff electron power profiles for a single electron bunch. This is a crucial hurdle in the exact reconstruction of the photon pulse profile. To overcome this hurdle, we developed a machine learning model that predicts the temporal power profile of the electron bunch in the lasing-off regime using machine parameters that can be obtained when lasing is on. The model was statistically validated and showed superior predictions compared to the state-of-the-art batch calibrations. The work we present here is a critical element for a virtual pulse reconstruction diagnostic (VPRD) tool designed to reconstruct the power profile of individual photon pulses without requiring repeated measurements in the lasing-off regime. This promises to significantly enhance the diagnostic capabilities in FELs at large.         ",
    "url": "https://arxiv.org/abs/2411.09468",
    "authors": [
      "Till Korten",
      "Vladimir Rybnikov",
      "Mathias Vogt",
      "Juliane Roensch-Schulenburg",
      "Peter Steinbach",
      "Najmeh Mirian"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2411.09611",
    "title": "An Improved Bound on Nonlinear Quantum Mechanics using a Cryogenic Radio Frequency Experiment",
    "abstract": "           There are strong arguments that quantum mechanics may be nonlinear in its dynamics. A discovery of nonlinearity would hint at a novel understanding of the interplay between gravity and quantum field theory, for example. As such, experiments searching for potential nonlinear effects in the electromagnetic sector are important. Here we outline such an experiment, consisting of a stream of random bits (which were generated using Rigetti's Aspen-M-3 chip) as input to an RF signal generator coupled to a cryogenic detector. Projective measurements of the qubit state, which is originally prepared in an equal superposition, serve as the random binary output of a signal generator. Thereafter, spectral analysis of the RF detector would yield a detectable excess signal predicted to arise from such a nonlinear effect. A comparison between the projective measurements of the quantum bits vs the classical baseline showed no power excess. This sets a new limit on the electromagnetic nonlinearity parameter $|\\epsilon| \\lessapprox 1.15 \\times 10^{-12}$, at a 90.0% confidence level. This is the most stringent limit on nonlinear quantum mechanics thus far and an improvement by nearly a factor of 50 over the previous experimental limit.         ",
    "url": "https://arxiv.org/abs/2411.09611",
    "authors": [
      "Oleksandr Melnychuk",
      "Bianca Giaccone",
      "Nicholas Bornman",
      "Raphael Cervantes",
      "Anna Grassellino",
      "Roni Harnik",
      "David E.Kaplan",
      "Geev Nahal",
      "Roman Pilipenko",
      "Sam Posen",
      "Surjeet Rajendran",
      "Alexander O. Sushkov"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "High Energy Physics - Phenomenology (hep-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2310.01345",
    "title": "The Superconducting Quasiparticle-Amplifying Transmon: A Qubit-Based Sensor for meV Scale Phonons and Single THz Photons",
    "abstract": "           With great interest from the quantum computing community, an immense amount of R&D effort has been invested into improving superconducting qubits. The technologies developed for the design and fabrication of these qubits can be directly applied to applications for ultra-low threshold particle detectors, e.g. low-mass dark matter and far-IR photon sensing. We propose a novel sensor based on the transmon qubit architecture combined with a signal-enhancing superconducting quasiparticle amplification stage. We refer to these sensors as SQUATs: Superconducting Quasiparticle-Amplifying Transmons. We detail the operating principle and design of this new sensor and predict that with minimal R&D effort, solid-state based detectors patterned with these sensors can achieve sensitivity to single THz photons, and sensitivity to $1\\,\\mathrm{meV}$ phonons in the detector absorber substrate on the $\\mu\\mathrm{s}$ timescale.         ",
    "url": "https://arxiv.org/abs/2310.01345",
    "authors": [
      "Caleb W. Fink",
      "Chiara P. Salemi",
      "Betty A. Young",
      "David I. Schuster",
      "Noah A. Kurinsky"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2409.10658",
    "title": "Lithium Niobate Photonic Topological Insulator-based Multi-Wavelength Optical Demultiplexer with Piezoelectric Switch-Off",
    "abstract": "           Photonic topological insulators provide unidirectional, robust, wavelength-selective transport of light at an interface while keeping it insulated at the bulk of the material. The non-trivial topology results in an immunity to backscattering, sharp turns, and fabrication defects. This work leverages these unique properties to design a 2-channel optical demultiplexer based on a lithium niobate photonic topological insulator with piezoelectric switch-off capabilities. A photonic topological insulator design for the demultiplexer allows for good wavelength selectivity, crosstalk as low as $-$54 dB, and better isolation between output channels. The primary operating wavelengths presented are the telecommunication wavelengths of 1310 nm and 1550 nm, but the use of the lithium niobate material allows operation at multiple operating wavelengths. Furthermore, we propose a post-fabrication method to switch off the topological protection and, thus, optical transmittance via an applied voltage utilizing the inverse piezoelectric effect of lithium niobate. This work will contribute to advancing lithium niobate integrated photonics and developing efficient, multi-wavelength, electrically controlled optical communication systems and integrated photonic circuits.         ",
    "url": "https://arxiv.org/abs/2409.10658",
    "authors": [
      "Prithu Mahmud",
      "Kaniz Fatema Supti",
      "Sajid Muhaimin Choudhury"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.05352",
    "title": "An atomic Fabry-Perot interferometer-based acceleration sensor for microgravity environments",
    "abstract": "           We investigate the use of an atomic Fabry-Perot interferometer (FPI) with a pulsed non-interacting Bose-Einstein condensate (BEC) source as a space-based acceleration sensor. We derive an analytic approximation for the device's transmission under a uniform acceleration, which we use to compute the device's attainable acceleration sensitivity using the classical Fisher information. In the ideal case of a high-finesse FPI and an infinitely narrow momentum width atomic source, we find that when the total length of the device is constrained to small values, the atomic FPI can achieve greater acceleration sensitivity than a Mach-Zender (MZ) interferometer of equivalent total device length. Under the more realistic case of a finite momentum width atomic source, We identify the ideal cavity length that gives the best sensitivity. Although the MZ interferometer now offers enhanced sensitivity within currently-achievable experimental parameter regimes, our analysis demonstrates that the atomic FPI holds potential as a promising alternative in the future, provided that narrow momentum width atomic sources can be engineered.         ",
    "url": "https://arxiv.org/abs/2411.05352",
    "authors": [
      "Manju Perumbil",
      "Matthew J. Blacker",
      "Stuart S. Szigeti",
      "Simon A. Haine"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2310.09121",
    "title": "Epistemic Boundaries and Quantum Uncertainty: What Local Observers Can (Not) Predict",
    "abstract": "           One of quantum theory's salient features is its apparent indeterminism, i.e. measurement outcomes are typically probabilistic. We formally define and address whether this uncertainty is unavoidable or whether post-quantum theories can offer a predictive advantage while conforming to the Born rule on average. We present a no-go claim combining three aspects: predictive advantage, no-signalling, and reliable intersubjectivity between quantum observers. The results of the analysis lead to the conclusion that there exists a fundamental limitation on genuine predictive advantage. However, we uncover a fascinating possibility: When the assumption of reliable intersubjectivity between different observers is violated, subjective predictive advantage can, in principle, exist. This, in turn, entails an epistemic boundary between different observers of the same theory. The findings reconcile us to quantum uncertainty as an aspect of limits on Nature's predictability.         ",
    "url": "https://arxiv.org/abs/2310.09121",
    "authors": [
      "Johannes Fankhauser"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  }
]