[
  {
    "id": "arXiv:2307.01368",
    "title": "Optical Second Harmonic Generation in Anisotropic Multilayers with  Complete Multireflection Analysis of Linear and Nonlinear Waves using  #SHAARP.ml Package",
    "abstract": "Optical second harmonic generation (SHG) is a nonlinear optical effect widely used for nonlinear optical microscopy and laser frequency conversion. Closed-form analytical solution of the nonlinear optical responses is essential for evaluating the optical responses of new materials whose optical properties are unknown a priori. A recent open-source code, #SHAARP.si, can provide such closed form solutions for crystals with arbitrary symmetries, orientations, and anisotropic properties at a single interface. However, optical components are often in the form of slabs, thin films on substrates, and multilayer heterostructures with multiple reflections of both the fundamental and up to ten different SHG waves at each interface, adding significant complexity. Many approximations have therefore been employed in the existing analytical approaches, such as slowly varying approximation, weak reflection of the nonlinear polarization, transparent medium, high crystallographic symmetry, Kleinman symmetry, easy crystal orientation along a high-symmetry direction, phase matching conditions and negligible interference among nonlinear waves, which may lead to large errors in the reported material properties. To avoid these approximations, we have developed an open-source package named Second Harmonic Analysis of Anisotropic Rotational Polarimetry in Multilayers (#SHAARP.ml). The reliability and accuracy are established by experimentally benchmarking with both the SHG polarimetry and Maker fringes predicted from the package using standard materials. ",
    "url": "https://arxiv.org/abs/2307.01368",
    "authors": [
      "Rui Zu",
      "Bo Wang",
      "Jingyang He",
      "Lincoln Weber",
      "Akash Saha",
      "Long-Qing Chen",
      "Venkatraman Gopalan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2307.01576",
    "title": "Merging and band transition of bound states in the continuum in  leaky-mode photonic lattices",
    "abstract": "Bound states in the continuum (BICs) theoretically have the ability to confine electromagnetic waves in limited regions with infinite radiative quality ($Q$) factors. However, in practical experiments, resonances can only exhibit finite $Q$ factors due to unwanted scattering losses caused by fabrication imperfections. Recently, it has been shown that ultrahigh-$Q$ guided-mode resonances (GMRs), which are robust to fabrication imperfections, can be realized by merging multiple BICs in momentum space. In this study, we analytically and numerically investigate the merging and band transition of accidental BICs in planar photonic lattices. Accidental BICs can merge at the edges of the second stop band, either with or without a symmetry-protected BIC. We show that as the thickness of the photonic lattice gradually increases, the merged state of BICs transitions from the upper to the lower band edge. Using coupled-mode analysis, we present the analytical merging thickness at which multiple accidental BICs merge at the second-order $\\Gamma$ point. Our coupled-mode analysis could be beneficial for achieving ultrahigh-$Q$ GMRs in various photonic lattices composed of materials with different dielectric constants. ",
    "url": "https://arxiv.org/abs/2307.01576",
    "authors": [
      "Sun-Goo Lee",
      "Seong-Han Kim",
      "Wook-Jae Lee"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2307.01580",
    "title": "Evaluation of Planar Silicon Pixel Sensors with the RD53A Readout Chip  for the Phase-2 Upgrade of the CMS Inner Tracker",
    "abstract": "The Large Hadron Collider (LHC) at CERN will undergo an upgrade in order to increase its luminosity to $7.5 \\times 10^{34}$ cm$^{-2}$s$^{-1}$. The increased luminosity during this High-Luminosity running phase (HL-LHC), starting around 2029, means a higher rate of proton-proton interactions, hence a larger ionizing dose and particle fluence for the detectors. The current tracking system of the CMS experiment will be fully replaced in order to cope with the new operating conditions. Prototype planar pixel sensors for the CMS Inner Tracker with square $50 \\mu $m $ \\times \\; 50 \\mu$m and rectangular $100 \\mu $m $ \\times \\; 25 \\mu$m pixels read out by the RD53A chip were characterized in the lab and at the DESY-II testbeam facility in order to identify designs that meet the requirements of CMS at the HL-LHC. A spatial resolution of approximately 3.4$\\mu$m (2$\\mu$m) is obtained using the modules with $50 \\mu $m $ \\times \\; 50 \\mu$m ($100 \\mu $m $ \\times \\; 25 \\mu$m) pixels at the optimal angle of incidence before irradiation. After irradiation to a 1 MeV neutron equivalent fluence of $\\Phi_{\\rm eq} = 5.3 \\times 10^{15}$ cm$^{-2}$, a resolution of 9.4$\\mu$m is achieved at a bias voltage of 800 V using a module with $50 \\mu $m $ \\times \\; 50 \\mu$m pixel size. All modules retain a hit efficiency in excess of 99\\% after irradiation to fluences up to $2.1 \\times 10^{16}$ cm$^{-2}$. Further studies of the electrical properties of the modules, especially crosstalk, are also presented in this paper. ",
    "url": "https://arxiv.org/abs/2307.01580",
    "authors": [
      "Tracker Group of the CMS Collaboration"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2307.01628",
    "title": "Photonic bound states in the continuum governed by heating",
    "abstract": "A photonic crystal microcavity with the liquid crystal resonant layer tunable by heating has been implemented. The multiple vanishing resonant lines corresponding to optical bound states in the continuum are observed. The abrupt behaviour of the resonant linewidth near the vanishing point can be used for temperature sensing. ",
    "url": "https://arxiv.org/abs/2307.01628",
    "authors": [
      "A.I. Krasnov",
      "P.S. Pankin",
      "G. A. Romanenko",
      "V.S. Sutormin",
      "D.N. Maksimov",
      "S. Ya. Vetrov",
      "I. V. Timofeev"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2307.01656",
    "title": "$^{174}\\mathrm{Yb}^+$-$^{113}\\mathrm{Cd}^+$ sympathetic-cooling  bi-species Coulomb crystal applied to microwave frequency standard",
    "abstract": "We reported the realization of a $^{174}\\mathrm{Yb}^+$-$^{113}\\mathrm{Cd}^+$ bi-species Coulomb crystal comprising $^{174}\\mathrm{Yb}^+$ ions as coolant and verified its potential for application as a $^{113}\\mathrm{Cd}^+$ microwave frequency standard employing sympathetic cooling.The two species of massive ions stably trapped in a Paul trap make up this large two-component crystal. The $^{113}\\mathrm{Cd}^+$ ions are trapped in the center, which reduces considerably RF heating and excess micromotion to which the $^{113}\\mathrm{Cd}^+$ ions are subjected. Under this scheme, the uncertainty due to the second-order Doppler effect is reduced to $5\\times10^{-16}$, which represents an order of magnitude improvement over sympathetic cooled $^{40}\\mathrm{Ca}^+$-$^{113}\\mathrm{Cd}^+$ crystal. The uncertainty from the second-order Zeeman effect, which contributes the largest uncertainty to the microwave-ion frequency standard, is reduced to $4\\times10^{-16}$. The relevant AC Stark shift uncertainty is estimated to be $4\\times10^{-19}$. These results indicate using $^{174}\\mathrm{Yb}^+$ as coolant ions for $^{113}\\mathrm{Cd}^+$ is far superior and confirm the feasibility of a sympathetic-cooled cadmium-ion microwave clock system employing a $^{174}\\mathrm{Yb}^+$-$^{113}\\mathrm{Cd}^+$ two-component crystal. ",
    "url": "https://arxiv.org/abs/2307.01656",
    "authors": [
      "Y Zheng",
      "H. R. Qin",
      "S. N. Miao",
      "N. C. Xin",
      "Y. T. Chen",
      "J. Z. Han",
      "J. W. Zhang",
      "L. J. Wang"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2307.01714",
    "title": "Implementing an intrinsically integrated game on Newtonian mechanics in  the classroom: outcomes in terms of conceptual understanding and transfer",
    "abstract": "Digital educational games have demonstrated large variations in learning outcomes and transfer. Furthermore, educational games are usually embedded in a larger educational setting. This case study evaluates in detail a lesson around an educational game designed to foster transfer. The game, Newtons Race, is an intrinsically integrated game on Newtonian mechanics. The learning goal of the lesson is understanding and applying the relationship between forces and motion. Outside of the game, lesson activities include a debriefing session, a generalisation assignment, and an assignment on transfer situations. This lesson was evaluated using a mixed-methods approach. A pre-post test design (N=27) demonstrated a large significant learning effect (p = .002, d = .908). Transfer, as measured within the posttest, was also fostered significantly. In the qualitative part of the study, students written statements on the worksheets and students utterances during the discussion were analyzed using open coding. 79 percent Of all quotes were coded as scientifically correct. ",
    "url": "https://arxiv.org/abs/2307.01714",
    "authors": [
      "Anne van der Linden",
      "Ralph F. G. Meulenbroeks",
      "Wouter R. van Joolingen"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)"
    ]
  },
  {
    "id": "arXiv:2307.01888",
    "title": "Comparative analysis of full-field OCT and optical transmission  tomography",
    "abstract": "This work compares two tomographic imaging technologies, time-domain full-field optical coherence tomography (FFOCT) working in reflection and optical transmission tomography (OTT), using a new optical setup that combines both. We show that, due to forward-scattering properties, the axial sectioning and contrast in OTT can be optimized by tuning illumination. The influence of sample scattering and thickness are discussed. We illustrate the comparison of the two methods in static (morphology) and dynamic (metabolic contrast) regimes using cell cultures, tissues and entire organisms emphasizing the advantages of both approaches. ",
    "url": "https://arxiv.org/abs/2307.01888",
    "authors": [
      "Samer Alhaddad",
      "Olivier Thouvenin",
      "Martine Boccara",
      "Claude Boccara",
      "Viacheslav Mazlin"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2307.02240",
    "title": "Exploring inert-shell coating for enhanced laser refrigeration:  application in levitated optomechanics",
    "abstract": "Here we report on a study exploring the design of nanoparticles that can enhance their laser refrigeration efficiency for applications in levitated optomechanics. In particular, we developed lanthanide-doped nanocrystals with an inert shell coating and compared their performance with bare nanocrystals. While optically levitated, we studied the refrigeration of both types of nanoparticles while varying the pressure. We found that the core-shell design shows an improvement in the minimum final temperature: a fourth of the core-shell nanoparticles showed a significant cooling compared to almost none of the bare nanoparticles. Specifically, We measured a core-shell nanoparticle cooling down to a temperature of 147 K at 26 mbar in the underdamped regime. Our study is a first step towards engineering nanoparticles that are suitable for achieving absolute (centre-of-mass and internal temperature) cooling in levitation, opening new avenues for force sensing and the realization of macroscopic quantum superpositions. ",
    "url": "https://arxiv.org/abs/2307.02240",
    "authors": [
      "Cyril Laplane",
      "Peng Ren",
      "Reece P. Roberts",
      "Yiqing Lu",
      "Thomas Volz"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2307.02252",
    "title": "Unlocking optical coupling tunability in epsilon-near-zero metamaterials  through liquid crystal nanocavities",
    "abstract": "Epsilon-near-zero (ENZ) metamaterials represent a powerful toolkit for selectively transmitting and localizing light through cavity resonances, enabling the study of mesoscopic phenomena and facilitating the design of photonic devices. In this experimental study, we demonstrate the feasibility of engineering and actively controlling cavity modes, as well as tuning their mutual coupling, in an ENZ multilayer structure. Specifically, by employing a high-birefringence liquid crystal film as a tunable nanocavity, the polarization-dependent coupling of resonant modes with narrow spectral width and spatial extent was achieved. Surface forces aparatus (SFA) allowed us to continuously and precisely control the thickness of the liquid crystal film contained between the nanocavities and thus vary the detuning between the cavity modes. Hence, we were able to manipulate nanocavities anti-crossing behaviors. The suggested methodology unlocks the full potential of tunable optical coupling in epsilon-near-zero metamaterials and provides a versatile approach to the creation of tunable photonic devices, including bio-photonic sensors, and/or tunable planar metamaterials for on-chip spectrometers. ",
    "url": "https://arxiv.org/abs/2307.02252",
    "authors": [
      "Giuseppe Emanuele Lio",
      "Antonio Ferraro",
      "Bruno Zappone",
      "Janusz Parka",
      "Ewa Schab-Balcerzak",
      "Cesare Paolo Umeton",
      "Francesco Riboli",
      "Rafał Kowerdziej",
      "Roberto Caputo"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2307.02262",
    "title": "Low-energy Ion Beam Diagnostics: An Integrated Solution",
    "abstract": "High gradient accelerator injectors have been widely studied throughout the world-leading accelerator facilities. The demand for high frequency cavities have led the Detector, Accelerator and instrumentation laboratory (KAHVELab) in Istanbul to deploy a four-vane Radio Frequency Quadrupole (RFQ) operating at 800~MHz to accelerate 20~keV protons to 2~MeV. The protons from the microwave discharge ion source are transversely matched to the RFQ via an optimized Low Energy Beam Transport (LEBT) line which also contains an integrated measurement station, called measurement station (MBOX). The MBOX is used to measure the proton beam's current along with pulse length duration, profile as well as the beam emittance upstream of the RFQ. It contains a number of home-built diagnostic tools: a Faraday cup, a scintillator screen and a pepper pot plate (PP). The analysis software is also locally developed and tested for the PP photo analysis. In this note, the design, construction and tests of the integrated measurement station are discussed. The results from various measurements, especially on beam profile and charge, are compared to the simulation predictions. ",
    "url": "https://arxiv.org/abs/2307.02262",
    "authors": [
      "A.Adıgüzel",
      "H.Çetinkaya",
      "Ş.Esen",
      "D.Halis",
      "T.B.İlhan",
      "A.Kılıçgedik",
      "S.Oğur",
      "S.Öz",
      "A.Özbey",
      "V.E.Özcan",
      "N.G.Ünel"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2307.01250",
    "title": "Three-Tone Coherent Microwave Electromechanical Measurement of a  Superfluid Helmholtz Resonator",
    "abstract": "We demonstrate electromechanical coupling between a superfluid mechanical mode and a microwave mode formed by a patterned microfluidic chip and a 3D cavity. The electric field of the chip-cavity microwave resonator can be used to both drive and detect the motion of a pure superflow Helmholtz mode, which is dictated by geometric confinement. The coupling is characterized using a coherent measurement technique developed for measuring weak couplings deep in the sideband unresolved regime. The technique is based on two-probe optomechanically induced transparency/amplification using amplitude modulation. Instead of measuring two probe tones separately, they are interfered to retain only a signal coherent with the mechanical motion. With this method, we measure a vacuum electromechanical coupling strength of $g_0 = 2\\pi \\times 23.3$ $\\mathrm{\\mu}$Hz, three orders of magnitude larger than previous superfluid electromechanical experiments. ",
    "url": "https://arxiv.org/abs/2307.01250",
    "authors": [
      "Sebastian Spence",
      "Emil Varga",
      "Clinton A. Potts",
      "John P. Davis"
    ],
    "subjectives": [
      "Superconductivity (cond-mat.supr-con)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)",
      "Classical Physics (physics.class-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2307.01271",
    "title": "High-Strength Amorphous Silicon Carbide for Nanomechanics",
    "abstract": "For decades, mechanical resonators with high sensitivity have been realized using thin-film materials under high tensile loads. Although there have been remarkable strides in achieving low-dissipation mechanical sensors by utilizing high tensile stress, the performance of even the best strategy is limited by the tensile fracture strength of the resonator materials. In this study, a wafer-scale amorphous thin film is uncovered, which has the highest ultimate tensile strength ever measured for a nanostructured amorphous material. This silicon carbide (SiC) material exhibits an ultimate tensile strength of over 10 GPa, reaching the regime reserved for strong crystalline materials and approaching levels experimentally shown in graphene nanoribbons. Amorphous SiC strings with high aspect ratios are fabricated, with mechanical modes exceeding quality factors 10^8 at room temperature, the highest value achieved among SiC resonators. These performances are demonstrated faithfully after characterizing the mechanical properties of the thin film using the resonance behaviors of free-standing resonators. This robust thin-film material has significant potential for applications in nanomechanical sensors, solar cells, biological applications, space exploration and other areas requiring strength and stability in dynamic environments. The findings of this study open up new possibilities for the use of amorphous thin-film materials in high-performance applications. ",
    "url": "https://arxiv.org/abs/2307.01271",
    "authors": [
      "Minxing Xu",
      "Dongil Shin",
      "Paolo M. Sberna",
      "Roald van der Kolk",
      "Andrea Cupertino",
      "Miguel A. Bessa",
      "Richard A. Norte"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2307.02005",
    "title": "Quantum metrology in complex systems and experimental verification by  quantum simulation",
    "abstract": "Quantum metrology based on quantum entanglement and quantum coherence improves the accuracy of measurement. In this paper, we briefly review the schemes of quantum metrology in various complex systems, including non-Markovian noise, correlated noise, quantum critical system. On the other hand, the booming development of quantum information allows us to utilize quantum simulation experiments to test the feasibility of various theoretical schemes and demonstrate the rich physical phenomena in complex systems, such as bound states in one-dimensional coupled cavity arrays, single-photon switches and routers. ",
    "url": "https://arxiv.org/abs/2307.02005",
    "authors": [
      "Qing Ai",
      "Yang-Yang Wang",
      "Jing Qiu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2307.02091",
    "title": "Quantum support vector machines for classification and regression on a  trapped-ion quantum computer",
    "abstract": "The quantum kernel method is one of the most important methods in quantum machine learning. In the present work, we investigate our quantum machine learning models based on quantum support vector classification (QSVC) and quantum support vector regression (QSVR), using a quantum-circuit simulator (with or without noise) as well as the IonQ Harmony quantum processor. A dataset containing fraudulent credit card transactions and image datasets (the MNIST and the Fashion-MNIST datasets) were used for the QSVC tasks, whereas a financial dataset and a materials dataset were used for the QSVR tasks. For the classification tasks, the performance of our QSVC models using the trapped-ion quantum computer with 4 qubits was comparable to that obtained from noiseless quantum-computing simulations, in agreement with the results of our device-noise simulations with various values for qubit-gate error rates. For the regression tasks, the use of a low-rank approximation to the noisy quantum kernel in combination with hyperparameter tuning in {\\epsilon}-SVR can be a useful approach for improving the performance and robustness of the QSVR models on the near-term quantum device. Our results suggest that the quantum kernel described by our shallow quantum circuit can be used for both QSVC and QSVR tasks, indicating its robustness to noise and its versatility to different datasets. ",
    "url": "https://arxiv.org/abs/2307.02091",
    "authors": [
      "Teppei Suzuki",
      "Takashi Hasebe",
      "Tsubasa Miyazaki"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2307.02116",
    "title": "Tunnel-coupled optical microtraps for ultracold atoms",
    "abstract": "Arrays of individual atoms trapped in optical microtraps with micrometer-scale sizes have emerged as a fundamental, versatile, and powerful platform for quantum sciences and technologies. This platform enables the bottom-up engineering of quantum systems, offering the capability of low-entropy preparation of quantum states with flexible geometry, as well as manipulation and detection at the single-site level. The utilization of ultracold itinerant atoms with tunnel coupling in optical microtraps provides new opportunities for quantum simulation, enabling the exploration of exotic quantum states, phases, and dynamics, which would otherwise be challenging to achieve in conventional optical lattices due to high entropy and limited geometric flexibility. Here the development of tunnel-coupled optical microtraps for the manipulation of ultracold atomic quantum systems and its recent advances are briefly reviewed. ",
    "url": "https://arxiv.org/abs/2307.02116",
    "authors": [
      "Shangguo Zhu",
      "Yun Long",
      "Wei Gou",
      "Mingbo Pu",
      "Xiangang Luo"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2307.02149",
    "title": "Use of Non-Maximal entangled state for free space BBM92 quantum key  distribution protocol",
    "abstract": "Satellite-based quantum communication for secure key distribution is becoming a more demanding field of research due to its unbreakable security. Prepare and measure protocols such as BB84 consider the satellite as a trusted device, fraught with danger looking at the current trend for satellite-based optical communication. Therefore, entanglement-based protocols must be preferred since, along with overcoming the distance limitation, one can consider the satellite as an untrusted device too. E91 protocol is a good candidate for satellite-based quantum communication; but the key rate is low as most of the measured qubits are utilized to verify a Bell-CHSH inequality to ensure security against Eve. An entanglement-based protocol requires a maximally entangled state for more secure key distribution. The current work discusses the effect of non-maximality on secure key distribution. It establishes a lower bound on the non-maximality condition below which no secure key can be extracted. BBM92 protocol will be more beneficial for key distribution as we found a linear connection between the extent of violation for Bell-CHSH inequality and the quantum bit error rate for a given setup. ",
    "url": "https://arxiv.org/abs/2307.02149",
    "authors": [
      "Ayan Biswas",
      "Sarika Mishra",
      "Satyajeet Patil",
      "Anindya Banerji",
      "Shashi Prabhakar",
      "Ravindra P. Singh"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2307.02348",
    "title": "Quantum Limits of Position and Polarizability Estimation in the Optical  Near Field",
    "abstract": "Optical near fields are at the heart of various applications in sensing and imaging. We investigate dipole scattering as a parameter estimation problem and show that optical near-fields carry more information about the location and the polarizability of the scatterer than the respective far fields. This increase in information originates from and occurs simultaneously with the scattering process itself. Our calculations also yield the far-field localization limit for dipoles in free space. ",
    "url": "https://arxiv.org/abs/2307.02348",
    "authors": [
      "Lukas Kienesberger",
      "Thomas Juffmann",
      "Stefan Nimmrichter"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.06165",
    "title": "Vibrational ladder-descending photostabilization of a weakly bound  molecule: Quantum optimal control with a genetic algorithm",
    "abstract": " Title: Vibrational ladder-descending photostabilization of a weakly bound  molecule: Quantum optimal control with a genetic algorithm ",
    "url": "https://arxiv.org/abs/2205.06165",
    "authors": [
      "Mateo Londoño",
      "Julio C. Arce"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic and Molecular Clusters (physics.atm-clus)"
    ]
  },
  {
    "id": "arXiv:2210.09826",
    "title": "Independent operation of two waveguide-integrated quantum emitters",
    "abstract": " Comments: 7 pages 3 figures, Supplementary materials 7 pages 9 figures ",
    "url": "https://arxiv.org/abs/2210.09826",
    "authors": [
      "Camille Papon",
      "Ying Wang",
      "Ravitej Uppu",
      "Sven Scholz",
      "Andreas Dirk Wieck",
      "Arne Ludwig",
      "Peter Lodahl",
      "Leonardo Midolo"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.14952",
    "title": "Nanoscale optical nonreciprocity with nonlinear metasurfaces",
    "abstract": " Title: Nanoscale optical nonreciprocity with nonlinear metasurfaces ",
    "url": "https://arxiv.org/abs/2210.14952",
    "authors": [
      "Aditya Tripathi",
      "Chibuzor Fabian Ugwu",
      "Viktar S. Asadchy",
      "Ivan Kravchenko",
      "Shanhui Fan",
      "Yuri Kivshar",
      "Jason Valentine",
      "Sergey S. Kruk"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.00274",
    "title": "Single atom in a superoscillatory optical trap",
    "abstract": " Comments: Published in Communications Physics 13 pages including supplementary information, 5 figures ",
    "url": "https://arxiv.org/abs/2211.00274",
    "authors": [
      "Hamim Mahmud Rivy",
      "Syed A. Aljunid",
      "Emmanuel Lassalle",
      "Nikolay I. Zheludev",
      "David Wilkowski"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2301.10565",
    "title": "Scattering-matrix approach for a quantitative evaluation of the  topological protection in valley photonic crystals",
    "abstract": " Comments: 24 pages, 7 figures, one supplementary informations file ",
    "url": "https://arxiv.org/abs/2301.10565",
    "authors": [
      "Gaëtan Lévêque",
      "Yan Pennec",
      "Pascal Szriftgiser",
      "Alberto Amo",
      "Alejandro Martínez"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2303.00121",
    "title": "Laser calibration of the ATLAS Tile Calorimeter during LHC Run 2",
    "abstract": " Title: Laser calibration of the ATLAS Tile Calorimeter during LHC Run 2 ",
    "url": "https://arxiv.org/abs/2303.00121",
    "authors": [
      "M. N. Agaras",
      "A. Ahmad",
      "A. Blanco",
      "D. Boumediene",
      "R. Bonnefoy",
      "D. Calvet",
      "M. Calvetti",
      "R. Chadelas",
      "P. Conde Muino",
      "A. Cortes Gonzalez",
      "M. Crouau",
      "C. Crozatier",
      "F. Daudon",
      "T. Davidek",
      "G. Di Gregorio",
      "L. Fiorini",
      "B. Galhardo",
      "Ph. Gris",
      "P. Klimek",
      "P. Lafarguette",
      "D. Lambert",
      "S. Leone",
      "A. Maio",
      "M. Marjanovic",
      "F. Martins",
      "M. Mlynarikova",
      "B. Pereira",
      "R. Pedro",
      "K. Petukhova",
      "S. Polacek",
      "R. Rosten",
      "C. Santoni",
      "F. Scuri",
      "D. Simon",
      "Y. Smirnov",
      "A. Solodkov",
      "O. Solovyanov",
      "M. Van Woerden",
      "F. Veloso",
      "H. Wilkens"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2304.06979",
    "title": "Resonant critical coupling of surface lattice resonances with  fluorescent absorptive thin film",
    "abstract": " Comments: 30 pages, 13 figures, 1 table ",
    "url": "https://arxiv.org/abs/2304.06979",
    "authors": [
      "Joshua T. Y. Tse",
      "Shunsuke Murai",
      "Katsuhisa Tanaka"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2304.11999",
    "title": "Fast spectrometer near the Heisenberg limit with direct measurement of  time and frequency for multiple single photons",
    "abstract": " Title: Fast spectrometer near the Heisenberg limit with direct measurement of  time and frequency for multiple single photons ",
    "url": "https://arxiv.org/abs/2304.11999",
    "authors": [
      "Jakub Jirsa",
      "Sergei Kulkov",
      "Raphael A. Abrahao",
      "Jesse Crawford",
      "Aaron Mueninghoff",
      "Ermanno Bernasconi",
      "Claudio Bruschini",
      "Samuel Burri",
      "Stephen Vintskevich",
      "Michal Marcisovsky",
      "Edoardo Charbon",
      "Andrei Nomerotski"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2305.13201",
    "title": "Disappearing Without a Trace: The Arrows of Time in Kent's Solution to  the Lorentzian Quantum Reality Problem",
    "abstract": " Comments: Forthcoming in BJPS ",
    "url": "https://arxiv.org/abs/2305.13201",
    "authors": [
      "Emily Adlam"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2305.14747",
    "title": "Versatile Femtosecond Laser Synchronization for Multiple-Timescale  Transient IR Spectroscopy",
    "abstract": " Title: Versatile Femtosecond Laser Synchronization for Multiple-Timescale  Transient IR Spectroscopy ",
    "url": "https://arxiv.org/abs/2305.14747",
    "authors": [
      "Jan Helbing",
      "Peter Hamm"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Chemical Physics (physics.chem-ph)"
    ]
  }
]