[
  {
    "id": "arXiv:2302.04295",
    "title": "Large-scale optical compression of free-space using an experimental  three-lens spaceplate",
    "abstract": "Recently introduced, spaceplates achieve the propagation of light for a distance greater than their thickness. In this way, they compress optical space, reducing the required distance between optical elements in an imaging system. Here we introduce a spaceplate based on conventional optics in a 4-$f$ arrangement, mimicking the transfer function of free-space in a thinner system - we term this device a three-lens spaceplate. It is broadband, polarization-independent, and can be used for meter-scale space compression. We experimentally measure compression ratios up to 15.6, replacing up to 4.4 meters of free-space, three orders of magnitude greater than current optical spaceplates. We demonstrate that three-lens spaceplates reduce the length of a full-color imaging system, albeit with reductions in resolution and contrast. We present theoretical limits on the numerical aperture and the compression ratio. Our design presents a simple, accessible, cost-effective method for optically compressing large amounts of space. ",
    "url": "https://arxiv.org/abs/2302.04295",
    "authors": [
      "Nicholas J. Sorensen",
      "Michael T. Weil",
      "Jeff S. Lundeen"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2302.04296",
    "title": "Vortex breakdown in the shear-driven flow in a rectangular cavity",
    "abstract": "The vortex dynamics of laminar flow past a rectangular cavity is investigated using simulations and experiments. The flow is three-dimensional and characterized by a large, dominant vortex structure that fills most of the cavity at moderate Reynolds numbers with a weak, yet significant flow in the axial direction along the vortex core. Classical bubble-type vortex breakdown is observed within the cavity above a certain critical Reynolds number, which is a function of the channel width. The critical Reynolds number for the onset of breakdown is determined as a function of channel width, and the evolution and dynamical transitions of the breakdown regions are investigated as functions of the channel width and Reynolds number. At large cavity widths, two vortex breakdown bubbles emerge near the sidewalls symmetric about the centerplane, which grow and eventually merge as the Reynolds number increases. For large-enough widths, the vortex breakdown regions remain well-separated and their structures become independent of the cavity width. The stability and bifurcations of the stagnation points and their transitions to stable/unstable limit cycles are analyzed, and the criticality of the vortex flow is calculated, demonstrating that the vortex breakdown in the cavity agrees with Benjamin's interpretation of criticality. At the intermediate width regime, a single vortex breakdown bubble appears above the critical Reynolds number. In the narrow width regime, the flow exhibits more complicated modes. An additional vortex breakdown mode with reversed flow patterns is observed in this width regime, along with multiple shifts in the stability of stagnation points. The experimental and numerical results also demonstrate the sensitivity of the flow to the inlet conditions, such that relatively small asymmetries upstream can result in significant changes to the vortex breakdown behavior in the cavity. ",
    "url": "https://arxiv.org/abs/2302.04296",
    "authors": [
      "H. Wang",
      "X. Yu",
      "S. T. Chan",
      "G. Durey",
      "A. Shen",
      "J. T. Ault"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2302.04315",
    "title": "Development of Polymer/Air-Bragg Optical Microstructure Configurations  for Nanophotonic Applications",
    "abstract": "Dielectric and semiconductor distributed Bragg reflectors (DBRs) are structures widely used in nanophotonic applications. They offer high-reflectivity photonic stop bands and tailored optical features in microcavity configurations, such as high-quality-factor resonator modes. Conventional microcavities utilize DBRs with stacked semiconductor layer pairs in order to reach a reflectivity of nearly unity, enabling both strong optical confinement and light-matter interaction (LMI) studies. Here, we demonstrate the development and fabrication of 3D-nanoprinted polymer/air Bragg-type microstructures with up to 14 DBR mirror pairs. Designs for telecom-region Bragg-design wavelengths of 1550 nm have up to 95% reflectivity, and those for the near-infrared around 900 nm feature up to 85% reflectivity. These light-weight, porous and stable mirror structures made of photoresist are achieved by the two-photon-lithography technique, promising the development of customized printed, spectrally adjustable, environmentally sensitive optical devices that can benefit many LMI experiments, such as with quantum dots, molecules or 2D quantum materials as active medium. ",
    "url": "https://arxiv.org/abs/2302.04315",
    "authors": [
      "Chirag Chandrakant Palekar",
      "Manan Shah",
      "Stephan Reitzenstein",
      "Arash Rahimi-Iman"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2302.04448",
    "title": "Model Chemistry Recommendations for Scaled Harmonic Frequency  Calculations: A Benchmark Study",
    "abstract": "Despite the popularity of scaled harmonic frequency calculations in chemistry, sparse benchmarking is available to guide users on appropriate level of theory and basis set choices (model chemistry). Here, we assess the performance of over 600 model chemistries in scaled harmonic frequencies calculations evaluating different scaling factors types. We can summarise our results into three main findings: (1) using model chemistry-specific scaling factors optimised for three different frequency regions (low (below 1,000cm-1), mid (1,000-2,000cm-1), and high (above 2,000cm-1)) results in better agreement between the scaled harmonic and experimental frequencies compared to other choices; (2) larger basis sets and more robust levels of theory generally lead to superior performance; however, the particular model chemistry choice matters; and (3) outliers should be expected in routine calculations. In terms of specific recommendations, overall, the highest accuracy model chemistries are double-hybrid functionals with non-Pople augmented triple-zeta basis sets, which can produce median frequency errors of down to 7.6cm-1 (DSD-PBEP86/def2-TZVPD) lying close to the error in the harmonic approximation. Double-zeta basis sets should not be used with double-hybrid functionals as there is no improvement compared to hybrid functionals. Note that the 6-311G* and 6-311+G* bases perform like double-zeta basis sets for vibrational frequencies. After scaling, all studied hybrid functionals with non-Pople triple-zeta basis sets will produce median errors of less than 15cm-1, with the best result of 9.9cm-1 with B97-1/def2-TZVPD. Appropriate matching of double-zeta basis sets with hybrid functionals can produce high quality results. The B97-1, TPSS0-D3(BJ) or wB97X-D hybrid functionals with 6-31G*, pc-1 or pcseg-1 are recommended for fast routine calculations, all delivering median errors of 11-12cm-1. ",
    "url": "https://arxiv.org/abs/2302.04448",
    "authors": [
      "Juan C. Zapata Trujillo",
      "Laura K. McKemmish"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2302.04474",
    "title": "On-Chip Chemical Sensing Using Double-slot Silicon Waveguide",
    "abstract": "In this paper, we present refractive index measurement using a double-slot silicon waveguide-based Mach Zehnder interferometer. We present a double-slot waveguide that offers the best sensitivity and limit of detection compared to wire and single-slot waveguides. We demonstrate ultra-low loss coupling between a single-mode waveguide and a double-slot waveguide and experimental proof for double-slot excitation. The double-slot waveguide is used to demonstrate a highly sensitive concentration sensor. An unbalanced Mach-Zehnder is used as the sensor device to demonstrate concentrations of Potassium Chloride in deionized water. A sensitivity of 700 nm/RIU and a limit of detection (LOD) of 7.142e^-6 RIU are achieved experimentally. To the best of our knowledge, the demonstrated sensitivity is the highest for an on-chip guided waveguide sensing scheme. ",
    "url": "https://arxiv.org/abs/2302.04474",
    "authors": [
      "Sushma Gali",
      "Akshay Keloth",
      "Shankar Kumar Selvaraja"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2302.04784",
    "title": "Optoelectronic Trajectory Reconfiguration and Directed Self-Assembly of  Self-Propelling Electrically-Powered Active Particles",
    "abstract": "Self-propelling active particles are an exciting and interdisciplinary emerging area of research with projected biomedical and environmental applications. Due to their autonomous motion, control over these active particles that are free to travel along individual trajectories, is challenging. This work used optically patterned electrodes on a photoconductive substrate using a digital micromirror device (DMD) to dynamically control the region of movement of self-propelling particles (i.e. metallo-dielectric Janus particles (JPs)). This extends previous studies where only a passive micromotor was optoelectronically manipulated with a translocating optical pattern that illuminated the particle. In contrast, the current system used the optically patterned electrode merely to define the region within which the JPs moved autonomously. Interestingly, the JPs avoided crossing the optical region edge, which enables constraint of the area of motion and to dynamically shape the JP trajectory. Using the DMD system to simultaneously manipulate several JPs enabled to self-assemble the JPs into stable active structures (JPs ring) with precise control over the number of participating JPs and passive particles. Since the optoelectronic system is amenable to closed-loop operation using real-time image analysis, it enables exploitation of these active particles as active microrobots that can be operated in a programmable and parallelized manner ",
    "url": "https://arxiv.org/abs/2302.04784",
    "authors": [
      "Sankha Shuvra Das",
      "Gilad Yossifon"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2302.04692",
    "title": "Strong laser physics, non-classical light states and quantum information  science",
    "abstract": "Strong laser physics is a research direction that relies on the use of high-power lasers and has led to fascinating achievements ranging from relativistic particle acceleration to attosecond science. On the other hand, quantum optics has been built on the use of low photon number sources and has opened the way for groundbreaking discoveries in quantum technology, advancing investigations ranging from fundamental tests of quantum theory to quantum information processing. Despite the tremendous progress, until recently these directions have remained disconnected. This is because, the majority of the interactions in the strong-field limit have been successfully described by semi-classical approximations treating the electromagnetic field classically, as there was no need to include the quantum properties of the field to explain the observations. The link between strong laser physics, quantum optics, and quantum information science has been developed in the recent past. Studies based on fully quantized and conditioning approaches have shown that intense laser--matter interactions can be used for the generation of controllable entangled and non-classical light states. This achievement opens the way for a vast number of investigations stemming from the symbiosis of strong laser physics, quantum optics, and quantum information science. Here, after an introduction to the fundamentals of these research directions, we report on the recent progress in the fully quantized description of intense laser--matter interaction and the methods that have been developed for the generation of non-classical light states and entangled states. Also, we discuss the future directions of non-classical light engineering using strong laser fields, and the potential applications in ultrafast and quantum information science. ",
    "url": "https://arxiv.org/abs/2302.04692",
    "authors": [
      "Utso Bhattacharya",
      "Theocharis Lamprou",
      "Andrew S. Maxwell",
      "Andrés F. Ordóñez",
      "Emilio Pisanty",
      "Javier Rivera-Dean",
      "Philipp Stammer",
      "Marcelo F. Ciappina",
      "Maciej Lewenstein",
      "Paraskevas Tzallas"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.09203",
    "title": "Laser pulse shape designer for direct-drive inertial confinement fusion",
    "abstract": " Title: Laser pulse shape designer for direct-drive inertial confinement fusion ",
    "url": "https://arxiv.org/abs/2204.09203",
    "authors": [
      "Tao Tao",
      "Guannan Zheng",
      "Qing Jia",
      "Rui Yan",
      "Jian Zheng"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2209.10835",
    "title": "Offset Lock with 440 GHz Range using Electro-Optic Modulation",
    "abstract": " Comments: 10 pages, 5 figures, 1 table ",
    "url": "https://arxiv.org/abs/2209.10835",
    "authors": [
      "Ocean Zhou",
      "Andrew O. Neely",
      "Zachary R. Pagel",
      "Madeline Bernstein",
      "Jack Roth",
      "Holger Mueller"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2210.13521",
    "title": "Sub-1 Volt and High-Bandwidth Visible to Near-Infrared Electro-Optic  Modulators",
    "abstract": " Comments: 11 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2210.13521",
    "authors": [
      "Dylan Renaud",
      "Daniel Rimoli Assumpcao",
      "Graham Joe",
      "Amirhassan Shams-Ansari",
      "Di Zhu",
      "Yaowen Hu",
      "Neil Sinclair",
      "Marko Loncar"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2211.01368",
    "title": "Coherently averaged dual-comb spectroscopy with a low-noise and  high-power free-running gigahertz dual-comb laser",
    "abstract": " Title: Coherently averaged dual-comb spectroscopy with a low-noise and  high-power free-running gigahertz dual-comb laser ",
    "url": "https://arxiv.org/abs/2211.01368",
    "authors": [
      "C. R. Phillips",
      "B. Willenberg",
      "A. Nussbaum-Lapping",
      "F. Callegari",
      "S. L. Camenzind",
      "J. Pupeikis",
      "U. Keller"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2302.00756",
    "title": "Quantum Decay of an Optical Soliton",
    "abstract": " Title: Quantum Decay of an Optical Soliton ",
    "url": "https://arxiv.org/abs/2302.00756",
    "authors": [
      "Stuart Ward",
      "Rouzbeh Allahverdi",
      "Arash Mafi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  }
]