[
  {
    "id": "arXiv:2112.13895",
    "title": "Dynamics and stability conditions of semiconductor lasers under external  optical feedback from both sides of the laser cavity",
    "abstract": "To increase the spectral efficiency of coherent communication systems, lasers with ever-narrower linewidths are required as they enable higher-order modulation formats with lower bit-error rates. In particular, semiconductor lasers are a key component due to their compactness, low power consumption, and potential for mass production. In field-testing scenarios their output is coupled to a fiber, making them susceptible to external optical feedback (EOF). This has a detrimental effect on its stability, thus it is traditionally countered by employing, for example, optical isolators and angled output waveguides. In this work, EOF is explored in a novel way with the aim to reduce and stabilize the laser linewidth. EOF has been traditionally studied in the case where it is applied to only one side of the laser cavity. In contrast, this work gives a generalization to the case of feedback on both sides. It is implemented using photonic components available via generic foundry platforms, thus creating a path towards devices with high technology-readiness level. Numerical results shows an improvement in performance of the double-feedback case with respect to the single-feedback case. In particularly, by appropriately selecting the phase of the feedback from both sides, a broad stability regime is discovered. This work paves the way towards low-cost, integrated and stable narrow-linewidth integrated lasers. ",
    "url": "https://arxiv.org/abs/2112.13895",
    "authors": [
      "Mónica Far Brusatori",
      "Nicolas Volet"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2112.13943",
    "title": "Connecting steady-states of driven-dissipative photonic lattices with  spontaneous collective emission phenomena",
    "abstract": "Recent experimental advances enable the fabrication of photonic lattices in which the light propagates with non-trivial energy dispersions. When interfaced with quantum emitters, such systems yield strong collective spontaneous emission phenomena, such as perfect sub-radiance, in which the decay into the bath is completely suppressed, forming bound-states-in-the-continuum. Since such photonic lattices are generally lossy, an alternative way of probing them consists in coherently driving them to an steady-state from which photoluminescence can be extracted. Here, we formalize connections between these two seemingly different situations and use that intuition to predict the formation of non-trivial photonic steady-states in one and two dimensions. In particular, we show that subradiant emitter configurations are linked to the emergence of steady-state light-localization in the driven-dissipative setting, in which the light features the same form than the spontaneously formed bound-states-in-the-continuum. Besides, we also find configurations which leads to the opposite behaviour, an anti-localization of light, that is, it distributes over all the system except for the region defined between the driving lasers. These results shed light on the recently reported optically-defined cavities in polaritonic lattices, and can guide further experimental studies. ",
    "url": "https://arxiv.org/abs/2112.13943",
    "authors": [
      "Alejandro González-Tudela"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2112.14110",
    "title": "Design of AlGaAs Laser Power Converters for the First Transmission  Window",
    "abstract": "Thermalization losses in Laser Power Converters for the first transmission window occur due to the energy difference between 808 nm wavelength photons and the GaAs bandgap energy which results in lower efficiency. In this work, we analyze the potential of increasing the bandgap using AlGaAs to minimize the energy difference. The optimum aluminum content is 7 % in both single and triple junction converters reaching a maximum ideal efficiency of 71% at 1 W/cm2 and 77% at 50 W/cm2. ",
    "url": "https://arxiv.org/abs/2112.14110",
    "authors": [
      "Marina Delgado",
      "Iván García",
      "Carlos Algora"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2112.14156",
    "title": "Higher-order valley vortices enabled by synchronized rotation in a  photonic crystal",
    "abstract": "Synchronized rotation of unit cells in a periodic structure provides a novel design perspective for manipulation of band topology. We then design a two-dimensional version of higher-order topological insulators (HOTI), by such rotation in a triangular photonic lattice with $\\mathcal{C}_3$ symmetry. This HOTI supports the hallmark zero-dimensional corner states and simultaneously the one-dimensional edge states. We also find that our photonic corner states carry chiral orbital angular momenta locked by valleys, whose wavefunctions are featured by the phase vortex (singularity) positioned at the maximal Wyckoff points. Moreover, when excited by a fired source with various frequencies, the valley topological states of both one-dimensional edges and zero-dimensional corners emerge simultaneously. Extendable to higher or synthetic dimensions, our work provides access to a chiral vortex platform for HOTI realisations in the THz photonic system. ",
    "url": "https://arxiv.org/abs/2112.14156",
    "authors": [
      "R. Zhou",
      "H. Lin",
      "Y. Wu",
      "Z. Li",
      "Z. Yu",
      "Y. Liu",
      "Dong-Hui Xu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2112.14190",
    "title": "Kinetic investigation of the planar Multipole Resonance Probe for  arbitrary pressure",
    "abstract": "Active plasma resonance spectroscopy (APRS) refers to a class of plasma diagnostic methods that use the ability of plasma to resonate at or near the electron plasma frequency for diagnostic purposes. The planar multipole resonance probe (pMRP) is an optimized realization of APRS. It has a non-invasive structure and allows simultaneous measurement of electron density, electron temperature, and electron-neutral collision frequency. Previous work has investigated the pMRP through the Drude model and collision-less kinetic model. The Drude model misses important kinetic effects such as collision-less kinetic damping. The collision-less kinetic model is able to capture pure kinetic effects. However, it is only applicable to the low-pressure plasma. To further study the behavior of the pMRP, we develop a collisional kinetic model in this paper, which applies to arbitrary pressure. In this model, the kinetic equation is coupled to the Poisson equation under the electrostatic approximation. The real part of the general admittance is calculated to describe the spectral response of the probe-plasma system. Both collision-less kinetic damping and collisional damping appear in the spectrum. This model provides a possibility to calculate the electron density, electron temperature, and electron-neutral collision frequency from the measurements. ",
    "url": "https://arxiv.org/abs/2112.14190",
    "authors": [
      "Chunjie Wang",
      "Michael Friedrichs",
      "Jens Oberrath",
      "Ralf Peter Brinkmann"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2112.14194",
    "title": "Einstein and the old quantum theory",
    "abstract": "Objecting that Sommerfeld's quantum conditions refer to particular coordinates, Einstein proposes a canonically invariant rule. But even if the invariance is canonical, Einstein may have in mind a double \\emph{configuration} space invariance: with respect to loop deformations, and to \\emph{point} transformation -- all on a torus where features of the Liouville-Arnol'd theorem already appear. ",
    "url": "https://arxiv.org/abs/2112.14194",
    "authors": [
      "Alexander Afriat"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2112.14251",
    "title": "Optical synthesis by spectral translation",
    "abstract": "Optical-frequency synthesizers are lasers stabilized and programmed from a microwave clock for applications, especially in fundamental measurements and spectroscopy, optical-communication links, and precision sensing of numerous physical effects. In a synthesizer, a frequency comb provides a reference grid across a broad spectrum and a frequency-tunable laser accomplishes synthesis by phase-lock to the comb. Optical synthesizers have matured to chip-scale with integrated photonics, however, the tunable laser and frequency comb fundamentally constrain the tuning range. Here, we present an optical synthesizer based on four-wave mixing (FWM) spectral translation of a tunable laser and a frequency comb. We implement both the spectral translation and the frequency comb by use of advanced microresonators. The intrinsic energy conservation of FWM ensures deterministic optical synthesis, and it allows a nearly arbitrary frequency tuning range by the dependence of resonant FWM on group-velocity dispersion, temperature, and tunable laser frequency. Moreover, we take advantage of highly efficient parametric amplification associated with spectral translation. We operate spectral translation across output ranges up to 200 THz, and we characterize it through ultraprecise optical-frequency metrology, demonstrating <0.1 Hz absolute accuracy and a fractional frequency precision of 4.7x10^(-13) in 1 s measurements. Our experiments introduce integrated-nonlinear-photonic circuits that enable complex intrinsic functionalities, such as our approach to optical-frequency synthesis with nearly limitless bandwidth. ",
    "url": "https://arxiv.org/abs/2112.14251",
    "authors": [
      "Jennifer A. Black",
      "Zachary L. Newman",
      "Su-Peng Yu",
      "David R. Carlson",
      "Scott B. Papp"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2112.14286",
    "title": "Label-Free Spontaneous Raman Sensing in Photonic Crystal Fibers with  Nanomolar Sensitivity",
    "abstract": "An approach to significantly enhance spontaneous Raman sensitivity through the formation of a thin film via thermophoresis along with evaporation at the facet of a Hollow-Core Photonic Crystal Fiber is reported for the first time. Sensitivity of detection is increased by more than 6 orders of magnitude for both organic and inorganic nanoparticles, facilitating the search for trace analytes in solution. Detection of two nanoparticles, Alumina and Polystyrene, is demonstrated down to 392 nM without the use of Surface-Enhanced Raman Spectroscopy or other chemical-based procedures. This new thin-film deposition approach simplifies the simultaneous detection and analysis of small trace compounds, a previously arduous task using conventional spontaneous Raman. ",
    "url": "https://arxiv.org/abs/2112.14286",
    "authors": [
      "Basil G. Eleftheriades",
      "Emily E. Storey",
      "Amr S. Helmy"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2112.14336",
    "title": "The role of tunneling in the ionization of atoms by ultrashort and  intense laser pulses",
    "abstract": "Using the improved soft-core potential of Majorosi et al, it is shown that classically allowed transport competes with quantum tunneling during the ionization of atoms by ultrashort and intense laser pulses. This is done by comparing exact probability densities with the ones obtained from purely classical propagation using the Truncated Wigner Approximation. Not only is classical transport capable of moving trajectories away from the core, but it can also furnish ionization probabilities of the same order as the quantum ones for intensities currently employed in experiments. Our results have implications ranging from a conceptual correction to the three-step model of higher-harmonics generation to the ongoing debate about tunneling time measurements in attoclocks. ",
    "url": "https://arxiv.org/abs/2112.14336",
    "authors": [
      "Gabriel M. Lando"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2112.14459",
    "title": "High Energy Irradiation Effects on Silicon Photonic Passive Devices",
    "abstract": "In this work, the radiation responses of silicon photonic passive devices built in silicon-on-insulator (SOI) technology are investigated through high energy neutron and 60Co gamma-ray irradiation. The wavelengths of both micro-ring resonators (MRRs) and Mach-Zehnder interferometers (MZIs) exhibit blue shifts after high-energy neutron irradiation to a fluence of 1*1012 n/cm2; the blue shift is smaller in MZI devices than in MRRs due to different waveguide widths. Devices with SiO2 upper cladding layer show strong tolerance to irradiation. Neutron irradiation leads to slight changes in the crystal symmetry in the Si cores of the optical devices and accelerated oxidization for devices without SiO2 cladding. A 2 um top cladding of SiO2 layer significantly improves the radiation tolerance of these passive photonic devices. ",
    "url": "https://arxiv.org/abs/2112.14459",
    "authors": [
      "Yue Zhou",
      "Dawei Bi",
      "Songlin Wang",
      "Longsheng Wu",
      "Yi Huang",
      "Enxia Zhang",
      "Daniel M. Fleetwood",
      "Aimin Wu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2112.14473",
    "title": "Harnessing the Quantum Behavior of Spins on Surfaces",
    "abstract": "The desire to control and measure individual quantum systems such as atoms and ions in a vacuum has led to significant scientific and engineering developments in the past decades that form the basis of today's quantum information science. Single atoms and molecules on surfaces, on the other hand, are heavily investigated by physicists, chemists, and material scientists in search of novel electronic and magnetic functionalities. These two paths crossed in 2015 when it was first clearly demonstrated that individual spins on a surface can be coherently controlled and read out in an all-electrical fashion. The enabling technique is a combination of scanning tunneling microscopy (STM) and electron spin resonance (ESR), which offers unprecedented coherent controllability at the Angstrom length scale. This review aims to illustrate the essential ingredients that allow the quantum operations of single spins on surfaces. Three domains of applications of surface spins, namely quantum sensing, quantum control, and quantum simulation, are discussed with physical principles explained and examples presented. Enabled by the atomically-precise fabrication capability of STM, single spins on surfaces might one day lead to the realization of quantum nanodevices and artificial quantum materials at the atomic scale. ",
    "url": "https://arxiv.org/abs/2112.14473",
    "authors": [
      "Yi Chen",
      "Yujeong Bae",
      "Andreas J. Heinrich"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2112.14516",
    "title": "Group delay dispersion tuned femtosecond Kerr-lens mode-locked  Ti:sapphire laser",
    "abstract": "We report on a new design for a femtosecond Ti:sapphire oscillator in which dispersion compensation is realized exclusively using mirrors, including special mirrors with third order dispersion. This makes the oscillator dynamically tunable over a spectral range of 45 nm using an intracavity wedge-pair; and it delivers 40 fs pulses at 80 MHz repetition rate. Due to the all-mirror design, the oscillator represents an attractive base for a tunable frequency comb for high precision spectroscopy applications. ",
    "url": "https://arxiv.org/abs/2112.14516",
    "authors": [
      "E. Seres",
      "J. Seres",
      "T. Schumm"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2112.14643",
    "title": "The Disappearance and Reappearance of Potential Energy in Classical and  Quantum Electrodynamics",
    "abstract": "The Hamiltonian of quantum electrodynamics includes an interaction term that represents potential energy of matter. The presence of this potential energy in quantum electrodynamics is at odds with the apparent absence of potential energy in classical electrodynamics. Although electrostatics permits the interpretation of electric energy either as potential energy possessed by matter or as energy possessed by the electric field, electrodynamics does not have the same freedom. We must attribute energy to the electromagnetic field if energy is to be conserved. Still, this does not rule out the possibility that, in addition to electromagnetic field energy, there is also electromagnetic potential energy possessed by matter. Indeed, if we take the matter to be represented by the Dirac field (in a classical precursor to quantum electrodynamics), then the symmetric energy-momentum tensor of matter contains potential energy. This potential energy becomes an interaction term in the Hamiltonian of quantum electrodynamics upon field quantization. ",
    "url": "https://arxiv.org/abs/2112.14643",
    "authors": [
      "Charles T. Sebens"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)",
      "High Energy Physics - Theory (hep-th)",
      "Classical Physics (physics.class-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2112.13882",
    "title": "Fundamental connection between temperature-quenched 2D superfluids and  2D quantum turbulence",
    "abstract": "There is a fundamental connection between temperature-quenched 2D superfluids and 2D quantum turbulence: the mechanism responsible for the decay of the vorticity after the quench is the enstrophy cascade of 2D turbulence. The range of the cascade is shown to increase with time after the quench as $t^{1/2}$, being equal to the dynamic scaling length characterizing the quench. These results may apply to other phase-ordering transitions involving the decay of topological objects. ",
    "url": "https://arxiv.org/abs/2112.13882",
    "authors": [
      "Gary A. Williams"
    ],
    "subjectives": [
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Soft Condensed Matter (cond-mat.soft)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2112.13929",
    "title": "Quasi-probability Q for a single-atom laser generating in the  'semi-classical' regime",
    "abstract": "In the paper a model of a single-atom laser with incoherent pumping is theoretically investigated. In the stationary case, a linear homogeneous differential equation for the phase-averaged Hussimi Q-function is derived from the equation for the density operator of the system. In the regime when the coupling of the field with an atom is many times stronger than the coupling of the field with the reservoir providing its decay, an asymptotic solution of this equation is found. This solution makes it possible to describe some statistical features of a single-atom laser, in particular the weak sub-Poissonian photon statistics. ",
    "url": "https://arxiv.org/abs/2112.13929",
    "authors": [
      "Nikolay V. Larionov"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2112.14040",
    "title": "Deep neural networks for solving forward and inverse problems of  (2+1)-dimensional nonlinear wave equations with rational solitons",
    "abstract": "In this paper, we investigate the forward problems on the data-driven rational solitons for the (2+1)-dimensional KP-I equation and spin-nonlinear Schr\\\"odinger (spin-NLS) equation via the deep neural networks leaning. Moreover, the inverse problems of the (2+1)-dimensional KP-I equation and spin-NLS equation are studied via deep learning. The main idea of the data-driven forward and inverse problems is to use the deep neural networks with the activation function to approximate the solutions of the considered (2+1)-dimensional nonlinear wave equations by optimizing the chosen loss functions related to the considered nonlinear wave equations. ",
    "url": "https://arxiv.org/abs/2112.14040",
    "authors": [
      "Zijian Zhou",
      "Li Wang",
      "Zhenya Yan"
    ],
    "subjectives": [
      "Pattern Formation and Solitons (nlin.PS)",
      "Machine Learning (cs.LG)",
      "Mathematical Physics (math-ph)",
      "Exactly Solvable and Integrable Systems (nlin.SI)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2112.14199",
    "title": "Calculation of Rényi entropy in realistic quantum systems",
    "abstract": "R\\'enyi entanglement entropy can be expressed as free energy cost of changing imaginary time boundary conditions in the path integral formulation of quantum mechanics. Despite being a well-established operational approach to quantify entanglement, R\\'enyi entropy calculations have been plagued by their computational complexity. We show that R\\'enyi entropy can be efficiently evaluated using thermodynamic integration if a regularizing path, which avoids slowly convergent fluctuating contributions, is used. In this way, large system sizes and high levels of entanglement in model or first-principles Hamiltonians are within our reach. We demonstrate it in the one-dimensional quantum Ising model and perform the first evaluation of entanglement entropy in the formic acid dimer, by discovering that its two shared protons are entangled even above room temperature. ",
    "url": "https://arxiv.org/abs/2112.14199",
    "authors": [
      "Miha Srdinšek",
      "Michele Casula",
      "Rodolphe Vuilleumier"
    ],
    "subjectives": [
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2112.14245",
    "title": "Excitation spectra of two correlated electrons in a quantum dot",
    "abstract": "Measurements and a theoretical interpretation of the excitation spectrum of a two-electron quantum dot fabricated on a parabolic Ga[Al]As quantum well are reported. Experimentally, excited states are found beyond the well-known lowest singlet- and triplet states. These states can be reproduced in an exact diagonalization calculation of a parabolic dot with moderate in-plane anisotropy. The calculated spectra are in reasonable quantitative agreement with the measurement, and suggest that correlations between the electrons play a significant role in this system. Comparison of the exact results with the restricted Hartree-Fock and the generalized Heitler-London approach shows that the latter is more appropriate for this system because it can account for the spatial correlation of the electron states. ",
    "url": "https://arxiv.org/abs/2112.14245",
    "authors": [
      "T. Ihn",
      "C. Ellenberger",
      "K. Ensslin",
      "Constantine Yannouleas",
      "Uzi Landman",
      "D.C. Driscoll",
      "A.C. Gossard"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2112.14589",
    "title": "Demonstration of multi-qubit entanglement and algorithms on a  programmable neutral atom quantum computer",
    "abstract": "Gate model quantum computers promise to solve currently intractable computational problems if they can be operated at scale with long coherence times and high fidelity logic. Neutral atom hyperfine qubits provide inherent scalability due to their identical characteristics, long coherence times, and ability to be trapped in dense multi-dimensional arrays. Combined with the strong entangling interactions provided by Rydberg states, all the necessary characteristics for quantum computation are available. We present the first demonstrations of quantum algorithms on a programmable gate model neutral atom quantum computer in an architecture based on individual addressing of single atoms with tightly focused optical beams scanned across a two-dimensional array of qubits. Preparation of entangled Greenberger-Horne-Zeilinger (GHZ) states with up to 6 qubits, quantum phase estimation for a chemistry problem, and the Quantum Approximate Optimization Algorithm (QAOA) for the MaxCut graph problem are demonstrated. These results highlight the emergent capability of neutral atom qubit arrays for universal, programmable quantum computation, as well as preparation of non-classical states of use for quantum enhanced sensing. ",
    "url": "https://arxiv.org/abs/2112.14589",
    "authors": [
      "T. M. Graham",
      "Y. Song",
      "J. Scott",
      "C. Poole",
      "L. Phuttitarn",
      "K. Jooya",
      "P. Eichler",
      "X. Jiang",
      "A. Marra",
      "B. Grinkemeyer",
      "M. Kwon",
      "M. Ebert",
      "J. Cherek",
      "M. T. Lichtman",
      "M. Gillette",
      "J. Gilbert",
      "D. Bowman",
      "T. Ballance",
      "C. Campbell",
      "E. D. Dahl",
      "O. Crawford",
      "T. Noel",
      "M. Saffman"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2012.14523",
    "title": "Monte Carlo Quantum Computing",
    "abstract": " Comments: 119 pages, 6 figures; broadened the notion of a strongly frustration-free Hamiltonian to a more general concept of separately frustration-free (SFF) Hamiltonian ",
    "url": "https://arxiv.org/abs/2012.14523",
    "authors": [
      "David H. Wei"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2103.09321",
    "title": "Scalable universal tunable virtual-wavevector spatial frequency shift  (TVSFS) super-resolution imaging",
    "abstract": " Comments: 13 pages,5 figures ",
    "url": "https://arxiv.org/abs/2103.09321",
    "authors": [
      "Mingwei Tang",
      "Yubing Han",
      "Dehao Ye",
      "Qianwei Zhang",
      "Chenlei Pang",
      "Xiaowei Liu",
      "Weidong Shen",
      "Yaoguang Ma",
      "Clemens F. Kaminski",
      "Xu Liu",
      "Qing Yang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2106.09192",
    "title": "Simple interferometric setup enabling sub-Fourier-scale ultra-short  laser pulses",
    "abstract": " Title: Simple interferometric setup enabling sub-Fourier-scale ultra-short  laser pulses ",
    "url": "https://arxiv.org/abs/2106.09192",
    "authors": [
      "Enrique G. Neyra",
      "Gustavo A. Torchia",
      "Pablo Vaveliuk",
      "Fabian Videla"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2107.08604",
    "title": "Imaginary Couplings in Non-Hermitian Coupled-Mode Theory: Effects on  Exceptional Points of Optical Resonators",
    "abstract": " Comments: 19 pages, 11 figures ",
    "url": "https://arxiv.org/abs/2107.08604",
    "authors": [
      "Kenta Takata",
      "Nathan Roberts",
      "Akihiko Shinya",
      "Masaya Notomi"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2110.15623",
    "title": "Thermal noise reduction in soliton microcombs via laser self-cooling",
    "abstract": " Title: Thermal noise reduction in soliton microcombs via laser self-cooling ",
    "url": "https://arxiv.org/abs/2110.15623",
    "authors": [
      "Fuchuan Lei",
      "Zhichao Ye",
      "Victor Torres-Company"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2111.01612",
    "title": "Protecting the Edge: Ultrafast Laser Modified C-shaped Glass Edges",
    "abstract": " Comments: Accepted revised article, 8 pages, 9 figures ",
    "url": "https://arxiv.org/abs/2111.01612",
    "authors": [
      "Daniel Flamm",
      "Myriam Kaiser",
      "Marvin Feil",
      "Max Kahmann",
      "Michael Lang",
      "Jonas Kleiner",
      "Tim Hesse"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  }
]