[
  {
    "id": "arXiv:2308.05190",
    "title": "Doppler-Enhanced Quantum Magnetometry with thermal Rydberg atoms",
    "abstract": "We report experimental measurements showing how one can combine quantum interference and thermal Doppler shifts at room temperature to detect weak magnetic fields. We pump ${}^{87}$Rb atoms to a highly-excited, Rydberg level using a probe and a coupling laser, leading to narrow transmission peaks of the probe due to destructive interference of transition amplitudes, known as Electromagnetically Induced Transparency (EIT). While it is customary in such setups to use counterpropagating lasers to minimize the effect of Doppler shifts, here we show, on the contrary, that one can harness Doppler shifts in a copropagating arrangement to produce an enhanced response to a magnetic field. In particular, we demonstrate an order-of-magnitude bigger splitting in the transmission spectrum as compared to the counterpropagating case. We explain and generalize our findings with theoretical modelling and simulations based on a Lindblad master equation. Our results pave the way to using quantum effects for magnetometry in readily deployable room-temperature platforms. ",
    "url": "https://arxiv.org/abs/2308.05190",
    "authors": [
      "Shovan Kanti Barik",
      "Silpa B S",
      "M Venkat Ramana",
      "Shovan Dutta",
      "Sanjukta Roy"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2308.05212",
    "title": "Rydberg excitation through detuned microwave transition in rubidium",
    "abstract": "We study the excitation of Rydberg states in warm rubidium vapor. Using an inverted wavelength excitation scheme, we observe the effect of microwave coupling between Rydberg states through electromagnetically induced transparency. We observe AC stark shifts of the Rydberg states from the microwave coupling, and demonstrate detuned excitation to a secondary Rydberg state. These results show flexibility in excitation process and state selection necessary for a variety of wave-mixing processes using Rydberg states. ",
    "url": "https://arxiv.org/abs/2308.05212",
    "authors": [
      "E. Brekke",
      "C. Umland"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2308.05226",
    "title": "Training neural networks with end-to-end optical backpropagation",
    "abstract": "Optics is an exciting route for the next generation of computing hardware for machine learning, promising several orders of magnitude enhancement in both computational speed and energy efficiency. However, to reach the full capacity of an optical neural network it is necessary that the computing not only for the inference, but also for the training be implemented optically. The primary algorithm for training a neural network is backpropagation, in which the calculation is performed in the order opposite to the information flow for inference. While straightforward in a digital computer, optical implementation of backpropagation has so far remained elusive, particularly because of the conflicting requirements for the optical element that implements the nonlinear activation function. In this work, we address this challenge for the first time with a surprisingly simple and generic scheme. Saturable absorbers are employed for the role of the activation units, and the required properties are achieved through a pump-probe process, in which the forward propagating signal acts as the pump and backward as the probe. Our approach is adaptable to various analog platforms, materials, and network structures, and it demonstrates the possibility of constructing neural networks entirely reliant on analog optical processes for both training and inference tasks. ",
    "url": "https://arxiv.org/abs/2308.05226",
    "authors": [
      "James Spall",
      "Xianxin Guo",
      "A. I. Lvovsky"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Machine Learning (cs.LG)"
    ]
  },
  {
    "id": "arXiv:2308.05316",
    "title": "Simultaneous tensile and shear measurement of the human cornea in vivo  using S0- and A0-wave optical coherence elastography",
    "abstract": "Understanding corneal stiffness is valuable for improving refractive surgery, detecting corneal abnormalities, and assessing intraocular pressure. However, accurately measuring the elastic properties, particularly the tensile and shear moduli that govern mechanical deformation, has been challenging. To tackle this issue, we have developed guided-wave optical coherence elastography that can simultaneously excite and analyze symmetric (S0) and anti-symmetric (A0) elastic waves in the cornea at frequencies around 10 kHz and allows us to extract tensile and shear properties from measured wave dispersion curves. By applying acoustoelastic theory that incorporates corneal tension and a nonlinear constitutive tissue model, we verified the technique using elastomer phantoms and ex vivo porcine corneas and investigated the dependence on intraocular pressure. For two healthy human subjects, we measured a mean tensile modulus of 3.6 MPa and a mean shear modulus of 76 kPa in vivo with estimated errors of < 4%. This technique shows promise for the quantitative biomechanical assessment of the cornea in a clinical setting. ",
    "url": "https://arxiv.org/abs/2308.05316",
    "authors": [
      "Guo-Yang Li",
      "Xu Feng",
      "Seok-Hyun Yun"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2308.05399",
    "title": "Thermo-optical bistability enabled by bound states in the continuum in  silicon metasurfaces",
    "abstract": "The control of light through all-optical means is a fundamental challenge in nanophotonics and a key effect in optical switching and logic. The optical bistability effect enables this control and can be observed in various planar photonic systems such as microdisk and photonic crystal cavities and waveguides. However, the recent advancements in flat optics with wavelength-thin optical elements require nonlinear elements based on metastructures and metasurfaces. The performance of these systems can be enhanced with high-Q bound states in the continuum (BIC), which leads to intense harmonic generation, improved light-matter coupling, and pushes forward sensing limits. In this study, we report on the enhanced thermo-optical nonlinearity and the observation of optical bistability in an all-dielectric metasurface membrane with BICs. Unlike many other nanophotonic platforms, metasurfaces allow for fine control of the quality factor of the BIC resonance by managing the radiative losses. This provides an opportunity to control the parameters of the observed hysteresis loop and even switch from bistability to optical discrimination by varying the angle of incidence. Additionally, we propose a mechanism of nonlinear critical coupling that establishes the conditions for maximal hysteresis width and minimal switching power, which has not been reported before. Our work suggests that all-dielectric metasurfaces supporting BICs can serve as a flat-optics platform for optical switching and modulation based on strong thermo-optical nonlinearity. ",
    "url": "https://arxiv.org/abs/2308.05399",
    "authors": [
      "Alexander Barulin",
      "Olesia Pashina",
      "Daniil Riabov",
      "Olga Sergaeva",
      "Zarina Sadrieva",
      "Alexey Shcherbakov",
      "Viktoriia Rutckaia",
      "Jorg Schilling",
      "Andrey Bogdanov",
      "Ivan Sinev",
      "Alexander Chernov",
      "Mihail Petrov"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2308.05400",
    "title": "Generation and control of extreme ultraviolet free-space optical  skyrmions with high harmonic generation",
    "abstract": "Optical skyrmion serves as a crucial interface between optics and topology. Recently, it has attracted great interest in linear optics. Here, we theoretically introduce a framework for the all-optical generation and control of freespace optical skyrmions in extreme ultraviolet regions via high harmonic generation. We show that by employing full Poincare beams, the created extreme ultraviolet fields manifest as skyrmionic structures in Stokes vector fields, whose skyrmion number is relevant to harmonic orders. We reveal that the generation of skyrmionics structure is attributed to spatial-resolved spin constraint of high harmonic generation. Through qualifying the geometrical parameters of full Poincar\\'e beams, the topological texture of extreme ultraviolet fields can be completely manipulated, generating the Bloch-type, Neel-type, anti-type, and higher-order skyrmions, etc. This work promotes the investigation of topological optics in optical highly nonlinear processes, with potential applications towards ultrafast spintronics with structured light fields. ",
    "url": "https://arxiv.org/abs/2308.05400",
    "authors": [
      "Yiqi Fang",
      "Yunquan Liu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2308.05453",
    "title": "Highly Nonlinear Dynamics of Deep Tissue upon in vivo Interaction with  Femtosecond Laser Pulses at 1030 nm",
    "abstract": "We report on the highly nonlinear behavior observed in the central nervous system tissue of zebrafish (Danio rerio) when exposed to femtosecond pulses at 1030 nm. At this irradiation wavelength, photo damage becomes detectable only after exceeding a specific peak intensity threshold, which is independent of the photon flux and irradiation time, distinguishing it from irradiation at shorter wavelengths. Furthermore, we investigate and quantify the role of excessive heat in reducing the damage threshold, particularly during high-repetition-rate operations, which are desirable for label-free and multi-dimensional microscopy techniques. To verify our findings, we examined cellular responses to tissue damage, including apoptosis and the recruitment of macrophages and fibroblasts at different time points post-irradiation. These findings substantially contribute to advancing the emerging nonlinear optical microscopy techniques and provide a strategy for inducing deep-tissue, precise and localized injuries using near-infrared femtosecond laser pulses. ",
    "url": "https://arxiv.org/abs/2308.05453",
    "authors": [
      "Soyeon Jun",
      "Andreas Herbst",
      "Kilian Scheffter",
      "Nora John",
      "Julia Kolb",
      "Daniel Wehner",
      "Hanieh Fattahi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2308.05530",
    "title": "Response properties in phaseless auxiliary field quantum Monte Carlo",
    "abstract": "We present a method for calculating first-order response properties in phaseless auxiliary field quantum Monte Carlo (AFQMC) through the application of automatic differentiation (AD). Biases and statistical efficiency of the resulting estimators are discussed. Our approach demonstrates that AD enables the calculation of reduced density matrices (RDMs) with the same computational cost scaling as energy calculations, accompanied by a cost prefactor of less than four in our numerical calculations. We investigate the role of self-consistency and trial orbital choice in property calculations. ",
    "url": "https://arxiv.org/abs/2308.05530",
    "authors": [
      "Ankit Mahajan",
      "Jo S. Kurian",
      "Joonho Lee",
      "David R. Reichman",
      "Sandeep Sharma"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)"
    ]
  },
  {
    "id": "arXiv:2308.05594",
    "title": "Threshold studies for a hot beam superradiant laser including an atomic  guiding potential",
    "abstract": "Recent theoretical predictions hint at an implementation of a superradiant laser based on narrow optical clock transitions by using a filtered thermal beam at high density. Corresponding numerical studies give encouraging results but the required very high densities are sensitive to beam collimation errors and inhomogeneous shifts. Here we present extensive numerical studies of threshold conditions and the predicted output power of such a superradiant laser involving realistic particle numbers and velocities along the cavity axis. Detailed studies target the threshold scaling as a function of temperature as well as the influence of eliminating the hottest part of the atomic distribution via velocity filtering and the benefits of additional atomic beam guiding. Using a cumulant expansion approach allows us to quantify the significance of atom-atom and atom-field correlations in such configurations. We predict necessary conditions to achieve a certain threshold photon number depending on the atomic temperature and density. In particular, we show that the temperature threshold can be significantly increased by using more atoms. Interestingly, a velocity filter removing very fast atoms has only almost negligible influence despite their phase perturbing properties. On the positive side an additional conservative optical guiding towards cavity mode antinodes leads to significantly lower threshold and higher average photon number. Interestingly we see that higher order atom-field and direct atom-atom quantum correlations play only a minor role in the laser dynamics, which is a bit surprising in the superradiant regime. ",
    "url": "https://arxiv.org/abs/2308.05594",
    "authors": [
      "Martin Fasser",
      "Christoph Hotter",
      "David Plankensteiner",
      "Helmut Ritsch"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2308.05661",
    "title": "Demonstration of Multi-Active Region P-down Green LEDs with High Quantum  Efficiency",
    "abstract": "Longer wavelength emitters such as green LEDs display a pronounced efficiency drop at higher current densities, resulting in relatively low wall-plug efficiency. Multi-active region approach can improve the wall-plug efficiency significantly and tackle the green gap challenge. This work reports multi-active region p-down LEDs with high external efficiency operating entirely in the green wavelength. Devices were developed using p-down topology, where the PN junction is oriented such that electric fields from depletion and built-in polarization dipoles are aligned. Ga-polar multi-active region green LEDs with excellent voltage and EQE scaling, and significantly higher wall-plug efficiency is demonstrated in this work. ",
    "url": "https://arxiv.org/abs/2308.05661",
    "authors": [
      "Sheikh Ifatur Rahman",
      "Robert Armitage",
      "Siddharth Rajan"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2308.05683",
    "title": "Quantum Cascade Surface Emitting Lasers",
    "abstract": "A low-cost single frequency laser emitting in the mid-infrared spectral region and dissipating minimal electrical power is a key ingredient for the next generation of portable gas sensors for high-volume applications involving chemical sensing of important greenhouse and pollutant gases. We propose here a Quantum Cascade Surface Emitting Laser (QCSEL), which we implement as a short linear cavity with high reflectivity coated end-mirrors to suppress any edge emission and use a buried semiconductor diffraction grating to extract the light from the surface. By wafer-level testing we investigate the cavity length scaling, extract mirror reflectivities larger than 0.9, and achieve a pulsed threshold power dissipation of 237 mW for an emission wavelength near 7.5 $\\mu$m. Finally, we demonstrate single mode emission with a side-mode suppression ratio larger than 33 dB of a 248 $\\mu$m short cavity mounted with the epitaxial layer up and operated in continuous wave at 20 $^\\circ$C. ",
    "url": "https://arxiv.org/abs/2308.05683",
    "authors": [
      "David Stark",
      "Filippos Kapsalidis",
      "Sergej Markmann",
      "Mathieu Bertrand",
      "Bahareh Marzban",
      "Emilio Gini",
      "Mattias Beck",
      "Jérôme Faist"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2308.05728",
    "title": "Structural and Optical Properties of Spin-Coated Mn3O4 Thin Films of  Different Coating Layers",
    "abstract": "In present study, Tetragonal Mn3O4 thin films of different coating layers of 2, 4, 6, 8, and 10 were prepared on the microscopic glass slides by the spin-coating method. X-ray diffraction, Raman spectroscopy, and ultra-violet visible spectroscopy were used to explore the structural and optical properties of Mn3O4 thin films. XRD patterns and Raman spectra confirm the phase of all films as tetragonal. The average crystallite size of films increased from ~ 17 to ~ 25 nm with increasing coating layers. Optical properties such as band gap, skin depth, cutoff wavelength, excitation coefficient, refractive index, etc, have been studied in detail by using ultra-violet visible spectroscopy. The direct optical band gap and refractive index of fabricated films were decreased as increasing the coating layers of Mn3O4. The refractive index for 2 and 4 coating layers were decreased as increasing the incident wavelength. While for 6, 8, and 10 coating layers, the values of refractive index remain constant with respect to incident wavelength. The optical analyses suggest that prepared Mn3O4 thin films can be used as a potential candidate for optical semiconductor devices including photovoltaic cells and optical sensors. ",
    "url": "https://arxiv.org/abs/2308.05728",
    "authors": [
      "Vidit Pandey",
      "Mohd Salman Siddiqui",
      "Sandeep Munjal",
      "Tufail Ahmad"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2308.05216",
    "title": "High-dimensional reinforcement learning for optimization and control of  ultracold quantum gases",
    "abstract": "Machine-learning techniques are emerging as a valuable tool in experimental physics, and among them, reinforcement learning offers the potential to control high-dimensional, multistage processes in the presence of fluctuating environments. In this work, we apply reinforcement learning to the preparation of an ultracold quantum gas to realize a consistent and large number of atoms at microkelvin temperatures. This reinforcement learning agent determines an optimal set of thirty control parameters in a dynamically changing environment that is characterized by thirty sensed parameters. By comparing this method to that of training supervised-learning regression models, as well as to human-driven control schemes, we find that both machine learning approaches accurately predict the number of cooled atoms and both result in occasional superhuman control schemes. However, only the reinforcement learning method achieves consistent outcomes, even in the presence of a dynamic environment. ",
    "url": "https://arxiv.org/abs/2308.05216",
    "authors": [
      "Nicholas Milson",
      "Arina Tashchilina",
      "Tian Ooi",
      "Anna Czarnecka",
      "Zaheen F. Ahmad",
      "Lindsay J. LeBlanc"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2308.05258",
    "title": "Algebraic Varieties in Quantum Chemistry",
    "abstract": "We develop algebraic geometry for coupled cluster (CC) theory of quantum many-body systems. The high-dimensional eigenvalue problems that encode the electronic Schr\\\"odinger equation are approximated by a hierarchy of polynomial systems at various levels of truncation. The exponential parametrization of the eigenstates gives rise to truncation varieties. These generalize Grassmannians in their Pl\\\"ucker embedding. We explain how to derive Hamiltonians, we offer a detailed study of truncation varieties and their CC degrees, and we present the state of the art in solving the CC equations. ",
    "url": "https://arxiv.org/abs/2308.05258",
    "authors": [
      "Fabian Faulstich",
      "Bernd Sturmfels",
      "Svala Sverrisdóttir"
    ],
    "subjectives": [
      "Algebraic Geometry (math.AG)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2209.06558",
    "title": "Predicting molecular vibronic spectra using time-domain analog quantum  simulation",
    "abstract": " Comments: 13 pages, 8 figures ",
    "url": "https://arxiv.org/abs/2209.06558",
    "authors": [
      "Ryan J. MacDonell",
      "Tomas Navickas",
      "Tim F. Wohlers-Reichel",
      "Christophe H. Valahu",
      "Arjun D. Rao",
      "Maverick J. Millican",
      "Michael A. Currington",
      "Michael J. Biercuk",
      "Ting Rei Tan",
      "Cornelius Hempel",
      "Ivan Kassal"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2210.07605",
    "title": "Tunable optical topological transitions of plasmon polaritons in WTe2  van der Waals films",
    "abstract": " Title: Tunable optical topological transitions of plasmon polaritons in WTe2  van der Waals films ",
    "url": "https://arxiv.org/abs/2210.07605",
    "authors": [
      "Yuangang Xie",
      "Chong Wang",
      "Fucong Fei",
      "Yuqi Li",
      "Qiaoxia Xing",
      "Shenyang Huang",
      "Yuchen Lei",
      "Jiasheng Zhang",
      "Lei Mu",
      "Yaomin Dai",
      "Fengqi Song",
      "Hugen Yan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2303.03322",
    "title": "On the impact of short laser pulses on cold diluted plasmas",
    "abstract": " Comments: Latex2e file, 46 pages, 10 figures. Final version accepted in Physica D: nonlinear phenomena ",
    "url": "https://arxiv.org/abs/2303.03322",
    "authors": [
      "Gaetano Fiore",
      "Sergio De Nicola",
      "Tahmina Akhter",
      "Renato Fedele",
      "Dušan Jovanović"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Mathematical Physics (math-ph)",
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2303.08902",
    "title": "Learning ground states of gapped quantum Hamiltonians with Kernel  Methods",
    "abstract": " Title: Learning ground states of gapped quantum Hamiltonians with Kernel  Methods ",
    "url": "https://arxiv.org/abs/2303.08902",
    "authors": [
      "Clemens Giuliani",
      "Filippo Vicentini",
      "Riccardo Rossi",
      "Giuseppe Carleo"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Machine Learning (cs.LG)",
      "Computational Physics (physics.comp-ph)",
      "Machine Learning (stat.ML)"
    ]
  },
  {
    "id": "arXiv:2304.12177",
    "title": "Π-ML: A dimensional analysis-based machine learning parameterization  of optical turbulence in the atmospheric surface layer",
    "abstract": " Title: Π-ML: A dimensional analysis-based machine learning parameterization  of optical turbulence in the atmospheric surface layer ",
    "url": "https://arxiv.org/abs/2304.12177",
    "authors": [
      "Maximilian Pierzyna",
      "Rudolf Saathof",
      "Sukanta Basu"
    ],
    "subjectives": [
      "Atmospheric and Oceanic Physics (physics.ao-ph)",
      "Machine Learning (cs.LG)"
    ]
  },
  {
    "id": "arXiv:2305.11122",
    "title": "Autonomous sputter synthesis of thin film nitrides with composition  controlled by Bayesian optimization of optical plasma emission",
    "abstract": " Title: Autonomous sputter synthesis of thin film nitrides with composition  controlled by Bayesian optimization of optical plasma emission ",
    "url": "https://arxiv.org/abs/2305.11122",
    "authors": [
      "Davi M. Febba",
      "Kevin R. Talley",
      "Kendal Johnson",
      "Stephen Schaefer",
      "Sage R. Bauers",
      "John S. Mangum",
      "Rebecca W. Smaha",
      "Andriy Zakutayev"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Machine Learning (cs.LG)"
    ]
  },
  {
    "id": "arXiv:2305.19170",
    "title": "Forward-Forward Training of an Optical Neural Network",
    "abstract": " Title: Forward-Forward Training of an Optical Neural Network ",
    "url": "https://arxiv.org/abs/2305.19170",
    "authors": [
      "Ilker Oguz",
      "Junjie Ke",
      "Qifei Wang",
      "Feng Yang",
      "Mustafa Yildirim",
      "Niyazi Ulas Dinc",
      "Jih-Liang Hsieh",
      "Christophe Moser",
      "Demetri Psaltis"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.07924",
    "title": "Second Response Theory: A Theoretical Formalism for the Propagation of  Quantum Superpositions",
    "abstract": " Comments: 27 pages, 7 figures ",
    "url": "https://arxiv.org/abs/2306.07924",
    "authors": [
      "Martín A. Mosquera"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2307.00081",
    "title": "Bose-Einstein condensation of photons in a vertical-cavity  surface-emitting laser",
    "abstract": " Comments: 9 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2307.00081",
    "authors": [
      "Maciej Pieczarka",
      "Marcin Gębski",
      "Aleksandra N. Piasecka",
      "James A. Lott",
      "Axel Pelster",
      "Michał Wasiak",
      "Tomasz Czyszanowski"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Gases (cond-mat.quant-gas)"
    ]
  },
  {
    "id": "arXiv:2308.00965",
    "title": "Direction-sensitive graphene flow sensor",
    "abstract": " Comments: 7 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2308.00965",
    "authors": [
      "P. Kaźmierczak",
      "J. Binder",
      "K. Boryczko",
      "T. Ciuk",
      "W. Strupiński",
      "R. Stępniewski",
      "A. Wysmołek"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  }
]