[
  {
    "id": "arXiv:2211.15767",
    "title": "Compact optical grating compressor",
    "abstract": "A novel design of a grating-based optical pulse compressor is proposed. The proposed compressor provides a large group delay dispersion while keeping the compressor linear size small. The design of the proposed compressor is based on a traditional Treacy compressor with a straightforward modification of inserting two lenses between the compressor's gratings. This simple alternation aims to substantially increase group delay dispersion of the compressor or alternatively to decrease the compressor size while maintaining its group delay dispersion. A theoretical description of the enhanced compressor has been developed in the paraxial approximation. A detailed numerical model has been built to calculate the compressor parameters more accurately. These theoretical studies have revealed that the enhanced optical compressor provides a significant increase in the group delay dispersion compared to a standard Treacy compressor. ",
    "url": "https://arxiv.org/abs/2211.15767",
    "authors": [
      "Vladyslav V. Ivanov"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2211.15801",
    "title": "Parametric amplification of electromagnetic plasma waves in resonance  with a dispersive background gravitational wave",
    "abstract": "It is shown that a sub-luminal electromagnetic plasma wave, propagating in phase with a background sub-luminal gravitational wave in a dispersive medium, can undergo parametric amplification. For this phenomena to occur, the dispersive characteristics of the two waves must properly match. The response frequencies of the two waves (medium dependent) must lie within a definite and restrictive range. The combined dynamics is represented by a Whitaker-Hill equation, the quintessential model for parametric instabilities. The exponential growth of the electromagnetic wave is displayed at the resonance; the plasma wave grows at the expense of the background gravitational wave. Different physical scenarios, where the phenomenon can be possible, are discussed. ",
    "url": "https://arxiv.org/abs/2211.15801",
    "authors": [
      "Swadesh M. Mahajan",
      "Felipe A. Asenjo"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "High Energy Astrophysical Phenomena (astro-ph.HE)"
    ]
  },
  {
    "id": "arXiv:2211.15857",
    "title": "Room-temperature condensation of photons in a plasma cavity",
    "abstract": "Bose--Einstein condensation of photons propagating inside a plasma-filled cavity is investigated. The finite chemical potential is provided by the electronic density, which induces a finite photon mass that depends on local plasma variables and allows the condensation to occur. We derive an equation that models the evolution of the photon-mode occupancies, with Compton scattering taken into account as the mechanism of thermalization. The kinetic evolution of the photon spectrum is solved numerically, and we find evidences of condensation for realistic plasma parameters, $n_e\\sim 10^{12}-10^{16}\\; \\text{cm}^{-3}$. The critical temperature scales linearly with the number of photons, and we find high condensate fractions at room temperature, for reasonable cavity lengths ($ 1-10$ mm) and photon numbers ($10^4-10^6$). ",
    "url": "https://arxiv.org/abs/2211.15857",
    "authors": [
      "J. L. Figuiredo",
      "H. Terças",
      "J. T. Mendonça"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2211.16077",
    "title": "Physics-based model to predict the acoustic detection distance of  terrestrial autonomous recording units over the diel cycle and across  seasons: insights from an Alpine and a Neotropical forest",
    "abstract": "1. Passive acoustic monitoring of biodiversity is growing fast, as it offers an alternative to traditional aural point count surveys, with the possibility to deploy long-term acoustic surveys in large and complex natural environments. However, there is still a clear need to evaluate how the frequency-and distancedependent attenuation of sound as well as the ambient sound level impact the acoustic detection distance of the soniferous species in natural environments over the diel cycles and across seasons. This is of great importance to avoid pseudoreplication and to provide relevant biodiversity indicators, including species richness, species abundance and species density. 2. To address the issue of detection distance, we tested a field-based protocol in a Neotropical rainforest (French Guiana, France) and in an Alpine coniferous forest (Jura, France). This standardized and repeatable method consists in a recording session of the ambient sound directly followed by an experiment using a calibrated white noise sound broadcast at different positions along a 100 m linear transect. We then used acoustic laws to reveal the basic physics behind sound propagation attenuation. 3. We demonstrate that habitat attenuation in two different kinds of forests can be modelled by an exponential decay law with a linear dependence on frequency and distance. We also report that habitat attenuation, as first approximation, can be summarized by a single value, the coefficient of attenuation of the habitat. 4. Finally, we show that the detection distance can be predicted knowing the contribution of each attenuation factor, the coefficient of attenuation of the habitat, the ambient sound pressure level and the amplitude and frequency bandwidth characteristics of the transmitted sound. We show that the detection 1 distance mostly depends on the ambient sound and may vary by a factor of up to 5 over the diel cycle and across seasons. These results reinforce the need to take into account the variation of the detection distance when performing passive acoustic surveys and producing reliable biodiversity indicators. ",
    "url": "https://arxiv.org/abs/2211.16077",
    "authors": [
      "Sylvain Haupert",
      "Frédéric Sèbe",
      "Jérôme Sueur"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)"
    ]
  },
  {
    "id": "arXiv:2211.16091",
    "title": "Advanced Radio Frequency Timing AppaRATus (ARARAT) Technique and  Applications",
    "abstract": "The development of the advanced Radio Frequency Timer of electrons is described. It is based on a helical deflector, which performs circular or elliptical sweeps of keV electrons, by means of 500 MHz radio frequency field. By converting a time distribution of incident electrons to a hit position distribution on a circle or ellipse, this device achieves extremely precise timing. Streak Cameras, based on similar principles, routinely operate in the ps and sub-ps time domain, but have substantial slow readout system. Here, we report a device, where the position sensor, consisting of microchannel plates and a delay-line anode, produces ~ns duration pulses which can be processed by using regular fast electronics. A photon sensor based on this technique, the Radio Frequency Photo-Multiplier Tube (RFPMT), has demonstrated a timing resolution of ~10 ps and a time stability of ~0.5 ps, FWHM. This makes the apparatus highly suited for Time Correlated Single Photon Counting which is widely used in optical microscopy and tomography of biological samples. The first application in lifetime measurements of quantum states of graphene, under construction at the A. I. Alikhanyan National Science Laboratory (AANL), is outlined. This is followed by a description of potential RFPMT applications in time-correlated Diffuse Optical Tomography, time-correlated Stimulated Emission Depletion microscopy, hybrid FRET/STED nanoscopy and Time-of-Flight Positron Emission Tomography. ",
    "url": "https://arxiv.org/abs/2211.16091",
    "authors": [
      "Ani Aprahamian",
      "Amur Margaryan",
      "Vanik Kakoyan",
      "Simon Zhamkochyan",
      "Sergey Abrahamyan",
      "Hayk Elbakyan",
      "Samvel Mayilyan",
      "Arpine Piloyan",
      "Henrik Vardanyan",
      "Hamlet Zohrabyan",
      "Lekdar Gevorgian",
      "Robert Ayvazyan",
      "Artashes Papyan",
      "Garnik Ayvazyan",
      "Arsen Ghalumyan",
      "Narek Margaryan",
      "Hasmik Rostomyan",
      "Anna Safaryan",
      "Bagrat Grigoryan",
      "Ashot Vardanyan",
      "Arsham Yeremyan",
      "John Annand",
      "Kenneth Livingston",
      "Rachel Montgomery",
      "Patrick Achenbach",
      "Josef Pochodzalla",
      "Dimiter L. Balabanski",
      "Satoshi N. Nakamura",
      "Viatcheslav Sharyy",
      "Dominique Yvon",
      "Maxime Brodeur"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2211.16120",
    "title": "Detecting Magnetic Ink Barcodes with Handheld Magnetoresistive Sensors",
    "abstract": "Information encoding in barcodes using magnetic-based technology is a unique strategy to read data buried underneath non-transparent surfaces since a direct line-of-sight between the code and the reader is not required. This technology is of particular interest in secure labelling and recyclable packaging applications. However, current magnetic reading heads, such as those employed for magnetic ink character recognition, need to be placed in contact with the magnetic structures, limiting the depths at which the information can be read. This paper describes a strategy to overcome that limitation by replacing the traditional inductive heads with tunnel magnetoresistive (TMR) sensors. Soft-magnetic codes can be printed using conventional LaserJet toners and, by having their magnetisation set with a permanent magnet included in the device, the resulting magnetic field can be read using a TMR sensor. We demonstrate that such a device can read barcodes at depths of at least 1 mm. It can also resolve individual structures as thin as 200 {\\mu}m when used in contact. ",
    "url": "https://arxiv.org/abs/2211.16120",
    "authors": [
      "Sofia Abrunhosa",
      "Ian Gibb",
      "Rita Macedo",
      "Emrys Williams",
      "Nathalie Muller",
      "Paulo P. Freitas",
      "Susana Cardoso"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2211.16166",
    "title": "Optical properties of dispersive time-dependent materials",
    "abstract": "Time-varying optical materials have attracted recent interest for their potential to enable frequency conversion, nonreciprocal physics, photonic time-crystals, and more. However, the description of time-varying materials has been primarily limited to regimes where material resonances (i.e., dispersion) can be neglected. In this work, we describe how the optics of these dispersive time-varying materials emerges from microscopic quantum mechanical models of time-driven systems. Our results are based on a framework for describing the optics of dispersive time-varying materials through quantum mechanical linear response theory. Importantly, we clarify how response functions for time-varying materials are connected to energy transfer. We provide three examples of our framework applied to systems which can be used to model a wide variety of experiments: few level models that can describe atoms, spins, or superconducting qubits, oscillator models which can describe the strong response of polar insulators, and strongly driven atom models which can describe the highly nonperturbative optical response of materials undergoing high harmonic generation. We anticipate that our results will be broadly applicable to electromagnetic phenomena in strongly time-varying systems. ",
    "url": "https://arxiv.org/abs/2211.16166",
    "authors": [
      "Jamison Sloan",
      "Nicholas Rivera",
      "John D Joannopoulos",
      "Marin Soljačić"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.16205",
    "title": "Shape it Better than Skip it: Mapping the Territory of Quantum Computing  and its Transformative Potential",
    "abstract": "Quantum Computing (QC) is an emerging and fast-growing research field that combines computer science with quantum mechanics such as quantum superposition and quantum entanglement. In order to contribute to a clarification of this field, the objective of this paper is twofold. Firstly, it aims to map the territory in which most relevant QC researches, scientific communities and related domains are stated and its relationship with classical computing. Secondly, it aims to examine the future research agenda according to different perspectives. We will do so by conducting a systematic literature review (SLR) based on the most important databases from 2010 to 2022. Our findings demonstrate that there is still room for understanding QC and how it transforms business, society and learning. ",
    "url": "https://arxiv.org/abs/2211.16205",
    "authors": [
      "Imed Boughzala",
      "Nesrine Ben Yahia",
      "Narjès Bellamine Ben Saoud",
      "Wissem Eljaoued"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2211.16325",
    "title": "The Interplay between Disorder, Local Relaxation and Collective  Behaviors for an ensemble of emitters outside vs inside cavity",
    "abstract": "The interplay between collective optical response and molecular static and dynamic disorder is studied using simple effective Hamiltonians for an ensemble of two-level emitters inside and outside a single-mode cavity. We model environmental disorder by randomly modulating the molecular transition frequencies and the coupling between the emitters and the electromagnetic field. We also consider effects of intermolecular interactions and orientational disorder. We investigate how these effects lead to new features in the steady state absorption (outside the cavity), transmission spectra (inside the cavity) and the yield of local molecular processes such as a unimolecular reaction. Outside the cavity, the collective behavior is manifested in the linewidth of the steady state absorption, the emission spectrum, and the local chemical yield. Inside the cavity, however, the collective behavior primarily determines the Rabi splitting. Effects of intermolecular interactions under orientational disorder are also studied. For the most part, for all types of disorder, if we increase disorder, we find a reduction in the collective nature of the molecular response (smaller effective N), and therefore, the Rabi splitting contraction occurs with orientational disorder. Moreover, we find that static disorder is more destructive to collective behavior than dynamic disorder. ",
    "url": "https://arxiv.org/abs/2211.16325",
    "authors": [
      "Zeyu Zhou",
      "Hsing-Ta Chen",
      "Joseph E. Subotnik",
      "Abraham Nitzan"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2211.16347",
    "title": "Developing Programming Assignments for Teaching Quantum Computing and  Quantum Programming",
    "abstract": "This report describes a variety of programming assignments that can be used to teach quantum computing in a practical manner. These assignments let the learners get hands-on experience with all stages of quantum software development process, from solving quantum computing problems and implementing the solutions to debugging the programs, performing resource estimation, and running the code on quantum hardware. ",
    "url": "https://arxiv.org/abs/2211.16347",
    "authors": [
      "Mariia Mykhailova"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2211.15942",
    "title": "Universal quantum computer based on Carbon Nanotube Rotators",
    "abstract": "We propose a universal quantum computer based on a chain of carbon nanotube rotators where one metallic plate is attached to each rotator. The dynamical variable is the rotational angle $\\phi$. The attached plate connected to ground electrostatically interacts with two fixed plates. Two angle positions $\\phi =0,\\pi$ are made stable by applying a voltage difference between the attached plate and the two fixed plates. We assign $\\phi =0$ and $\\pi $ to the qubit states $|0\\rangle$ and $|1\\rangle $. Then, considering a chain of rotators, we construct the arbitrary phase-shift gate, the NOT gate and the Ising gate, which constitute a set of universal quantum gates. They are executed by controlling the voltage between various plates. ",
    "url": "https://arxiv.org/abs/2211.15942",
    "authors": [
      "Motohiko Ezawa",
      "Shun Yasunaga",
      "Tetsuya Iizuka",
      "Akio Higo",
      "Yoshio Mita"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)",
      "Atomic and Molecular Clusters (physics.atm-clus)"
    ]
  },
  {
    "id": "arXiv:2211.16369",
    "title": "Electromagnetic Analogs of Quantum Mechanical Tunnelling",
    "abstract": "In this paper, we introduce the theoretical framework underlying our proposed methodology of verification and validation (V&V) for quantum mechanical emission models using analogous macroscopic electromagnetic systems. We derive the correspondence between quantum mechanics and electromagnetism using the transfer matrix approach, and describe the electromagnetic analog that will be used to anchor the atomistic quantum tunneling simulations. Finally, we illustrate this correspondence by comparing the quantum mechanical and electromagnetic systems for some simple, analytically soluble examples and outline future V&V work based on the framework presented here. ",
    "url": "https://arxiv.org/abs/2211.16369",
    "authors": [
      "Jeanne Riga",
      "Rebecca Seviour"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2211.16437",
    "title": "Manufacturing high-Q superconducting α-tantalum resonators on  silicon wafers",
    "abstract": "The performance of state-of-the-art superconducting quantum devices is currently limited by microwave dielectric losses at different surfaces and interfaces. {\\alpha}-tantalum is a superconductor that has proven effective in reducing dielectric loss and improving device performance due to its thin low-loss oxide. However, without the use of a seed layer, this tantalum phase has so far only been realised on sapphire substrates, which is incompatible with advanced processing in industry-scale fabrication facilities. Here, we demonstrate the fabrication of high-quality factor {\\alpha}-tantalum resonators directly on silicon wafers over a variety of metal deposition conditions and perform a comprehensive material and electrical characterization study. By comparing experiments with simulated resonator loss, we demonstrate that two-level-system loss is dominated by surface oxide contributions and not the substrate-metal interface. Our study paves the way to large scale manufacturing of low-loss superconducting circuits and to materials-driven advancements in superconducting circuit performance. ",
    "url": "https://arxiv.org/abs/2211.16437",
    "authors": [
      "D. P. Lozano",
      "M. Mongillo",
      "X. Piao",
      "S. Couet",
      "D. Wan",
      "Y. Canvel",
      "A. M. Vadiraj",
      "Ts. Ivanov",
      "J. Verjauw",
      "R. Acharya",
      "J. Van Damme",
      "F. A. Mohiyaddin",
      "J. Jussot",
      "P. P. Gowda",
      "A. Pacco",
      "B. Raes",
      "J. Van de Vondel",
      "I. P. Radu",
      "B. Govoreanu J. Swerts",
      "A. Potočnik",
      "K. De Greve"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2111.05400",
    "title": "The In Situ Signature of Cyclotron Resonant Heating",
    "abstract": " Title: The In Situ Signature of Cyclotron Resonant Heating ",
    "url": "https://arxiv.org/abs/2111.05400",
    "authors": [
      "Trevor A. Bowen",
      "Benjmin D.G. Chandran",
      "Jonathan Squire",
      "Stuart D. Bale",
      "Die Duan",
      "Kristopher G. Klein",
      "Davin Larson",
      "Alfred Mallet",
      "Michael D. McManus",
      "Romain Meyrand",
      "Jaye L. Verniero",
      "Lloyd D. Woodham"
    ],
    "subjectives": [
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      "Plasma Physics (physics.plasm-ph)",
      "Space Physics (physics.space-ph)"
    ]
  },
  {
    "id": "arXiv:2209.00316",
    "title": "Modeling Short-Range and Three-Membered Ring Structures in Lithium  Borosilicate Glasses using Machine Learning Potential",
    "abstract": " Title: Modeling Short-Range and Three-Membered Ring Structures in Lithium  Borosilicate Glasses using Machine Learning Potential ",
    "url": "https://arxiv.org/abs/2209.00316",
    "authors": [
      "Shingo Urata"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2209.12508",
    "title": "Phase-controlled asymmetric optomechanical entanglement against optical  backscattering",
    "abstract": " Comments: To be published in SCIENCE CHINA Physics, Mechanics & Astronomy ",
    "url": "https://arxiv.org/abs/2209.12508",
    "authors": [
      "Jing-Xue Liu",
      "Ya-Feng Jiao",
      "Ying Li",
      "Xun-Wei Xu",
      "Qiong-Yi He",
      "Hui Jing"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.13967",
    "title": "Satyendra Nath Bose: Quantum statistics to Bose-Einstein condensation",
    "abstract": " Comments: 17 pages, 9 figures ",
    "url": "https://arxiv.org/abs/2210.13967",
    "authors": [
      "Golam Ali Sekh",
      "Benoy Talukdar"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2211.15315",
    "title": "TCT investigation of the one-sided depletion of low-temperature  covalently bonded silicon sensor P-N diodes",
    "abstract": " Comments: To be submitted to JINST, 18 pages, 10 figures, 2 tables ",
    "url": "https://arxiv.org/abs/2211.15315",
    "authors": [
      "Johannes Wüthrich",
      "Christoph Alt",
      "André Rubbia"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2211.15412",
    "title": "STE-QUEST: Space Time Explorer and QUantum Equivalence principle Space  Test",
    "abstract": " Comments: As submitted to the M7 call in July 2022, except updated for the recent (Sept. 2022) MICROSCOPE results, and new section 2.5 summarizing the information provided to ESA during the September 2022 audition ",
    "url": "https://arxiv.org/abs/2211.15412",
    "authors": [
      "Angelo Bassi",
      "Kai Bongs",
      "Philippe Bouyer",
      "Claus Braxmaier",
      "Oliver Buchmueller",
      "Maria Luisa Chiofalo",
      "John Ellis",
      "Naceur Gaaloul",
      "Aurélien Hees",
      "Philippe Jetzer",
      "Steve Lecomte",
      "Gilles Métris",
      "Miquel Nofrarias",
      "Ernst M. Rasel",
      "Thilo Schuldt",
      "Carlos F. Sopuerta",
      "Guglielmo M. Tino",
      "Wolf von Klitzing",
      "Lisa Wörner",
      "Nan Yu",
      "Martin Zelan",
      "Peter Wolf"
    ],
    "subjectives": [
      "Space Physics (physics.space-ph)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Quantum Physics (quant-ph)"
    ]
  }
]