[
  {
    "id": "arXiv:2211.09880",
    "title": "Probing van der Waals interactions and detecting polar molecules by  Förster resonance energy transfer with Rydberg atoms at temperatures below  100 mK",
    "abstract": "Electric-field-controlled F\\\"orster resonance energy transfer (FRET) between Rydberg helium (He) atoms and ground-state ammonia (NH$_3$) molecules has been studied at translational temperatures below 100 mK. The experiments were performed in an intrabeam collision apparatus with pulsed supersonic beams of NH$_3$ seeded in He. A range of F\\\"orster resonances, between triplet Rydberg states in He with principal quantum numbers of 38, 39 and 40, and the inversion intervals in NH$_3$ were investigated. Resonance widths as low as $100\\pm20$ MHz were observed for Rydberg-Rydberg transitions with electric dipole transition moments of 3270 D. These widths result from binary collisions at a mean center-of-mass speed of $19.3\\pm2.6$ m/s. For transitions in which the initially prepared Rydberg states were strongly polarized, with large induced static electric dipole moments, van der Waals interactions between the collision partners increased the resonance widths to $\\sim750$ MHz. From measurements of the rate of FRET for the narrowest resonances observed, a density of NH$_3$ of $(9.4\\pm0.3)\\times10^{9}$ cm$^{-3}$ in the upper ground-state inversion sublevel in the interaction region of the apparatus was determined non-destructively. ",
    "url": "https://arxiv.org/abs/2211.09880",
    "authors": [
      "J. Zou",
      "S. D. Hogan"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2211.09884",
    "title": "Non-Hermitian topological invariant of photonic band structures  undergoing inversion",
    "abstract": "The interplay between symmetry and topology led to the discovery of symmetry-protected topological phases in Hermitian systems, including topological insulators and topological superconductors. However, the intrinsic symmetry-protected topological characteristics of non-Hermitian systems still await exploration. Here, we investigate experimentally the topological transition associated with the inversion of non-Hermitian band structures in an optical lattice. Intriguingly, we demonstrate that the winding number associated with the symmetry-protected bound state in the continuum is not a conserved quantity after band inversion. To define a topological invariant, we propose the skyrmion number given by spawning in momentum space a pseudo-spin with the polarisation vortex as the in-plane component and the band-index as the pseudo-spin direction at the origin. This leads to a topological transition from an antimeron to an meron-like texture through band inversion, while always conserving the half-charge skyrmion number. We foresee the use of skyrmion number to explore exotic singularities in various non-Hermitian physical system. ",
    "url": "https://arxiv.org/abs/2211.09884",
    "authors": [
      "Paul Bouteyre",
      "Dung Xuan Nguyen",
      "Guillaume Gachon",
      "Taha Benyattou",
      "Xavier Letartre",
      "Pierre Viktorovitch",
      "Ségolène Callard",
      "Lydie Ferrier",
      "Hai Son Nguyen"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.09893",
    "title": "Measuring diameters and velocities of artificial raindrops with a  neuromorphic dynamic vision sensor disdrometer",
    "abstract": "Hydrometers that can measure size and velocity distributions of precipitation are needed for research and corrections of rainfall estimates from weather radars and microwave links. Existing video disdrometers measure drop size distributions, but underestimate small raindrops and are impractical for widespread always-on IoT deployment. We propose an innovative method of measuring droplet size and velocity using a neuromorphic event camera. These dynamic vision sensors asynchronously output a sparse stream of pixel brightness changes. Droplets falling through the plane of focus create events generated by the motion of the droplet. Droplet size and speed are inferred from the stream of events. Using an improved hard disk arm actuator to reliably generate artificial raindrops, our experiments show small errors of 7% (maximum mean absolute percentage error) for droplet sizes from 0.3 to 2.5 mm and speeds from 1.3 m/s to 8.0 m/s. Each droplet requires the processing of only a few hundred to thousands of events, potentially enabling low-power always-on disdrometers that consume power proportional to the rainfall rate. ",
    "url": "https://arxiv.org/abs/2211.09893",
    "authors": [
      "Jan Steiner",
      "Kire Micev",
      "Asude Aydin",
      "Jörg Rieckermann",
      "Tobi Delbruck"
    ],
    "subjectives": [
      "Atmospheric and Oceanic Physics (physics.ao-ph)"
    ]
  },
  {
    "id": "arXiv:2211.09907",
    "title": "Observation of Zitterbewegung in photonic microcavities",
    "abstract": "We present and experimentally study the effects of the photonic spin-orbit coupling on real space propagetion of polariton wavepackets in planar semiconductor microcavities and polaritonic analogs of graphene. In particular, we demonstrate the appearance of an analog Zitterbewegung effect, a term which translates as 'trembling motion' in english, which was originally proposed for relativistic Dirac electrons and consists of the oscillations of the center of mass of a wavepacket in the direction perpendicular to its propagation. For a planar microcavity we observe regular Zitterbewegung oscillations whose amplitude and period depend on the wavevector of the polaritons. We then extend these results to a honeycomb lattice of coupled microcavity resonators. Compared to the planar cavity such lattices are inherently more tuneable and versatile, allowing simulation of the Hamilitonians of a wide range of important physical systems. We observe an oscillation pattern related to the presence of the spin-split Dirac cones in the dispersion. In both cases the experimentally observed oscillations are in good agreement with theoretical modelling and independently measured bandstructure parameters, providing strong evidence for the observation of Zitterbewegung. ",
    "url": "https://arxiv.org/abs/2211.09907",
    "authors": [
      "Seth Lovet",
      "Paul M. Walker",
      "Alexey Osipov",
      "Alexey Yulin",
      "Pooja Uday Naik",
      "Ivan A. Shelykh",
      "Maurice S. Skolnick",
      "Dmitry N. Krizhanovskii"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Other Condensed Matter (cond-mat.other)"
    ]
  },
  {
    "id": "arXiv:2211.09943",
    "title": "Soliton generation in AlGaAs microresonators at room temperature",
    "abstract": "Chip-integrated optical frequency combs are attractive optical sources in comb applications requiring high-repetition-rate, low power consumption, or compact size. Spontaneous soliton formation via Kerr parametric oscillation is a promising generation principle in these frequency combs, and has been demonstrated in several material platforms over the past decade. Of these materials, AlGaAs has one of the largest Kerr nonlinearity coefficients allowing low pump threshold comb generation. However, bright soliton generation using this material has only been possible at cryogenic temperature because of the large thermo-optic effect at room temperature, which hinders stable access to the soliton regime. Here, we report self-stabilized single soliton generation in AlGaAs microresonators at room temperature by utilizing a rising soliton step in large free-spectral-range resonators. With sub-milliWatt optical pump power, 1 THz repetition-rate soliton generation is demonstrated. Perfect soliton crystal formation and soliton breather states are also observed. Besides the advantages of large optical nonlinearity, the devices are natural candidates for integration with III-V pump lasers. ",
    "url": "https://arxiv.org/abs/2211.09943",
    "authors": [
      "Lue Wu",
      "Weiqiang Xie",
      "Chao Xiang",
      "Lin Chang",
      "Yan Yu",
      "Hao-Jing Chen",
      "Yoshihisa Yamamoto",
      "John E. Bowers",
      "Kerry J. Vahala",
      "Myoung-Gyun Suh"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.09985",
    "title": "Phase mask pinholes as spatial filters for laser interference  lithography",
    "abstract": "Laser resonators have outputs with Gaussian spatial beam profiles. In laser interference lithography (LIL), using such Gaussian shaped beams leads to an inhomogeneous exposure of the substrate. As a result, dimensions of lithography defined features vary significantly across the substrate. In most LIL setups, pinholes are used as filters to remove optical noise. Following a concept proposed by Hariharan et. al. a phase mask can be added to these pinholes. In theory, this modification results in a more uniform beam profile, and, if applied as spatial filters in LIL, in improved exposure and hence feature size uniformity. Here, we report on the first successful fabrication of such elements and demonstrate their use in an LIL setup to reduce feature dimension variations from 47.2% to 27.5% using standard and modified pinholes, respectively. ",
    "url": "https://arxiv.org/abs/2211.09985",
    "authors": [
      "Giovanna Capraro",
      "Maxim Lipkin",
      "Michael Möller",
      "Jens Bolten",
      "Max C. Lemme"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2211.10031",
    "title": "Automated turnkey microcomb for low-noise microwave synthesis",
    "abstract": "Microresonator-based optical frequency comb (microcomb) has the potential to revolutionize the accuracy of frequency synthesizer in radar and communication applications. However, fundamental limit exists for low noise microcomb generation, especially in low size, weight, power and cost (SWaP-C) package. Here we resolve such low noise challenge to operate a microcomb close to its low quantum noise limit, in a direct-diode-pump and thus low SWaP-C setup. Such result is triggered by using fiber Fabry-Perot resonators (FFPRs) with high quality factors up to 4.0*10^9. Automated turnkey operation has been achieved within a compact setup size of 85 mm * 90 mm * 25 mm. Low phase noise of -80 and -105 dBc/Hz at 100 Hz, -106 and -125 dBc/Hz at 1 kHz, -133 and -148 dBc/Hz at 10 kHz is achieved at 10.1 GHz and 1.7 GHz repetition frequencies, respectively. Our result paves the way for the microcomb to be a low-noise frequency synthesizer with low SWaP-C and thus field deployability. ",
    "url": "https://arxiv.org/abs/2211.10031",
    "authors": [
      "Kunpeng Jia",
      "Xinwei Yi",
      "Xiaohan Wang",
      "Yunfeng Liu",
      "Shu-Wei Huang",
      "Xiaoshun Jiang",
      "Wei Liang",
      "Zhenda Xie",
      "Shi-ning Zhu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2211.10217",
    "title": "Hollow-core fiber-based speckle displacement sensor",
    "abstract": "The research enterprise towards achieving high-performance hollow-core photonic crystal fibers has led to impressive advancements in the latest years. Indeed, using this family of fibers becomes nowadays an overarching strategy for building a multitude of optical systems ranging from beam delivery devices to optical sources and sensors. In most applications, an effective single-mode operation is desired and, as such, the fiber microstructure or the light launching setups are typically designed for achieving such a behavior. Alternatively, one can identify the use of large-core multimode hollow-core fibers as a promising avenue for the development of new photonic devices. Thus, in this manuscript, we propose and demonstrate the utilization of a large-core tubular-lattice fiber for accomplishing a speckle-based displacement sensor, which has been built up by inserting and suitably dislocating a single-mode fiber inside the void core of the hollow fiber. The work reported herein encompasses both simulation and experimental studies on the evolution of the multimode intensity distributions within the device as well as the demonstration of a displacement sensor with an estimated resolution of 0.7 {\\mu}m. We understand that this investigation identifies a new opportunity for the employment of large-core hollow fibers within the sensing framework hence widening the gamut of applications of this family of fibers. ",
    "url": "https://arxiv.org/abs/2211.10217",
    "authors": [
      "Jonas H. Osório",
      "Thiago D. Cabral",
      "Eric Fujiwara",
      "Marcos A. R. Franco",
      "Foued Amrani",
      "Frédéric Delahaye",
      "Frédéric Gérôme",
      "Fetah Benabid",
      "Cristiano M. B. Cordeiro"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2211.10255",
    "title": "Noncontractible loop states from a partially flat band in a photonic  borophene lattice",
    "abstract": "Flat band systems are usually associated to compact localized states (CLSs) resulting from the macroscopic degeneracy of eigenstates at the flat band energy. In case of singular flat bands, these conventional localized flat band states have been found to be incomplete leading to the existence of so-called noncontractible loop states (NLSs) with nontrivial real space topology. Here, we experimentally and analytically demonstrate that a 2D photonic borophene lattice can host NLSs without a CLS counterpart because of a band that is flat only along high-symmetry lines and dispersive along others. We hence dispel the conventional wisdom that NLSs are necessarily linked to robust boundary modes due to a bulk-boundary correspondence. Originating from band touching protected by the band flatness, NLSs play a key role in studying the fundamental physics of flat band systems. Our results truly transform the current understanding of flat bands and could readily be transferred to a 2D material in the form of a planar sheet of boron atoms. ",
    "url": "https://arxiv.org/abs/2211.10255",
    "authors": [
      "Philip Menz",
      "Haissam Hanafi",
      "Jörg Imbrock",
      "Cornelia Denz"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.10339",
    "title": "Techniques for the investigation of segmented sensors using the Two  Photon Absorption -- Transient Current Technique",
    "abstract": "The Two Photon Absorption - Transient Current Technique (TPA-TCT) was used to investigate a silicon strip detector with illumination from the top. Measurement and analysis techniques for the TPA-TCT of segmented devices are presented and discussed using a passive strip CMOS detector as an example. The influence of laser beam clipping and reflection is shown and a method that allows to compensate these intensity related effects for the investigation of the electric field is introduced and successfully employed. Besides, the mirror technique is introduced, which exploits reflection at a metallised back side to enable the measurement directly below a top metallisation, while illuminating from the top. ",
    "url": "https://arxiv.org/abs/2211.10339",
    "authors": [
      "Sebastian Pape",
      "Esteban Curras",
      "Marcos Fernandez Garcia",
      "Michael Moll"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2211.10416",
    "title": "Inverse Design of Nanophotonic Devices using Dynamic Binarization",
    "abstract": "The complexity of applications addressed with photonic integrated circuits is steadily rising and poses increasingly challenging demands on individual component functionality, performance and footprint. Inverse design methods have recently shown great promise to address these demands using fully automated design procedures that enable access to non-intuitive device layouts beyond conventional nanophotonic design concepts. Here we present a dynamic binarization method for the objective-first algorithm that lies at the core of the currently most successful inverse design algorithms. Our results demonstrate significant performance advantages over previous implementations of objective first algorithms, which we show for a fundamental TE00 to TE20 waveguide mode converter both in simulation and in experiments with fabricated devices. ",
    "url": "https://arxiv.org/abs/2211.10416",
    "authors": [
      "Marco Butz",
      "Adrian S. Abazi",
      "Rene Ross",
      "Benjamin Risse",
      "Carsten Schuck"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2211.08296",
    "title": "Deep-Learning-Empowered Inverse Design for Freeform Reconfigurable  Metasurfaces",
    "abstract": "The past decade has witnessed the advances of artificial intelligence with various applications in engineering. Recently, artificial neural network empowered inverse design for metasurfaces has been developed that can design on-demand meta-atoms with diverse shapes and high performance, where the design process based on artificial intelligence is fast and automatic. However, once the inverse-designed static meta-atom is fabricated, the function of the metasurface is fixed. Reconfigurable metasurfaces can realize dynamic functions, while applying artificial intelligence to design practical reconfigurable meta-atoms inversely has not been reported yet. Here, we present a deep-learning-empowered inverse design method for freeform reconfigurable metasurfaces, which can generate on-demand reconfigurable coding meta-atoms at self-defined frequency bands. To reduce the scale of dataset, a decoupling method of the reconfigurable meta-atom based on microwave network theory is proposed at first, which can convert the inverse design process for reconfigurable coding meta-atoms to the inverse design for static structures. A convolutional neural network model is trained to predict the responses of free-shaped meta-atoms, and the genetic algorithm is applied to generate the optimal structure patterns rapidly. As a demonstration of concept, several inverse-designed examples are generated with different self-defined spectrum responses in microwave band, and an inverse-designed wideband reconfigurable metasurface prototype is fabricated and measured for beam scanning applications with broad bandwidth. Our work paves the way for the fast and automatic design process of high-performance reconfigurable metasurfaces. ",
    "url": "https://arxiv.org/abs/2211.08296",
    "authors": [
      "Changhao Liu",
      "Fan Yang",
      "Maokun Li",
      "Shenheng Xu"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.09957",
    "title": "Quantum inverted harmonic potential",
    "abstract": "We consider a non-interacting gas under the inverted harmonic potential and present infinitely degenerate non-stationary orthogonal states. We discuss that it has an infinite entropy at the absolute zero temperature. We show that uncertainty in position of a particle under the inverted harmonic potential can be zero as there exists a solution which asymptotes to a Dirac delta function. We obtain a new free particle wave packet using the eigenstates for the inverted harmonic potential. It has unique self-focusing feature and can be used as focusing beam without a lens in optical systems where paraxial approximation is used. ",
    "url": "https://arxiv.org/abs/2211.09957",
    "authors": [
      "C. Yuce"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2211.10149",
    "title": "Development of a trigger for acoustic neutrino candidates in KM3NeT",
    "abstract": "The KM3NeT Collaboration is constructing two large neutrino detectors in the Mediterranean Sea: ARCA, located near Sicily and aiming at neutrino astronomy, and ORCA located near Toulon and designed for the study of intrinsic neutrino properties. The two detectors together will have hundreds of Detection Units with Digital Optical Modules kept vertically by buoyancy forming a large 3D optical array for detecting the Cherenkov light produced after the neutrino interactions. To properly reconstruct the direction of the incoming neutrino, the position of the DOMs, which are not static due to the sea currents, must be monitored. For this purpose, the detector is equipped with an Acoustic Positioning System, which is composed of fixed acoustic emitters on the sea bottom, a hydrophone in each DU base, and a piezoceramic sensor in each DOM, as acoustic receivers. This network of acoustic sensors can be used not only for positioning, but also for acoustic monitoring studies such as bioacoustics, ship noise monitoring, environmental noise control, and acoustic neutrinos detection. This work explores the possibility of creating a trigger for saving the data for ultra-high-energy neutrino candidates detected acoustically by the hydrophones. The acoustic signal caused by the neutrino interaction in a fluid is a short-time duration Bipolar Pulse extremely directive and with a Fourier transform extending over a wide range of frequencies. A study of signal detection, has been done by simulating BP produced by the interaction of a UHE neutrino at 1 km from the detector at zero-degree incidence added to the experimental real acoustic data. Finally, a trigger proposal has been developed in order to record candidates of BPs and it has been tested. The number of candidates per second, precision, and recall have been monitored according to the cuts applied and parameters calculated by the algorithm. ",
    "url": "https://arxiv.org/abs/2211.10149",
    "authors": [
      "Dídac D.Tortosa",
      "Miguel Ardid",
      "Manuel Bou-Cabo",
      "Guillermo Lara",
      "Juan A. Martínez-Mora"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2211.10183",
    "title": "Multipole theory of optical spatial dispersion in crystals",
    "abstract": "Natural optical activity is the paradigmatic example of an effect originating in the weak spatial inhomogeneity of the electromagnetic field on the atomic scale. Such effects are well described in molecules by the multipole theory of electromagnetism, where the coupling to light is treated semiclassically beyond the electric-dipole approximation. That theory has two shortcomings: it is limited to bounded systems, and its building blocks - the multipole transition moments - are origin dependent. In this work, we recast the multipole theory in a translationally-invariant form that remains valid for periodic crystals. Working in the independent-particle approximation, we introduce ''intrinsic'' multipole transition moments that are origin independent and transform covariantly under gauge transformations of the Bloch states. Electric-dipole transitions are given by the interband Berry connection, while magnetic-dipole and electric-quadrupole transitions are described by matrix generalizations of the intrinsic magnetic moment and quantum metric. In addition to multipolar terms, the response of crystals at first order in the wavevector of light contains band-dispersion terms that have no counterpart in molecular theories. The rotatory-strength sum rule for crystals is found to be equivalent to the topological constraint for a vanishing chiral magnetic effect in equilibrium, and the formalism is validated by numerical calculations on a tight-binding model. ",
    "url": "https://arxiv.org/abs/2211.10183",
    "authors": [
      "Óscar Pozo",
      "Ivo Souza"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2107.06500",
    "title": "Posterior sampling for inverse imaging problems on the sphere in  seismology and cosmology",
    "abstract": " Title: Posterior sampling for inverse imaging problems on the sphere in  seismology and cosmology ",
    "url": "https://arxiv.org/abs/2107.06500",
    "authors": [
      "Augustin Marignier",
      "Jason D. McEwen",
      "Ana M. G. Ferreira",
      "Thomas D. Kitching"
    ],
    "subjectives": [
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2108.06057",
    "title": "Relativistic Quantum Calculations to Understand the Contribution of  f-Orbitals and Chemical Bonding of Actinides with Organic Ligands",
    "abstract": " Title: Relativistic Quantum Calculations to Understand the Contribution of  f-Orbitals and Chemical Bonding of Actinides with Organic Ligands ",
    "url": "https://arxiv.org/abs/2108.06057",
    "authors": [
      "Andy D. Zapata-Escobar",
      "Srimanta Pakhira",
      "Joaquin Barroso-Flores",
      "Gustavo A. Aucar",
      "Jose L. Mendoza-Cortes"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2202.00784",
    "title": "Analysis of performance and robustness against jitter of various search  methods for acquiring optical links in space",
    "abstract": " Comments: 11 pages, two column format, 9pt font ",
    "url": "https://arxiv.org/abs/2202.00784",
    "authors": [
      "Gerald Hechenblaikner"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Mathematical Physics (math-ph)"
    ]
  },
  {
    "id": "arXiv:2205.11247",
    "title": "From Non-Markovian Dissipation to Spatiotemporal Control of Quantum  Nanodevices",
    "abstract": " Comments: 11 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2205.11247",
    "authors": [
      "Thibaut Lacroix",
      "Brendon W. Lovett",
      "Alex W. Chin"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2206.08098",
    "title": "Quantum state heralding using photonic integrated circuits with free  electrons",
    "abstract": " Title: Quantum state heralding using photonic integrated circuits with free  electrons ",
    "url": "https://arxiv.org/abs/2206.08098",
    "authors": [
      "Guanhao Huang",
      "Nils J. Engelsen",
      "Ofer Kfir",
      "Claus Ropers",
      "Tobias J. Kippenberg"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.13543",
    "title": "Resonant Electric Probe to Axionic Dark Matter",
    "abstract": " Comments: 8 pages, 5 figures. V2 added more comments on the key innovation points and signal discussion ",
    "url": "https://arxiv.org/abs/2206.13543",
    "authors": [
      "Junxi Duan",
      "Yu Gao",
      "Chang-Yin Ji",
      "Sichun Sun",
      "Yugui Yao",
      "Yun-Long Zhang"
    ],
    "subjectives": [
      "High Energy Physics - Phenomenology (hep-ph)",
      "Cosmology and Nongalactic Astrophysics (astro-ph.CO)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "High Energy Physics - Experiment (hep-ex)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2210.15346",
    "title": "Closed-Loop Dual-Atom-Interferometer Inertial Sensor with Continuous  Cold Atomic Beams",
    "abstract": " Comments: 9 pages, 7 figures ",
    "url": "https://arxiv.org/abs/2210.15346",
    "authors": [
      "Zhi-Xin Meng",
      "Pei-Qiang Yan",
      "Sheng-Zhe Wang",
      "Xiao-Jie Li",
      "Yan-Ying Feng"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2211.05122",
    "title": "Study of nonlinear optical diffraction patterns using machine learning  models based on ResNet 152 architecture",
    "abstract": " Title: Study of nonlinear optical diffraction patterns using machine learning  models based on ResNet 152 architecture ",
    "url": "https://arxiv.org/abs/2211.05122",
    "authors": [
      "Behnam Pishnamazi",
      "Ehsan Koushki"
    ],
    "subjectives": [
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  }
]