[
  {
    "id": "arXiv:2312.00037",
    "title": "Photonic Neural Networks and Optics-informed Deep Learning Fundamentals",
    "abstract": "The recent explosive compute growth, mainly fueled by the boost of AI and DNNs, is currently instigating the demand for a novel computing paradigm that can overcome the insurmountable barriers imposed by conventional electronic computing architectures. PNNs implemented on silicon integration platforms stand out as a promising candidate to endow NN hardware, offering the potential for energy efficient and ultra-fast computations through the utilization of the unique primitives of photonics i.e. energy efficiency, THz bandwidth and low-latency. Thus far, several demonstrations have revealed the huge potential of PNNs in performing both linear and non-linear NN operations at unparalleled speed and energy consumption metrics. Transforming this potential into a tangible reality for DL applications requires, however, a deep understanding of the basic PNN principles, requirements and challenges across all constituent architectural, technological and training aspects. In this tutorial, we, initially, review the principles of DNNs along with their fundamental building blocks, analyzing also the key mathematical operations needed for their computation in a photonic hardware. Then, we investigate, through an intuitive mathematical analysis, the interdependence of bit precision and energy efficiency in analog photonic circuitry, discussing the opportunities and challenges of PNNs. Followingly, a performance overview of PNN architectures, weight technologies and activation functions is presented, summarizing their impact in speed, scalability and power consumption. Finally, we provide an holistic overview of the optics-informed NN training framework that incorporates the physical properties of photonic building blocks into the training process in order to improve the NN classification accuracy and effectively elevate neuromorphic photonic hardware into high-performance DL computational settings. ",
    "url": "https://arxiv.org/abs/2312.00037",
    "authors": [
      "A. Tsakyridis",
      "M. Moralis-Pegios",
      "G. Giamougiannis",
      "M. Kirtas",
      "N. Passalis",
      "A. Tefas",
      "N. Pleros"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Emerging Technologies (cs.ET)"
    ]
  },
  {
    "id": "arXiv:2312.00203",
    "title": "Imaging Resonance Effects in C + H$_2$ Collisions using a Zeeman  Decelerator",
    "abstract": "An intriguing phenomenon in molecular collisions is the occurrence of scattering resonances, which originate from bound and quasi-bound states supported by the interaction potential at low collision energies. The resonance effects in the scattering behaviour are extraordinarily sensitive to the interaction potential, and their observation provides one of the most stringent tests for theoretical models. We present high-resolution measurements of state-resolved angular scattering distributions for inelastic collisions between Zeeman-decelerated C($^3P_1$) atoms and $\\textit{para}$-H$_2$ molecules at collision energies ranging from 77 cm$^{-1}$ down to 0.5 cm$^{-1}$. Rapid variations in the angular distributions were observed that can be attributed to the consecutive reduction of contributing partial waves and effects of scattering resonances. The measurements showed excellent agreement with distributions predicted by $\\textit{ab initio}$ quantum scattering calculations. However, discrepancies were found at specific collision energies, which most likely originate from an incorrectly predicted quasi-bound state. These observations provide exciting prospects for further high-precision and low-energy investigations of scattering processes that involve paramagnetic species. ",
    "url": "https://arxiv.org/abs/2312.00203",
    "authors": [
      "Vikram Plomp",
      "Xu-Dong Wang",
      "Jacek Kłos",
      "Paul J. Dagdigian",
      "François Lique",
      "Jolijn Onvlee",
      "Sebastiaan Y.T. van de Meerakker"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2312.00283",
    "title": "Transition from quasi-unidirectional to unidirectional guided resonances  in leaky-mode photonic lattices",
    "abstract": "Unidirectional light emission from planar photonic structures is highly advantageous for a wide range of optoelectronic applications. Recently, it has been demonstrated that unidirectional guided resonances (UGRs) can be realized by utilizing topological polarization singularities in momentum space. However, the practical application of these topological unidirectional emitters has been limited due to their intricate geometric configurations, requiring special efforts with high-cost fabrication processes. In this study, we show that unidirectional light emission can be achieved in conventional one-dimensional zero-contrast gratings (ZCGs), which can be easily fabricated using current nanofabrication technologies. In ZCGs, the interband coupling between even-like and odd-like waveguide modes leads to the formation of quasi-UGRs, characterized by significantly higher decay rates in either the upward or downward direction compared to the opposite direction. We demonstrate that these quasi-UGRs evolve into genuine UGRs with an gradual increase in grating thickness. Moreover, the emission direction of UGRs can be selectively steered either upward or downward by adjusting the lattice parameters. In addition to quasi-UGRs and UGRs, our study also reveals additional topological phenomena in ZCGs, including exceptional points and quasi-BICs. ",
    "url": "https://arxiv.org/abs/2312.00283",
    "authors": [
      "Sun-Goo Lee",
      "Seong-Han Kim",
      "Wook-Jae Lee"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2312.00406",
    "title": "Enhancement of CO2 conversion by counterflow gas quenching of the  post-discharge region in microwave plasma sustained by gyrotron radiation",
    "abstract": "A threefold increase in the CO2 conversion and energy efficiency due to the cooling of the post-discharge region by the counter gas flow has been achieved in the plasma of an atmospheric pressure discharge supported by microwave radiation of a gyrotron with a frequency of 24 GHz in a carbon dioxide gas flow. The role of convective heat transfer in the process of gas mixture cooling in the post-discharge region has been experimentally demonstrated. At nitrogen quench gas flow of 4.5 l/min, the CO2 conversion was 23.8 % and energy efficiency was 19.7 %. The possibility of using the flow of cooled gas mixture (CO2,CO,O2) taken from the reactor as quenching gas has been experimentally demonstrated, which made it possible to achieve a CO2 conversion degree of 23.4 % and to eliminate the problem of dilution of reaction products by third-party gases. Based on numerical modeling, it is shown that the increase in the conversion degree upon the destruction of the plasma torch structure is due to the increase in heat exchange with the surrounding atmosphere, and the efficiency of this destruction is determined by the velocity and density of quenching gas. ",
    "url": "https://arxiv.org/abs/2312.00406",
    "authors": [
      "N. V. Chekmarev",
      "D. A. Mansfeld",
      "A. V. Vodopyanov",
      "S. V. Sintsov",
      "E. I. Preobrazhensky",
      "M. A. Remez"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2312.00493",
    "title": "Volkov solutions for relativistic magnetized plasma in strong field  quantum electrodynamics regime",
    "abstract": "This study shows the dynamics of relativistic electrons in terms of Dirac equation solutions when an ultra-intense short laser pulse of intensity $\\ge 10^{23} {W.cm^{-2}}$ propagates through magnetized dense plasma ($B_0\\approx {1MG})$. The interaction dynamics is analyzed near the strong-field quantum electrodynamics (SF-QED) regime. Our study finds new solutions in plasma media considering the effects of the re-normalized mass of relativistic electrons and the nonzero effective mass of accelerated photons. We have provided a general method for constructing exact solutions of the Dirac relativistic equation that correctly explains the dynamics of electrons in the strongly magnetized plasma medium. The modified solutions of the Dirac equation for one electron are derived and compared to the Volkov solutions. The new solutions are a basis for a feasible explanation of quantum attributes of relativistic electrons in a strong electromagnetic field of very short ultra-intense laser pulses with intensity near Schwinger field intensity. The solutions are called new Volkov solutions in a plasma medium. These solutions can be used to understand better the theory of quantum radiation reaction for the next-generation laser-plasma accelerator. Our results show that the Volkov solutions are not applicable in a magnetized plasma medium ",
    "url": "https://arxiv.org/abs/2312.00493",
    "authors": [
      "B.S. Sharma",
      "Garima Yadav",
      "R.C. Dhabhai",
      "N.K. Jaiman"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2312.00510",
    "title": "Nanowire Array Breath Acetone Sensor for Diabetes Monitoring",
    "abstract": "Diabetic ketoacidosis (DKA) is a life-threatening acute complication of diabetes in which ketone bodies accumulate in the blood. Breath acetone (a ketone) directly correlates with blood ketones, such that breath acetone monitoring could be used to improve safety in diabetes care. In this work, we report the design and fabrication of a chitosan/Pt/InP nanowire array based chemiresistive acetone sensor. By implementing chitosan as a surface functionalization layer and a Pt Schottky contact for efficient charge transfer processes and photovoltaic effect, self-powered, highly selective acetone sensing has been achieved. This sensor has an ultra-wide detection range from sub-ppb to >100,000 ppm levels at room temperature, incorporating the range from healthy individuals (300-800 ppb) to those at high-risk of DKA (> 75 ppm). The nanowire sensor has been further integrated into a handheld breath testing prototype, the Ketowhistle, which can successfully detect different ranges of acetone concentrations in simulated breath. The Ketowhistle demonstrates immediate potential for non-invasive ketone testing and monitoring for persons living with diabetes, in particular for DKA prevention. ",
    "url": "https://arxiv.org/abs/2312.00510",
    "authors": [
      "Shiyu Wei",
      "Zhe Li",
      "Krishnan Murugappan",
      "Ziyuan Li",
      "Mykhaylo Lysevych",
      "Kaushal Vora",
      "Hark Hoe Tan",
      "Chennupati Jagadish",
      "Buddini I Karawdeniya",
      "Christopher J Nolan",
      "Antonio Tricoli",
      "Lan Fu"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2312.00779",
    "title": "Nanocolumnar Material Platforms:Universal structural parameters revealed  from optical anisotropy",
    "abstract": "Nanostructures represent a frontier where meticulous attention to the control and assessment of structural dimensions becomes a linchpin for their seamless integration into diverse technological applications. By using integrative and comprehensive methodical series of studies, we investigate the evolution of the depolarization factors in the anisotropic Bruggeman effective medium approximation, that are extremely sensitive to the changes in critical dimensions of the nanostructure platforms. To this end, we fabricate spatially coherent highly-ordered slanted nanocolumns from zirconia, silicon, titanium, and permalloy on silicon substrates with varying column lengths using glancing angle deposition. In tandem, broad-spectral range Mueller matrix spectroscopic ellipsometry data, spanning from the near-infrared to the vacuum ultraviolet (0.72 eV to 6.5 eV), is analyzed with a best-match model approach based on the anisotropic Bruggeman effective medium theory. We thereby extracted the anisotropic optical properties including complex dielectric function, birefringence, and dichroism. Most notably, our research unveils a universal, material-independent inverse relationship between depolarization factors and column length. We envision that the presented universal relationship will permit accurate prediction of optical properties of nanocolumnar thin films improving their integration and optimization for optoelectronic and photonic device applications. ",
    "url": "https://arxiv.org/abs/2312.00779",
    "authors": [
      "Ufuk Kilic",
      "Yousra Traouli",
      "Matthew Hilfiker",
      "Khalil Bryant",
      "Stefan Schoeche",
      "Rene Feder",
      "Christos Argyropoulos",
      "Eva Schubert",
      "Mathias Schubert"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2312.00142",
    "title": "Polymeric Liquids in Nanoporous Photonic Structures: From Precursor Film  Spreading to Imbibition Dynamics at the Nanoscale",
    "abstract": "Polymers are known to wet nanopores with high surface energy through an atomically thin precursor film followed by slower capillary filling. We present here light interference spectroscopy using a nanoporous membrane-based chip that allows us to observe the dynamics of these phenomena in situ with sub-nanometer spatial and milli- to microsecond temporal resolution. The device consists of a mesoporous silicon film (average pore size 6 nm) with an integrated photonic crystal, which permits to simultaneously measure the phase shift of the thin-film interference and the resonance of the photonic crystal upon imbibition. For a styrene dimer, we find a flat fluid front without a precursor film, while the pentamer forms an expanding molecular thin film moving in front of the menisci of the capillary filling. These different behaviors are attributed to a significantly faster pore-surface diffusion compared to the imbibition dynamics for the pentamer and vice versa for the dimer. In addition, both oligomers exhibit anomalously slow imbibition dynamics, which could be explained by apparent viscosities of six and eleven times the bulk value, respectively. However, a more consistent description of the dynamics is achieved by a constriction model that emphasizes the increasing importance of local undulations in the pore radius with the molecular size and includes a sub-nanometer hydrodynamic dead, immobile zone at the pore wall, but otherwise uses bulk fluid parameters. Overall, our study illustrates that interferometric, opto-fluidic experiments with nanoporous media allow for a remarkably detailed exploration of the nano-rheology of polymeric liquids. ",
    "url": "https://arxiv.org/abs/2312.00142",
    "authors": [
      "Guido Dittrich",
      "Luisa G. Cencha",
      "Martin Steinhart",
      "Ralf B. Wehrspohn",
      "Claudio L. A. Berli",
      "Raul Urteaga",
      "Patrick Huber"
    ],
    "subjectives": [
      "Soft Condensed Matter (cond-mat.soft)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2312.00159",
    "title": "Photo-acoustic spectroscopy using a quantum cascade laser (QCL) for  analysis of ammonia in water solutions",
    "abstract": "Ammonia (NH$_3$) toxicity, stemming from nitrification, can adversely affect aquatic life and influence the taste and odor of drinking water. This underscores the necessity for highly responsive and accurate sensors to continuously monitor NH$_3$ levels in water, especially in complex environments where reliable sensors have been lacking until this point. Herein, we detail the development of a sensor comprising a compact and selective analyzer with low gas consumption and a timely response, based on photoacoustic spectroscopy. This, combined with an automated liquid sampling system, enables the precise detection of ammonia traces in water. The sensor system incorporates a state-of-the art quantum cascade laser as the excitation source emitting at 9 \\textmu m in resonance with the absorption line of NH$_3$ located at 1103.46 cm$^{-1}$. Our instrument demonstrated detection sensitivity at low ppm level for total ammonia nitrogen with response times less than 60 seconds. For the sampling system, an ammonia stripping solution was designed resulting in a prompt full measurement cycle (6.35 mins). A further evaluation of the sensor within a pilot study showed good reliability and agreement with the reference method for real water samples, confirming the potential of our NH$_3$ analyzer for water-quality monitoring applications. ",
    "url": "https://arxiv.org/abs/2312.00159",
    "authors": [
      "Apostolos Apostolakis",
      "Guillaume Aoust",
      "Grégory Maisons",
      "Ludovic Laurent",
      "Mauro Fernandes Pereira"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2312.00178",
    "title": "Subspace methods for electronic structure simulations on quantum  computers",
    "abstract": "Quantum subspace methods (QSMs) are a class of quantum computing algorithms where the time-independent Schrodinger equation for a quantum system is projected onto a subspace of the underlying Hilbert space. This projection transforms the Schrodinger equation into an eigenvalue problem determined by measurements carried out on a quantum device. The eigenvalue problem is then solved on a classical computer, yielding approximations to ground- and excited-state energies and wavefunctions. QSMs are examples of hybrid quantum-classical methods, where a quantum device supported by classical computational resources is employed to tackle a problem. QSMs are rapidly gaining traction as a strategy to simulate electronic wavefunctions on quantum computers, and thus their design, development, and application is a key research field at the interface between quantum computation and electronic structure. In this review, we provide a self-contained introduction to QSMs, with emphasis on their application to the electronic structure of molecules. We present the theoretical foundations and applications of QSMs, and we discuss their implementation on quantum hardware, illustrating the impact of noise on their performance. ",
    "url": "https://arxiv.org/abs/2312.00178",
    "authors": [
      "Mario Motta",
      "William Kirby",
      "Ieva Liepuoniute",
      "Kevin J. Sung",
      "Jeffrey Cohn",
      "Antonio Mezzacapo",
      "Katherine Klymko",
      "Nam Nguyen",
      "Nobuyuki Yoshioka",
      "Julia E. Rice"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2312.00579",
    "title": "Optical coherence and spin population dynamics in  $^{171}$Yb$^{3+}$:Y$_2$SiO$_5$ single crystals",
    "abstract": "$^{171}$Yb$^{3+}$-doped Y$_2$SiO$_5$ crystals are a promising platform for optical quantum memories in long-distance quantum communications. The relevance of this material lies in $^{171}$Yb long optical and spin coherence times, along with a large hyperfine splitting, enabling long quantum storage over large bandwidths. Mechanisms affecting the optical decoherence are however not precisely known, especially since low-temperature measurements have so far focused on the 2 to 4 K range. In this work, we performed two- and three-pulse photon echoes and spectral hole burning to determine optical homogeneous linewidths in two 171 Yb:YSO crystals doped at 2 and 10 ppm. Experiments were performed in the 40 mK to 18 K temperature range, leading to linewidths between 320 Hz, among the narrowest reported for rare-earth ions, and several MHz. Our results show that above 6 K the homogeneous linewidth is mainly due to an elastic two-phonon process which results in a slow broadening with temperature, the homogeneous linewidth reaching only 25 kHz at 10 K. At lower temperatures, interactions with $^{89}$Yb nuclear spin-flips, paramagnetic defects or impurities, and also Yb-Yb interactions for the higher concentrated crystal, are likely the main limiting factor to the homogeneous linewidth. In particular, we conclude that the direct effect of spin and optical excited state lifetime is a minor contribution to optical decoherence in the whole temperature range studied. Our results indicate possible paths and regimes for further decreasing the homogeneous linewidths or maintaining narrow lines at higher $^{171}$Yb concentration. ",
    "url": "https://arxiv.org/abs/2312.00579",
    "authors": [
      "Federico Chiossi",
      "Eloise Lafitte-Houssat",
      "Alban Ferrier",
      "Sacha Welinski",
      "Loic Morvan",
      "Perrine Berger",
      "Diana Serrano",
      "Mikael Afzelius",
      "Philippe Goldner"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2312.00631",
    "title": "Qubits, entangled states, and quantum gates realized on a set of  classical pendulums",
    "abstract": "Here we show that the concepts behind such terms as entanglement, qubits, quantum gates, quantum error corrections, unitary time evolution etc., which are usually ascribed to quantum systems, can be adequately realized on a set of coupled classical pendulums. ",
    "url": "https://arxiv.org/abs/2312.00631",
    "authors": [
      "Alexey V. Nenashev",
      "Florian Gebhard",
      "Klaus Meerholz",
      "Sergei D. Baranovskii"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2312.00757",
    "title": "Giant microwave-optical Kerr nonlinearity via Rydberg excitons in  cuprous oxide",
    "abstract": "Microwave-optical conversion is key to future networks of quantum devices, such as those based on superconducting technology. Conversion at the single quantum level requires strong nonlinearity, high bandwidth, and compatibility with a millikelvin environment. A large nonlinearity is observed in Rydberg atoms, but combining atomic gases with dilution refrigerators is technically challenging. Here we demonstrate that a strong microwave-optical nonlinearity in a cryogenic, solid-state system by exploiting Rydberg states of excitons in \\cuprite. We measure a microwave-optical cross-Kerr coefficient of $B_0 = 0.022 \\pm 0.008 $ m V$^{-2}$ at 4~K, which is several orders of magnitude larger than other solid-state systems. Our results highlight the potential of Rydberg excitons for nonlinear optics, and form the basis for a microwave-optical frequency converter based on Cu$_2$O. ",
    "url": "https://arxiv.org/abs/2312.00757",
    "authors": [
      "Jon D. Pritchett",
      "Liam A. P. Gallagher",
      "Alistair Brewin",
      "Horatio Q. X. Wong",
      "Wolfgang Langbein",
      "Stephen A. Lynch",
      "C. Stuart Adams",
      "Matthew P. A. Jones"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.08788",
    "title": "Programmable heralded linear optical generation of two-qubit states",
    "abstract": " Title: Programmable heralded linear optical generation of two-qubit states ",
    "url": "https://arxiv.org/abs/2204.08788",
    "authors": [
      "Suren A. Fldzhyan",
      "Mikhail Yu. Saygin",
      "Sergei P. Kulik"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2207.02758",
    "title": "Is the resonant wave interaction approximation consistent with the  dynamics of internal wave fields?",
    "abstract": " Title: Is the resonant wave interaction approximation consistent with the  dynamics of internal wave fields? ",
    "url": "https://arxiv.org/abs/2207.02758",
    "authors": [
      "Golan Bel",
      "Eli Tziperman"
    ],
    "subjectives": [
      "Chaotic Dynamics (nlin.CD)",
      "Atmospheric and Oceanic Physics (physics.ao-ph)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2212.04838",
    "title": "Quantum theory of light interaction with a Lorenz-Mie particle: Optical  detection and three-dimensional ground-state cooling",
    "abstract": " Comments: Corrected version due to missing phase factor in the definition of the IRP, 16 + 12 pages, 8 + 4 figures, 1 table ",
    "url": "https://arxiv.org/abs/2212.04838",
    "authors": [
      "Patrick Maurer",
      "Carlos Gonzalez-Ballestero",
      "Oriol Romero-Isart"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2303.03683",
    "title": "Enhancing the sensitivity of atom-interferometric inertial sensors using  robust control",
    "abstract": " Comments: 15 pages, 7 figures ",
    "url": "https://arxiv.org/abs/2303.03683",
    "authors": [
      "J. C. Saywell",
      "M. S. Carey",
      "P. S. Light",
      "S. S. Szigeti",
      "A. R. Milne",
      "K. S. Gill",
      "M. L. Goh",
      "V. S. Perunicic",
      "N. M. Wilson",
      "C. D. Macrae",
      "A. Rischka",
      "P. J. Everitt",
      "N. P. Robins",
      "R. P. Anderson",
      "M. R. Hush",
      "M. J. Biercuk"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2310.01078",
    "title": "Single-Element Dual-Interferometer for Precision Inertial Sensing:  Sub-picometer Structural Stability and Performance as a Reference for Laser  Frequency Stabilization",
    "abstract": " Comments: 10 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2310.01078",
    "authors": [
      "Victor Huarcaya",
      "Miguel Dovale Álvarez",
      "Kohei Yamamoto",
      "Yichao Yang",
      "Stefano Gozzo",
      "Pablo Martínez Cano",
      "Moritz Mehmet",
      "Juan José Esteban Delgado",
      "Jianjun Jia",
      "Gerhard Heinzel"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2310.19510",
    "title": "Photophysics of O-band and transition metal color centers in monolithic  silicon for quantum communications",
    "abstract": " Comments: 11 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2310.19510",
    "authors": [
      "Murat Can Sarihan",
      "Jiahui Huang",
      "Jin Ho Kang",
      "Cody Fan",
      "Wei Liu",
      "Khalifa M. Azizur-Rahman",
      "Baolai Liang",
      "Chee Wei Wong"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.07809",
    "title": "Non-radiative configurations of a few quantum emitters ensembles:  evolutionary optimization approach",
    "abstract": " Title: Non-radiative configurations of a few quantum emitters ensembles:  evolutionary optimization approach ",
    "url": "https://arxiv.org/abs/2311.07809",
    "authors": [
      "Ilya Volkov",
      "Stanislav Mitsai",
      "Stepan Zhogolev",
      "Danil Kornovan",
      "Roman Savelev",
      "Mihail Petrov"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.14697",
    "title": "Surface acoustic wave stimulated Brillouin scattering in thin-film  lithium niobate waveguides",
    "abstract": " Title: Surface acoustic wave stimulated Brillouin scattering in thin-film  lithium niobate waveguides ",
    "url": "https://arxiv.org/abs/2311.14697",
    "authors": [
      "Kaixuan Ye",
      "Hanke Feng",
      "Yvan Klaver",
      "Akshay Keloth",
      "Akhileshwar Mishra",
      "Cheng Wang",
      "David Marpaung"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.14962",
    "title": "Self-Amplification-Assisted Highly Efficient Integrated Laser",
    "abstract": " Title: Self-Amplification-Assisted Highly Efficient Integrated Laser ",
    "url": "https://arxiv.org/abs/2311.14962",
    "authors": [
      "Jiangwei Wu",
      "Xiongshuo Yan",
      "Xueyi Wang",
      "Tingge Yuan",
      "Chengyu Chen",
      "Hao Li",
      "Yuping Chen",
      "Xianfeng Chen"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2311.15972",
    "title": "Optically Induced Monopoles, Knots, and Skyrmions in Quantum Gases",
    "abstract": " Comments: Updated references to the literature ",
    "url": "https://arxiv.org/abs/2311.15972",
    "authors": [
      "Toni Annala",
      "Tommi Mikkonen",
      "Mikko Möttönen"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.16641",
    "title": "A High Resolution Dilatometer Using Optical Fiber Interferometer",
    "abstract": " Comments: Contactless high resolution dilatometer based on optical fiber interferometer ",
    "url": "https://arxiv.org/abs/2311.16641",
    "authors": [
      "Xin Qin",
      "Guoxin Cao",
      "Shengchun Liu",
      "Yang Liu"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Superconductivity (cond-mat.supr-con)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2311.16896",
    "title": "65 GOPS/neuron Photonic Tensor Core with Thin-film Lithium Niobate  Photonics",
    "abstract": " Comments: 19 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2311.16896",
    "authors": [
      "Zhongjin Lin",
      "Bhavin J. Shastri",
      "Shangxuan Yu",
      "Jingxiang Song",
      "Yuntao Zhu",
      "Arman Safarnejadian",
      "Wangning Cai",
      "Yanmei Lin",
      "Wei Ke",
      "Mustafa Hammood",
      "Tianye Wang",
      "Mengyue Xu",
      "Zibo Zheng",
      "Mohammed Al-Qadasi",
      "Omid Esmaeeli",
      "Mohamed Rahim",
      "Grzegorz Pakulski",
      "Jens Schmid",
      "Pedro Barrios",
      "Weihong Jiang",
      "Hugh Morison",
      "Matthew Mitchell",
      "Xiaogang Qiang",
      "Xun Guan",
      "Nicolas A. F. Jaeger",
      "Leslie A.n Rusch",
      "Sudip Shekhar",
      "Wei Shi",
      "Siyuan Yu",
      "Xinlun Cai",
      "Lukas Chrostowski"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Emerging Technologies (cs.ET)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2311.17187",
    "title": "Investing in the Quantum Future : State of Play and Way Forward for  Quantum Venture Capital",
    "abstract": " Comments: 11 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2311.17187",
    "authors": [
      "Christophe Jurczak"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)",
      "Quantum Physics (quant-ph)"
    ]
  }
]