[
  {
    "id": "arXiv:2309.05677",
    "title": "Optical trapping based on microring resonators with transverse slot  structure",
    "abstract": "Over the past few decades, optical manipulation has emerged as a highly successful tool in various fields, such as biology, micro/nanorobotics, and physics. Among the different techniques, the transverse slot optical waveguide has shown remarkable potential in enhancing the field and significantly improving optical trapping capabilities. Additionally, microring resonators have demonstrated the ability to enhance the field at specific resonance wavelengths, enabling the manipulation and capture of particles. In this study, we investigated the impact of the structure on nanoparticle capture by introducing a 50 nm transverse slot in a 5 {\\mu}m microring resonator. Through the integration of a transverse slot in the microring resonator, we observed a substantial increase in the maximum bound optical power for a nanosphere with a refractive index of 1.6 and a diameter of 50 nm, reaching 3988.8 pN/W. This value is 2292 times higher than the maximum optical force in a straight waveguide and 2.266 times higher than the maximum optical force in a microring resonator. The proposed structure significantly enhances the optical trapping capabilities for nanoscale particles, thus paving the way for the development of advanced micro/nanomanipulation techniques. ",
    "url": "https://arxiv.org/abs/2309.05677",
    "authors": [
      "Zheng Li",
      "Yi Cheng",
      "Jin Liu",
      "Guanju Peng"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2309.05754",
    "title": "Quantum Rate Electrodynamics and Resonant Junction Electronics of  Heterocyclic Molecules",
    "abstract": "Quantum rate theory encompasses the electron-transfer rate constant concept of electrochemical reactions as a particular setting, besides demonstrating that the electrodynamics of these reactions obey relativistic quantum mechanical rules. The theory predicts a frequency $\\nu = E/h$ for electron-transfer reactions, in which $E = e^2/C_q$ is the energy associated with the density-of-states $C_q/e^2$ and $C_q$ is the quantum capacitance of the electrochemical junctions. This work demonstrates that the $\\nu = E/h$ frequency of the intermolecular charge transfer of push-pull heterocyclic compounds, assembled over conducting electrodes, follows the above-stated quantum rate electrodynamic principles. Astonishingly, the differences between the molecular junction electronics formed by push-pull molecules and the electrodynamics of electrochemical reactions observed in redox-active modified electrodes are solely owing to an adiabatic setting (strictly following Landauer's ballistic presumption) of the quantum conductance in the push-pull molecular junctions. An appropriate electrolyte field-effect screening environment accounts for the resonant quantum conductance dynamics of the molecule-bridge-electrode structure, in which the intermolecular charge transfer dynamics within the frontier molecular orbital of push-pull heterocyclic molecules follow relativistic quantum mechanics in agreement with the quantum rate theory. ",
    "url": "https://arxiv.org/abs/2309.05754",
    "authors": [
      "Edgar Fábian Pinzón Nieto",
      "Laís Cristine Lopes",
      "Adriano dos Santos",
      "Maria Manuela Marques Raposo",
      "Paulo Roberto Bueno"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2309.05932",
    "title": "Absolute frequency measurement of molecular iodine hyperfine transitions  at 554 nm and its application to stabilize a 369 nm laser for Yb+ ions  cooling",
    "abstract": "We investigate 13 hyperfine structures of transition lines of 127I2 near 554 nm, namely, the R(50) 22-0, P(46) 22-0, P(121) 24-0, P(69) 25-1, R(146) 25-0, R(147) 28-1, P(160) 26-0, P(102) 26-1, R(96) 23-0, R(49) 22-0, P(45) 22-0, P(92) 23-0, and R(72) 25-1 transitions, and measure their absolute frequencies with an optical frequency comb. A 369 nm frequency-tripled laser is frequency stabilized by locking the 554 nm harmonic-frequency laser to the R(146) 25-0 a15 line of 127I2 via modulation transfer spectroscopy. A frequency stability of 5E-12 is observed over a 1000 s integration time. The measurement of the molecular iodine spectroscopy at 554 nm enriches high-precision experimental data, and also enables theoretical predictions. Meanwhile, the 369 nm frequency-tripled laser stabilized by molecular iodine spectroscopy has wide applications in frequency metrology, and quantum information processing based on Yb+ ions. ",
    "url": "https://arxiv.org/abs/2309.05932",
    "authors": [
      "Y. T. Chen",
      "N. C. Xin",
      "H. R. Qin",
      "S. N. Miao",
      "Y. Zheng",
      "J. W. Zhang",
      "L. J. Wang"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2309.06035",
    "title": "Non-reciprocal absorption and zero reflection in physically separated  dual photonic resonators by traveling-wave-induced indirect coupling",
    "abstract": "We experimentally explored novel behaviors of non-reciprocal absorption and almost zero reflection in a dual photon resonator system, which is physically separated and composed of two inverted split ring resonators (ISRRs) with varying inter-distances. We also found that an electromagnetically-induced-transparency (EIT)-like peak at a specific inter-distance of d = 18 mm through traveling waves flowing along a shared microstrip line to which the dual ISRRs are dissipatively coupled. With the aid of CST-simulations and analytical modeling, we found that destructive and/or constructive interferences in traveling waves, indirectly coupled to each ISRR, result in a traveling-wave-induced transparency peak within a narrow window. Furthermore, we observed not only strong non-reciprocal responses of reflectivity and absorptivity at individual inter-distances exactly at the corresponding EIT-like peak positions, but also nearly zero reflection and almost perfect absorption for a specific case of d = 20 mm. Finally, the unidirectional absorptions with zero reflection at d = 20 mm are found to be ascribed to a non-Hermitian origin. This work not only provides a better understanding of traveling-wave-induced indirect coupling between two photonic resonators without magnetic coupling, but also suggests potential implications for the resulting non-reciprocal behaviors of absorption and reflection in microwave circuits and quantum information devices. ",
    "url": "https://arxiv.org/abs/2309.06035",
    "authors": [
      "Bojong Kim",
      "Junyoung Kim",
      "Hae-Chan Jeon",
      "Sang-Koog Kim"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Systems and Control (eess.SY)",
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2309.06140",
    "title": "Polarization-selective enhancement of telecom wavelength quantum dot  transitions in an elliptical bullseye resonator",
    "abstract": "Semiconductor quantum dots are promising candidates for the generation of nonclassical light. Coupling a quantum dot to a device capable of providing polarization-selective enhancement of optical transitions is highly beneficial for advanced functionalities such as efficient resonant driving schemes or applications based on optical cyclicity. Here, we demonstrate broadband polarization-selective enhancement by coupling a quantum dot emitting in the telecom O-band to an elliptical bullseye resonator. We report bright single-photon emission with a degree of linear polarization of 96%, Purcell factor of 3.9, and count rates up to 3 MHz. Furthermore, we present a measurement of two-photon interference without any external polarization filtering and demonstrate compatibility with compact Stirling cryocoolers by operating the device at temperatures up to 40 K. These results represent an important step towards practical integration of optimal quantum dot photon sources in deployment-ready setups. ",
    "url": "https://arxiv.org/abs/2309.06140",
    "authors": [
      "Andrea Barbiero",
      "Ginny Shooter",
      "Tina Müller",
      "Joanna Skiba-Szymanska",
      "R. Mark Stevenson",
      "Lucy E. Goff",
      "David A. Ritchie",
      "Andrew J. Shields"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2309.06177",
    "title": "Single mode laser in the telecom range by deterministic amplification of  the topological interface mode",
    "abstract": "Photonic integrated circuits are paving the way for novel on-chip functionalities with diverse applications in communication, computing, and beyond. The integration of on-chip light sources, especially single-mode lasers, is crucial for advancing those photonic chips to their full potential. Recently, novel concepts involving topological designs introduced a variety of options for tuning device properties such as the desired single mode emission. Here we introduce a novel cavity design that allows to amplify the topological interface mode by deterministic placement of gain material within the topological lattice. The proposed design is experimentally implemented by a selective epitaxy process resulting in Si and InGaAs nanorods embedded within the same topological lattice. This results in the first demonstration of a single-mode laser in the telecom band using the concept of amplified topological modes. ",
    "url": "https://arxiv.org/abs/2309.06177",
    "authors": [
      "Markus Scherrer",
      "Chang-Won Lee",
      "Heinz Schmid",
      "Kirsten E. Moselund"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2309.06189",
    "title": "Cryogenic fiber-coupled electro-optic characterization platform for  high-speed photodiodes",
    "abstract": "We have developed a cryogenic characterization platform for ultrafast photodiodes, whose time domain responses are extracted by electro-optic sampling using femtosecond laser pulses in a pump-probe configuration. The excitation of the photodiodes with the pump beam and the electro-optic sampling crystals with the probe beam are realized in a fully fiber-coupled manner. This allows us to place the characterization platform in almost any temperature environment. As application example, we characterize the time-domain response of commercial p-i-n photodiodes with a nominal bandwidth of 20 GHz and 60 GHz at temperatures of 4 K and 300 K and in a large parameter range of photocurrent and reverse bias. For these photodiodes, we detect frequency components up to approximately 250 GHz, while the theoretical bandwidth of our sampling method exceeds 1 THz. Our measurements demonstrate a significant excitation power and temperature dependence of the photodiodes' ultrafast time responses, reflecting, most likely, changes in carrier mobilities and electric field screening. Since our system is an ideal tool to characterize and optimize the response of fast photodiodes at cryogenic temperatures, it has direct impact on applications in superconducting quantum technology such as the enhancement of optical links to superconducting qubits and quantum-accurate waveform generators. ",
    "url": "https://arxiv.org/abs/2309.06189",
    "authors": [
      "Shekhar Priyadarshi",
      "Hao Tian",
      "Alexander Fernandez Scarioni",
      "Silke Wolter",
      "Oliver Kieler",
      "Johannes Kohlmann",
      "Jaani Nissilä",
      "Mark Bieler"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2309.06218",
    "title": "An exploration of the phonon frequency spectrum and Born-von Karman  periodic boundary conditions in 1D and 2D Lattice systems using a  computational approach",
    "abstract": "The concept of periodic boundary conditions (PBCs) is immensely significant in treating an ideal lattice of infinite extent as a finite lattice. An explicit usage of PBCs is often found missing in undergraduate texts on analytical treatment of lattice dynamics. The aim of the present work is to cover this gap by illustrating the application of Born-von Karman PBCs in lattice dynamical calculations using a computational approach. The equations of motion are set up for a linear diatomic lattice with a basis, using the nearest neighbour approximation. The solution is obtained by implementing fourth order Runge-Kutta algorithm in python. Fast Fourier Transform (FFT) technique is then used to obtain the phonon frequency spectrum corresponding to the computed solutions. Similar computations are extended to obtain the phonon spectrum for monatomic square and honeycomb lattices under the second nearest neighbour approximation. The computed results are validated against the analytical ones in each case. The target group of the present work are the students and educators at the undergraduate level. ",
    "url": "https://arxiv.org/abs/2309.06218",
    "authors": [
      "Jeet Shannigrahi",
      "Pragati Ashdhir"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2309.06271",
    "title": "Spin-polarized ${}^3$He shock waves from a solid-gas composite target at  high laser intensities",
    "abstract": "We investigate Collisionless Shock Acceleration of spin-polarized ${}^3$He for laser pulses with normalized vector potentials in the range $a_0 = 100-200$. The setup utilized in the 2D-PIC simulations consists of a solid Carbon foil that is placed in front of the main Helium target. The foil is heated by the laser pulse and shields the Helium from the highly oscillating fields. In turn, a shock wave with more homogeneous fields is induced, leading to highly polarized ion beams. We observe that the inclusion of radiation reaction into our simulations leads to a higher beam charge without affecting the polarization degree to a significant extent. ",
    "url": "https://arxiv.org/abs/2309.06271",
    "authors": [
      "Lars Reichwein",
      "Xiaofei Shen",
      "Alexander Pukhov",
      "Markus Büscher"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2309.06339",
    "title": "Unraveling biochemical spatial patterns: machine learning approaches to  the inverse problem of Turing patterns",
    "abstract": "The diffusion-driven Turing instability is a potential mechanism for spatial pattern formation in numerous biological and chemical systems. However, engineering these patterns and demonstrating that they are produced by this mechanism is challenging. To address this, we aim to solve the inverse problem in artificial and experimental Turing patterns. This task is challenging since high levels of noise corrupt the patterns and slight changes in initial conditions can lead to different patterns. We used both least squares to explore the problem and physics-informed neural networks to build a noise-robust method. We elucidate the functionality of our network in scenarios mimicking biological noise levels and showcase its application through a prototype involving an experimentally obtained chemical pattern. The findings reveal the significant promise of machine learning in steering the creation of synthetic patterns in bioengineering, thereby advancing our grasp of morphological intricacies within biological systems while acknowledging existing limitations. ",
    "url": "https://arxiv.org/abs/2309.06339",
    "authors": [
      "Antonio Matas-Gil",
      "Robert G. Endres"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)",
      "Dynamical Systems (math.DS)",
      "Pattern Formation and Solitons (nlin.PS)",
      "Quantitative Methods (q-bio.QM)"
    ]
  },
  {
    "id": "arXiv:2309.06344",
    "title": "Photoinduced transition from quasi-2D Ruddlesden-Popper to 3D halide  perovskites for optical writing multicolor and light-erasable images",
    "abstract": "Development of advanced optical data storage, information encryption, and security labeling technologies requires low-cost materials exhibiting local, pronounced, and diverse modification of their structure-dependent optical properties under external excitation. Herein, for these purposes, we propose and develop a novel platform relying on layered lead halide Ruddlesden-Popper (quasi-2D) phases that undergo a light-induced transition towards bulk (3D) halide perovskite and employ this phenomenon for the direct optical writing of various multicolor patterns. This transition causes the weakening of quantum confinement, and hence the bandgap reduction in these photoluminescent thin films. To significantly extend the color gamut of evolving photoluminescence, we make use of mixed-halide compositions exhibiting photoinduced halide segregation. As a result, the emission wavelength of the resulting films can be widely tuned across the entire 450-600 nm range depending on the illumination conditions. We show that pulsed near-infrared femtosecond laser irradiation provides high-resolution direct writing, whereas continuous-wave ultraviolet exposure is suitable for fast recording on larger scales. The luminescent micro- and macro-scale images created on such quasi-2D perovskite films can be erased during the visualization process, by which the persistence of these images to UV light exposure can be controlled and increased further with the increasing number of octahedral layers used in the perovskite stacks. This makes the proposed writing/erasing perovskite-based platform suitable for the manufacturing of both inexpensive optical data storage devices and light-erasable security labels. ",
    "url": "https://arxiv.org/abs/2309.06344",
    "authors": [
      "Sergey S. Anoshkin",
      "Ivan I. Shishkin",
      "Daria I. Markina",
      "Lev S. Logunov",
      "Hilmi Volkan Demir",
      "Andrey L. Rogach",
      "Anatoly P. Pushkarev",
      "Sergey V. Makarov"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2309.05715",
    "title": "Cubic* criticality emerging from quantum loop model on triangular  lattice",
    "abstract": "Quantum loop and dimer models are archetypal examples of correlated systems with local constraints, whose generic solutions for different lattice geometries and parameter regimes are difficult to obtain due to the lack of controlled methods to solve them in the thermodynamic limit, yet their solutions are of immediate relevance towards both statistical and quantum field theories and the fast-growing experiments in Rydberg atom arrays and quantum moir\\'e materials where the interplay between correlation and local constraints give rise to a plethora of novel phenomena. In a recent work [1], it was found via the sweeping cluster quantum Monte Carlo (QMC) simulations and field theory analysis that the triangular lattice quantum loop model (QLM) host a rich ground state phase diagram with lattice nematic (LN), vison plaquette (VP) crystals and the Z2 quantum spin liquid (QSL) close to the Rokhsar-Kivelson (RK) point. Here, we focus on the continuous quantum critical point separating the VP and QSL phases, and demonstrate via both the static and dynamic probes in QMC simulations that this transition is of the (2+1)d Cubic* universality in which the fractionalized visons in QSL condense to give rise to the crystalline VP phase, meanwhile leaves its trace in the anomalously large anomalous dimension exponent and pronounced continua in the dimer and vison spectra compared with those at the conventional Cubic or O(3) quantum critical points. The experiment proposal of the detection of such phenomena is discussed. ",
    "url": "https://arxiv.org/abs/2309.05715",
    "authors": [
      "Xiaoxue Ran",
      "Zheng Yan",
      "Yan-Cheng Wang",
      "Junchen Rong",
      "Yang Qi",
      "Zi Yang Meng"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "High Energy Physics - Theory (hep-th)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2309.05748",
    "title": "Integrated modeling of wavefront sensing and control for space  telescopes utilizing active and adaptive optics",
    "abstract": "Extreme wavefront correction is required for coronagraphs on future space telescopes to reach 1e-8 or better starlight suppression for the direct imaging and characterization of exoplanets in reflected light. Thus, a suite of wavefront sensors working in tandem with active and adaptive optics are used to achieve stable, nanometer-level wavefront control over long observations. In order to verify wavefront control systems comprehensive and accurate integrated models are needed. These should account for any sources of on-orbit error that may degrade performance past the limit imposed by photon noise. An integrated model of wavefront sensing and control for a space-based coronagraph was created using geometrical raytracing and physical optics propagation methods. Our model concept consists of an active telescope front end in addition to a charge-6 vector vortex coronagraph instrument. The telescope uses phase retrieval to guide primary mirror bending modes and secondary mirror position to control the wavefront error within tens of nanometers. The telescope model is dependent on raytracing to simulate these active optics corrections for compensating the wavefront errors caused by misalignments and thermal gradients in optical components. Entering the coronagraph, a self-coherent camera is used for focal plane wavefront sensing and digging the dark hole. We utilize physical optics propagation to model the coronagraph's sensitivity to mid and high-order wavefront errors caused by optical surface errors and pointing jitter. We use our integrated models to quantify expected starlight suppression versus wavefront sensor signal-to-noise ratio. ",
    "url": "https://arxiv.org/abs/2309.05748",
    "authors": [
      "Kevin Z. Derby",
      "Kian Milani",
      "Solvay Blomquist",
      "Kyle Van Gorkom",
      "Sebastiaan Haffert",
      "Hyukmo Kang",
      "Hill Tailor",
      "Heejoo Choi",
      "Christopher B. Mendillo",
      "Jared R. Males",
      "Daewook Kim",
      "Ewan S. Douglas"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2309.05884",
    "title": "Accelerating Quantum Optimal Control of Multi-Qubit Systems with  Symmetry-Based Hamiltonian Transformations",
    "abstract": "We present a new, computationally efficient approach to accelerate quantum optimal control calculations of large multi-qubit systems used in a variety of quantum computing applications. By leveraging the intrinsic symmetry of finite groups, the Hilbert space can be decomposed and the Hamiltonians block-diagonalized to enable extremely fast quantum optimal control calculations. Our approach reduces the Hamiltonian size of an $n$-qubit system from 2^n by 2^n to O(n by n) or O((2^n / n) by (2^n / n)) under Sn or Dn symmetry, respectively. Most importantly, this approach reduces the computational runtime of qubit optimal control calculations by orders of magnitude while maintaining the same accuracy as the original method. As prospective applications, we show that (1) symmetry-protected subspaces can be potential platforms for quantum error suppression and simulation of other quantum Hamiltonians, and (2) Lie-Trotter-Suzuki decomposition approaches can generalize our method to a general variety of multi-qubit systems. ",
    "url": "https://arxiv.org/abs/2309.05884",
    "authors": [
      "Xian Wang",
      "Mahmut Sait Okyay",
      "Anshuman Kumar",
      "Bryan M. Wong"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2006.13054",
    "title": "Unsupervised Ensembling of Multiple Software Sensors with Phase  Synchronization: A Robust approach For Electrocardiogram-derived Respiration",
    "abstract": " Title: Unsupervised Ensembling of Multiple Software Sensors with Phase  Synchronization: A Robust approach For Electrocardiogram-derived Respiration ",
    "url": "https://arxiv.org/abs/2006.13054",
    "authors": [
      "Jacob McErlean",
      "John Malik",
      "Yu-Ting Lin",
      "Ronen Talmon",
      "Hau-Tieng Wu"
    ],
    "subjectives": [
      "Signal Processing (eess.SP)",
      "Data Analysis, Statistics and Probability (physics.data-an)",
      "Applications (stat.AP)"
    ]
  },
  {
    "id": "arXiv:2010.06364",
    "title": "Coordinated inference, Holographic neural networks, and quantum error  correction",
    "abstract": " Comments: to be published in physica scripta ",
    "url": "https://arxiv.org/abs/2010.06364",
    "authors": [
      "Andrei T. Patrascu"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2303.02106",
    "title": "The ideal wavelength for daylight free-space quantum key distribution",
    "abstract": " Comments: Updated version including finite key effects ",
    "url": "https://arxiv.org/abs/2303.02106",
    "authors": [
      "Mostafa Abasifard",
      "Chanaprom Cholsuk",
      "Roberto G. Pousa",
      "Anand Kumar",
      "Ashkan Zand",
      "Thomas Riel",
      "Daniel K. L. Oi",
      "Tobias Vogl"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)",
      "Space Physics (physics.space-ph)"
    ]
  },
  {
    "id": "arXiv:2307.16036",
    "title": "Applying Machine Learning Methods to Laser Acceleration of Protons:  Lessons Learned from Synthetic Data",
    "abstract": " Comments: 9 pages, 6 figures, fixing misspelling on author list ",
    "url": "https://arxiv.org/abs/2307.16036",
    "authors": [
      "Ronak Desai",
      "Thomas Zhang",
      "Ricky Oropeza",
      "John J. Felice",
      "Joseph R. Smith",
      "Alona Kryshchenko",
      "Chris Orban",
      "Michael L. Dexter",
      "Anil K. Patnaik"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Computational Physics (physics.comp-ph)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2309.04717",
    "title": "High-fidelity detection of large-scale atom arrays in an optical lattice",
    "abstract": " Title: High-fidelity detection of large-scale atom arrays in an optical lattice ",
    "url": "https://arxiv.org/abs/2309.04717",
    "authors": [
      "Renhao Tao",
      "Maximilian Ammenwerth",
      "Flavien Gyger",
      "Immanuel Bloch",
      "Johannes Zeiher"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Quantum Physics (quant-ph)"
    ]
  }
]