[
  {
    "id": "arXiv:2301.05314",
    "title": "Light-controlled multi-phase structuring of perovskite crystal enabled  by thermoplasmonic metasurface",
    "abstract": "Halide perovskites belong to an important family of semiconducting materials with unique electronic properties that enable a myriad of applications, especially in photovoltaics and optoelectronics. Their optical properties, including photoluminescence quantum yield, are affected and notably enhanced at crystal imperfections where the symmetry is broken and the density of states increases. These lattice distortions can be introduced through structural phase transitions, allowing charge gradients to appear near the interfaces between phase structures. In this work, we demonstrate controlled multi-phase structuring in a single perovskite crystal. The concept uses cesium lead bromine (CsPbBr3) placed on a thermoplasmonic TiN/Si metasurface and enables single, double and triple phase structures to form on demand above the room temperature. This approach opens up application horizons of dynamically controlled heterostructures with distinctive electronic and enhanced optical properties. ",
    "url": "https://arxiv.org/abs/2301.05314",
    "authors": [
      "Sergey S. Kharintsev",
      "Elina I. Battalova",
      "Timur A. Mukhametzyanov",
      "Anatoly P. Pushkarev",
      "Ivan G. Scheblykin",
      "Sergey V. Makarov",
      "Eric O. Potma",
      "Dmitry A. Fishman"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.05371",
    "title": "Coherent subcycle optical shock from superluminal plasma wake",
    "abstract": "We propose a new mechanism for generating coherent subcycle optical pulse by directing a relativistic electron beam (REB) into a plasma with a density up-ramp. The subcycle pulse is coherently emitted by bubble-sheath electrons in REB-induced superluminal plasma wake. Using three-dimensional particle-in-cell and far-field time-domain radiation simulations as well as analytical modeling, we show that an isolated subcycle optical shock can be produced at the Cherenkov angle. This radiation has ultra-short attosecond-scale duration and high intensity and exhibits excellent directionality with ultra-low angular divergence and stable carrier envelope phase. Its central frequency can be easily tuned over a wide range, from the far-infrared to the ultra-violet, by adjusting the plasma and driver-beam density. ",
    "url": "https://arxiv.org/abs/2301.05371",
    "authors": [
      "H. Peng",
      "T.W. Huang",
      "K. Jiang",
      "R. Li",
      "C.N. Wu",
      "M.Y. Yu",
      "C. Riconda",
      "S. Weber",
      "C.T. Zhou",
      "S.C. Ruan"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2301.05423",
    "title": "High-efficient harmonic vortex generation from a laser irradiated  hollow-cone target",
    "abstract": "It has been recently reported that ultraviolet harmonic vortices can be produced when a high-power circular-polarized laser pulse travels through a micro-scale waveguide. However, the harmonic generation quenches typically after a few tens of microns of propagation, due to the build-up of electrostatic potential that suppresses the amplitude of the surface wave. Here we propose to utilize a hollow-cone channel to overcome this obstacle. When traveling in a cone target, the laser intensity gradually increases, allowing the surface wave to maintain a high amplitude for a much longer distance. The harmonic vortices can be produced with very high efficiency. According to three-dimensional particle-in-cell simulations, the overall efficiency are boosted by almost one order of magnitude, reaching $>20\\%$. It is also found that using the cone targets can mitigate efficiency decline due to pre-heating of plasma by laser prepulse. The proposed scheme paves the way to the development of powerful optical vortices sources in the extreme ultraviolet regime - an area of significant fundamental and applied physics potential. ",
    "url": "https://arxiv.org/abs/2301.05423",
    "authors": [
      "Ke Hu",
      "Longqing Yi"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.05425",
    "title": "Single-shot refractive index slice imaging using spectrally multiplexed  optical transfer function reshaping",
    "abstract": "The refractive index (RI) of cells and tissues is crucial in pathophysiology as a noninvasive and quantitative imaging contrast. Although its measurements have been demonstrated using three-dimensional quantitative phase imaging methods, these methods often require bulky interferometric setups or multiple measurements, which limits the measurement sensitivity and speed. Here, we present a single-shot RI imaging method that visualizes the RI of the in-focus region of a sample. By exploiting spectral multiplexing and optical transfer function engineering, three color-coded intensity images of a sample with three optimized illuminations were simultaneously obtained in a single-shot measurement. The measured intensity images were then deconvoluted to obtain the RI image of the in-focus slice of the sample. As a proof of concept, a setup was built using Fresnel lenses and a liquid-crystal display. For validation purposes, we measured microspheres of known RI and cross-validated the results with simulated results. Various static and highly dynamic biological cells were imaged to demonstrate that the proposed method can conduct single-shot RI slice imaging of biological samples with subcellular resolution. ",
    "url": "https://arxiv.org/abs/2301.05425",
    "authors": [
      "Chungha Lee",
      "Herve Hugonnet",
      "Juyeon Park",
      "Mahn Jae Lee",
      "Weisun Park",
      "Yongkeun Park"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Image and Video Processing (eess.IV)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2301.05436",
    "title": "The seven laws of Quantum Mechanics : banishing the bogeys",
    "abstract": "The laws of quantum mechanics are couched in subtle mathematical language. The laws are not usually stated in a compact pedagogical form. Here I present a possible way to correct this. Essential facts can be distilled into seven statements that are easy to remember and easily referred back. Also, the current teaching of quantum mechanics is laden with words of negative connotations, originating as they did during the early decades of the subject when the subject was intellectually still puzzling. A wide variety of experiments in the intervening decades, not least those that were awarded the Nobel Prize of 2022 amply affirm the validity and substantial ``reality'' of Quantum Mechanics as a theory. I take a few of the inadequacies of classical framework to illustrate that some of the complaints against Quantum Mechanics are patently misplaced. Finally I discuss the bogeys such as ``wave article duality'', ``uncertainty'', ``indistinguishability'' ``statistics'' and ``entanglement'' and advocate adopting better terminology to save new learners from the old biases. ",
    "url": "https://arxiv.org/abs/2301.05436",
    "authors": [
      "Urjit A. Yajnik"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)",
      "High Energy Physics - Phenomenology (hep-ph)",
      "High Energy Physics - Theory (hep-th)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2301.05481",
    "title": "Topological inverse band theory in waveguide quantum electrodynamics",
    "abstract": "Topological phases play a crucial role in both fundamental physics of light-matter interaction and emerging quantum technologies. However, due to photonic scattering the topological band theory of waveguide QED systems is known to break down, because the energy bands become divergent and disconnected. Here, we introduce a concept of the inverse energy band and explore analytically the topological scattering in a waveguide with an array of quantum emitters. We uncover a rich structure of topological phase transitions, symmetric scale-free localization, completely flat bands, and the corresponding dark Wannier states. While bulk-edge correspondence is broken, the Zak phase of inverse energy band can be extracted via long-time average of mean cell position in quantum walks. Surprisingly, the winding number of the scattering textures depends on both the topological phase of inverse subradiant band and the odevity of the cell number. Our work opens a novel field of the topological inverse bands, and it brings a fundamental vision on topological phases in light-matter interactions. ",
    "url": "https://arxiv.org/abs/2301.05481",
    "authors": [
      "Yongguan Ke",
      "Jiaxuan Huang",
      "Wenjie Liu",
      "Yuri Kivshar",
      "Chaohong Lee"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2301.05533",
    "title": "Investigation of radiation hardness of silicon semiconductor detectors  under irradiation with fission products of 252Cf nuclide",
    "abstract": "Influence of the prolonged irradiation by fission products of 252Cf radionuclide on the operational parameters of silicon-lithium Si(Li) p-i-n detectors, Si surface barrier detectors and Si planar p+n detector was investigated. The obtained results revealed a linear shift of the fission fragment peaks positions towards the lower energies with increase of the irradiation dose for all investigated detectors. The rate of the peaks shift was found to depend strongly on the detector type and the strength of the electric field in the detectors active region, but not on the temperature of irradiation (room or liquid nitrogen temperature). Based on the obtained results, the possibility of integration of the investigated types of Si semiconductor detectors in a radionuclide neutron calibration source is considered. ",
    "url": "https://arxiv.org/abs/2301.05533",
    "authors": [
      "N.V. Bazlov",
      "A.V. Derbin",
      "I.S. Drachnev",
      "I. M. Kotina",
      "O. I. Konkov",
      "I. S. Lomskaya",
      "M.S. Mikulich",
      "V.N. Muratova",
      "D.A. Semenov",
      "M.V. Trushin",
      "E.V. Unzhakov"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Nuclear Experiment (nucl-ex)"
    ]
  },
  {
    "id": "arXiv:2301.05279",
    "title": "Characterization of Fast Ion Transport via Position-Dependent Optical  Deshelving",
    "abstract": "Ion transport is an essential operation in some models of quantum information processing, where fast ion shuttling with minimal motional excitation is necessary for efficient, high-fidelity quantum logic. While fast and cold ion shuttling has been demonstrated, the dynamics and specific trajectory of an ion during diabatic transport have not been studied in detail. Here we describe a position-dependent optical deshelving technique useful for sampling an ion's position throughout its trajectory, and we demonstrate the technique on fast linear transport of a $^{40}\\text{Ca}^+$ ion in a surface-electrode ion trap. At high speed, the trap's electrode filters strongly distort the transport potential waveform. With this technique, we observe deviations from the intended constant-velocity (100 m/s) transport: we measure an average speed of 83(2) m/s and a peak speed of 251(6) m/s over a distance of 120 $\\mu$m ",
    "url": "https://arxiv.org/abs/2301.05279",
    "authors": [
      "Craig R. Clark",
      "Creston D. Herold",
      "James T. Merrill",
      "Holly N. Tinkey",
      "Wade Rellergert",
      "Robert Clark",
      "Roger Brown",
      "Wesley D. Robertson",
      "Curtis Volin",
      "Kara Maller",
      "Chris Shappert",
      "Brian J. McMahon",
      "Brian C. Sawyer",
      "Kenton R. Brown"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2301.05428",
    "title": "Experimental Observation of Topological Quantum Criticality",
    "abstract": "We report on the observation of quantum criticality forming at the transition point between topological Anderson insulator phases in a one-dimensional photonic quantum walk with spin. The walker's probability distribution reveals a time-staggered profile of the dynamical spin-susceptibility, recently suggested as a smoking gun signature for topological Anderson criticality in the chiral symmetry class AIII. Controlled breaking of phase coherence removes the signal, revealing its origin in quantum coherence. ",
    "url": "https://arxiv.org/abs/2301.05428",
    "authors": [
      "Sonja Barkhofen",
      "Syamsundar De",
      "Jan Sperling",
      "Christine Silberhorn",
      "Alexander Altland",
      "Dmitry Bagrets",
      "Kun Woo Kim",
      "Tobias Micklitz"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.05451",
    "title": "TeD-Q: a tensor network enhanced distributed hybrid quantum machine  learning framework",
    "abstract": "TeD-Q is an open-source software framework for quantum machine learning, variational quantum algorithm (VQA), and simulation of quantum computing. It seamlessly integrates classical machine learning libraries with quantum simulators, giving users the ability to leverage the power of classical machine learning while training quantum machine learning models. TeD-Q supports auto-differentiation that provides backpropagation, parameters shift, and finite difference methods to obtain gradients. With tensor contraction, simulation of quantum circuits with large number of qubits is possible. TeD-Q also provides a graphical mode in which the quantum circuit and the training progress can be visualized in real-time. ",
    "url": "https://arxiv.org/abs/2301.05451",
    "authors": [
      "Yaocheng Chen",
      "Xingyao Wu",
      "Chung-Yun Kuo",
      "Yuxuan Du",
      "Dacheng Tao"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2301.05557",
    "title": "Vibronic Effects on the Quantum Tunnelling of Magnetisation in  Single-Molecule Magnets",
    "abstract": "Single-molecule magnets are among the most promising platforms for achieving molecular-scale data storage and processing. Their magnetisation dynamics are determined by the interplay between electronic and vibrational degrees of freedom, which can couple coherently, leading to complex vibronic dynamics. Building on an ab initio description of the electronic and vibrational Hamiltonians, we formulate a non-perturbative vibronic model of the low-energy magnetic degrees of freedom in a single-molecule magnet, which we benchmark against field-dependent magnetisation measurements. Describing the low-temperature magnetism of the complex in terms of magnetic polarons, we are able to quantify the vibronic contribution to the quantum tunnelling of the magnetisation. Despite collectively enhancing magnetic relaxation, we observe that specific vibrations suppress quantum tunnelling by enhancing the magnetic axiality of the complex. Finally, we discuss how this observation might impact the current paradigm to chemical design of new high-performance single-molecule magnets, promoting vibrations to an active role rather than just regarding them as sources of noise and decoherence. ",
    "url": "https://arxiv.org/abs/2301.05557",
    "authors": [
      "Andrea Mattioni",
      "Jakob K. Staab",
      "William J. A. Blackmore",
      "Daniel Reta",
      "Jake Iles-Smith",
      "Ahsan Nazir",
      "Nicholas F. Chilton"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2301.05666",
    "title": "Beyond MP2 initialization for unitary coupled cluster quantum circuits",
    "abstract": "The unitary coupled cluster singles and doubles (UCCSD) ansatz is a promising approach to prepare accurate quantum states for use in quantum algorithms. In this paper, we compared the performance of two methods for generating the initial UCCSD circuit parameters: CCSD and MP2. Our results, obtained through an efficient sparse wavefunction circuit solver, show that UCCSD circuits with CCSD parameterizations significantly outperformed those with MP2 parameterizations for systems of up to 64 qubits. These findings suggest that CCSD should be the preferred choice for generating initial parameters. ",
    "url": "https://arxiv.org/abs/2301.05666",
    "authors": [
      "Mark R. Hirsbrunner",
      "Diana Chamaki",
      "J. Wayne Mullinax",
      "Norm M. Tubman"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2206.12064",
    "title": "The sensors of mobile devices: a innovative tool in the teaching of  physical sciences",
    "abstract": " Comments: in SPANISH, 6 pages, submitted to MSEL ",
    "url": "https://arxiv.org/abs/2206.12064",
    "authors": [
      "Martin Monteiro",
      "Cecilia Stari",
      "Arturo C. Marti"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)"
    ]
  },
  {
    "id": "arXiv:2212.14012",
    "title": "Characteristics-Informed Neural Networks for Forward and Inverse  Hyperbolic Problems",
    "abstract": " Title: Characteristics-Informed Neural Networks for Forward and Inverse  Hyperbolic Problems ",
    "url": "https://arxiv.org/abs/2212.14012",
    "authors": [
      "Ulisses Braga-Neto"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Computational Physics (physics.comp-ph)"
    ]
  }
]