[
  {
    "id": "arXiv:2311.07581",
    "title": "Crown ether decorated silicon photonics for safeguarding against lead  poisoning",
    "abstract": "Lead (Pb2+) toxification in society is one of the most concerning public health crisis that remains unaddressed. The exposure to Pb2+ poisoning leads to a multitude of enduring health issues, even at the part-per-billion scale (ppb). Yet, public action dwarfs its impact. Pb2+ poisoning is estimated to account for 1 million deaths per year globally, which is in addition to its chronic impact on children. With their ring-shaped cavities, crown ethers are uniquely capable of selectively binding to specific ions. In this work, for the first time, the synergistic integration of highly-scalable silicon photonics, with crown ether amine conjugation via Fischer esterification in an environmentally-friendly fashion is demonstrated. This realises a photonic platform that enables the in-situ, highly-selective and quantitative detection of various ions. The development dispels the existing notion that Fischer esterification is restricted to organic compounds, laying the ground for subsequent amine conjugation for various crown ethers. In this work, the platform is engineered for Pb2+ detection, demonstrating a large dynamic detection range of 1 - 262000 ppb with high selectivity against a wide range of relevant ions. These results indicate the potential for the pervasive implementation of the technology to safeguard against ubiquitous lead poisoning in our society. ",
    "url": "https://arxiv.org/abs/2311.07581",
    "authors": [
      "Luigi Ranno",
      "Yong Zen Tan",
      "Chi Siang Ong",
      "Xin Guo",
      "Khong Nee Koo",
      "Xiang Li",
      "Wanjun Wang",
      "Samuel Serna",
      "Chongyang Liu",
      "Rusli",
      "Callum G. Littlejohns",
      "Graham T. Reed",
      "Juejun Hu",
      "Hong Wang",
      "Jia Xu Brian Sia"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2311.07776",
    "title": "All-fiber broadband spectral acousto-optic modulation of a  tubular-lattice hollow-core optical fiber",
    "abstract": "We demonstrate a broadband acousto-optic notch filter based on a tubular-lattice hollow-core fiber for the first time. The guided optical modes are modulated by acoustically induced dynamic long-period gratings along the fiber. The device is fabricated employing a short interaction length (7.7 cm) and low drive voltages (10 V). Modulated spectral bands with 20 nm half-width and maximum depths greater than 60 % are achieved. The resonant notch wavelength is tuned from 743 to 1355 nm (612 nm span) by changing the frequency of the electrical signal. The results indicate a broader tuning range compared to previous studies using standard and hollow-core fibers. It further reveals unique properties for reconfigurable spectral filters and fiber lasers, pointing to the fast switching and highly efficient modulation of all-fiber photonic devices. ",
    "url": "https://arxiv.org/abs/2311.07776",
    "authors": [
      "Ricardo E. da Silva",
      "Jonas H. Osório",
      "Gabriel L. Rodrigues",
      "David J. Webb",
      "Frédéric Gérôme",
      "Fetah Benabid",
      "Cristiano M. B. Cordeiro",
      "Marcos A. R. Franco"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.07827",
    "title": "Semiclassical truncated-Wigner-approximation theory of  molecular-vibration-polariton dynamics in optical cavities",
    "abstract": "It has been experimentally demonstrated that molecular-vibration polaritons formed by strong coupling of a molecular vibration to an infrared cavity mode can significantly modify the physical properties and chemical reactivity of various molecular systems. However, a complete theoretical understanding of the underlying mechanisms of the modifications remains elusive due to the complexity of the hybrid system, especially the collective nature of polaritonic states in systems containing many molecules. We develop here the semiclassical theory of molecular-vibration-polariton dynamics based on the truncated Wigner approximation that is tractable in large molecular systems and simultaneously captures the quantum character of photons in the optical cavity. The theory is then applied to investigate the nuclear dynamics of a system of identical diatomic molecules having the ground-state Morse potential and strongly coupled to an infrared cavity mode in the ultrastrong coupling regime. The collective and resonance effects of the molecular-vibration-polariton formation on the nuclear dynamics are observed. ",
    "url": "https://arxiv.org/abs/2311.07827",
    "authors": [
      "Nguyen Thanh Phuc"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2311.07845",
    "title": "Triangular Cross-Section Beam Splitters in Silicon Carbide for Quantum  Information Processing",
    "abstract": "Triangular cross-section color center photonics in silicon carbide is a leading candidate for scalable implementation of quantum hardware. Within this geometry, we model low-loss beam splitters for applications in key quantum optical operations such as entanglement and single-photon interferometry. We consider triangular cross-section single-mode waveguides for the design of a directional coupler. We optimize parameters for a 50:50 beam splitter. Finally, we test the experimental feasibility of the designs by fabricating triangular waveguides in an ion beam etching process and identify suitable designs for short-term implementation. ",
    "url": "https://arxiv.org/abs/2311.07845",
    "authors": [
      "Sridhar Majety",
      "Pranta Saha",
      "Zbynka Kekula",
      "Scott Dhuey",
      "Marina Radulaski"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2311.07924",
    "title": "Experimental and Theoretical Exploration of Terahertz Channel  Performance through Glass Doors",
    "abstract": "In the evolving landscape of terahertz communication, the behavior of channels within indoor environments, particularly through glass doors, has garnered significant attention. This paper comprehensively investigates terahertz channel performance under such conditions, employing a measurement setup operational between 113 and 170 GHz. Analyzing scenarios frequently induced by human activity and environmental factors, like door movements, we established a comprehensive theoretical model. This model seamlessly integrates transmission, reflection, absorption, and diffraction mechanisms, leveraging the Fresnel formula, multi-layer transmission paradigm, and knife-edge diffraction theory. Our experimental results and theoretical predictions harmoniously align, revealing intricate dependencies, such as increased power loss at higher frequencies and larger incident angles. Furthermore, door interactions, whether opening or oscillations, significantly impact the terahertz channel. Notably, door edges lead to a power blockage surpassing the transmission loss of the glass itself but remaining inferior to metallic handle interferences. This paper's insights are pivotal for the design and fabrication of terahertz communication systems within indoor settings, pushing the boundaries of efficient and reliable communication. ",
    "url": "https://arxiv.org/abs/2311.07924",
    "authors": [
      "Da Li",
      "Wenbo Liu",
      "Menghan Wei",
      "Jiacheng Liu",
      "Guohao Liu",
      "Peian Li",
      "Houjun Sun",
      "Jianjun Ma"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2311.08068",
    "title": "Fast Silicon Carbide MOSFET based high-voltage push-pull switch for  charge state separation of highly charged ions with a Bradbury-Nielsen Gate",
    "abstract": "In this paper we report on the development of a fast high-voltage switch, which is based on two enhancement mode N-channel Silicon Carbide Metal Oxide Semiconductor Field-Effect Transistors in push-pull configuration. The switch is capable of switching high voltages up to 600 V on capacitive loads with rise and fall times on the order of 10 ns and pulse widths $\\leq$ 20 ns. Using this switch it was demonstrated that from the charge state distribution of bunches of highly charged ions ejected from an electron beam ion trap with a specific kinetic energy, single charge states can be separated by fast switching of the high voltage applied to a Bradbury-Nielsen Gate with a resolving power of about 100. ",
    "url": "https://arxiv.org/abs/2311.08068",
    "authors": [
      "Christoph Schweiger",
      "Menno Door",
      "Pavel Filianin",
      "Jost Herkenhoff",
      "Kathrin Kromer",
      "Daniel Lange",
      "Domenik Marschall",
      "Alexander Rischka",
      "Thomas Wagner",
      "Sergey Eliseev",
      "Klaus Blaum"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2311.08095",
    "title": "Coherence memory and amnesia in a mode-locked laser",
    "abstract": "Self-organization of temporal modes in mode-locked lasers usually starts from quantum noise. In this process, incoherent spontaneous emission is steered into coherent ultrashort pulses by dissipation and nonlinearity. In this work, we investigated self-organization dynamics in a mode-locked Mamyshev oscillator starting from coherent pulse seeds as opposed to quantum noise. We observed that the coherence of the seed can be remembered or forgotten depending on the initial inverse population. The excessive nonlinearity in the coherence amnesia regime can devastate the seed coherence, causing the oscillator to undergo a chaotic transition lasting hundreds of round trips before regaining coherence. Conversely, the oscillator converges in only a few round trips for the coherence memory regime. A heterodyne technique was developed to record the fast varying optical phase and characterize these two regimes. Dissipative soliton molecules were synthesized from external pulse pair seeds via the coherence memory pathway. In this case, a plateau of the generated pulse spacing independent from seed pulse spacing, i.e., amnesia of the seed spacing, was observed for close spaced seed pulse pairs. Moreover, we show that pulse seeds can be used for laser reconfiguration and pulse pattern control. Our work paves a way to control transient pulse dynamics and steady pulse forms on demand in mode-locked lasers. ",
    "url": "https://arxiv.org/abs/2311.08095",
    "authors": [
      "Bo Cao",
      "Zhongshu Liu",
      "Chenxin Gao",
      "Changxi Yang",
      "Chengying Bao"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.08155",
    "title": "Displacement sensing using bi-modal resonance in over-coupled inductors",
    "abstract": "This paper presents the theory and key experimental findings for an investigation into the generation of bimodal resonance (frequency splitting) phenomena in mutually over-coupled inductive sensors, and its exploitation to evaluate relative separation and angular displacement between coils. This innovative measurement technique explores the bimodal resonant phenomena observed between two coil designs - solenoid and planar coil geometries. The proposed sensors are evaluated against first-order analytical functions and finite element models, before experimentally validating the predicted phenomenon for the different sensor configurations. The simulated and experimental results show excellent agreement and first-order best-fit functions are employed to predict displacement variables experimentally. Co-planar separation and angular displacement are shown to be experimentally predictable to within $\\pm1mm$ and $\\pm1^o$ using this approach. This study validates the first-order physics-based models employed, and demonstrates the first proof-of-principle for using resonant phenomena in inductive array sensors for evaluating relative displacement between array elements. ",
    "url": "https://arxiv.org/abs/2311.08155",
    "authors": [
      "Alexis Hernandez Arroyo",
      "George Overton",
      "Anthony J. Mulholland",
      "Robert R. Hughes"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2311.08221",
    "title": "Coupled resonator acoustic waveguides-based acoustic interferometers  designed within two-dimensional phononic crystals: experiment and theory",
    "abstract": "The acoustic response of defect-based acoustic interferometer-like designs, known as Coupled Resonator Acoustic Waveguides (CRAWs), in two-dimensional phononic crystals (PnCs) is reported. The PnC is composed of steel cylinders arranged in a square lattice within a water matrix with defects induced by selectively removing cylinders to create Mach-Zehnder-like (MZ) defect-based interferometers. Two defect-based acoustic interferometers of MZ-type are fabricated, one with arms oriented horizontally and another one with arms oriented diagonally, and their transmission features are experimentally characterized using ultrasonic spectroscopy. The experimental data are compared with finite element method (FEM) simulations and with tight-binding (TB) calculations in which each defect is treated as a resonator coupled to its neighboring ones. Significantly, the results exhibit excellent agreement indicating the reliability of the proposed approach. This comprehensive match is of paramount importance for accurately predicting and optimizing resonant modes supported by defect arrays, thus enabling the tailoring of phononic structures and defect-based waveguides to meet specific requirements. This successful implementation of FEM and TB calculations in investigating CRAWs systems within phononic crystals paves the way for designing advanced acoustic devices with desired functionalities for various practical applications, demonstrating the application of solid-state electronics principles to underwater acoustic devices description. ",
    "url": "https://arxiv.org/abs/2311.08221",
    "authors": [
      "David Martínez-Esquivel",
      "Rafael Alberto Méndez-Sánchez",
      "Hyeonu Heo",
      "Angel Marbel Martínez-Argüello",
      "Miguel Mayorga-Rojas",
      "Arup Neogi",
      "Delfino Reyes-Contreras"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2311.07730",
    "title": "Time correlations in atmospheric quantum channels",
    "abstract": "Efficient transfer of quantum information between remote parties is a crucial challenge for quantum communication over atmospheric channels. Random fluctuations of the channel transmittance are a major disturbing factor for its practical implementation. We study correlations between channel transmittances at different moments of time and focus on two transmission protocols. The first is related to the robustness of both discrete- and continuous-variable entanglement between time-separated light pulses, showing a possibility to enlarge the effective dimension of the Hilbert space. The second addresses a preselection of high-transmittance events by testing them with bright classical pulses followed by quantum light. Our results show a high capacity of the time-coherence resource for encoding and transferring quantum states of light in atmospheric channels. ",
    "url": "https://arxiv.org/abs/2311.07730",
    "authors": [
      "M. Klen",
      "D. Vasylyev",
      "W. Vogel",
      "A. A. Semenov"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atmospheric and Oceanic Physics (physics.ao-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.07809",
    "title": "Non-radiative configurations of a few quantum emitters ensembles:  evolutionary optimization approach",
    "abstract": "In this work, we employ differential evolution algorithm to identify the optimal configurations of small atomic ensembles supporting quantum states with maximal radiative lifetime. We demonstrate that atoms mostly tend to assemble in quasi-regular structures with specific geometry strongly depending on the minimal interatomic distance $r_{min}$. We identified the clear underlying physics that governs the suppression of the radiative losses in particular geometries. However, we reveal that the specific configurations in small ensembles are not easily predictable based on the knowledge established for the arrays of large size. In particular, the states that inherit their properties from bound states in continuum in infinite lattices turn out to be the most subradiant in a wide range of $r_{min}$ values. We also show that for small interatomic distance the chains with modulated interatomic distances exhibit fast exponential decrease of the radiative losses with the size of the ensemble. ",
    "url": "https://arxiv.org/abs/2311.07809",
    "authors": [
      "Ilya Volkov",
      "Stanislav Mitsai",
      "Stepan Zhogolev",
      "Danil Kornovan",
      "Roman Savelev",
      "Mihail Petrov"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.07821",
    "title": "Statistical Parameterized Physics-Based Machine Learning Digital Twin  Models for Laser Powder Bed Fusion Process",
    "abstract": "A digital twin (DT) is a virtual representation of physical process, products and/or systems that requires a high-fidelity computational model for continuous update through the integration of sensor data and user input. In the context of laser powder bed fusion (LPBF) additive manufacturing, a digital twin of the manufacturing process can offer predictions for the produced parts, diagnostics for manufacturing defects, as well as control capabilities. This paper introduces a parameterized physics-based digital twin (PPB-DT) for the statistical predictions of LPBF metal additive manufacturing process. We accomplish this by creating a high-fidelity computational model that accurately represents the melt pool phenomena and subsequently calibrating and validating it through controlled experiments. In PPB-DT, a mechanistic reduced-order method-driven stochastic calibration process is introduced, which enables the statistical predictions of the melt pool geometries and the identification of defects such as lack-of-fusion porosity and surface roughness, specifically for diagnostic applications. Leveraging data derived from this physics-based model and experiments, we have trained a machine learning-based digital twin (PPB-ML-DT) model for predicting, monitoring, and controlling melt pool geometries. These proposed digital twin models can be employed for predictions, control, optimization, and quality assurance within the LPBF process, ultimately expediting product development and certification in LPBF-based metal additive manufacturing. ",
    "url": "https://arxiv.org/abs/2311.07821",
    "authors": [
      "Yangfan Li",
      "Satyajit Mojumder",
      "Ye Lu",
      "Abdullah Al Amin",
      "Jiachen Guo",
      "Xiaoyu Xie",
      "Wei Chen",
      "Gregory J. Wagner",
      "Jian Cao",
      "Wing Kam Liu"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Computational Engineering, Finance, and Science (cs.CE)",
      "Numerical Analysis (math.NA)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2311.07968",
    "title": "Strong Microwave Squeezing Above 1 Tesla and 1 Kelvin",
    "abstract": "Squeezed states of light have been used extensively to increase the precision of measurements, from the detection of gravitational waves to the search for dark matter. In the optical domain, high levels of vacuum noise squeezing are possible due to the availability of low loss optical components and high-performance squeezers. At microwave frequencies, however, limitations of the squeezing devices and the high insertion loss of microwave components makes squeezing vacuum noise an exceptionally difficult task. Here we demonstrate a new record for the direct measurement of microwave squeezing. We use an ultra low loss setup and weakly-nonlinear kinetic inductance parametric amplifiers to squeeze microwave noise 7.8(2) dB below the vacuum level. The amplifiers exhibit a resilience to magnetic fields and permit the demonstration of record squeezing levels inside fields of up to 2 T. Finally, we exploit the high critical temperature of our amplifiers to squeeze a warm thermal environment, achieving vacuum level noise at a temperature of 1.8 K. These results enable experiments that combine squeezing with magnetic fields and permit quantum-limited microwave measurements at elevated temperatures, significantly reducing the complexity and cost of the cryogenic systems required for such experiments. ",
    "url": "https://arxiv.org/abs/2311.07968",
    "authors": [
      "Arjen Vaartjes",
      "Anders Kringhøj",
      "Wyatt Vine",
      "Tom Day",
      "Andrea Morello",
      "Jarryd J. Pla"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2311.08138",
    "title": "Entanglement and correlations in an exactly-solvable model of a  Bose-Einstein condensate in a cavity",
    "abstract": "An exactly solvable model of a trapped interacting Bose-Einstein condensate (BEC) coupled in the dipole approximation to a quantized light mode in a cavity is presented. The model can be seen as a generalization of the harmonic-interaction model for a trapped BEC coupled to a bosonic bath. After obtaining the ground-state energy and wavefunction in closed form, we focus on computing the correlations in the system. The reduced one-particle density matrices of the bosons and the cavity are constructed and diagonalized analytically, and the von Neumann entanglement entropy of the BEC and the cavity is also expressed explicitly as a function of the number and mass of the bosons, frequencies of the trap and cavity, and the cavity-boson coupling strength. The results allow one to study the impact of the cavity on the bosons and vice versa on an equal footing. As an application we investigate a specific case of basic interest for itself, namely, non-interacting bosons in a cavity. We find that both the bosons and the cavity develop correlations in a complementary manner while increasing the coupling between them. Whereas the cavity wavepacket broadens in Fock space, the BEC density saturates in real space. On the other hand, while the cavity depletion saturates, and hence does the BEC-cavity entanglement entropy, the BEC becomes strongly correlated and eventually increasingly fragmented. The latter phenomenon implies single-trap fragmentation of otherwise ideal bosons, where their induced long-range interaction is mediated by the cavity. Finally, as a complimentary investigation, the mean-field equations for the BEC-cavity system are solved analytically as well, and the breakdown of mean-field theory for the cavity and the bosons with increasing coupling is discussed. Further applications are envisaged. ",
    "url": "https://arxiv.org/abs/2311.08138",
    "authors": [
      "Ofir E. Alon",
      "Lorenz S. Cederbaum"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2311.08276",
    "title": "Electrical Manipulation of Telecom Color Centers in Silicon",
    "abstract": "Silicon color centers have recently emerged as promising candidates for commercial quantum technology, yet their interaction with electric fields has yet to be investigated. In this paper, we demonstrate electrical manipulation of telecom silicon color centers by fabricating lateral electrical diodes with an integrated G center ensemble in a commercial silicon on insulator wafer. The ensemble optical response is characterized under application of a reverse-biased DC electric field, observing both 100% modulation of fluorescence signal, and wavelength redshift of approximately 1.4 GHz/V above a threshold voltage. Finally, we use G center fluorescence to directly image the electric field distribution within the devices, obtaining insight into the spatial and voltage-dependent variation of the junction depletion region and the associated mediating effects on the ensemble. Strong correlation between emitter-field coupling and generated photocurrent is observed. Our demonstration enables electrical control and stabilization of semiconductor quantum emitters. ",
    "url": "https://arxiv.org/abs/2311.08276",
    "authors": [
      "Aaron M. Day",
      "Madison Sutula",
      "Jonathan R. Dietz",
      "Alexander Raun",
      "Denis D. Sukachev",
      "Mihir K. Bhaskar",
      "Evelyn L. Hu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.08381",
    "title": "Automated detection of laser cooling schemes for ultracold molecules",
    "abstract": "One of the demanding frontiers in ultracold science is identifying laser cooling schemes for complex atoms and molecules, out of their vast spectra of internal states. Motivated by a need to expand the set of available ultracold molecules for applications in fundamental physics, chemistry, astrochemistry, and quantum simulation, we propose and demonstrate an automated graph-based search approach for viable laser cooling schemes. The method is time efficient and the outcomes greatly surpass the results of manual searches used so far. We discover new laser cooling schemes for C$_2$, OH$^+$, CN, YO, and CO$_2$ that can be viewed as surprising or counterintuitive compared to previously identified laser cooling schemes. In addition, a central insight of this work is that the reinterpretation of quantum states and transitions between them as a graph can dramatically enhance our ability to identify new quantum control schemes for complex quantum systems. As such, this approach will also be applicable to complex atoms and, in fact, any complex many-body quantum system with a discrete spectrum of internal states. ",
    "url": "https://arxiv.org/abs/2311.08381",
    "authors": [
      "Anna Dawid",
      "Niccolò Bigagli",
      "Daniel W. Savin",
      "Sebastian Will"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic and Molecular Clusters (physics.atm-clus)"
    ]
  },
  {
    "id": "arXiv:2106.07975",
    "title": "Quantum Electrodynamics with a Nonmoving Dielectric Sphere: Quantizing  Lorenz-Mie Scattering",
    "abstract": " Comments: 19 pages, 3 figures ",
    "url": "https://arxiv.org/abs/2106.07975",
    "authors": [
      "Patrick Maurer",
      "Carlos Gonzalez-Ballestero",
      "Oriol Romero-Isart"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.01259",
    "title": "Generating and processing optical waveforms using spectral singularities",
    "abstract": " Title: Generating and processing optical waveforms using spectral singularities ",
    "url": "https://arxiv.org/abs/2306.01259",
    "authors": [
      "Asaf Farhi",
      "Alexander Cerjan",
      "A. Douglas Stone"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2308.03073",
    "title": "110-GHz bandwidth integrated lithium niobate modulator without direct  lithium niobate etching",
    "abstract": " Title: 110-GHz bandwidth integrated lithium niobate modulator without direct  lithium niobate etching ",
    "url": "https://arxiv.org/abs/2308.03073",
    "authors": [
      "Yifan Qi",
      "Gongcheng Yue",
      "Ting Hao",
      "Yang Li"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2309.10626",
    "title": "Dynamic convergent shock compression initiated by return current in  high-intensity laser solid interactions",
    "abstract": " Title: Dynamic convergent shock compression initiated by return current in  high-intensity laser solid interactions ",
    "url": "https://arxiv.org/abs/2309.10626",
    "authors": [
      "Long Yang",
      "Martin Rehwald",
      "Thomas Kluge",
      "Alejandro Laso",
      "Toma Toncian",
      "Karl Zeil",
      "Ulrich Schramm",
      "Thomas E Cowan",
      "Lingen Huang"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2311.03618",
    "title": "Fabrication of Sawfish photonic crystal cavities in bulk diamond",
    "abstract": " Comments: 7 pages, 9 figures ",
    "url": "https://arxiv.org/abs/2311.03618",
    "authors": [
      "Tommaso Pregnolato",
      "Marco E. Stucki",
      "Julian M. Bopp",
      "Maarten H. v. d. Hoeven",
      "Alok Gokhale",
      "Olaf Krüger",
      "Tim Schröder"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  }
]