[
  {
    "id": "arXiv:2510.13840",
    "title": "Quantum modeling of radical pair magnetic sensor based on electric dipole moment",
    "abstract": "           Photoreduction of cryptochrome protein in the retina is a well-known mechanism of navigation of birds through the geomagnetic field, yet the biosignal nature of the mechanism remains unclear. The absorption of blue light by the flavin adenine dinucleotide (FAD) chromophore can alter the distribution of electrons in cryptochrome and create radical pairs with separated charges. In this study, the spin dynamics of electrons in the radical pair and its coupling with spatial position were investigated by computational modeling from a quantum mechanical perspective. Several interactions were considered in the presence of an external magnetic field, and the resulting electric dipole moment in cryptochrome was computed as the quantity emerging from this coupling. The computations show the induced electric dipole moment clearly depend on the characteristics of the applied magnetic field even after considering dissipative effects. In fact, our findings indicate that the radical pair in cryptochrome protein is a magnetic biosensor, in the sense that in the presence of the geomagnetic field, variations in spin states can influence its electric dipole moment, which may be interpreted via the bird as an orientation signal. The results can be used in the advancement of bio-inspired technologies which replicate animal magnetic sensitivity. On the other hand, with increasing concern about the detrimental effects of electromagnetic fields on wildlife and human health, studying the phenomenon of magnetoreception can contribute to a deeper understanding of how biological structures interact with these fields.         ",
    "url": "https://arxiv.org/abs/2510.13840",
    "authors": [
      "Mahboobe Sehati",
      "Ali Soltanmanesh",
      "Shabnam Abutalebi",
      "Abolfazl Bahrampour",
      "Naser Haeri",
      "Sareh Rostami",
      "Alireza Bahrampour"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2510.13881",
    "title": "Low-Energy DNA Bubble Dynamics via the Quantum Coulomb Potential",
    "abstract": "           We developed a low-energy model that can be used at any time to describe the dynamics of DNA bubbles at temperatures below the melting point. The Schrödinger equation associated with this problem is solved in imaginary time with a quantum Coulomb potential, and we obtain an approximate expression for its more general physical solution as a linear combination of the states whose energies are close to the lower bound energy. We can then determine the probability density, the first-passage time density, and the correlation functions in terms of Bessel functions. Our findings are consistent with results obtained directly from the Fokker-Planck equation. Comparisons with the Gamma and Diffusion models are discussed.         ",
    "url": "https://arxiv.org/abs/2510.13881",
    "authors": [
      "Juan D. García-Muñoz",
      "A. Contreras-Astorga",
      "L. M. Nieto"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)",
      "Soft Condensed Matter (cond-mat.soft)",
      "Mathematical Physics (math-ph)"
    ]
  },
  {
    "id": "arXiv:2510.14058",
    "title": "Optical Computation-in-Communication enables low-latency, high-fidelity perception in telesurgery",
    "abstract": "           Artificial intelligence (AI) holds significant promise for enhancing intraoperative perception and decision-making in telesurgery, where physical separation impairs sensory feedback and control. Despite advances in medical AI and surgical robotics, conventional electronic AI architectures remain fundamentally constrained by the compounded latency from serial processing of inference and communication. This limitation is especially critical in latency-sensitive procedures such as endovascular interventions, where delays over 200 ms can compromise real-time AI reliability and patient safety. Here, we introduce an Optical Computation-in-Communication (OCiC) framework that reduces end-to-end latency significantly by performing AI inference concurrently with optical communication. OCiC integrates Optical Remote Computing Units (ORCUs) directly into the optical communication pathway, with each ORCU experimentally achieving up to 69 tera-operations per second per channel through spectrally efficient two-dimensional photonic convolution. The system maintains ultrahigh inference fidelity within 0.1% of CPU/GPU baselines on classification and coronary angiography segmentation, while intrinsically mitigating cumulative error propagation, a longstanding barrier to deep optical network scalability. We validated the robustness of OCiC through outdoor dark fibre deployments, confirming consistent and stable performance across varying environmental conditions. When scaled globally, OCiC transforms long-haul fibre infrastructure into a distributed photonic AI fabric with exascale potential, enabling reliable, low-latency telesurgery across distances up to 10,000 km and opening a new optical frontier for distributed medical intelligence.         ",
    "url": "https://arxiv.org/abs/2510.14058",
    "authors": [
      "Rui Yang",
      "Jiaming Hu",
      "Jian-Qing Zheng",
      "Yue-Zhen Lu",
      "Jian-Wei Cui",
      "Qun Ren",
      "Yi-Jie Yu",
      "John Edward Wu",
      "Zhao-Yu Wang",
      "Xiao-Li Lin",
      "Dandan Zhang",
      "Mingchu Tang",
      "Christos Masouros",
      "Huiyun Liu",
      "Chin-Pang Liu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Artificial Intelligence (cs.AI)",
      "Image and Video Processing (eess.IV)"
    ]
  },
  {
    "id": "arXiv:2510.14061",
    "title": "Three-Dimensional Simulation of the University of Hawai`i FEL Oscillator: Superradiant Emission and Cavity Desynchronization",
    "abstract": "           In this paper, we investigate superradiant emission in a free-electron laser (FEL) oscillator using a comprehensive three-dimensional time-dependent simulation tool. Using beam parameters from the University of Hawai`i (UH) at Mānoa FEL facility, our study shows that at nominal bunch length, the FEL radiation exhibits superradiant scaling in saturation. We then explore how cavity desynchronization enhances this regime by mitigating the laser lethargy effect in oscillators and improving overlap between the electron bunch and the radiation pulse, with peak power increased by more than a factor of five. Finally, we simulate a short-bunch operational mode with bunch length comparable to the slippage length, which accelerates saturation and further amplifies the FEL power. These findings highlight that the UH Mānoa FEL oscillator has the potential to achieve superradiant emission at its nominal operating mode, and that short-bunch operation offers further enhancement while requiring additional optimization.         ",
    "url": "https://arxiv.org/abs/2510.14061",
    "authors": [
      "Amir Weinberg",
      "Levi Fisher",
      "Siqi Li"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2510.14064",
    "title": "Demonstration of an interferometric technique for measuring vacuum magnetic birefringence with an optical cavity",
    "abstract": "           The vacuum magnetic birefringence effect is a prediction of quantum electrodynamics, that in the presence of a magnetic field vacuum behaves as a non-linear medium, exhibiting a birefringence. In this work, an experiment is proposed to measure this effect for the first time, by sensing the changes in the frequencies of laser fields stabilized to the resonances of a 245 m long optical cavity whose eigenmode propagates through a string of 24 superconducting magnets arranged for the ALPS II experiment. Results from a prototype setup using a 19 m test cavity without a magnetic field are presented and projected in terms of the sensitivity of the proposed full-scale experiment.         ",
    "url": "https://arxiv.org/abs/2510.14064",
    "authors": [
      "Aaron D. Spector",
      "Todd Kozlowski",
      "Laura Roberts"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2510.14078",
    "title": "Plasma Confinement State Classification via FPP Relevant Microwave Diagnostics",
    "abstract": "           We present a parsimonious and robust machine learning approach for identifying plasma confinement states in fusion power plants (FPPs) where reliable identification of the low-confinement (L-mode) and high-confinement (H-mode) regimes is critical for safe and efficient operation. Unlike research-oriented devices, FPPs must operate with a severely constrained set of diagnostics. To address this challenge, we demonstrate that a minimalist model, using only electron cyclotron emission (ECE) signals, can deliver accurate and reliable state classification. ECE provides electron temperature profiles without the engineering or survivability issues of in-vessel probes, making it a primary candidate for FPP-relevant diagnostics. Our framework employs ECE as input, extracts features with radial basis functions, and applies a gradient boosting classifier, achieving high accuracy with test accuracy averaging 96\\% correct predictions. Robustness analysis and feature importance study confirm the reliability of the approach. These results demonstrate that state-of-the-art performance is attainable from a restricted diagnostic set, paving the way for minimalist yet resilient plasma control architectures for FPPs.         ",
    "url": "https://arxiv.org/abs/2510.14078",
    "authors": [
      "Randall Clark",
      "Vacslav Glukhov",
      "Georgy Subbotin",
      "Maxim Nurgaliev",
      "Aleksandr Kachkin",
      "Max Austin",
      "Dmitri M. Orlov"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2510.14138",
    "title": "Bell-State Quantum Holography with Metasurfaces",
    "abstract": "           Metasurfaces composed of subwavelength nanostructures enable simultaneous control of polarization and wavefront, greatly enhancing holographic information capacity. Building on this capability, we extend holography into the quantum domain by experimentally realizing Bell-state holograms-distinct holographic images encoded in polarization-entangled Bell states of photon pairs. A polarization-multiplexed dielectric metasurface generates spatial modes conditioned on both input and output polarizations, entangling the holographic pattern with the two-photon state. To characterize these quantum holograms, we further develop quantum hologram tomography, reconstructing the full density matrix of the holographic state pixel by pixel. The reconstructed density-matrix hologram reveals tailor-made holographic symbols attached to individual Bell states through the metasurface, with contrast built up among the different Bell components as theory shows. This framework unifies metasurface photonics with quantum-state reconstruction and provides a scalable route toward high-dimensional quantum communication, encryption and information processing based on holographically encoded quantum light.         ",
    "url": "https://arxiv.org/abs/2510.14138",
    "authors": [
      "Qinmiao Chen",
      "Guangzhou Geng",
      "Hong Liang",
      "Wai Chun Wong",
      "Tailin An",
      "Randy Stefan Tanuwijaya",
      "Junjie Li",
      "Jensen Li"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2510.14158",
    "title": "Subdiffractive confinement of ultrashort mid-IR pulses with photonic funnels",
    "abstract": "           The ability to control the spatial distribution of light, particularly in deep sub-wavelength areas, is important for a range of materials science, microscopy, and communications applications. Separately, materials science and communications rely on the ability to temporally shape the evolution of electromagnetic pulses. In this work we investigate theoretically the propagation of ultrafast pulses inside hyperbolic metamaterials-based photonic funnels, which have been recently used to achieve deep subwavelength (wavelength/30) concentration of monochromatic mid-infrared light. By analyzing the complex spatio-temporal dynamics of the pulse-funnel interaction, we show that photonic funnels, in general, broaden bandwidth-limited ultrafast Gaussian pulses. We demonstrate that this broadening can be mitigated by pre-chirping the incoming light, realizing simultaneous intensity enhancement and spatio-temporal compression of mid-wave IR light in the all-semiconductor \"designer metal\" funnel platform. Our analysis suggests that, in combination with linear chirp, designer-metal-based photonic funnels can be utilized with 100 fs bandwidth- and diffraction-limited pulses to produce wavelength/30-scale signals of ~200 fs duration, with intensity enhancement on the order of 5. Lowering material absorption can further enhance the peak intensity. The results presented can be used to assess the perspectives of ultrafast sub-diffraction light manipulation in other portions of the electromagnetic spectrum by adjusting the (meta)material composition of the funnels.         ",
    "url": "https://arxiv.org/abs/2510.14158",
    "authors": [
      "Jacob LaMountain",
      "Amogh Raju",
      "Dan Wasserman",
      "Viktor A. Podolskiy"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2510.14268",
    "title": "A vertically integrated model with phase change for aquifers in cold firn",
    "abstract": "           Surface meltwater from glaciers and ice sheets contributes significantly to sea level rise, yet the dynamics governing its transport and retention in cold firn remain poorly constrained. We present a vertically integrated model that includes phase change during the migration of aquifers in cold firn and a constant residual trapping of liquid water. The model provides a unified framework connecting gravity-driven flows in temperate soils with those in cold firn, highlighting the analogous physics governing both systems. Analytical solutions are derived for constant volume aquifers and validated against numerical solutions that can be used to elucidate key features of meltwater dynamics and serve as benchmarks for firn hydrologic models. Finally, we demonstrate a three-dimensional expansion of an aquifer in cold, heterogeneous firn. The analytical and numerical solutions demonstrate that the dynamics of the laterally propagating aquifer slow at lower initial firn temperatures because of the enhanced reduction in porosity and the associated loss of liquid water. In summary, our framework offers insights into the formation and evolution of firn aquifers in percolation zones, which will help elucidate the role of modulating meltwater fluxes that affect surface mass loss and contribute to changes in global sea levels.         ",
    "url": "https://arxiv.org/abs/2510.14268",
    "authors": [
      "Mohammad Afzal Shadab",
      "Howard A. Stone",
      "Reed M. Maxwell"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2510.14362",
    "title": "Anti-Interference Communication Using Computational Antenna",
    "abstract": "           This letter proposes a novel anti-interference communication method leveraging computational antennas, utilizing time averaging and 1-bit reconfigurable intelligent surfaces (RIS) to achieve robust signal modulation with minimal hardware complexity. We develop a communication model for computational antennas and propose an efficient signal processing algorithm optimized for temporal modulation. A USRP-based experimental platform is established to validate the approach under strong interference conditions (e.g., 5 dB jamming-to-signal ratio). Experimental results reveal up to an 80.9\\% reduction in bit error rate (BER) and effective restoration of distorted images in transmission tests. Compared to conventional techniques like spread spectrum or frequency hopping, which require significant spectral resources, our method offers superior anti-interference performance without additional spectral overhead. This research provides valuable insights for radar detection, military communications, and next-generation wireless networks.         ",
    "url": "https://arxiv.org/abs/2510.14362",
    "authors": [
      "Xiaocun Zong",
      "Fan Yang",
      "Shenheng Xu",
      "Maokun Li"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Information Theory (cs.IT)"
    ]
  },
  {
    "id": "arXiv:2510.14367",
    "title": "A 2-bit Ku-band Digital Metasurface with Infinitely Scalable Capability",
    "abstract": "           In this letter, we present the design and implementation of a 2-bit digaital metasurface operating in the Ku-band, engineered to exhibit advanced polarization conversion characteristics and support dual-polarization control for both X- and Y-polarizations. To address the challenge of array size scalability hindered by extensive DC control routing in 2-bit metasurfaces, we propose a novel RF-DC separation architecture. This approach integrates the metasurface and DC control circuitry onto separate printed circuit boards (PCBs), interconnected via pin cascading, enabling theoretically unlimited two-dimensional array expansion. To validate this design, a ${4\\times16 \\times 16}$ metasurface prototype was fabricated and experimentally evaluated, which can achieve a gain of 28.3dB and an aperture efficiency of 21.02\\%, confirming the scalability and performance of the proposed architecture. The developed 2-bit high-gain metasurface offers significant reference value for applications in long-distance communication and radar detection. Furthermore, the RF-DC separation architecture introduces a pioneering framework for large-scale metasurface deployment in practical engineering scenarios, enhancing design flexibility and scalability.         ",
    "url": "https://arxiv.org/abs/2510.14367",
    "authors": [
      "Xiaocun Zon",
      "Hao Shi",
      "Fan Yang",
      "Yong Liu",
      "Shenheng Xu",
      "Maokun Li"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2510.14385",
    "title": "Research Progress of Terahertz Technology in Microbiology",
    "abstract": "           Microorganisms are ubiquitous in nature, and microbial activities are closely intertwined with the entire life cycle system and human life. Developing novel technologies for the detection, characterization and manipulation of microorganisms promotes their applications in clinical, environmental and industrial areas. Over the last two decades, terahertz (THz) technology has emerged as a new optical tool for microbiology. The great potential originates from the unique advantages of THz waves including the high sensitivity to water and inter-/intra-molecular motions, the non-invasive and label-free detecting scheme, and their low photon energy. THz waves have been utilized as a stimulus to alter microbial functions, or as a sensing approach for quantitative measurement and qualitative differentiation. This review specifically focuses on recent research progress of THz technology applied in the field of microbiology, including two major parts of THz biological effects and the microbial detection applications. In the end of this paper, we summarize the research progress and discuss the challenges currently faced by THz technology in microbiology, along with potential solutions. We also provide a perspective on future development directions. This review aims to build a bridge between THz photonics and microbiology, promoting both fundamental research and application development in this interdisciplinary field.         ",
    "url": "https://arxiv.org/abs/2510.14385",
    "authors": [
      "Ding Cao",
      "Guangyou Fang",
      "Xuequan Chen"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2510.14428",
    "title": "Electromagnetic Theory of Metasurface Perfect Magnetic Conductor (PMC)",
    "abstract": "           Artificial magnetic conductors (AMCs) mimic the idealized boundary condition of a perfect magnetic conductor (PMC), which reflects electromagnetic waves with a preserved electric field and inverted magnetic field. Despite their usefulness, existing AMC implementations often rely on complex or impractical designs, and lack a clear electromagnetic theory explaining their behavior, especially under oblique or polarization-diverse incidence. This work addresses these limitations by presenting a rigorous electromagnetic framework for PMC metasurfaces based on dipolar and quadrupolar surface susceptibilities within the generalized sheet transition conditions (GSTCs) formalism. We show that achieving polarization- and angle-independent PMC behavior requires a specific set of heteroanisotropic (nonlocal) susceptibilities, and we derive closed-form expressions for angular scattering that include higher-order multipole contributions. A physically realizable, asymmetric metasurface structure is then designed to satisfy these theoretical conditions. Despite its geometric asymmetry, the proposed structure exhibits a isotropic PMC response at resonance, confirmed by full-wave simulations and multipolar susceptibility extraction. These results demonstrate how properly engineered surface multipoles can yield angularly independent magnetic boundary conditions using only thin, passive metallic layers. This work bridges the gap between AMC design and electromagnetic theory, and enables a new class of angle-independent metasurface reflectors for more accurate simulations, optimizations and innovative AMC designs.         ",
    "url": "https://arxiv.org/abs/2510.14428",
    "authors": [
      "Oscar Céspedes Vicente",
      "Karim Achouri",
      "Christophe Caloz"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2510.14490",
    "title": "Structured Random Phase Retrieval using Optical Diffusers",
    "abstract": "           Phase retrieval is a nonlinear inverse problem that arises in a wide range of imaging modalities, from electron microscopy to optical Fourier ptychography. Among various modalities, random phase retrieval stands out thanks to its strong theoretical guarantees and efficient reconstruction algorithms, although its applicability is hindered by prohibitive computational costs. In this paper, we propose the structured random models for phase retrieval, where we emulate a dense random matrix by a cascade of structured transforms and random diagonal matrices. We demonstrate that structured random models can achieve the same reconstruction performance as dense random models, with complexity reduced from quadratic to log-linear. Using a spectral method initialization followed by gradient descent, robust reconstruction is obtained at an oversampling ratio as low as 2.8. Moreover, we observe that the reconstruction performance is solely determined by the singular value distribution of the forward matrix. This class of models can directly be implemented with basic optical elements such as lenses and diffusers, paving the way for large-scale phase imaging with robust reconstruction guarantees.         ",
    "url": "https://arxiv.org/abs/2510.14490",
    "authors": [
      "Zhiyuan Hu",
      "Fakhriyya Mammadova",
      "Julián Tachella",
      "Michael Unser",
      "Jonathan Dong"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Probability (math.PR)"
    ]
  },
  {
    "id": "arXiv:2510.14618",
    "title": "Reconfigurable on-chip vortex beam generation via Brillouin nonlinear optical radiation",
    "abstract": "           The integrated devices that generate structural optical fields with non-trivial orbital angular momentums (OAMs) hold great potential for advanced optical applications, but are restricted to complex nanostructures and static functionalities. Here, we demonstrate a reconfigurable OAM beam generator from a simple microring resonator without requiring grating-like nanostructures. Our approach harnesses Brillouin interaction between confined phonon and optical modes, where the acoustic field is excited through microwave input. The phonon stimulate the conversion from a guided optical mode into a free-space vortex beam. Under the selection rule of radiation, the OAM order of the emitted light is determined by the acousto-optic phase matching and is rapidly reconfigurable by simply tuning the microwave frequency. Furthermore, this all-microwave control scheme allows for the synthesis of arbitrary high-dimensional OAM superposition states by programming the amplitudes and phases of the driving fields. Analytical and numerical models predict a radiation efficiency over 25\\% for experimentally feasible on-chip microcavities. This work introduces a novel paradigm for chip-to-free-space interfaces, replacing fixed nanophotonic structures with programmable acousto-optic interactions for versatile structured light generation.         ",
    "url": "https://arxiv.org/abs/2510.14618",
    "authors": [
      "Ming Li",
      "Xiang Chen",
      "Wen-Qi Duan",
      "Yuan-Hao Yang",
      "Jia-Qi Wang",
      "Mai Zhang",
      "Xin-Biao Xu",
      "Chun-Hua Dong",
      "Luyan Sun",
      "Guang-Can Guo",
      "Chang-Ling Zou"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2510.14758",
    "title": "Design optimization of silicon nitride nanomechanical resonators for thermal infrared detectors: a guide through key figures of merit",
    "abstract": "           Thermomechanical infrared (IR) detectors have emerged as promising alternatives to traditional photon and thermoelectric sensors, offering broadband sensitivity and low noise without the need for cryogenic cooling. Despite recent advances, the field still lacks a unified framework to guide the design of these nanomechanical systems. This work addresses that gap by providing a comprehensive design guide for IR thermal detectors based on silicon nitride drumhead and trampolines. Leveraging a validated analytical model, we systematically explore how geometry, tensile stress, and optical properties influence key performance metrics such as thermal time constant, noise-equivalent power, and specific detectivity. The analysis encompasses both bare silicon nitride and structures with broadband absorber layers, revealing how different parameter regimes affect the trade-off between sensitivity and response speed. Rather than focusing on a single device architecture, this study maps out a broad design space, enabling performance prediction and optimisation for a variety of application requirements. As such, it serves not only as a reference for benchmarking existing devices but also as a practical tool for engineering next-generation IR sensors that can operate close to the fundamental detection limit. This work is intended as a foundational resource for researchers and designers aiming to tailor IR detectors to specific use cases.         ",
    "url": "https://arxiv.org/abs/2510.14758",
    "authors": [
      "Paolo Martini",
      "Kostas Kanellopulos",
      "Silvan Schmid"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2510.14793",
    "title": "Reflections of quantum educators on strategies to diversify the second quantum revolution",
    "abstract": "           We focus on reflections and suggestions of five college quantum educators from four different institutions (two from same institution) regarding what can be done to diversify the second quantum revolution. They are leading QIST researchers, and very passionate about improving quantum education. The educators were asked about their thoughts on whether the interdisciplinary nature of the field, in which nobody can claim to be an expert in all aspects of QIST, may make it easier to create a better culture from the beginning, supportive of equitable participation of diverse groups unlike physics. This is because disciplines such as physics have an ingrained inequitable culture based on brilliance attribution that is a major impediment to diversity, equity and inclusion. Educators were interviewed on Zoom using a semi-structured think-aloud protocol about various issues related to QIST education including those pertaining to how to diversify the second quantum revolution. Their suggestions can be invaluable and can help other educators adapt and implement strategies to diversify QIST.         ",
    "url": "https://arxiv.org/abs/2510.14793",
    "authors": [
      "Apekshya Ghimire",
      "Chandralekha Singh"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)"
    ]
  },
  {
    "id": "arXiv:2510.14835",
    "title": "Obvious and non-obvious aspects of digital Self-Excited-Loops for SRF cavity control",
    "abstract": "           In 1978, Delayen showed how Self-Excited Loops (SEL) can be used to great advantage for controlling narrow-band SRF cavities. Its key capability is establishing closed-loop amplitude control early in the setup process, stabilizing Lorentz forces to allow cavity tuning and phase loop setup in a stable environment. As people around the world implement this basic idea with modern FPGA DSP technology, multiple variations and operational scenarios creep in that have both obvious and non-obvious ramifications for latency, feedback stability, and resiliency. This paper will review the key properties of a Delayen-style SEL when set up for open-loop, amplitude stabilized, and phase-stabilized modes. Then the original analog circuit will be compared and contrasted with the known variations of digital CORDIC-based implementations.         ",
    "url": "https://arxiv.org/abs/2510.14835",
    "authors": [
      "Larry Doolittle",
      "Shreeharshini Murthy",
      "Matei Guran",
      "Lennon Reyes",
      "Shrividhyaa Sankar Raman",
      "Philip Varghese"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2510.14932",
    "title": "Resonance Engineering via Harnessing Anti-Parallel Dipole Image Coupling",
    "abstract": "           Precise control of plasmonic resonances across a broad spectral range is central to the development of tunable optical devices. Yet, achieving both redshifts and blueshifts within a single nanostructure has remained elusive. Here we introduce a metal-dielectric-metal (MDM) nanodisk array that enables bidirectional tuning of resonance wavelengths throughout the near-infrared (NIR) region. The observed spectral evolution follows the plasmon ruler relationship, with unprecedented tuning properties. In particular, we report a record blueshift response of 457.82 nm for a small nanodisk thickness variation of only 5-10 nm, the highest blueshift response demonstrated in plasmonic architectures to date. This platform offers finely tunable resonances spanning an exceptionally wide NIR range, providing new insights into electromagnetic (EM) coupling mechanisms and establishing a foundation for next-generation tunable devices in sensing, optical communications, and dynamic displays.         ",
    "url": "https://arxiv.org/abs/2510.14932",
    "authors": [
      "Dip Sarker",
      "Abdoulaye Ndao"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2510.13956",
    "title": "No cosmological constraints on dark photon dark matter from resonant conversion: Impact of nonlinear plasma dynamics",
    "abstract": "           We revisit and invalidate all dark photon dark matter constraints from resonant conversion of dark photons into photons (plasmons) in the early universe. These constraints rely on the resonant transfer of a substantial portion of the dark photon energy density into the SM plasma, heating the plasma in the process. We demonstrate that this resonant transfer saturates because of plasma nonlinearities. Dark photon dark matter resonantly converts into $k \\simeq 0$ Langmuir waves in the early universe electron-ion plasma. Once the Langmuir-wave energy approaches the thermal energy of the plasma, nonlinear effects driven by the ponderomotive force become significant. In particular, we show using dedicated Particle-in-Cell simulations that large-amplitude $k = 0$ Langmuir waves excite higher-k Langmuir and ion acoustic waves, producing strong spatial variations in density and plasma frequency. These inhomogeneities suppress further resonant conversion, limiting the deposited energy to about the thermal energy of the electrons at the time of conversion, orders of magnitude below observable cosmological thresholds. Consequently, the dark photon dark matter constraints are weaker by factors of $3000$ to $10^7$ across ten orders of magnitude in dark photon mass.         ",
    "url": "https://arxiv.org/abs/2510.13956",
    "authors": [
      "Anson Hook",
      "Junwu Huang",
      "Mohamad Shalaby"
    ],
    "subjectives": [
      "High Energy Physics - Phenomenology (hep-ph)",
      "Cosmology and Nongalactic Astrophysics (astro-ph.CO)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2510.13972",
    "title": "Distributional Consistency Loss: Beyond Pointwise Data Terms in Inverse Problems",
    "abstract": "           Recovering true signals from noisy measurements is a central challenge in inverse problems spanning medical imaging, geophysics, and signal processing. Current solutions balance prior assumptions regarding the true signal (regularization) with agreement to noisy measured data (data-fidelity). Conventional data-fidelity loss functions, such as mean-squared error (MSE) or negative log-likelihood, seek pointwise agreement with noisy measurements, often leading to overfitting to noise. In this work, we instead evaluate data-fidelity collectively by testing whether the observed measurements are statistically consistent with the noise distributions implied by the current estimate. We adopt this aggregated perspective and introduce distributional consistency (DC) loss, a data-fidelity objective that replaces pointwise matching with distribution-level calibration using model-based probability scores for each measurement. DC loss acts as a direct and practical plug-in replacement for standard data consistency terms: i) it is compatible with modern regularizers, ii) it is optimized in the same way as traditional losses, and iii) it avoids overfitting to measurement noise even without the use of priors. Its scope naturally fits many practical inverse problems where the measurement-noise distribution is known and where the measured dataset consists of many independent noisy values. We demonstrate efficacy in two key example application areas: i) in image denoising with deep image prior, using DC instead of MSE loss removes the need for early stopping and achieves higher PSNR; ii) in medical image reconstruction from Poisson-noisy data, DC loss reduces artifacts in highly-iterated reconstructions and enhances the efficacy of hand-crafted regularization. These results position DC loss as a statistically grounded, performance-enhancing alternative to conventional fidelity losses for inverse problems.         ",
    "url": "https://arxiv.org/abs/2510.13972",
    "authors": [
      "George Webber",
      "Andrew J. Reader"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Computer Vision and Pattern Recognition (cs.CV)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2510.14062",
    "title": "Quantum Search in Superposed Quantum Lattice Gas Automata and Lattice Boltzmann Systems",
    "abstract": "           As the scope of Computational Fluid Dynamics (CFD) grows to encompass ever larger problem scales, so does the interest in whether quantum computing can provide an advantage. In recent years, Quantum Lattice Gas Automata (QLGA) and Quantum Lattice Boltzmann Methods (QLBM) have emerged as promising candidates for quantum-native implementations of CFD solvers. Though the progress in developing QLGA and QLBM algorithms has been significant, it has largely focused on the development of models rather than applications. As a result, the zoo of QLGA and QLBM algorithms has grown to target several equations and to support many extensions, but the practical use of these models is largely limited to quantum state tomography and observable measurement. This limitation is crucial in practice, because unless very specific criteria are met, such measurements may cancel out any potential quantum advantage. In this paper, we propose an application based on discrete optimization and quantum search, which circumvents flow field measurement altogether. We propose methods for simulating many different lattice configurations simultaneously and describe how the usage of amplitude estimation and quantum search can provide an asymptotic quantum advantage. Throughout the paper, we provide detailed complexity analyses of gate-level implementations of our circuits and consider the benefits and costs of several encodings.         ",
    "url": "https://arxiv.org/abs/2510.14062",
    "authors": [
      "Călin A. Georgescu",
      "Matthias Möller"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optimization and Control (math.OC)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2507.04085",
    "title": "Skin mode tunability and self-healing effect in photonic Floquet lattices",
    "abstract": "           Non-Hermitian systems host exotic phenomena absent in their Hermitian counterparts, including the recently predicted self-healing effect (SHE) of non-Hermitian skin modes. To date, the SHE of skin modes in non-Hermitian systems has not been observed experimentally. Here we propose a feasible scheme to realize SHE in photonic Floquet lattices by exploiting skin mode tunability (SMT), a mechanism in which the spectrum of skin modes localized at one boundary can be tuned via a potential applied at the opposite boundary. Such tunability arises from the non-Hermitian biorthogonality of the eigenstates. We demonstrate that a certain skin mode is exceptionally sensitive to remote-boundary potentials in an array of $100$ coupled helical waveguides, allowing broad-range spectral control and the generation of SHE with experimentally accessible parameters. Our results establish a general framework for engineering skin modes via local perturbations, thereby expanding the toolbox for non-Hermitian wave control.         ",
    "url": "https://arxiv.org/abs/2507.04085",
    "authors": [
      "Hua-Yu Bai",
      "Yang Chen",
      "Tian-Yang Zhang",
      "Guang-Can Guo",
      "Ming Gong",
      "Xi-Feng Ren"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2507.10064",
    "title": "Precision Thermometry of Flat Flames Using Spatially Resolved Multi-Color Laser Absorption Spectroscopy of Carbon Dioxide",
    "abstract": "           This work developed an accurate and robust absorption-based method for spatially resolved measurements of gas temperatures in flames and reacting flows, with typical single-measurement uncertainties on the order of 1\\%. This method exploits narrow-linewidth laser absorption of hot CO$_2$ molecules, which can be generated from combustion or artificially seeded into the flow. A collinear dual-laser setup allowed for periodic scans over tens of CO$_2$ absorption transitions near the $\\nu_3$ bandhead every 100 $\\mu s$, from which gas temperatures (as well as CO$_2$ concentrations) were determined with high sensitivity and robustness. Spatially resolved measurements were achieved using an electrically driven high-speed beam scanning system consisting of a 2-D galvo scanner and a pair of off-axis parabolic mirrors. An effective spatial resolution of 1 mm was achieved at a planar field measurement speed of 200 Hz and a volumetric field measurement speed of 2 Hz. A physically constrained nonlinear inference framework was also developed for the quantitative analysis of the measurement data. Proof-of-concept experiments were performed on axisymmetric flames stabilized on a Mckenna burner at various equivalence ratios and flow rates, and the results agreed asymptotically with the theoretical value of the adiabatic flame temperature. An additional experiment on a flame of complex geometry demonstrated an excellent level of resolution, precision, and contrast achieved by the current thermometry method. This method promises to provide good utility in future combustion studies due to its high performance metrics and relative ease of use.         ",
    "url": "https://arxiv.org/abs/2507.10064",
    "authors": [
      "Shuoxun Zhang",
      "Shengkai Wang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2507.17940",
    "title": "Oligonucleotide selective detection by levitated optomechanics",
    "abstract": "           This study examines the detection of oligonucleotide-specific signals in sensitive optomechanical experiments. Silica nanoparticles were functionalized using ZnCl$_2$ and 25-mers of single-stranded deoxyadenosine and deoxythymidine monophosphate which were optically trapped by a 1550 nm wavelength laser in vacuum. In the optical trap, silica nanoparticles behave as harmonic oscillators, and their oscillation frequency and amplitude can be precisely detected by optical interferometry. The data was compared across particle types, revealing differences in frequency, width and amplitude of peaks with respect to motion of the silica nanoparticles which can be explained by a theoretical model. Data obtained from this platform was analyzed by fitting Lorentzian curves to the spectra. Dimensionality reduction detected differences between the functionalized and non-functionalized silica nanoparticles. Random forest modeling provided further evidence that the fitted data were different between the groups. Transmission electron microscopy was carried out, but did not reveal any visual differences between the particle types.         ",
    "url": "https://arxiv.org/abs/2507.17940",
    "authors": [
      "Timothy Wilson",
      "Owen J. L. Rackham",
      "Hendrik Ulbricht"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantitative Methods (q-bio.QM)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2509.12929",
    "title": "Quantum Computing Tools for Fast Detection of Gravitational Waves in the Context of LISA Space Mission",
    "abstract": "           The field of gravitational wave (GW) detection is progressing rapidly, with several next-generation observatories on the horizon, including LISA. GW data is challenging to analyze due to highly variable signals shaped by source properties and the presence of complex noise. These factors emphasize the need for robust, advanced analysis tools. In this context, we have initiated the development of a low-latency GW detection pipeline based on quantum neural networks (QNNs). Previously, we demonstrated that QNNs can recognize GWs simulated using post-Newtonian approximations in the Newtonian limit. We then extended this work using data from the LISA Consortium, training QNNs to distinguish between noisy GW signals and pure noise. Currently, we are evaluating performance on the Sangria LISA Data Challenge dataset and comparing it against classical methods. Our results show that QNNs can reliably distinguish GW signals embedded in noise, achieving classification accuracies above 98\\%. Notably, our QNN identified 5 out of 6 mergers in the Sangria blind dataset. The remaining merger, characterized by the lowest amplitude, highlights an area for future improvement in model sensitivity. This can potentially be addressed using additional mock training datasets, which we are preparing, and by testing different QNN architectures and ansatzes.         ",
    "url": "https://arxiv.org/abs/2509.12929",
    "authors": [
      "Maria-Catalina Isfan",
      "Laurentiu-Ioan Caramete",
      "Ana Caramete",
      "Daniel Tonoiu",
      "Alexandru Nicolin-Żaczek"
    ],
    "subjectives": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Cosmology and Nongalactic Astrophysics (astro-ph.CO)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  }
]