[
  {
    "id": "arXiv:2201.01425",
    "title": "Ultralow-threshold green fluorescent protein laser based on high Q  microbubble resonators",
    "abstract": "Biological lasers have attracted vast attention because of their potential medical application prospects, especially the low threshold biological laser, which can be used for ultrasensitive biological detection while ensuring that its luminous gain medium is not damaged by the high-energy pump light. By coupling the low concentration green fluorescent protein (GFP) solution with a high Q whispering gallery mode microbubble resonator, we managed to fabricate a miniature GFP laser with ultralow lasing threshold of 500 nJ/mm^2. The energy used to excite the GFP can be reduced to 380 fJ, two orders of magnitude lower than that of the lowest excitation energy GFP laser known. The Q value of the optical cavity in this biological laser is 5.3 x 10^7, the highest among GFP lasers at present. We further confirmed the long-term stability of the working characteristics of GFP laser for the first time and found that its optical characteristics can be maintained for at least 23 days. Finally, we measured the effects of different concentrations of fluorescent protein on the laser threshold. The data show that this biological laser can be used for a highly sensitive detection of GFP concentration. ",
    "url": "https://arxiv.org/abs/2201.01425",
    "authors": [
      "Shuoying Zhao",
      "Gaoshang Li",
      "Xubiao Peng",
      "Jiyang Ma",
      "Zhangqi Yin",
      "Qing Zhao"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2201.01435",
    "title": "Spectral Ultrasound Imaging of Speed-of-Sound and Attenuation Using an  Acoustic Mirror",
    "abstract": "Speed-of-sound and attenuation of ultrasound waves vary in the tissues. There exist methods in the literature that allow for spatially reconstructing the distribution of group speed-of-sound (SoS) and frequency-dependent ultrasound attenuation (UA) using reflections from an acoustic mirror positioned at a known distance from the transducer. These methods utilize a conventional ultrasound transducer operating in pulse-echo mode and a calibration protocol with measurements in water. In this study, we introduce a novel method for reconstructing local SoS and UA maps as a function of acoustic frequency through Fourier-domain analysis and by fitting linear and power-law dependency models in closed form. Frequency-dependent SoS and UA together characterize the tissue comprehensively in spectral domain within the utilized transducer bandwidth. In simulations, our proposed methods are shown to yield low reconstruction error: 0.01 dB/cmMHz^y for attenuation coefficient and 0.05 for the frequency exponent. For tissue-mimicking phantoms and ex-vivo bovine muscle samples, a high reconstruction contrast was achieved. Attenuation exponents in a gelatin-cellulose mixture and an ex-vivo bovine muscle sample were found to be, respectively, 1.3 and 0.6 on average. Linear dispersion of SoS in a gelatin-cellulose mixture and an ex-vivo bovine muscle sample were found to be, respectively, 1.3 and 4.0 m/sMHz on average. These findings were reproducible when the inclusion and substrate materials were exchanged. Bulk loss modulus in the bovine muscle sample was computed to be approximately 4 times the bulk loss modulus in the gelatin-cellulose mixture. Such frequency-dependent characteristics of SoS and UA, and bulk loss modulus may therefore differentiate tissues as potential diagnostic biomarkers. ",
    "url": "https://arxiv.org/abs/2201.01435",
    "authors": [
      "Bhaskara Rao Chintada",
      "Richard Rau",
      "Orcun Goksel"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2201.01542",
    "title": "The Compressive and rarefactive dust acoustic solitary waves with two  different temperatures for both electrons and ions",
    "abstract": "The nonlinear propagation of dust acoustic solitary waves (DASWs) in an unmagnetized dusty plasma consisting of negatively charged dust fluid Boltzmann distributed electrons with two different temperatures Boltzmann distributed ions with two distinct temperatures are investigated. By employing the reductive perturbation technique that is valid for a small but finite amplitude limit the Korteweg de Vries (K-dV) equation have been derived. Our results reveal that the main quantities of DASWs (such as amplitude and width) are affected by two different temperatures electrons (as well as ions) temperature ratios and the number densities of two species of ions. It is shown that both positive and negative potential DASWs occur in this case. ",
    "url": "https://arxiv.org/abs/2201.01542",
    "authors": [
      "Rasool Barazandeh Kian",
      "Mohammad Hossein Mahdieh"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2201.01589",
    "title": "Efficient quantum state preparation using Stern-Gerlach effect on cold  atoms",
    "abstract": "The Zeeman hyperfine state dependent force in a Stern-Gerlach (SG) experiment has been exploited to separate and detect atoms having different Zeeman hyperfine states in a cold atom cloud. Utilizing this SG technique, we have made the quantitative estimate of atoms in different Zeeman hyperfine states in an atom cloud, which has been helpful in optimizing the optical pumping of atoms for efficient preparation of atomic state. Employing an optimized optical pumping, nearly $92 \\% $ of cold $^{87}Rb$ atoms from a grey magneto-optical trap (G-MOT) on atom-chip have been optically pumped to the trappable Zeeman hyperfine state $\\ket{F=2, \\, m_{F} = +2}$. These optically pumped atoms have been trapped in an Ioffe-Pritchard magnetic trap near the atom-chip surface. ",
    "url": "https://arxiv.org/abs/2201.01589",
    "authors": [
      "Vivek Singh",
      "V. B. Tiwari",
      "S. R. Mishra"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2201.01698",
    "title": "X-Ray Silicon Drift Detector-CMOS Front-End System with High Energy  Resolution at Room Temperature",
    "abstract": "We present a spectroscopic system constituted by a Silicon Drift Detector (SDD) coupled to a CMOS charge sensitive preamplifier, named SIRIO, specifically designed to reach ultimate low noise levels. The SDD, with an active area of 13 mm , has been manufactured by optimizing the production processes in order to reduce the anode current, successfully reaching current densities between 17 pA/cm and 25 pA/cm at 20 for drift fields ranging from 100 V/cm to 500 V/cm. The preamplifier shows minimum intrinsic noise levels of 1.27 and 1.0 electrons r.m.s. at 20 and 30 , respectively. At room temperature ( ) the 5.9 keV and the pulser lines have 136 eV and 64 eV FWHM, respectively, corresponding to an equivalent noise charge of 7.4 electrons r.m.s.; the noise threshold is at 165 eV. The energy resolution, as measured on the pulser line, ranges from 82 eV FWHM (9.4 electrons r.m.s.) at 30C down to 29 eV FWHM (3.3 electrons r.m.s.) at 30C . ",
    "url": "https://arxiv.org/abs/2201.01698",
    "authors": [
      "G. Bertuccio",
      "M. Ahangarianabhari",
      "C. Graziani",
      "D. Macera",
      "Y. Shi",
      "M. Gandola",
      "A. Rachevski",
      "I. Rashevskaya",
      "A. Vacchi",
      "G. Zampa",
      "N. Zampa",
      "P. Bellutti",
      "G. Giacomini",
      "A. Picciotto",
      "C. Piemonte",
      "N. Zorzi"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2201.01737",
    "title": "Tunable giant two-dimensional optical beam shift from a tilted linear  polarizer",
    "abstract": "We demonstrate an intriguing giant optical beam shift in a tilted polarizer system analogous to the Imbert-Fedorov shift in partial reflection around the Brewster's angle of incidence. We explain this giant shift using a generalized theoretical treatment for beam shift in a tilted uniaxial anisotropic material incorporating the three-dimensional orientation of its optic axis in the laboratory frame. We further demonstrate regulated control and tunability of both the magnitude and direction of the shifts by wisely tuning the input polarization and the corresponding orientation angles. These findings open up the possibility of precise micron-level beam steering using a simple linear polarizer. ",
    "url": "https://arxiv.org/abs/2201.01737",
    "authors": [
      "Niladri Modak",
      "Sayantan Das",
      "Priyanuj Bordoloi",
      "Nirmalya Ghosh"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2201.01471",
    "title": "Deterministic improvements of quantum measurements with grouping of  compatible operators, non-local transformations, and covariance estimates",
    "abstract": "Obtaining the expectation value of an observable on a quantum computer is a crucial step in the variational quantum algorithms. For complicated observables such as molecular electronic Hamiltonians, a common strategy is to present the observable as a linear combination of measurable fragments. The main problem of this approach is a large number of measurements required for accurate sampling of the observable's expectation value. We consider several partitioning schemes based on grouping of commuting multi-qubit Pauli products with the goal of minimizing the number of measurements. Three main directions are explored: 1) grouping commuting operators using the greedy approach, 2) involving non-local unitary transformations for measuring, and 3) taking advantage of compatibility of some Pauli products with several measurable groups. The last direction gives rise to a general framework that not only provides improvements over previous methods but also connects measurement grouping approaches with recent advances in techniques of shadow tomography. Following this direction, we develop two new measurement schemes, the best of which achieves a five-fold reduction in the number of measurements for a set of model molecules compared to previous state-of-the-art methods. ",
    "url": "https://arxiv.org/abs/2201.01471",
    "authors": [
      "Tzu-Ching Yen",
      "Aadithya Ganeshram",
      "Artur F. Izmaylov"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2201.01543",
    "title": "Testing a QUBO Formulation of Core-periphery Partitioning on a Quantum  Annealer",
    "abstract": "We propose a new kernel that quantifies success for the task of computing a core-periphery partition for an undirected network. Finding the associated optimal partitioning may be expressed in the form of a quadratic unconstrained binary optimization (QUBO) problem, to which a state-of-the-art quantum annealer may be applied. We therefore make use of the new objective function to (a) judge the performance of a quantum annealer, and (b) compare this approach with existing heuristic core-periphery partitioning methods. The quantum annealing is performed on the commercially available D-Wave machine. The QUBO problem involves a full matrix even when the underlying network is sparse. Hence, we develop and test a sparsified version of the original QUBO which increases the available problem dimension for the quantum annealer. Results are provided on both synthetic and real data sets, and we conclude that the QUBO/quantum annealing approach offers benefits in terms of optimizing this new quantity of interest. ",
    "url": "https://arxiv.org/abs/2201.01543",
    "authors": [
      "Catherine F. Higham",
      "Desmond J. Higham",
      "Francesco Tudisco"
    ],
    "subjectives": [
      "Social and Information Networks (cs.SI)",
      "Data Analysis, Statistics and Probability (physics.data-an)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:1507.06393",
    "title": "Three arguable and interrelated concepts: point particle singularity,  asymmetric action of EM on quantum wave functions, and the Left out  restricted Lorentz gauge from U(1)",
    "abstract": " Comments: 19 pages, 1 figure, ",
    "url": "https://arxiv.org/abs/1507.06393",
    "authors": [
      "Yousef Sobouti"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2010.10488",
    "title": "Variational Quantum Algorithm for Estimating the Quantum Fisher  Information",
    "abstract": " Comments: v2: significantly revised manuscript according to peer reviews ",
    "url": "https://arxiv.org/abs/2010.10488",
    "authors": [
      "Jacob L. Beckey",
      "M. Cerezo",
      "Akira Sone",
      "Patrick J. Coles"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2105.06806",
    "title": "EDIpack: A parallel exact diagonalization package for quantum impurity  problems",
    "abstract": " Comments: Published version. 32 pages, 7 figures, 2 tables ",
    "url": "https://arxiv.org/abs/2105.06806",
    "authors": [
      "A. Amaricci",
      "L. Crippa",
      "A. Scazzola",
      "F. Petocchi",
      "G. Mazza",
      "L. de Medici",
      "M. Capone"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)"
    ]
  },
  {
    "id": "arXiv:2105.12440",
    "title": "Homodyne detection of a two-photon resonance assisted by cooperative  emission",
    "abstract": " Comments: 7 figures and 9 pages including an appendix and references ",
    "url": "https://arxiv.org/abs/2105.12440",
    "authors": [
      "Chetan Sriram Madasu",
      "Chang Chi Kwong",
      "David Wilkowski",
      "Kanhaiya Pandey"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2110.05902",
    "title": "Photothermal behavior for two-dimensional nanoparticle ensembles:  optical coupling and thermal accumulation effects",
    "abstract": " Comments: 9 pages, 8 figures ",
    "url": "https://arxiv.org/abs/2110.05902",
    "authors": [
      "Minggang Luo",
      "Junming Zhao",
      "Linhua Liu",
      "Mauro Antezza"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2112.15244",
    "title": "Multifunctional chalcogenide (As2S3, As2Se3) dual-core PCF design for  mid-IR optical communications",
    "abstract": " Comments: 8 pages, 8 figures ",
    "url": "https://arxiv.org/abs/2112.15244",
    "authors": [
      "A K M Sharoar Jahan Choyon",
      "Ruhin Chowdhury"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2112.15583",
    "title": "Nonlinear adiabatic electron plasma waves. I. General theory and  nonlinear frequency shift",
    "abstract": " Title: Nonlinear adiabatic electron plasma waves. I. General theory and  nonlinear frequency shift ",
    "url": "https://arxiv.org/abs/2112.15583",
    "authors": [
      "M. Tacu",
      "D. Bénisti"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  }
]