[
  {
    "id": "arXiv:2506.13797",
    "title": "Quantum Radar and Research Assessment",
    "abstract": "           Quantum Radar was studied in many Nations for about fifteen years with the production of some hundred publications. In the post 2020 literature, it is shown that, due to the exceedingly low transmitted power, Quantum Radar cannot produce neither significant results nor real world applications. Regrettably, most of the scientific community ignored this negative outcome: a fact worth of exam. A detailed study of such an assessment failure depicts the main shortcomings of the present situation, calling for a redesign of the research assessment at the international level, with proposals shown in the ending section of this paper.         ",
    "url": "https://arxiv.org/abs/2506.13797",
    "authors": [
      "Gaspare Galati",
      "Gabriele Pavan",
      "Frederick Daum"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)",
      "Signal Processing (eess.SP)"
    ]
  },
  {
    "id": "arXiv:2506.13816",
    "title": "Information Wells and the Emergence of Primordial Black Holes in a Cyclic Quantum Universe",
    "abstract": "           Primordial black holes (PBHs) remain one of the most intriguing candidates for dark matter and a unique probe of physics at extreme curvatures. Here, we examine their formation in a bounce cosmology when the post-crunch universe inherits a highly inhomogeneous distribution of imprint entropy from the Quantum Memory Matrix (QMM). Within QMM, every Planck-scale cell stores quantum information about infalling matter; the surviving entropy field S(x) contributes an effective dust component T^QMM_{\\mu\\nu} = lambda * [ (nabla_mu S)(nabla_nu S) - (1/2) * g_{\\mu\\nu} * (nabla S)^2 + ... ] that deepens curvature wherever S is large. We show that (i) reasonable bounce temperatures and a QMM coupling lambda ~ O(1) naturally amplify these \"information wells\" until the density contrast exceeds the critical value delta_c ~ 0.3; (ii) the resulting PBH mass spectrum spans 10^{-16} to 10^3 solar masses, matching current microlensing and PTA windows; and (iii) the same mechanism links PBH abundance to earlier QMM explanations of dark matter and the cosmic matter-antimatter imbalance. Observable signatures include a mild blue tilt in small-scale power, characteristic mu-distortions, and an enhanced integrated Sachs-Wolfe signal - all of which will be tested by upcoming CMB, PTA, and lensing surveys.         ",
    "url": "https://arxiv.org/abs/2506.13816",
    "authors": [
      "Florian Neukart",
      "Eike Marx",
      "Valerii Vinokur"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2506.13999",
    "title": "Development of non amplified Depleted MAPS sensors towards 50 ps timing resolution on charged particles",
    "abstract": "           The MiniCactus sensors are demonstrator sensors designed in LFoundry LF15A 150 nm technology, intended to study the performance of non amplified High Voltage High Resistivity CMOS sensors for measurement of time of arrival of charged particles. This paper presents the context, design features and some of the first test-beam results obtained with the latest MiniCactus sensor version, MiniCactus V2. With a 175 micron thick sensor biased at -350 V, we have obtained a 60 ps time resolution on Minimum Ionizing Particles detected with a 500 micron by 500 micron pixel.         ",
    "url": "https://arxiv.org/abs/2506.13999",
    "authors": [
      "Raimon Casanova",
      "Yavuz Degerli",
      "Yujing Gan",
      "Sebastian Grinstein",
      "Fabrice Guilloux",
      "Tomasz Hemperek",
      "G. Huang",
      "Jean-Pierre Meyer",
      "Philippe Schwemling"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2506.14173",
    "title": "Resonant helical dichroism in twisted dielectric metastructures",
    "abstract": "           Circular dichroism, arising from interactions with light fields of opposite spin angular momentum, has become a fundamental tool for molecular characterization. Meanwhile, helical dichroism (HD) - the dichroic response to vortex beams carrying opposite orbital angular momentum (OAM) - offers an alternative approach for probing chiral molecules and photonic structures. Previous demonstrations of HD have been limited to non-resonant light-matter interactions with chiral micro- and nanostructures, leaving the realization of resonance helical dichroism largely unexplored. Here, we present the design and implementation of twisted dielectric metastructures, composed of an array of rotated silicon trimer nanostructures harnessing nonlocal photonic modes with a high quality factor of several dozen that enable strong resonant HD for OAM values up to $10$. We experimentally demonstrate resonantly enhanced HD for strongly focused OAM beams with the magnitude of topological charges from $1$ to $3$. Our findings pave the way for resonant nanophotonics involving OAM beams, unlocking the full potential of structured light for applications in molecular sensing, optical imaging, nonlinear optics, and optical data storage.         ",
    "url": "https://arxiv.org/abs/2506.14173",
    "authors": [
      "Yiyuan Wang",
      "Chi Li",
      "Haoyi Yu",
      "Stefan A. Maier",
      "Jinhui Shi",
      "Haoran Ren",
      "Kirill Koshelev"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2506.14236",
    "title": "Physics-Informed Neural Networks for the Korteweg-de Vries Equation for Internal Solitary Wave Problem: Forward Simulation and Inverse Parameter Estimation",
    "abstract": "           Physics-informed neural networks (PINNs) have emerged as a transformative framework for addressing operator learning and inverse problems involving the Korteweg-de Vries (KdV) equation for internal solitary waves. By integrating physical constraints with data-driven optimization, PINNs overcome the critical challenges of parameter unmeasurability in the KdV equation for internal solitary waves in two-layer fluid systems. This work addresses two problems: (1) Operator learning constructs a mapping from parameters to solutions, enabling wave evolution predictions from unknown parameters. Comparative studies demonstrate prediction errors as low as $10^{-4}$ when using 1000 training points. (2) Inverse problem solving leverages sparse and potentially noisy observational data with physics-regularized constraints to invert nonlinear coefficients successfully. Compared to conventional approaches, this end-to-end differentiable paradigm unifies operator learning and inverse problem-solving while overcoming mesh discretization errors and high-dimensional parameter space iteration costs. The method shows effectiveness for internal wave problems in stratified fluids, providing both accurate forward modeling and robust parameter inversion capabilities, even under noise.         ",
    "url": "https://arxiv.org/abs/2506.14236",
    "authors": [
      "Ming Kang",
      "Hang Li",
      "Qiwen Tan",
      "Zhan Wang",
      "Ruipeng Li",
      "Junfang Zhao",
      "Hui Xiang",
      "Dixia Fan"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2506.14272",
    "title": "GHz spiking neuromorphic photonic chip with in-situ training",
    "abstract": "           Neuromorphic photonic computing represents a paradigm shift for next-generation machine intelligence, yet critical gaps persist in emulating the brain's event-driven, asynchronous dynamics,a fundamental barrier to unlocking its full potential. Here, we report a milestone advancement of a photonic spiking neural network (PSNN) chip, the first to achieve full-stack brain-inspired computing on a complementary metal oxide semiconductor-compatible silicon platform. The PSNN features transformative innovations of gigahertz-scale nonlinear spiking dynamics,in situ learning capacity with supervised synaptic plasticity, and informative event representations with retina-inspired spike encoding, resolving the long-standing challenges in spatiotemporal data integration and energy-efficient dynamic processing. By leveraging its frame-free, event-driven working manner,the neuromorphic optoelectronic system achieves 80% accuracy on the KTH video recognition dataset while operating at ~100x faster processing speeds than conventional frame-based approaches. This work represents a leap for neuromorphic computing in a scalable photonic platform with low latency and high throughput, paving the way for advanced applications in real-time dynamic vision processing and adaptive decision-making, such as autonomous vehicles and robotic navigation.         ",
    "url": "https://arxiv.org/abs/2506.14272",
    "authors": [
      "Jinlong Xiang",
      "Xinyuan Fang",
      "Jie Xiao",
      "Youlve Chen",
      "An He",
      "Yaotian Zhao",
      "Zhenyu Zhao",
      "Yikai Su",
      "Min Gu",
      "Xuhan Guo"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2506.14573",
    "title": "Stochastic motility energetics reveals cooperative bacterial swarming in optical tweezers",
    "abstract": "           Bacterial flagellar swarming enables dense microbial populations to migrate collectively across surfaces, often resulting in emergent, coordinated behaviors. However, probing the underlying energetics of swarming at the single cluster level remains a challenge. Here, we combine optical tweezers and multiparticle tracking within a stochastic thermodynamic framework to characterize the active motility of confined Proteus mirabilis clusters. Using the Photon Momentum Method to directly measure trapping forces, we show that swarming clusters generate persistent, dissipative flows indicative of non equilibrium stationary motility within confined solenoidal mesostructures. These flagellar rotational dynamics break detailed balance in mesoscopic force space and exceed the limits of passive friction, as evidenced by force velocity correlations and vortex like circulations. By coarse graining cluster trajectories into an active Brownian phase space, we quantify the work performed by bacterial swarms at cooperative coupling to thermal fluctuations, resulting in dissipative Ohmic like currents overcoming conservative trapping. Our findings establish a generalizable approach to quantify collective motility and energetic dissipation in active bacterial clusters, offering new insights into the physical principles governing microbial cooperativity.         ",
    "url": "https://arxiv.org/abs/2506.14573",
    "authors": [
      "Clara Luque-Rioja",
      "Horacio López-Menéndez",
      "Macarena Calero",
      "Niccoló Caselli",
      "Diego Herráez-Aguilar",
      "Juan P.G. Villaluenga",
      "Francisco Monroy"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2506.14575",
    "title": "Integrated photonic deep neural network with end-to-end on-chip backpropagation training",
    "abstract": "           Integrated photonic neural networks (PNNs) have demonstrated significant potential to complement the digital electronic counterparts [1-3]. Nevertheless, robust and repeatable performance of scalable integrated PNNs is directly tied to the quality of their training. Error backpropagation (BP), which relies on nonlinear activation gradient computation, is the mainstream algorithm to train digital neural networks due to its scalability, versatility, and implementation efficiency [4]. Consequently, its adoption is highly desirable for the training of scalable PNNs. Despite such benefits and due to the lack of scalable on-chip activation gradient [5], PNNs have mostly been trained using a digital computer to run BP, which is inadequate in addressing device variations, or through gradient-free algorithms that do not fully benefit from the versatility of BP training. Here, we report the demonstration of an integrated photonic deep neural network with end-to-end on-chip gradient-descent BP training. All linear and nonlinear computations are performed on a single photonic chip, leading to scalable and robust training despite the considerable--but typical--fabrication-induced device variations. Two nonlinear data classification tasks are demonstrated in which the chip performance matches that of the ideal digital model, both in accuracy and robustness. Integrating the advantages of BP training with PNNs allows for generalization to various PNN architectures, paving the way for scalable and reliable next-generation photonic computing systems.         ",
    "url": "https://arxiv.org/abs/2506.14575",
    "authors": [
      "Farshid Ashtiani",
      "Mohamad Hossein Idjadi",
      "Kwangwoong Kim"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2506.14740",
    "title": "High-fidelity quantum state control of a polar molecular ion in a cryogenic environment",
    "abstract": "           We use a quantum-logic spectroscopy (QLS) protocol to control the quantum state of a CaH+ ion in a cryogenic environment, in which reduced thermal radiation extends rotational state lifetimes by an order of magnitude over those at room temperature. By repeatedly and adaptively probing the molecule, detecting the outcome of each probe via an atomic ion, and using a Bayesian update scheme to quantify confidence in the molecular state, we demonstrate state preparation and measurement (SPAM) in a single quantum state with infidelity less than $6\\times10^{-3}$ and measure Rabi flopping between two states with greater than 99% contrast. The protocol does not require any molecule-specific lasers and the detection scheme is non-destructive. To our knowledge, this result represents the highest SPAM fidelity of a single molecular quantum state demonstrated to date.         ",
    "url": "https://arxiv.org/abs/2506.14740",
    "authors": [
      "Dalton Chaffee",
      "Baruch Margulis",
      "April Sheffield",
      "Julian Schmidt",
      "April Reisenfeld",
      "David R. Leibrandt",
      "Dietrich Leibfried",
      "Chin-Wen Chou"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2506.13833",
    "title": "A Survey on World Models Grounded in Acoustic Physical Information",
    "abstract": "           This survey provides a comprehensive overview of the emerging field of world models grounded in the foundation of acoustic physical information. It examines the theoretical underpinnings, essential methodological frameworks, and recent technological advancements in leveraging acoustic signals for high-fidelity environmental perception, causal physical reasoning, and predictive simulation of dynamic events. The survey explains how acoustic signals, as direct carriers of mechanical wave energy from physical events, encode rich, latent information about material properties, internal geometric structures, and complex interaction dynamics. Specifically, this survey establishes the theoretical foundation by explaining how fundamental physical laws govern the encoding of physical information within acoustic signals. It then reviews the core methodological pillars, including Physics-Informed Neural Networks (PINNs), generative models, and self-supervised multimodal learning frameworks. Furthermore, the survey details the significant applications of acoustic world models in robotics, autonomous driving, healthcare, and finance. Finally, it systematically outlines the important technical and ethical challenges while proposing a concrete roadmap for future research directions toward robust, causal, uncertainty-aware, and responsible acoustic intelligence. These elements collectively point to a research pathway towards embodied active acoustic intelligence, empowering AI systems to construct an internal \"intuitive physics\" engine through sound.         ",
    "url": "https://arxiv.org/abs/2506.13833",
    "authors": [
      "Xiaoliang Chen",
      "Le Chang",
      "Xin Yu",
      "Yunhe Huang",
      "Xianling Tu"
    ],
    "subjectives": [
      "Sound (cs.SD)",
      "Artificial Intelligence (cs.AI)",
      "Robotics (cs.RO)",
      "Audio and Speech Processing (eess.AS)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2506.14760",
    "title": "Geo-Somatic Resonance Theory A Vibrational Framework for Sleep as Planetary Entrainment",
    "abstract": "           Sleep is commonly studied through neurochemical, evolutionary, and behavioral frameworks, typically emphasizing circadian rhythms and energy conservation. However, these approaches do not fully explain a deeper biophysical question: why does sleep universally involve physical stillness, a lying posture, and disconnection from conscious control? This paper introduces a new hypothesis that sleep is not merely a biological function, but a state of vibrational synchronization between the human body and natural frequencies generated by the Earth. In this state, the body reduces its autonomous activity and aligns with external environmental rhythms, allowing for energy restoration, internal recalibration, and systemic reorganization. This perspective reframes life as a continuous process of internally driven vibration influenced by external physical fields. The proposed model offers new avenues for understanding aging, health, death, and consciousness.         ",
    "url": "https://arxiv.org/abs/2506.14760",
    "authors": [
      "Brathikan Vijayamohan Mankayarkarasi"
    ],
    "subjectives": [
      "Neurons and Cognition (q-bio.NC)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2302.01113",
    "title": "Dispersion-tuning of nonlinear optical pulse dynamics in gas-filled hollow capillary fibers",
    "abstract": "           We experimentally investigate the nonlinear optical pulse dynamics of ultrashort laser pulses propagating in gas-filled hollow capillary fibers in different dispersion regimes, which are achieved by tuning the gas pressure. When the pulse propagates in the anomalous dispersion regime we observe soliton dynamics accompanied with soliton-plasma effects, such as self-compression, resonant dispersive-wave emission in the fundamental as well as in higher-order modes, soliton blue-shifting and ionization-induced pulse splitting. Propagation of the pulse in the vicinity of the zero-dispersion wavelength results in pulse splitting and subsequent cross-phase modulation leading to the generation of an additional frequency-shifted band and a 3-octave broad supercontinuum. In the case of pulses propagating in normal dispersion we observe the generation of a broad and flat supercontinuum. In this regime, the experimental results are less well described by simulations that consider only the propagation dynamics inside the fiber. Free-space simulations of the beam propagation in the bulk gas, before the capillary entrance, suggest that this discrepancy is caused by self-focusing and ionization altering the pulse spatial and temporal shape, affecting both the coupling efficiency and the subsequent propagation inside the capillary.         ",
    "url": "https://arxiv.org/abs/2302.01113",
    "authors": [
      "Teodora Grigorova",
      "Christian Brahms",
      "Federico Belli",
      "John C. Travers"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2409.05323",
    "title": "Preventing overfitting in infrared ellipsometry using temperature dependence: fused silica as a case study",
    "abstract": "           Fitting oscillator models to variable-angle spectroscopic ellipsometry (VASE) data can lead to non-unique, unphysical results. We demonstrate using temperature-dependent trends to prevent overfitting and ensure model physicality. As a case study, we performed mid-infrared VASE measurements on fused silica (SiO2) of various grades, from room temperature to 600 °C. We fitted oscillator models independently at each temperature, and confirmed the model's physical validity by observing the expected monotonic trends in vibrational oscillator parameters. Using this technique, we generated a highly accurate dataset for the temperature-dependent complex refractive index of fused silica for modeling mid-infrared optical components such as thermal emitters.         ",
    "url": "https://arxiv.org/abs/2409.05323",
    "authors": [
      "Shenwei Yin",
      "Jin-Woo Cho",
      "Demeng Feng",
      "Hongyan Mei",
      "Tanuj Kumar",
      "Chenghao Wan",
      "Yeonghoon Jin",
      "Minjeong Kim",
      "Mikhail A. Kats"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2501.00821",
    "title": "Non-dispersive graded impedance acoustic lenses",
    "abstract": "           Lenses are typically based on refractive index profiles derived from the geometric approximation of high-frequency waves, yet the critical issue of impedance mismatch is often neglected. Mismatched devices suffer from unwanted reflections and dispersion, which can significantly degrade performance in practical applications. In this work, we propose impedance profiles for lenses to achieve efficient wave transmission while maintaining the desired refractive index and minimizing dispersion effects. A family of impedance profiles is derived from the acoustic wave equation such that the phase velocity is preserved. First, the 1D setting is considered to explain how dispersion occurs inside a lens and at its interfaces. Then, the method is applied to 2D axisymmetric configurations where the impedance mismatch is radially redistributed. These profiles are demonstrated in the acoustic setting of a Luneburg lens, but can be easily extended to more general scenarios such as imaging or cloaking in air and water, where matching the impedance of the background poses significant challenges.         ",
    "url": "https://arxiv.org/abs/2501.00821",
    "authors": [
      "Sebastiano Cominelli"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2502.01322",
    "title": "Tunable megawatt-scale sub-20 fs visible pulses from a fiber laser source",
    "abstract": "           Ultrafast laser pulses that are both tunable in wavelength and very short in duration are essential tools in fields ranging from biomedical imaging to ultrafast spectroscopy. While resonant dispersive-wave emission in gas-filled hollow-core fibers is a powerful technique for generating such pulses, it has traditionally required complex and expensive pump laser systems. In this work, we present a more compact and accessible alternative that combines gain-managed nonlinear amplification with resonant dispersive-wave emission. Our system produces sub-20 femtosecond pulses tunable from 400 nm to beyond 700 nm, with energies up to 39 nJ and peak powers exceeding 2 MW, operating at a 4.8 MHz repetition rate. This compact and efficient laser source opens new avenues for deploying resonant dispersive-wave-based technologies for broader scientific and industrial applications.         ",
    "url": "https://arxiv.org/abs/2502.01322",
    "authors": [
      "Mohammed Sabbah",
      "Robbie Mears",
      "Leah R. Murphy",
      "Kerrianne Harrington",
      "James M. Stone",
      "Tim A. Birks",
      "John C. Travers"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2502.18843",
    "title": "Efficient optimization of neural network backflow for ab-initio quantum chemistry",
    "abstract": "           The ground state of second-quantized quantum chemistry Hamiltonians is key to determining molecular properties. Neural quantum states (NQS) offer flexible and expressive wavefunction ansatze for this task but face two main challenges: highly peaked ground-state wavefunctions hinder efficient sampling, and local energy evaluations scale quartically with system size, incurring significant computational costs. In this work, we overcome these challenges by introducing a suite of algorithmic enhancements, which includes efficient periodic compact subspace construction, truncated local energy evaluations, improved stochastic sampling, and physics-informed modifications. Applying these techniques to the neural network backflow (NNBF) ansatz, we demonstrate significant gains in both accuracy and scalability. Our enhanced method surpasses traditional quantum chemistry methods like CCSD and CCSD(T), outperforms other NQS approaches, and achieves competitive energies with state-of-the-art ab initio techniques such as HCI, ASCI, FCIQMC, and DMRG. A series of ablation and comparative studies quantifies the contribution of each enhancement to the observed improvements in accuracy and efficiency. Furthermore, we investigate the representational capacity of the ansatz, finding that its performance correlates with the inverse participation ratio (IPR), with more delocalized states being more challenging to approximate.         ",
    "url": "https://arxiv.org/abs/2502.18843",
    "authors": [
      "An-Jun Liu",
      "Bryan K. Clark"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2503.18913",
    "title": "Coincidence measurement of two-photon double ionization of argon through an autoionizing resonance",
    "abstract": "           We present coincidence measurements of two-photon double-ionization (TPDI) of argon driven by femtosecond pulses tunable around 26.5 eV photon energy, which are obtained from a high-harmonic generation source. The measured photoelectron spectra are interpreted with regard to three TPDI mechanisms. Theoretical predictions are obtained by an approximate model for direct TPDI and atomic structure calculations, which are implemented into a Monte Carlo simulation. The prevailing mechanism involves the excitation and prompt photoionization of an autoionizing resonance in neutral argon. We provide evidence for pronounced electron-electron interaction in this ultrafast ionization process. Furthermore, we show that the dominant TPDI mechanism can be altered by slight tuning of the photon energy. The present work paves the way for scrutinizing and controlling non-linear photoionization in the extreme ultraviolet using table-top sources.         ",
    "url": "https://arxiv.org/abs/2503.18913",
    "authors": [
      "Sebastian Hell",
      "Julian Späthe",
      "Morten Førre",
      "Robert Klas",
      "Jan Rothhardt",
      "Jens Limpert",
      "Gerhard G Paulus",
      "Robert Moshammer",
      "Christian Ott",
      "Stephan Fritzsche",
      "Matthias Kübel"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2407.00974",
    "title": "Strong Field Optical Hall Effect in 2D Weyl Semimetal",
    "abstract": "           The study of interplay between the geometric nature of Bloch electrons and transverse responses under strong field offers new opportunities for optoelectronic applications. Here, we present a comprehensive study of the strong-field response of Weyl Dirac nodes in bilayer T'-WTe2 using time-dependent first-principles formalism. The electron dynamics is explored focusing on the mid-infrared frequency, ranging from the perturbative to nonperturbative regime. In the nonperturbative regime, the high-harmonic generation (HHG) spectra under a strong field clearly exhibit a plateau and energy cutoffs for both longitudinal and anomalous Hall (transverse) currents, with the latter being due to the large interband Berry curvature of the Weyl-Dirac semimetal. For the longitudinal harmonics, the intraband contributions increase with intensity, resulting in a complex interplay between interband polarization and intraband motions. Remarkably, if we take a comprehensive all-band perspective enabled by time-dependent density functional calculations, the anomalous Hall responses are purely attributed to the interband processes, even in the nonperturbative regime, thus Hall HHG can be crucial to understand the carrier dynamics. Our findings suggest that HHG associated with the ultrafast strong-field driven electron dynamics holds immense potential for exploring the nonlinear high Hall responses in Weyl semimetal.         ",
    "url": "https://arxiv.org/abs/2407.00974",
    "authors": [
      "M. Umar Farooq",
      "Arqum Hashmi",
      "Mizuki Tani",
      "Kazuhiro Yabana",
      "Kenichi L. Ishikawa",
      "Li Huang",
      "Tomohito Otobe"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2410.07346",
    "title": "Toward hybrid quantum simulations with qubits and qumodes on trapped-ion platforms",
    "abstract": "           We explore the feasibility of gate-based hybrid quantum computing using both discrete (qubit) and continuous (qumode) variables on trapped-ion platforms. Trapped-ion systems have demonstrated record one- and two-qubit gate fidelities and long qubit coherence times, while qumodes, which can be represented by the collective vibrational modes of the ion chain, have remained relatively unexplored for their use in computing. Using numerical simulations, we show that high-fidelity hybrid gates and measurement operations can be achieved for existing trapped-ion quantum platforms. As an exemplary application, we consider quantum simulations of the Jaynes-Cummings-Hubbard model, which is given by a one-dimensional chain of interacting spin and boson degrees of freedom. Using classical simulations, we study its real-time evolution and develop a suitable variational quantum algorithm for ground state preparation. Our results motivate further studies of hybrid quantum computing in this context, which may lead to direct applications in condensed matter and fundamental particle and nuclear physics.         ",
    "url": "https://arxiv.org/abs/2410.07346",
    "authors": [
      "Jack Y. Araz",
      "Matt Grau",
      "Jake Montgomery",
      "Felix Ringer"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "High Energy Physics - Lattice (hep-lat)",
      "Nuclear Theory (nucl-th)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2502.08716",
    "title": "Multimessenger Astronomy Beyond the Standard Model: New Window from Quantum Sensors",
    "abstract": "           Ultralight bosonic (ULB) fields with mass $m_{\\phi} \\ll 1$~eV often arise in theories beyond the Standard Model (SM). If such fields exist, violent astrophysical events that result in emission of gravitational wave, photon, or neutrino signals could also produce bursts of high-density relativistic ULB fields. Detection of such ULB fields in terrestrial or space-based laboratories correlated with other signals from transient astrophysical events opens a novel avenue for multimessenger astronomy. We show that quantum sensors are particularly well-suited to observe emitted scalar and pseudoscalar axion-like ULB fields coupled to SM. We demonstrate that multimessenger astronomy with ULB fields is possible even when accounting for matter screening effects.         ",
    "url": "https://arxiv.org/abs/2502.08716",
    "authors": [
      "Jason Arakawa",
      "Muhammad H. Zaheer",
      "Volodymyr Takhistov",
      "Marianna S. Safronova",
      "Joshua Eby",
      "Charles Cheung"
    ],
    "subjectives": [
      "High Energy Physics - Phenomenology (hep-ph)",
      "Cosmology and Nongalactic Astrophysics (astro-ph.CO)",
      "High Energy Astrophysical Phenomena (astro-ph.HE)",
      "High Energy Physics - Experiment (hep-ex)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2506.13042",
    "title": "Laser ablated sub-wavelength structure anti-reflection coating on an alumina lens",
    "abstract": "           We used laser ablation to fabricate sub-wavelength structure anti-reflection coating (SWS-ARC) on a 5 cm diameter alumina lens. With an aspect ratio of 2.5, the SWS-ARC are designed to give a broad-band low reflectance response between 110 and 290 GHz. SWS shape measurements conducted on both sides of the lens give 303 $\\mu$m pitch and total height between 750 and 790 $\\mu$m, matching or exceeding the aspect ratio design values. Millimeter-wave transmittance measurements in a band between 140 and 260 GHz show the increase in transmittance expected with the ARC when compared to finite element analysis electromagnetic simulations. To our knowledge, this is the first demonstration of SWS-ARC on an alumina lens, opening the path for implementing the technique for larger diameter lenses.         ",
    "url": "https://arxiv.org/abs/2506.13042",
    "authors": [
      "Shaul Hanany",
      "Scott Cray",
      "Samuel Dietterich",
      "Jan Dusing",
      "Calvin Firth",
      "Jurgen Koch",
      "Rex Lam",
      "Tomotake Matsumura",
      "Haruyuki Sakurai",
      "Yuki Sakurai",
      "Aritoki Suzuki",
      "Ryota Takaku",
      "Qi Wen",
      "Alexander Wienke",
      "Andrew Y. Yan"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2506.13304",
    "title": "New Paradigm for Integrated Sensing and Communication with Rydberg Atomic Receiver",
    "abstract": "           The RYDberg Atomic Receiver (RYDAR) has been demonstrated to surmount the limitation on both the sensitivity and operating bandwidth of the classical electronic counterpart, which can theoretically detect indiscernible electric signals below -174 dBm/Hz with optical measurement through Rydberg-state atoms. Such miracle has established a new quantum-based paradigm for communications and sensing, which motivates a revolution of the transceiver design philosophies to fully unleash the potential of RYDAR towards next-generation networks. Against this background, this article provides a thorough investigation of Rydberg atomic communications and sensing from theory to hardware implementations. Specifically, we highlight the great opportunities from the hybridization between the RYDAR and the cutting-edge integrated sensing and communication (ISAC), followed by essential preliminaries of the quantum-based receiver. Then we propose a theoretical framework for broadband ISAC based on RYDAR, demonstrated by the proof-of-concept experiments. Afterwards, the enabling technologies for the ISAC framework are explored ranging from channel characterization, waveform design to array-based receiver configurations, where the open problems are also summarized. Finally, the future applications of RYDAR-based ISAC are envisioned, indicating its significant potential for both civilian and military purposes.         ",
    "url": "https://arxiv.org/abs/2506.13304",
    "authors": [
      "Minze Chen",
      "Tianqi Mao",
      "Yang Zhao",
      "Wei Xiao",
      "Dezhi Zheng",
      "Zhaocheng Wang",
      "Jun Zhang",
      "Sheng Chen"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  }
]