[
  {
    "id": "arXiv:2112.11525",
    "title": "Hydrogen Bonding and Nuclear Quantum Effects in Clays",
    "abstract": "Hydrogen bonds are of paramount importance in the chemistry of clays, mediating the interaction between the clay surface and water, and for some materials between separate layers. It is well-established that the accuracy of a computational model for clays depends on the level of theory at which the electronic structure is treated. However, for hydrogen-bonded systems the motion of light H nuclei on the electronic potential energy surface is often affected by quantum delocalization. Using path integral molecular dynamics, we show that nuclear quantum effects lead to a relatively small change in the structure of clays, but one that is comparable to the variation incurred by treating the clay at different levels of electronic structure theory. Accounting for quantum effects weakens the hydrogen bonds in clays, with H-bonds between different layers of the clay affected more than those within the same layer; this is ascribed to the fact that the confinement of an H atom inside a layer is independent of its participation in hydrogen-bonding. More importantly, the weakening of hydrogen bonds by nuclear quantum effects causes changes in the vibrational spectra of these systems, significantly shifting the O--H stretching peaks and meaning that in order to fully understand these spectra by computational modelling, both electronic and nuclear quantum effects must be included. We show that after reparametrization of the popular CLAYFF model for clays, the O--H stretching region of their vibrational spectra better matches the experimental one, with no detriment to the model's agreement with other experimental properties. ",
    "url": "https://arxiv.org/abs/2112.11525",
    "authors": [
      "Pawan J. K. Kurapothula",
      "Sam Shepherd",
      "David M. Wilkins"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2112.11555",
    "title": "Optical helicity of unpolarized light",
    "abstract": "Recently arXiv:2004.02970 showed that the extraordinary transverse spin momentum density of spatially confined optical fields is largely independent of polarization. Here it is shown that 3D structured optical vortices which possess the phase factor $exp(il\\phi)$ have a contribution to the optical helicity density which is completely independent of polarization. In stark contrast to what is known in classical optics with plane waves and paraxial light, the physical consequence is that unpolarized light can exhibit optical activity and chiral light-matter interactions. ",
    "url": "https://arxiv.org/abs/2112.11555",
    "authors": [
      "Kayn A. Forbes"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2112.11609",
    "title": "Optical Control of Nanomechanical Eigenfrequencies and Brownian Motion  in Metamaterials",
    "abstract": "Nanomechanical photonic metamaterials provide a wealth of active switching, nonlinear and enhanced light-matter interaction functionalities by coupling optically and mechanically resonant subsystems. Thermal (Brownian) motion of the nanostructural components of such metamaterials leads to fluctuations in optical properties, which may manifest as noise, but which also present opportunity to characterize performance and thereby optimize design at the level of individual nanomechanical elements. We show that Brownian motion in an all-dielectric metamaterial ensemble of silicon-on-silicon-nitride nanowires can be controlled by light at sub-{\\mu}W/{\\mu}m2 intensities. Induced changes in nanowire temperature of just a few Kelvin, dependent upon nanowire dimensions, material composition, and the direction of light propagation, yield proportional changes of several percent in the few-MHz Eigenfrequencies and picometric displacement amplitudes of Brownian motion. The tuning mechanism can provide active control of frequency response in photonic metadevices and may serve as a basis for bolometric, mass and micro/nanostructural stress sensing. ",
    "url": "https://arxiv.org/abs/2112.11609",
    "authors": [
      "Jinxiang Li",
      "Kevin F. MacDonald",
      "Nikolay I. Zheludev"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2112.11727",
    "title": "Charge and temporal characterisation of silicon sensors using a  two-photon absorption laser",
    "abstract": "First measurements are presented from a newly commissioned two-photon absorption (TPA) setup at Nikhef. The characterisation of the various components of the system is discussed. Two planar silicon sensors, one being electron collecting and one hole collecting, are characterised with detailed measurements of the charge collection and time resolution. The TPA spot is determined to have a radius of 0.975(11) $\\mu\\text{m}$ and length of 23.8 $\\mu\\text{m}$ in silicon. The trigger time resolution of the system is shown to be maximally 30.4 ps. For both sensors, uniform charge collection is observed over the pixels, and the pixel side metallisation is imaged directly using the TPA technique. The best time resolution for a single pixel is found to be 600 ps and 560 ps for the electron and hole collecting sensors respectively, and is dominated by ASIC contributions. Further scans at different depths in the sensor and positions within the pixels have been performed and show a uniform response. It is concluded that the TPA setup is a powerful tool to investigate the charge collection and temporal properties of silicon sensors. ",
    "url": "https://arxiv.org/abs/2112.11727",
    "authors": [
      "R. Geertsema",
      "K. Akiba",
      "M. van Beuzekom",
      "T. Bischoff",
      "K. Heijhoff",
      "H. Snoek"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2112.11754",
    "title": "Track reconstruction and matching between emulsion and silicon pixel  detectors for the SHiP-charm experiment",
    "abstract": "In July 2018 an optimization run for the proposed charm cross section measurement for SHiP was performed at the CERN SPS. A heavy, moving target instrumented with nuclear emulsion films followed by a silicon pixel tracker was installed in front of the Goliath magnet at the H4 proton beamline. Behind the magnet, scintillating-fibre, drift-tube and RPC detectors were placed. The purpose of this run was to validate the measurement's feasibility, to develop the required analysis tools and fine-tune the detector layout. In this paper, we present the track reconstruction in the pixel tracker and the track matching with the moving emulsion detector. The pixel detector performed as expected and it is shown that, after proper alignment, a vertex matching rate of 87 % is achieved. ",
    "url": "https://arxiv.org/abs/2112.11754",
    "authors": [
      "SHiP Collaboration"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2112.11807",
    "title": "A New Design of Resonant Cavity for the W-band EPR spectrometer",
    "abstract": "We report a new design of resonant cavity for W-band EPR spectrometer. It suits with both solenoid-type and split-pair magnets. The cavity operates on the TE$_{011}$ mode, where the microwave magnetic field is along the cylindrical axis. Its cylindrical axis is horizontal, so the magnetic field of the microwave is always perpendicular to the vertical external magnetic field provided by a solenoid-type magnet. By rotating the cavity, the microwave magnetic field can also be perpendicular to a horizontal external field when a split-pair magnet is used. Furthermore, a tiny metal cylinder allows for the adjustment of coupling. This enables both continuous-wave (CW) and pulsed EPR experiments. The coupling-varying ability has been demonstrated by reflection coefficient (S11) measurement, and CW and pulsed EPR experiments have been conducted. The performance data indicates a prospect of wide applications of the cavity in the fields of physics, chemistry and biology. ",
    "url": "https://arxiv.org/abs/2112.11807",
    "authors": [
      "Yu He",
      "Runqi Kang",
      "Zhifu Shi",
      "Xing Rong",
      "Jiangfeng Du"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2112.11830",
    "title": "The role of delay-times in delay-based Photonic Reservoir Computing",
    "abstract": "Delay-based reservoir computing has gained a lot of attention due to the relative simplicity with which this concept can be implemented in hardware. However,there is still an misconception about the relationship between the delay-time and the input clock-cycle which has noticeable consequences for the performance. We review the existing literature on this subject and introduce the concept of delay-based reservoir computing in a manner that demonstrates that there is no predefined relationship between these two times-scales. Further, we discuss ways to improve the computing performance of a reservoir formed by delay-coupled oscillators and show the crucial impact of delay-time tuning in those multi-delay systems. ",
    "url": "https://arxiv.org/abs/2112.11830",
    "authors": [
      "Tobias Hülser",
      "Felix Köster",
      "Lina Jaurigue",
      "Kathy Lüdge"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Emerging Technologies (cs.ET)"
    ]
  },
  {
    "id": "arXiv:2112.11843",
    "title": "Theoretical simulation and experimental verification of dynamic caustic  manipulation using a deformable mirror for laser material processing",
    "abstract": "The influence of a deformable mirror on spatial light modulation in ultrafast lasers processing is demonstrated. The deformable mirror was integrated into an optical setup which contains an additional lens for generating a nearly linear focus shift in the focal plane behind the f-theta lens. The deformation of the mirror surface can be described by the Zernike terms Defocus, Astigmatism, and a combination of both, resulting in a cylindric lens behavior. The influence of the mirror surface deformation in this optical setup on the intensity distribution in the focal plane was simulated. From the simulation results, the caustic in the focal plane was calculated. The simulation results were compared to experiments using a picosecond laser with a maximum pulse energy of about 60 $\\mu$J. We demonstrate that the initial astigmatism of the raw beam can be reduced using the deformable mirror. High linearity in the focus shift ($R^2 >98$%) and the generation of elliptical/ line intensity distributions are shown. Line intensity distribution was used to demonstrate slit drilling application in thin metal foils. ",
    "url": "https://arxiv.org/abs/2112.11843",
    "authors": [
      "Marco Smarra",
      "Evgeny L. Gurevich",
      "Andreas Ostendorf"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2112.11866",
    "title": "Cooperative optical wavefront engineering with atomic arrays",
    "abstract": "Natural materials typically interact weakly with the magnetic component of light which greatly limits their applications. This has led to the development of artificial metamaterials and metasurfaces. However, natural atoms, where only electric dipole transitions are relevant at optical frequencies, can cooperatively respond to light to form collective excitations with strong magnetic, as well as electric, interactions, together with corresponding electric and magnetic mirror reflection properties. By combining the electric and magnetic collective degrees of freedom we show that ultrathin planar arrays of atoms can be utilized as atomic lenses to focus light to subwavelength spots at the diffraction limit, to steer light at different angles allowing for optical sorting, and as converters between different angular momentum states. The method is based on coherently superposing induced electric and magnetic dipoles to engineer a quantum nanophotonic Huygens' surface of atoms, giving full $2\\pi$ phase control over the transmission, with close to zero reflection. ",
    "url": "https://arxiv.org/abs/2112.11866",
    "authors": [
      "Kyle E. Ballantine",
      "Janne Ruostekoski"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2112.11919",
    "title": "Electronic structure of confined carbyne from joint wavelength-dependent  resonant Raman spectroscopy and density functional theory investigations",
    "abstract": "Carbyne, i.e. an infinitely long linear carbon chain (LCC), has been at the focus of a lot of research for quite a while, yet its optical, electronic, and vibrational properties have only recently started to become accessible experimentally thanks to its synthesis inside carbon nanotubes (CNTs). While the role of the host CNT in determining the optical gap of the LCCs has been studied previously, little is known about the excited states of such ultralong LCCs. In this work, we employ the selectivity of wavelength-dependent resonant Raman spectroscopy to investigate the excited states of ultralong LCCs encapsulated inside double-walled CNTs. In addition to the optical gap, the Raman resonance profile shows three additional resonances. Corroborated with DFT calculations on LCCs with up to 100 C-atoms, we assign these resonances to a vibronic series of a different electronic state. Indeed, the calculations predict the existence of two optically allowed electronic states separated by an energy of 0.14-0.22 eV in the limit of an infinite chain, in agreement with the experimental results. Furthermore, among these two states, the one with highest energy is also characterized by the largest electron-vibration couplings, which explains the corresponding vibronic series of overtones. ",
    "url": "https://arxiv.org/abs/2112.11919",
    "authors": [
      "Miles Martinati",
      "Wim Wenseleers",
      "Lei Shi",
      "Saied Md Pratik",
      "Philip Rohringer",
      "Weili Cui",
      "Thomas Pichler",
      "Veaceslav Coropceanu",
      "Jean-Luc Brédas",
      "Sofie Cambré"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2112.11950",
    "title": "POD-Galerkin reduced order models and physics-informed neural networks  for solving inverse problems for the Navier-Stokes equations",
    "abstract": "We present a Reduced Order Model (ROM) which exploits recent developments in Physics Informed Neural Networks (PINNs) for solving inverse problems for the Navier--Stokes equations (NSE). In the proposed approach, the presence of simulated data for the fluid dynamics fields is assumed. A POD-Galerkin ROM is then constructed by applying POD on the snapshots matrices of the fluid fields and performing a Galerkin projection of the NSE (or the modified equations in case of turbulence modeling) onto the POD reduced basis. A $\\textit{POD-Galerkin PINN ROM}$ is then derived by introducing deep neural networks which approximate the reduced outputs with the input being time and/or parameters of the model. The neural networks incorporate the physical equations (the POD-Galerkin reduced equations) into their structure as part of the loss function. Using this approach, the reduced model is able to approximate unknown parameters such as physical constants or the boundary conditions. A demonstration of the applicability of the proposed ROM is illustrated by two cases which are the steady flow around a backward step and the unsteady turbulent flow around a surface mounted cubic obstacle. ",
    "url": "https://arxiv.org/abs/2112.11950",
    "authors": [
      "Saddam Hijazi",
      "Melina Freitag",
      "Niels Landwehr"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Numerical Analysis (math.NA)"
    ]
  },
  {
    "id": "arXiv:2112.11635",
    "title": "Breaking the Rate-Loss Relationship of Quantum Key Distribution with  Asynchronous Two-Photon Interference",
    "abstract": "Twin-field quantum key distribution can overcome the repeaterless bound via single-photon interference. However, the requirements of phase-locking and phase-tracking techniques drastically increase the experimental complexity, economic cost and prohibit free-space realization. Inspired by the duality in entanglement, we herein present an asynchronous measurement-device-independent quantum key distribution protocol that can surpass the repeaterless bound even without phase locking and phase tracking. Leveraging the concept of time multiplexing, asynchronous two-photon Bell-state measurement is realized by postmatching two interference detection events. For a 1 GHz system, the new protocol reaches a transmission distance of 450 km without phase tracking. After further removing phase locking, our protocol is still capable of breaking the bound at 270 km by employing a 10 GHz system. Intriguingly, when using the same experimental techniques, our protocol has a higher key rate than the phase-matching-type twin-field protocol. In the presence of imperfect intensity modulation, it also has a significant advantage in terms of the transmission distance over the sending-or-not-sending type twin-field protocol. With high key rates and accessible technology, our work paves the way for realistic global quantum networks across space, air, and water to the ground. ",
    "url": "https://arxiv.org/abs/2112.11635",
    "authors": [
      "Yuan-Mei Xie",
      "Yu-Shuo Lu",
      "Chen-Xun Weng",
      "Xiao-Yu Cao",
      "Zhao-Ying Jia",
      "Yu Bao",
      "Yang Wang",
      "Yao Fu",
      "Hua-Lei Yin",
      "Zeng-Bing Chen"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Cryptography and Security (cs.CR)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2112.11658",
    "title": "Multiphoton non-local quantum interference controlled by an undetected  photon",
    "abstract": "The interference of quanta lies at the heart of quantum physics. The multipartite generalization of single-quanta interference creates entanglement, the coherent superposition of states shared by several quanta. Entanglement allows non-local correlations between many quanta and hence is a key resource for quantum information technology. Entanglement is typically considered to be essential for creating non-local correlations, manifested by multipartite interference. Here, we show that this is not the case and demonstrate multiphoton non-local quantum interference without entanglement of any intrinsic properties of the photons. We harness the superposition of the physical origin of a four-photon product state, which leads to constructive and destructive interference of the photons' mere existence. With the intrinsic indistinguishability in the generation process of photons, we realize four-photon frustrated quantum interference. We furthermore establish non-local control of multipartite quantum interference, in which we tune the phase of one undetected photon and observe the interference of the other three photons. Our work paves the way for fundamental studies of non-locality and potential applications in quantum technologies. ",
    "url": "https://arxiv.org/abs/2112.11658",
    "authors": [
      "Kaiyi Qian",
      "Kai Wang",
      "Leizhen Chen",
      "Zhaohua Hou",
      "Mario Krenn",
      "Shining Zhu",
      "Xiao-Song Ma"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2112.11659",
    "title": "Controlling wave-particle duality with quantum entanglement",
    "abstract": "Wave-particle duality and entanglement are two fundamental characteristics of quantum mechanics. All previous works on experimental investigations in wave{particle properties of single photons (or single particles in general) show that a well-defined interferometer setting determines a well-defined property of single photons. Here we take a conceptual step forward and control the wave-particle property of single photons with quantum entanglement. By doing so, we experimentally test the complementarity principle in a scenario, in which the setting of the interferometer is not defined at any instance of the experiment, not even in principle. To achieve this goal, we send the photon of interest (S) into a quantum Mach-Zehnder interferometer (MZI), in which the output beam splitter of the MZI is controlled by the quantum state of the second photon (C), who is entangled with a third photon (A). Therefore, the individual quantum state of photon C is undefined, which implements the undefined settings of the MZI for photon S. This is realized by using three cascaded phase-stable interferometers for three photons. There is typically no well-defined setting of the MZI, and thus the very formulation of the wave-particle properties becomes internally inconsistent. ",
    "url": "https://arxiv.org/abs/2112.11659",
    "authors": [
      "Kai Wang",
      "Daniel R. Terno",
      "Caslav Brukner",
      "Shining Zhu",
      "Xiao-Song Ma"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2112.12013",
    "title": "Decay of acoustic turbulence in two dimensions and implications for  cosmological gravitational waves",
    "abstract": "We study decaying acoustic turbulence using numerical simulations of a relativistic fluid in two dimensions. Working in the limit of non-relativistic bulk velocities, with an ultra-relativistic equation of state, we find that the energy spectrum evolves towards a self-similar broken power law, with a high-wavenumber behaviour of $k^{-2.08 \\pm 0.08}$, cut off at very high $k$ by the inverse width of the shock waves, and with a low-$k$ power law of $k^{2.50 \\pm 0.31}$. The evolution of the energy and the integral length scale can be fitted with simple functions of time, derived from the self-similarity of the flow. We find them to develop proportional to $t^{-1.21 \\pm 0.06}$ and $t^{0.32 \\pm 0.03}$ respectively at late times. The model for the decay can be extended to three dimensions using the universality of the high-$k$ power law and the evolution laws for the kinetic energy and the integral length scale, and is used to build an estimate for the gravitational wave power spectrum resulting from a collection of shock waves, as might be found in the aftermath of a strong first order phase transition in the early universe. The power spectrum has a peak wavenumber set by the initial length scale of the acoustic waves, and a new secondary scale at lower wavenumber set by the integral scale after a Hubble time. The behaviour with wavenumber $k$ is $k^{2\\beta + 1}$ at low $k$, where $\\beta$ denotes the low-$k$ power law of the fluid energy spectrum, changing to a shallower $k^{(3 \\beta - 1)/2}$ at intermediate $k$, and $k^{-3}$ at high $k$. The intermediate power law appears when the flow is short-lived in comparison to the Hubble time. ",
    "url": "https://arxiv.org/abs/2112.12013",
    "authors": [
      "Jani Dahl",
      "Mark Hindmarsh",
      "Kari Rummukainen",
      "David Weir"
    ],
    "subjectives": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      "High Energy Physics - Phenomenology (hep-ph)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2112.12102",
    "title": "Quantum enhancement in time-delays estimation through spectrally  resolved two-photon interference",
    "abstract": "The quantum interference occurring between two indistinguishable photons impinging on the two input faces of a beam-splitter can be exploited for a range of applications, from quantum optical coherence tomography, to quantum metrology including time intervals measurements. In the latter, recent advances managed to reach a resolution in the estimation of the delay between the two photons of the order of attoseconds, i.e. in the nanometer scale. Unfortunately, these techniques are highly affected in the estimation precision by any experimental distinguishability between the photons at the detectors. Here, we perform an analysis of the precision achievable in the estimation of the delay between two independent photons interfering at a beam-splitter when frequency-resolved measurements are employed. Remarkably, we show that the observation of the spectra of the photons at the output ports when coincidence and bunching events are recorded, largely enhance the precision of the estimation for any degree of distinguishability between the photons at the detectors. In particular, we find that such scheme is effective also for temporal delays much larger than the coherence time of each photons, a regime in which standard two-photon interferometers or spectral analyses at the single-photon level, do not provide any information. Furthermore, we show that by increasing the bandwidth of the photons it is possible to further increase quadratically the precision in the estimation, differently from non-resolved two-photon interference where the precision degrades for large bandwidth values. Therefore, such estimation scheme with frequency-resolving detectors allows to substantially enhance the precision of measurements of time delays. Relevant applications can range form the characterization of two-dimensional nanomaterials to the analysis of biological samples, including DNA and cell membranes. ",
    "url": "https://arxiv.org/abs/2112.12102",
    "authors": [
      "Danilo Triggiani",
      "Giorgos Psaroudis",
      "Vincenzo Tamma"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:1907.03541",
    "title": "Quantum geometric information flows and relativistic generalizations of  Grigory Perelman thermodynamics for nonholonomic Einstein systems with black  holes and stationary solitonic hierarchies",
    "abstract": " Comments: latex2e 11pt, 51 pages, v4 accepted to Quant. Inf. Processing, QINP ",
    "url": "https://arxiv.org/abs/1907.03541",
    "authors": [
      "Iuliana Bubuianu",
      "Sergiu I. Vacaru",
      "Elşen Veli Veliev"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2105.00492",
    "title": "Dispersion-less Kerr solitons in spectrally confined optical cavities",
    "abstract": " Comments: 25 pages, 16 figures ",
    "url": "https://arxiv.org/abs/2105.00492",
    "authors": [
      "Xiaoxiao Xue",
      "Philippe Grelu",
      "Bofan Yang",
      "Mian Wang",
      "Shangyuan Li",
      "Xiaoping Zheng",
      "Bingkun Zhou"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2106.09168",
    "title": "Non-equilibrium plasma generation via nano-second multi-mode laser  pulses",
    "abstract": " Title: Non-equilibrium plasma generation via nano-second multi-mode laser  pulses ",
    "url": "https://arxiv.org/abs/2106.09168",
    "authors": [
      "Andrea Alberti",
      "Alessandro Munafó",
      "Munetake Nishihara",
      "Carlos Pantano",
      "Jonathan B. Freund",
      "Marco Panesi"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2108.13445",
    "title": "Free-carrier-induced nonlinear dynamics in hybrid graphene-based  photonic waveguides",
    "abstract": " Comments: 7 pages, 4 figures, Typo error in the value of $e_0$ in page-3 subsection-B has been rectified in version 3 of the manuscript ",
    "url": "https://arxiv.org/abs/2108.13445",
    "authors": [
      "Ambaresh Sahoo",
      "Andrea Marini",
      "Samudra Roy"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2109.04541",
    "title": "Bridging microscopy with molecular dynamics and quantum simulations: An  AtomAI based pipeline",
    "abstract": " Title: Bridging microscopy with molecular dynamics and quantum simulations: An  AtomAI based pipeline ",
    "url": "https://arxiv.org/abs/2109.04541",
    "authors": [
      "Ayana Ghosh",
      "Maxim Ziatdinov",
      "Ondrej Dyck",
      "Bobby Sumpter",
      "Sergei V. Kalinin"
    ],
    "subjectives": [
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2109.04770",
    "title": "Correlated and Integrated Directionality for sub-MeV solar neutrinos in  Borexino",
    "abstract": " Comments: 19 pages, 15 Figures, revised version after comments from PRD Referees, shorter letter submitted with the title: \"First Directional Measurement of sub-MeV Solar Neutrinos with Borexino\" ",
    "url": "https://arxiv.org/abs/2109.04770",
    "authors": [
      "M. Agostini",
      "K. Altenmüller",
      "S. Appel",
      "V. Atroshchenko",
      "Z. Bagdasarian",
      "D. Basilico",
      "G. Bellini",
      "J. Benziger",
      "R. Biondi",
      "D. Bravo",
      "B. Caccianiga",
      "F. Calaprice",
      "A. Caminata",
      "P. Cavalcante",
      "A. Chepurnov",
      "D. D'Angelo",
      "S. Davini",
      "A. Derbin",
      "A. Di Giacinto",
      "V. Di Marcello",
      "X.F. Ding",
      "A. Di Ludovico",
      "L. Di Noto",
      "I. Drachnev",
      "A. Formozov",
      "D. Franco",
      "C. Galbiati",
      "C. Ghiano",
      "M. Giammarchi",
      "A. Goretti",
      "A.S. Göttel",
      "M. Gromov",
      "D. Guffanti",
      "Aldo Ianni",
      "Andrea Ianni",
      "A. Jany",
      "D. Jeschke",
      "V. Kobychev",
      "G. Korga",
      "S. Kumaran",
      "M. Laubenstein",
      "E. Litvinovich",
      "P. Lombardi",
      "I. Lomskaya",
      "L. Ludhova",
      "G. Lukyanchenko",
      "L. Lukyanchenko",
      "I. Machulin",
      "J. Martyn",
      "E. Meroni",
      "M. Meyer",
      "L. Miramonti",
      "M. Misiaszek",
      "V. Muratova",
      "B. Neumair",
      "M. Nieslony",
      "R. Nugmanov",
      "L. Oberauer",
      "V. Orekhov",
      "F. Ortica",
      "M. Pallavicini"
    ],
    "subjectives": [
      "High Energy Physics - Experiment (hep-ex)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2109.04824",
    "title": "Inverse design of 3d molecular structures with conditional generative  neural networks",
    "abstract": " Title: Inverse design of 3d molecular structures with conditional generative  neural networks ",
    "url": "https://arxiv.org/abs/2109.04824",
    "authors": [
      "Niklas W. A. Gebauer",
      "Michael Gastegger",
      "Stefaan S. P. Hessmann",
      "Klaus-Robert Müller",
      "Kristof T. Schütt"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)",
      "Machine Learning (stat.ML)"
    ]
  }
]