[
  {
    "id": "arXiv:2308.00058",
    "title": "Multimode optomechanics with a two-dimensional optomechanical crystal",
    "abstract": "Chip-scale multimode optomechanical systems have unique benefits for sensing, metrology and quantum technologies relative to their single-mode counterparts. Slot-mode optomechanical crystals enable sideband resolution and large optomechanical couplings of a single optical cavity to two microwave-frequency mechanical modes. Still, previous implementations have been limited to nanobeam geometries, whose effective quantum cooperativity at ultralow temperatures is limited by their low thermal conductance. In this work, we design and experimentally demonstrate a two-dimensional mechanical-optical-mechanical (MOM) platform that dispersively couples a slow-light slot-guided photonic-crystal waveguide mode and two slow-sound $\\sim 7$ GHz phononic wire modes localized in physically distinct regions. We first demonstrate optomechanical interactions in long waveguide sections, unveiling acoustic group velocities below 800 m/s, and then move on to mode-gap adiabatic heterostructure cavities with a tailored mechanical frequency difference. Through optomechanical spectroscopy, we demonstrate optical quality factors $Q \\sim 10^5$, vacuum optomechanical coupling rates, $g_o/2\\pi$, of 1.5 MHz and dynamical backaction effects beyond the single-mode picture. At larger power and adequate laser-cavity detuning, we demonstrate regenerative optomechanical oscillations involving a single mechanical mode, extending to both mechanical modes through modulation of the input laser drive at their frequency difference. This work constitutes an important advance towards engineering MOM systems with nearly degenerate mechanical modes as part of hybrid multipartite quantum systems. ",
    "url": "https://arxiv.org/abs/2308.00058",
    "authors": [
      "Guilhem Madiot",
      "Marcus Albrechtsen",
      "Clivia M. Sotomayor-Torres",
      "Søren Stobbe",
      "Guillermo Arregui"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2308.00064",
    "title": "Amplitude modulation of acoustic waves in accelerating flows quantified  using acoustic black and white hole analogues",
    "abstract": "We investigate the amplitude modulation of acoustic waves in accelerating flows, a problem that is still not fully understood, but essential to many technical applications, ranging from medical imaging to acoustic remote sensing. The proposed modeling framework is based on a convective form of the Kuznetsov equation, which incorporates the background flow field and is solved numerically by a finite-difference method. Using acoustic black and white hole analogues as model systems, we identify a modulation of the wave amplitude, that is shown to be driven by the divergence/convergence of the acoustic wave characteristics in an accelerating/decelerating flow, and which is distinct from the convective amplification accompanying an acoustic emitter moving at a constant velocity. To rationalize the observed amplitude modulation, a leading-order model is derived from first principles, leveraging a similarity of the wave characteristics and the wave amplitude with respect to a modified Helmholtz number. This leading-order model may serve as a basis for the numerical prediction and analysis of the behavior of acoustic waves in accelerating flows, by taking advantage of the notion that any accelerating flow field can be described locally as a virtual acoustic black or white hole. ",
    "url": "https://arxiv.org/abs/2308.00064",
    "authors": [
      "Sören Schenke",
      "Fabian Sewerin",
      "Berend van Wachem",
      "Fabian Denner"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2308.00088",
    "title": "The physics of optical computing",
    "abstract": "There has been a resurgence of interest in optical computing over the past decade, both in academia and in industry, with much of the excitement centered around special-purpose optical computers for neural-network processing. Optical computing has been a topic of periodic study for over 50 years, including for neural networks three decades ago, and a wide variety of optical-computing schemes and architectures have been proposed. In this paper we provide a systematic explanation of why and how optics might be able to give speed or energy-efficiency benefits over electronics for computing, enumerating 11 features of optics that can be harnessed when designing an optical computer. One often-mentioned motivation for optical computing -- that the speed of light $c$ is fast -- is not a key differentiating physical property of optics for computing; understanding where an advantage could come from is more subtle. We discuss how gaining an advantage over state-of-the-art electronic processors will likely only be achievable by careful design that harnesses more than one of the 11 features, while avoiding a number of pitfalls that we describe. ",
    "url": "https://arxiv.org/abs/2308.00088",
    "authors": [
      "Peter L. McMahon"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Emerging Technologies (cs.ET)",
      "Neural and Evolutionary Computing (cs.NE)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2308.00092",
    "title": "Analytical study of optical dielectric interfaces for sensing  applications",
    "abstract": "Dynamic optical sensors, as those based on the reflectivity of isotropic dielectrical interfaces, can be useful for measuring small changes in the refractive index of fluid media. Exact and approximated explicit formulas for their sensitivity are developed. These expressions clarify the influence of each of the constructive parameters of the device, both in partial and in total reflection. It is analytically found that sensitivities are always greater when the angle of incidence approaches the angle of total reflection. It is also demonstrated that close to the critical angle for both types of reflection, the sensitivity of the p mode is greater than that of the s mode. ",
    "url": "https://arxiv.org/abs/2308.00092",
    "authors": [
      "German Caro",
      "Eduardo Acosta",
      "Liliana Perez",
      "Francisco Veiras"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2308.00178",
    "title": "Transparent conductive oxides and low loss nitride-rich silicon  waveguides as building blocks for neuromorphic photonics",
    "abstract": "Fully CMOS-compatible photonic memory holding devices hold a potential in a development of ultrafast artificial neural networks. Leveraging the benefits of photonics such as high-bandwidth, low latencies, low-energy interconnect and high speed they can overcome the existing limits of the electronic processing. To satisfy all these requirements a new photonic platform is proposed that combines low-loss nitride-rich silicon as a guide and low-loss transparent conductive oxides as an active material that can provide high nonlinearity and bistability under both electrical and optical signals. ",
    "url": "https://arxiv.org/abs/2308.00178",
    "authors": [
      "Jacek Gosciniak",
      "Jacob B. Khurgin"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Emerging Technologies (cs.ET)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2308.00223",
    "title": "Scalable Production and Supply Chain of Diamond using Microwave Plasma:  a Mini-review",
    "abstract": "Discovered and reported exactly 40 years ago, microwave plasma assisted chemical vapor deposition (MPACVD) pointed out an economic technology that could potentially produce lab-grown diamond stones at scale. After this breakthrough discovery, demonstrating that diamond can be growth at low pressure and temperature, the progress quickly curbed and synthetic single crystal diamond (SCD) size and quality could not be improved toward attaining requirements critical in solid-state electronics. This led to the early promise of MPACVD to not come true and slowed the level of investments, thereby further stalling the progress in diamond syntheses. With the invention of a few novel homo- and hetero-epitaxy growth techniques, the diamond research and technology has recently reinvigorated. This mini review attempts to capture the momentum of recent progress in diamond MPACVD that could finally bring scalable manufacturing of high quality large size wafers for future electronics and optics. ",
    "url": "https://arxiv.org/abs/2308.00223",
    "authors": [
      "Sergey V. Baryshev",
      "Matthias Muehle"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2308.00241",
    "title": "Laser cooling and trapping of $^{224}$Ra$^+$",
    "abstract": "We report the first laser cooling and trapping of $^{224}$Ra$^+$ ions. This was realized via the first loading of radium into an ion trap with two step photoionization. A robust source for $^{224}$Ra atoms, 3.6 day half-life, was realized with an effusive oven containing $^{228}$Th, 1.9 year half-life, which continuously generates $^{224}$Ra via its $\\alpha$-decay. We characterized the efficacy of this source and found that after depleting built up radium the thorium decay provides a continuous source of radium atoms suitable for ion trapping. The vacuum system has been sealed for more than six months and continues to trap ions on demand. We also report a measurement of the $^{224}$Ra $7s^2\\ ^1$S$_0 \\rightarrow 7s7p\\ ^1$P$_1$ transition frequency: 621 043 830(60) MHz, which is helpful for efficient photoionization. With this measurement and previous isotope shift measurements we recommend a correction to the same transition in $^{226}$Ra: 621 037 830(60) MHz, which is 660 MHz from the accepted value. ",
    "url": "https://arxiv.org/abs/2308.00241",
    "authors": [
      "M. Fan",
      "Roy A. Ready",
      "H. Li",
      "S. Kofford",
      "R. Kwapisz",
      "C. A. Holliman",
      "M. S. Ladabaum",
      "A. N. Gaiser",
      "J. R. Griswold",
      "A. M. Jayich"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2308.00461",
    "title": "Non-invasive in silicio determination of ventricular wall pre-straining  and characteristic cavity pressures",
    "abstract": "The clinical application of patient-specific modelling of the heart can provide valuable insights in supplementing and advancing methods of diagnosis as well as helping to devise the best possible therapeutic approach for each individual pathological heart condition. The potential of computational cardiac mechanics, however, has not yet been fully leveraged due to the heart's complex physiology and limitations in the non-invasive in vivo characterisation of heart properties necessary required for accurate patient-specific modelling such as the heart anatomy in an unloaded state, ventricular pressure, the elastic constitutive parameters and the myocardial muscle fibre orientation distribution. From a solid mechanics point of view without prior knowledge of the unloaded heart configuration and the cavity pressure-volume evolution, in particular, the constitutive parameters cannot be accurately estimated to describe the highly nonlinear elastic material behaviour of myocardial tissue. Here, knowledge of the volume-normalized end-diastolic pressure relation for larger mammals is exploited in combination with a novel iterative inverse parameter optimisation framework to determine end-systolic and end diastolic pressures, ventricular wall pre-straining and pre-stressing due the residual end-systolic cavity pressure as well as myocardial tissue stiffness parameters for biventricular heart models. ",
    "url": "https://arxiv.org/abs/2308.00461",
    "authors": [
      "Sebastian Skatulla",
      "Carlo Sansour",
      "Mary Familusi",
      "Jagir Hussan",
      "Ntobeko Ntusi"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)",
      "Tissues and Organs (q-bio.TO)"
    ]
  },
  {
    "id": "arXiv:2308.00523",
    "title": "Macroscopic Zeno effect in Su-Schrieffer-Heeger photonic topological  insulator",
    "abstract": "The quantum Zeno effect refers to slowing down of the decay of a quantum system that is affected by frequent measurements. Nowadays, the significance of this paradigm is extended far beyond quantum systems, where it was introduced, finding physical and mathematical analogies in such phenomena as the suppression of output beam decay by sufficiently strong absorption introduced in guiding optical systems. In the latter case, the effect is often termed as macroscopic Zeno effect. Recent studies in optics, where enhanced transparency of the entire system was observed upon the increase of the absorption, were largely focused on the systems obeying parity-time symmetry, hence, the observed effect was attributed to the symmetry breaking. While manifesting certain similarities in the behavior of the transparency of the system with the mentioned studies, the macroscopic Zeno phenomenon reported here in topological photonic system is far more general in nature. In particular, we show that it does not require the existence of exceptional points, and that it is based on the suppression of decay for only a subspace of modes that can propagate in the system, alike the quantum Zeno dynamics. By introducing controlled losses in one of the arms of a topological insulator comprising two closely positioned Su-Schrieffer-Heeger arrays, we demonstrate the macroscopic Zeno effect, which manifests itself in an increase of the transparency of the system with respect to the topological modes created at the interface between two arrays. The phenomenon remains robust against disorder in the non-Hermitian topological regime. In contrast, coupling a topological array with a non-topological one results in a monotonic decrease in output power with increasing absorption. ",
    "url": "https://arxiv.org/abs/2308.00523",
    "authors": [
      "S.K. Ivanov",
      "S.A. Zhuravitskii",
      "N.N. Skryabin",
      "I.V. Dyakonov",
      "A.A. Kalinkin",
      "S.P. Kulik",
      "Y.V. Kartashov",
      "V.V. Konotop",
      "V.N. Zadkov"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2308.00044",
    "title": "Challenges of variational quantum optimization with measurement shot  noise",
    "abstract": "Quantum enhanced optimization of classical cost functions is a central theme of quantum computing due to its high potential value in science and technology. The variational quantum eigensolver (VQE) and the quantum approximate optimization algorithm (QAOA) are popular variational approaches that are considered the most viable solutions in the noisy-intermediate scale quantum (NISQ) era. Here, we study the scaling of the quantum resources, defined as the required number of circuit repetitions, to reach a fixed success probability as the problem size increases, focusing on the role played by measurement shot noise, which is unavoidable in realistic implementations. Simple and reproducible problem instances are addressed, namely, the ferromagnetic and disordered Ising chains. Our results show that: (i) VQE with the standard heuristic ansatz scales comparably to direct brute-force search when energy-based optimizers are employed. The performance improves at most quadratically using a gradient-based optimizer. (ii) When the parameters are optimized from random guesses, also the scaling of QAOA implies problematically long absolute runtimes for large problem sizes. (iii) QAOA becomes practical when supplemented with a physically-inspired initialization of the parameters. Our results suggest that hybrid quantum-classical algorithms should possibly avoid a brute force classical outer loop, but focus on smart parameters initialization. ",
    "url": "https://arxiv.org/abs/2308.00044",
    "authors": [
      "Giuseppe Scriva",
      "Nikita Astrakhantsev",
      "Sebastiano Pilati",
      "Guglielmo Mazzola"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Other Condensed Matter (cond-mat.other)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2308.00056",
    "title": "Quantum simulation of dissipation for Maxwell equations in dispersive  media",
    "abstract": "The dissipative character of an electromagnetic medium breaks the unitary evolution structure that is present in lossless media, both dispersive and optical. In dispersive media, dissipation appears in the Schrodinger representation of Maxwell equations as a sparse diagonal operator occupying an $r$-dimensional subspace. Trotterization of the evolution enables us to isolate the non-unitary part associated with dissipation from the unitary part that corresponds to the lossless case. Given the fact that the unitary part can be implemented on $n$ qubits based on the discretization and the dimensionality of the pertinent fields we propose two dilation techniques for handling the dissipative evolution part. Our first algorithm is based on realization of dissipation as a quantum amplitude channel where an unspecified environment interacts with the lossless system and produces the non-unitary evolution. Therefore, the combined system-environment is now closed and evolves unitary. This physical unitary dilation process requires only one ancillary qubit as environment resulting in a scaling of $\\textit{O}(2^{n-1}n^2)$ elementary gates, in the implementation of the total system-environment unitary evolution operator. On the other hand, by treating the non-unitary part with the LCU method, exploiting the diagonal structure of dissipation, we obtain an optimized counterpart for the previous result. The non-unitary part can now be implemented in $\\textit{O}(2^{n})$ elementary gates. Under the light of our results, a full-wave quantum simulation of electromagnetic wave propagation and scattering in complex media is deemed possible in the near future. ",
    "url": "https://arxiv.org/abs/2308.00056",
    "authors": [
      "Efstratios Koukoutsis",
      "Kyriakos Hizanidis",
      "Abhay K. Ram",
      "George Vahala"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2308.00094",
    "title": "Non-Markovianity in High-Dimensional Open Quantum Systems using  Next-generation Multicore Optical Fibers",
    "abstract": "With the advent of quantum technology, the interest in communication tasks assisted by quantum systems has increased both in academia and industry. Nonetheless, the transmission of a quantum state in real-world scenarios is bounded by environmental noise, so that the quantum channel is an open quantum system. In this work, we study a high dimensional non-Markovian open quantum system in a multi-core optical fiber by characterizing the environmental interaction as quantum operations, which here correspond to phase flips between pairs of computational basis states. The experimental platform is currently state-of-the-art for space division multiplexing optical fiber communication, which can serve as a robust channel for high-dimensional quantum communication. To test the channel, we perform a quantum communication task in the prepare-and-measure scenario. The non-Markovian nature of the system is demonstrated by implementing a Quantum Vault protocol. A better understanding of the phase noise in multi-core fibers could improve the stability and quality of several real-world communication protocols since they are a prime candidate to increase the telecom data transmission rate worldwide. ",
    "url": "https://arxiv.org/abs/2308.00094",
    "authors": [
      "Santiago Rojas-Rojas",
      "Daniel Martínez",
      "Kei Sawada",
      "Luciano Pereira",
      "Stephen P. Walborn",
      "Esteban S. Gómez",
      "Nadja K. Bernardes",
      "Gustavo Lima"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2308.00150",
    "title": "On the effects of mirror birefringence and its fluctuations to laser  interferometric gravitational wave detectors",
    "abstract": "Crystalline materials are promising candidates as substrates or high-reflective coatings of mirrors to reduce thermal noises in future laser interferometric gravitational wave detectors. However, birefringence of such materials could degrade the sensitivity of gravitational wave detectors, not only because it can introduce optical losses, but also because its fluctuations create extra phase noise in the arm cavity reflected beam. In this paper, we analytically estimate the effects of birefringence and its fluctuations in the mirror substrate and coating for gravitational wave detectors. Our calculations show that the requirements for the birefringence fluctuations in silicon substrate and AlGaAs coating will be in the order of $10^{-8}$ rad/$\\sqrt{\\rm Hz}$ and $10^{-10}$ rad/$\\sqrt{\\rm Hz}$ at 100~Hz, respectively, for future gravitational wave detectors. We also point out that optical cavity response needs to be carefully taken into account to estimate optical losses from depolarization. ",
    "url": "https://arxiv.org/abs/2308.00150",
    "authors": [
      "Yuta Michimura",
      "Haoyu Wang",
      "Francisco Salces-Carcoba",
      "Christopher Wipf",
      "Aidan Brooks",
      "Koji Arai",
      "Rana X Adhikari"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2308.00439",
    "title": "Electrically-programmable frequency comb for compact quantum photonic  circuits",
    "abstract": "Recent efforts have demonstrated the first prototypes of compact and programmable photonic quantum computers~(PQCs). Utilization of time-bin encoding in loop-like architectures enabled a programmable generation of quantum states and execution of different~(programmable) logic gates on a single circuit. Actually, there is still space for better compactness and complexity of available quantum states: photonic circuits~(PCs) can function at different frequencies. This necessitates an optical component, which can make different frequencies talk with each other. This component should be integrable into PCs and be controlled -- preferably -- by voltage for programmable generation of multifrequency quantum states and PQCs. Here, we propose a device that controls a four-wave mixing process, essential for frequency combs. We utilize nonlinear Fano resonances. Entanglement generated by the device can be tuned continuously by the applied voltage which can be delivered to the device via nm-thick wires. The device is integrable, CMOS-compatible, and operates within a timescale of hundreds of femtoseconds. ",
    "url": "https://arxiv.org/abs/2308.00439",
    "authors": [
      "Shakir Ullah",
      "Mehmet Emre Tasgin",
      "Rasim Volga Ovali",
      "Mehmet Günay"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.08870",
    "title": "The Pixel Luminosity Telescope: A detector for luminosity measurement at  CMS using silicon pixel sensors",
    "abstract": " Comments: 53 pages. Final version as published in Eur. Phys. J. C. Added reference and DOI ",
    "url": "https://arxiv.org/abs/2206.08870",
    "authors": [
      "Paul Lujan"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2302.03940",
    "title": "Motional ground-state cooling of single atoms in state-dependent optical  tweezers",
    "abstract": " Comments: 11 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2302.03940",
    "authors": [
      "Christian Hölzl",
      "Aaron Götzelmann",
      "Moritz Wirth",
      "Marianna S. Safronova",
      "Sebastian Weber",
      "Florian Meinert"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2305.11153",
    "title": "Beyond Cavity Born-Oppenheimer: On Non-Adiabatic Coupling and Effective  Ground State Hamiltonians in Vibro-Polaritonic Chemistry",
    "abstract": " Comments: 24 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2305.11153",
    "authors": [
      "Eric W. Fischer",
      "Peter Saalfrank"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  }
]