[
  {
    "id": "arXiv:2209.11790",
    "title": "A Laboratory Frame Density Matrix for Ultrafast Quantum Molecular  Dynamics",
    "abstract": "In most cases the ultrafast dynamics of resonantly excited molecules are considered, and almost always computed in the molecular frame, while experiments are carried out in the laboratory frame. Here we provide a formalism in terms of a lab frame density matrix which connects quantum dynamics in the molecular frame to those in the laboratory frame, providing a transparent link between computation and measurement. The formalism reveals that in any such experiment, the molecular frame dynamics vary for molecules in different orientations and that certain coherences which are potentially experimentally accessible are rejected by the orientation-averaged reduced vibronic density matrix. Instead, Molecular Angular Distribution Moments (MADMs) are introduced as a more accurate representation of experimentally accessible information. Furthermore, the formalism provides a clear definition of a molecular frame quantum tomography, and specifies the requirements to perform such a measurement enabling the experimental imaging of molecular frame vibronic dynamics. Successful completion of such a measurement fully characterizes the molecular frame quantum dynamics for a molecule at any orientation in the laboratory frame. ",
    "url": "https://arxiv.org/abs/2209.11790",
    "authors": [
      "Margaret Gregory",
      "Simon Neville",
      "Michael Schuurman",
      "Varun Makhija"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2209.11832",
    "title": "A Selective Benzene, Acetylene, and Carbon Dioxide Sensor in the  Fingerprint Region",
    "abstract": "A mid-infrared laser-based sensor is designed and demonstrated for trace detection of benzene, acetylene, and carbon dioxide at ambient conditions. The sensor is based on a distributed feedback quantum cascade lase and a multidimensional liner (DFB-QCL) emitting near 14.84 um. Tunable diode laser absorption spectroscopy (TDLAS) and a multidimensional linear regression algorithm are employed to enable interference-free measurements of the target species. The laser wavelength was tuned over 673.8-675.1 cm-1 by a sine-wave injection current (1 kHz scan rate). Minimum detection limits of 0.11, 4.16, and 2.96 ppm were achieved for benzene, acetylene, and carbon dioxide, respectively. The developed sensor is insensitive to interference from overlapping absorbance spectra, and its performance was demonstrated by measuring known mixture samples prepared in the lab. The sensor can be used to detect tiny leaks of the target species in petrochemical facilities and to monitor air quality in residential and industrial areas. ",
    "url": "https://arxiv.org/abs/2209.11832",
    "authors": [
      "Mhanna Mhanna",
      "Mohamed Sy",
      "Ali Elkhazraji",
      "Aamir Farooq"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2209.11952",
    "title": "Towards optimization of photonic-crystal surface-emitting lasers via  quantum annealing",
    "abstract": "Photonic-crystal surface-emitting lasers (PCSELs), which utilize a two-dimensional (2D) optical resonance inside a photonic crystal for lasing, feature various outstanding functionalities such as single-mode high-power operation and arbitrary control of beam polarizations. Although most of the previous designs of PCSELs employ spatially uniform photonic crystals, it is expected that lasing performance can be further improved if it becomes possible to optimize the spatial distribution of photonic crystals. In this paper, we investigate the structural optimization of PCSELs via quantum annealing towards high-power, narrow-beam-divergence operation with linear polarization. The optimization of PCSELs is performed by the iteration of the following three steps: (1) time-dependent 3D coupled-wave analysis of lasing performance, (2) formulation of the lasing performance via a factorization machine, and (3) selection of optimal solution(s) via quantum annealing. By using this approach, we successfully discover an advanced PCSEL with a non-uniform spatial distribution of the band-edge frequency and injection current, which simultaneously enables higher output power, a narrower divergence angle, and a higher linear polarization ratio than conventional uniform PCSELs. Our results potentially indicate the universal applicability of quantum annealing, which has been mainly applied to specific types of discrete optimization problems so far, for various physics and engineering problems in the field of smart manufacturing. ",
    "url": "https://arxiv.org/abs/2209.11952",
    "authors": [
      "Takuya Inoue",
      "Yuya Seki",
      "Shu Tanaka",
      "Nozomu Togawa",
      "Kenji Ishizaki",
      "Susumu Noda"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2209.12087",
    "title": "Experimental observation of chimera states in spiking neural networks  based on degenerate optical parametric oscillators",
    "abstract": "We experimentally demonstrate that networks of identical photonic spiking neurons based on coupled degenerate parametric oscillators can show various chimera states, in which, depending on their local synchronization and desynchronization, different kinds of spiking dynamics can develop in a self-organized manner. Even when only a static interaction is implemented, through synchronized inputs from connected neurons, the spiking mode of photonic neurons can be spontaneously and adaptively changed between the Class-I and Class-II modes classified by A. L. Hodgkin. This spontaneous spiking-mode shift induces a significant change in the spiking frequency despite the all neurons having the same natural spiking frequency, which encourages the generation of chimera states. Controllability and self-organized flexibility of the spiking modes in the present system allow us to create an experimental platform to explore the nature of chimera states in neuromorphic spiking neural networks. ",
    "url": "https://arxiv.org/abs/2209.12087",
    "authors": [
      "Tumi Makinwa",
      "Kensuke Inaba",
      "Takahiro Inagaki",
      "Yasuhiro Yamada",
      "Timothee Leleu",
      "Toshimori Honjo",
      "Takuya Ikuta",
      "Koji Enbutsu",
      "Takeshi Umeki",
      "Ryoichi Kasahara",
      "Kazuyuki Aihara",
      "Hiroki Takesue"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Adaptation and Self-Organizing Systems (nlin.AO)"
    ]
  },
  {
    "id": "arXiv:2209.12272",
    "title": "Linear and Nonlinear Characterization of broadband integrated Si-rich  silicon nitride racetrack ring resonator for on-chip applications",
    "abstract": "We demonstrate the linear and nonlinear characterization of plasma-enhanced chemical vapor deposited silicon-rich silicon nitride (SRSN) racetrack ring resonator for on-chip application within the telecommunication wavelength range. The SRN waveguide parameters are optimized by employing the refractive index profile measured by ellipsometry to achieve flat dispersion in the telecom band. Furthermore, we measure the thermo-optic coefficient (TOC) of the micro-resonator by analyzing the temperature-dependent transmission spectra and assessing it to be \\(3.2825\\) $\\times$ \\(10^{-5}\\) \\(^o{} C^{-1}\\). Additionally, we perform power-dependent transmission spectra to investigate the effect of local heating and nonlinear absorption. The power-dependent transmission spectra exhibit a blue-shifting of the resonance peak in the visible and near-IR regions, which indicates the presence of nonlinear losses in that range. The power-dependent transmission spectra almost remain unchanged in the telecom band, revealing the absence of nonlinear losses and excellent thermal stability in that wavelength range. Our experimental results reveal that the SRSN-based structure can be employed potentially to realize linear and nonlinear applications in the telecom band. ",
    "url": "https://arxiv.org/abs/2209.12272",
    "authors": [
      "Partha Mondal",
      "Venkatachalam P",
      "Radhakant Singh",
      "Sneha Shelwade",
      "Gali Sushma",
      "Shankar K Selvaraja"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2209.12371",
    "title": "Upconversion time-stretch infrared spectroscopy",
    "abstract": "High-speed measurement confronts the extreme speed limit when the signal becomes comparable to the noise level. In the context of broadband mid-infrared spectroscopy, state-of-the-art ultrafast Fourier-transform infrared spectrometers, in particular dual-comb spectrometers, have improved the measurement rate up to a few Mspectra/s, which is limited by the signal-to-noise ratio. Time-stretch infrared spectroscopy, an emerging ultrafast frequency-swept mid-infrared spectroscopy technique, has shown a record-high rate of 80 Mspectra/s with an intrinsically higher signal-to-noise ratio than Fourier-transform spectroscopy by more than the square-root of the number of spectral elements. However, it can measure no more than ~30 spectral elements with a low resolution of several cm-1. Here, we significantly increase the measurable number of spectral elements to more than 1,000 by incorporating a nonlinear upconversion process. The one-to-one mapping of a broadband spectrum from the mid-infrared to the near-infrared telecommunication region enables low-loss time-stretching with a single-mode optical fiber and low-noise signal detection with a high-bandwidth photoreceiver. We demonstrate high-resolution mid-infrared spectroscopy of gas-phase methane molecules with a high resolution of 0.017 cm-1. This unprecedentedly high-speed vibrational spectroscopy technique would satisfy various unmet needs in experimental molecular science, e.g., measuring ultrafast dynamics of irreversible phenomena, statistically analyzing a large amount of heterogeneous spectral data, or taking broadband hyperspectral images at a high frame rate. ",
    "url": "https://arxiv.org/abs/2209.12371",
    "authors": [
      "Kazuki Hashimoto",
      "Takuma Nakamura",
      "Takahiro Kageyama",
      "Venkata Ramaiah Badarla",
      "Hiroyuki Shimada",
      "Ryoich Horisaki",
      "Takuro Ideguchi"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2209.12570",
    "title": "Graphic characterization of determinant space from full configuration  interaction quantum Monte Carlo",
    "abstract": "Full configuration interaction quantum Monte Carlo (FCIQMC) is a powerful algorithm to compute electronic states of molecules by efficient sampling of the whole determinant space. FCIQMC simulation not only calculates the correlation energy at unprecedented accuracy, but also provides insightful information of the electronic structure of computed states, e.g. the population of determinants and their connections, which have not been fully explored. In this work, we devise a determinant configuration graph for visualizing the simulation results of FCIQMC, revealing the nature of molecule's electronic structure in a new perspective. In addition, we propose two new analytical descriptors to quantify the extent of multi-configuration of the electronic states of molecules. The graph and descriptors provide us new understanding of the electronic structure of molecules, and will be useful methods for analyzing stochastic quantum chemistry calculations such as FCIQMC. ",
    "url": "https://arxiv.org/abs/2209.12570",
    "authors": [
      "Lei Sun",
      "Zixi Zhang",
      "Tonghuan Jiang",
      "Yilin Chen",
      "Ji Chen"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2209.12609",
    "title": "A practical guide to Terahertz imaging using thermal atomic vapour",
    "abstract": "This tutorial aims to provide details on the underlying principles and methodologies of atom-based terahertz imaging techniques. Terahertz imaging is a growing field of research which can provide complementary information to techniques using other regions of the electromagnetic spectrum. Unlike infrared, visible and ultraviolet radiation, terahertz passes through many everyday materials, such as plastics, cloth and card. Compared with images formed using lower frequencies, terahertz images have superior spatial resolution due to the shorter wavelength, while compared to x-rays and gamma rays, terahertz radiation is non-ionising and safe to use. The tutorial begins with the basic principles of terahertz to optical conversion in alkali atoms before discussing how to construct a model to predict the fluorescent spectra of the atoms, on which the imaging method depends. We discuss the practical aspects of constructing an imaging system, including the subsystem specifications. We then review the typical characteristics of the imaging system including spatial resolution, sensitivity andbandwidth. We conclude with a brief discussion of some potential applications ",
    "url": "https://arxiv.org/abs/2209.12609",
    "authors": [
      "Lucy Downes",
      "Lara Torralbo-Campo",
      "Kevin Weatherill"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2209.12659",
    "title": "Brillouin Scattering Selection Rules in Polarization-Sensitive Photonic  Resonators",
    "abstract": "The selection rules governing spontaneous Brillouin scattering in crystalline solids are usually taken as intrinsic material properties, locking the relative polarization of excitation and signal in bulk. In this work, we independently manipulate these polarization states by means of optical resonances in elliptical micropillars and demonstrate a polarization-based filtering scheme for Brillouin spectroscopy in the 20-100 GHz range, important for telecom applications. This strong modification of selection rules using elliptical micropillars can be extended to any optical system with localized, polarization-sensitive modes, such as plasmonic resonators, photonic crystals, birefringent micro-, and nanostructures. Our polarization control protocol will thus find applications in the engineering of light-matter interactions in optomechanical, optoelectronic and quantum optics devices. ",
    "url": "https://arxiv.org/abs/2209.12659",
    "authors": [
      "Anne Rodriguez",
      "Priya Priya",
      "Edson Cardozo de Oliveira",
      "Luc Le Gratiet",
      "Isabelle Sagnes",
      "Martina Morassi",
      "Aristide Lemaître",
      "Florian Pastier",
      "Loïc Lanco",
      "Martin Esmann",
      "Norberto Daniel Lanzillotti-Kimura"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2209.12754",
    "title": "Ion and Electron Acoustic Bursts during Anti-Parallel Reconnection  Driven by Lasers",
    "abstract": "Magnetic reconnection is ubiquitous in space and astrophysical plasmas, rapidly converting magnetic field energy into thermal and kinetic energy of plasma particles. Among numerous candidate kinetic mechanisms, ion-acoustic instabilities driven by the relative drift between ions and electrons, or electric current, have long been hypothesized to play a critical role in dissipating magnetic energy in collisionless plasmas. But their effectiveness and even existence during reconnection remain elusive due to ion Landau damping and difficulties in resolving the Debye length scale in the laboratory. Here we report a sudden onset of ion-acoustic bursts measured by collective Thomson scattering in the exhaust of anti-parallel magnetically driven reconnection in high-Z plasmas at low beta in a novel platform using high-power lasers. The ion-acoustic bursts are followed by electron acoustic bursts with electron heating and bulk acceleration. These observations are successfully reproduced by 1D and 2D Particle-in-Cell simulations in which ion-acoustic instabilities, driven by electron jet currents in the reconnection exhaust, grow rapidly to form electrostatic double layers. These double layers induce an electron two-stream instability that generates electron acoustic bursts, during which electrons are heated and accelerated in accordance with the experimental measurements. Our results demonstrate the importance of ion and electron acoustic dynamics during magnetic reconnection when ion Landau damping is ineffective, a condition applicable to a range of astrophysical plasmas including near-Earth space, stellar flares, and black hole accretion engines. ",
    "url": "https://arxiv.org/abs/2209.12754",
    "authors": [
      "Shu Zhang",
      "Abraham Chien",
      "Lan Gao",
      "Hantao Ji",
      "Eric G. Blackman",
      "Russ Follett",
      "Dustin H. Froula",
      "Joseph Katz",
      "Chikang Li",
      "Andrew Birkel",
      "Richard Petrasso",
      "John Moody",
      "Hui Chen"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2209.12847",
    "title": "Supersymmetric reshaping and higher-dimensional rearrangement of  photonic lattices",
    "abstract": "Integrated Jx photonic lattices, inspired by the quantum harmonic oscillator and due to their equidistant eigenvalue spectrum, have been proven extremely useful for various applications, such as perfect imaging and coherent transfer of quantum states. However, to date their large-scale implementation remains challenging. We apply concepts from supersymmetry to construct two-dimensional (2D) systems with spectra identical to that of one-dimensional (1D) Jx lattices. While exhibiting different dynamics, these 2D systems retain the key imaging and state transfer properties of the 1D Jx lattice. Our method extends to other systems with separable spectra, facilitates experimental fabrication, and may increase robustness to fabrication imperfections in large-scale photonic circuits. ",
    "url": "https://arxiv.org/abs/2209.12847",
    "authors": [
      "Tom A. W. Wolterink",
      "Matthias Heinrich",
      "Alexander Szameit"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2209.11772",
    "title": "A direct time-of-flight image sensor with in-pixel surface detection and  dynamic vision",
    "abstract": "3D flash LIDAR is an alternative to the traditional scanning LIDAR systems, promising precise depth imaging in a compact form factor, and free of moving parts, for applications such as self-driving cars, robotics and augmented reality (AR). Typically implemented using single-photon, direct time-of-flight (dToF) receivers in image sensor format, the operation of the devices can be hindered by the large number of photon events needing to be processed and compressed in outdoor scenarios, limiting frame rates and scalability to larger arrays. We here present a 64x32 pixel (256x128 SPAD) dToF imager that overcomes these limitations by using pixels with embedded histogramming, which lock onto and track the return signal. This reduces the size of output data frames considerably, enabling maximum frame rates in the 10 kFPS range or 100 kFPS for direct depth readings. The sensor offers selective readout of pixels detecting surfaces, or those sensing motion, leading to reduced power consumption and off-chip processing requirements. We demonstrate the application of the sensor in mid-range LIDAR. ",
    "url": "https://arxiv.org/abs/2209.11772",
    "authors": [
      "Istvan Gyongy",
      "Ahmet T. Erdogan",
      "Neale A.W. Dutton",
      "Germán Mora Martín",
      "Alistair Gorman",
      "Hanning Mai",
      "Francesco Mattioli Della Rocca",
      "Robert K. Henderson"
    ],
    "subjectives": [
      "Computer Vision and Pattern Recognition (cs.CV)",
      "Image and Video Processing (eess.IV)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2209.11917",
    "title": "Super-resolution atomic microscopy using orbit angular momentum laser  with temporal modulation",
    "abstract": "In this paper we propose a dark-state-based trapping strategy to break the optical diffraction limit for microscopy. We utilize a spatially dependent coupling field and a probe laser field with temporal and spatial modulation to interact with three-level atoms. The temporal modulation allows us to reduce the full width at half maximum (FWHM) of point spread function, and the spatial modulation help us obtain better spatial resolution than Gaussian beam. In addition, we also propose a proof-of-principle experiment protocol and discuss its feasibility. ",
    "url": "https://arxiv.org/abs/2209.11917",
    "authors": [
      "Yuan Liu",
      "Dongxiao Li"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2209.12166",
    "title": "Determination of Chain Strength induced by Embedding in D-Wave Quantum  Annealer",
    "abstract": "The D-wave quantum annealer requires embedding with ferromagnetic (FM) chains connected by several qubits, because it cannot capture exact long-range coupling between qubits, and retains the specific architecture that depends on the hardware type. Therefore, determination of the chain strength $J_c$ required to sustain FM order of qubits in the chains is crucial for the accuracy of quantum annealing. In this study, we devise combinatorial optimization problems with ordered and disordered qubits for various embeddings to predict appropriate $J_c$ values. We analyze the energy interval $\\Delta_s$ and $\\Delta_c$ between ground and first excited states in the combinatorial optimization problems without and with chains respectively, using the exact approach. We also measure the probability $p$ that the exact ground energy per site $E_g$ is observed in many simulated annealing shots. We demonstrate that the determination of $J_c$ is increasingly sensitive with growing disorder of qubits in the combinatorial optimization problems. In addition, the values of appropriate $J_c$, where the values of $p$ are at a maximum, increase with decreasing $\\Delta_s$. Finally, the appropriate value of $J_c$ is shown to be observed at approximately $\\Delta_c/\\Delta_s=0.25$ and $2.1 E_g$ in the ordered and disordered qubits, respectively. ",
    "url": "https://arxiv.org/abs/2209.12166",
    "authors": [
      "Hunpyo Lee"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2209.12170",
    "title": "Chiral cavity induced spin selectivity",
    "abstract": "Chiral-induced spin selectivity (CISS) is a phenomenon in which electron spins are polarized as they are transported through chiral molecules, and the spin polarization depends on the handedness of the chiral molecule. In this study, we show that spin selectivity can be realized in achiral materials by coupling electrons to a single mode of a chiral optical cavity. By investigating spin-dependent electron transport using the nonequilibrium Green's function approach, the spin polarization in a two-terminal setup is demonstrated to approach unity if the rate of dephasing is sufficiently small and the average chemical potential of the two leads is within an appropriate range of values, which is narrow because of the high frequency of the cavity mode. To obtain a wider range of energies for a large spin polarization, we propose to combine the CISS in chiral molecules with the light-matter interactions. For demonstration, the spin polarization of electrons transported through a helical molecule strongly coupled to a chiral cavity mode is evaluated. ",
    "url": "https://arxiv.org/abs/2209.12170",
    "authors": [
      "Nguyen Thanh Phuc"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2209.12360",
    "title": "Optical protection of alkali-metal atoms from spin relaxation",
    "abstract": "We describe a new mechanism to continuously protect alkali-metal atoms from spin relaxation using a single off-resonant optical beam. We experimentally demonstrate that state-selective light-shifts can synchronize the Larmor frequencies of the two hyperfine manifolds, and by that form a unique decoherence-free subspace. We report an order of magnitude suppression of the spin decoherence for cesium atoms, simultaneously protecting from random spin-exchange collisions and partially also from spin-relaxation by the interaction with weakly-depolarizing walls. We further report an order of magnitude improvement of the quality factor of the magnetic states. Our results demonstrate the ability to use the multi-level structure of atoms or molecules with accessible optical tools to engineer useful decoherence-free subspaces. ",
    "url": "https://arxiv.org/abs/2209.12360",
    "authors": [
      "Avraham Berrebi",
      "Mark Dikopoltsev",
      "Ori Katz",
      "Or Katz"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2209.12498",
    "title": "Quantum enhancement of a single quantum battery by repeated interactions  with large spins",
    "abstract": "A generalized collision model is developed to investigate coherent charging a single quantum battery by repeated interactions with many-atom large spins, where collective atom operators are adopted and the battery is modeled by a uniform energy ladder. For an initially empty battery, we derive analytical results of the average number of excitations and hence the charging power in the short-time limit. Our analytical results show that a faster charging and an increased amount of the power in the coherent protocol uniquely arise from the phase coherence of the atoms. Finally, we show that the charging power defined by the so-called ergotropy almost follows our analytical result, due to a nearly pure state of the battery in the short-time limit. ",
    "url": "https://arxiv.org/abs/2209.12498",
    "authors": [
      "P. Chen",
      "T. S. Yin",
      "Z. Q. Jiang",
      "G. R. Jin"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2209.12536",
    "title": "Electro-optic properties of ZrO2, HfO2 and LiNbO3 ferroelectric phases:  A comprehensive and comparative study with density functional theory",
    "abstract": "We report the Pockels electro-optic properties of ZrO2 and HfO2 orthorhombic Pbc21 and rhombohedral R3m ferroelectric phases, and we compare them to the well-known LiNbO3 Pockels material from density functional theory calculations using the CRYSTAL suite of programs. Specifically, three essential processes are explicitly investigated: The electronic, the ionic (or vibrational), and the piezoelectric contributions. Our calculations reveal that the ionic part coming from the low frequency phonon modes contributes the most to the electro-optic coefficients of rhombohedral LiNbO3 and of orthorhombic ZrO2 and HfO2. While these low-frequency modes show zero contribution to Pockels coefficients for the rhombohedral phase of the latter compounds. ",
    "url": "https://arxiv.org/abs/2209.12536",
    "authors": [
      "Ali El Boutaybi",
      "Panagiotis Karamanis",
      "Thomas Maroutian",
      "Sylvia Matzen",
      "Laurent Vivien",
      "Philippe Lecoeur",
      "Michel Rérat"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2209.12641",
    "title": "Super spontaneous four-wave mixing in an array of silicon  microresonators",
    "abstract": "Composite optical systems can show compelling collective dynamics. For instance, the cooperative decay of quantum emitters into a common radiation mode can lead to superradiance, where the emission rate of the ensemble is larger than the sum of the rates of the individual emitters. Here, we report experimental evidence of super spontaneous four-wave mixing (super SFWM), an analogous effect for the generation of photon pairs in a parametric nonlinear process on an integrated photonic device. We study this phenomenon in an array of microring resonators on a silicon photonic chip coupled to bus waveguides. We measured a cooperative pair generation rate that always exceeds the incoherent sum of the rates of the individual resonators. We investigate the physical mechanisms underlying this collective behaviour, clarify the impact of loss, and address the aspects of fundamental and technological relevance of our results. ",
    "url": "https://arxiv.org/abs/2209.12641",
    "authors": [
      "Massimo Borghi",
      "Federico Andrea Sabattoli",
      "Houssein El Dirani",
      "Laurene Youssef",
      "Camille Petit-Etienne",
      "Erwine Pargon",
      "J.E. Sipe",
      "Amideddin Mataji-Kojouri",
      "Marco Liscidini",
      "Corrado Sciancalepore",
      "Matteo Galli",
      "Daniele Bajoni"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2109.13776",
    "title": "Efficient quantum state tomography with convolutional neural networks",
    "abstract": " Comments: 11 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2109.13776",
    "authors": [
      "Tobias Schmale",
      "Moritz Reh",
      "Martin Gärttner"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2111.00054",
    "title": "Spatially-Modulated Silicon Interface Energetics via Hydrogen  Plasma-Assisted Atomic Layer Deposition of Ultrathin Alumina",
    "abstract": " Comments: main manuscript: 16 pages, 5 figures; supporting information: 10 pages, 7 figures ",
    "url": "https://arxiv.org/abs/2111.00054",
    "authors": [
      "Alex Henning",
      "Johannes D. Bartl",
      "Lukas Wolz",
      "Maximilian Christis",
      "Felix Rauh",
      "Michele Bissolo",
      "Theresa Grünleitner",
      "Johanna Eichhorn",
      "Patrick Zeller",
      "Matteo Amati",
      "Luca Gregoratti",
      "Jonathan J. Finley",
      "Bernhard Rieger",
      "Martin Stutzmann",
      "Ian D. Sharp"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2111.02884",
    "title": "Local laser oxidation of titanium film for post-fabrication trimming of  photonic integrated circuits",
    "abstract": " Comments: 15 pages, 10 figures, published in Optical Materials Express ",
    "url": "https://arxiv.org/abs/2111.02884",
    "authors": [
      "Aleksandr V. Tronev",
      "Mikhail V. Parfenov",
      "Sergey I. Bozhko",
      "Andrey M. Ionov",
      "Rais N. Mozhchil",
      "Sergey V. Chekmazov",
      "Petr M. Agruzov",
      "Igor V. Ilichev",
      "Aleksandr V. Shamrai"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.10252",
    "title": "Polynomial Preconditioners for Regularized Linear Inverse Problems",
    "abstract": " Title: Polynomial Preconditioners for Regularized Linear Inverse Problems ",
    "url": "https://arxiv.org/abs/2204.10252",
    "authors": [
      "Siddharth Srinivasan Iyer",
      "Frank Ong",
      "Xiaozhi Cao",
      "Congyu Liao",
      "Luca Daniel",
      "Jonathan I. Tamir",
      "Kawin Setsompop"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2206.12686",
    "title": "Topological photonics by breaking the degeneracy of line node  singularities in semimetal-like photonic crystals",
    "abstract": " Title: Topological photonics by breaking the degeneracy of line node  singularities in semimetal-like photonic crystals ",
    "url": "https://arxiv.org/abs/2206.12686",
    "authors": [
      "Steffen Börm",
      "Fatemeh Davoodi",
      "Ralf Köhl",
      "Nahid Talebi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  }
]