[
  {
    "id": "arXiv:2307.07556",
    "title": "Anomalous Circularly Polarized Light Emission induced by the Optical  Berry Curvature Dipole",
    "abstract": "The ability to selectively excite light with fixed handedness is crucial for circularly polarized light emission. It is commonly believed that the luminescent material chirality determines the emitted light handedness, regardless of the light emitting direction. In this work, we propose an anomalous circular polarized light emission (ACPLE) whose handedness actually relies on the emission direction and current direction in electroluminescence. In a solid semiconductor, the ACPLE originates in the band structure topology characterized by the optical Berry curvature dipole. ACPLE exists in inversion-symmetry breaking materials including chiral materials. We exemplify the ACPLE by estimating the high circular polarization ratio in monolayer WS$_2$. In addition, the ACPLE can be further generalized to magnetic semiconductors in which the optical Berry curvature plays a leading role instead. Our finding reveals intriguing consequences of band topology in light emission and promises optoelectric applications. ",
    "url": "https://arxiv.org/abs/2307.07556",
    "authors": [
      "Yizhou Liu",
      "Binghai Yan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2307.07606",
    "title": "Level set methods for gradient-free optimization of metasurface arrays",
    "abstract": "Global optimization techniques are increasingly preferred over human-driven methods in the design of electromagnetic structures such as metasurfaces, and careful construction and parameterization of the physical structure is critical in ensuring computational efficiency and convergence of the optimization algorithm to a globally optimal solution. While many design variables in physical systems take discrete values, optimization algorithms often benefit from a continuous design space. This work demonstrates the use of level set functions as a continuous basis for designing material distributions for metasurface arrays and introduces an improved parameterization which is termed the periodic level set function. We explore the use of alternate norms in the definition of the level set function and define a new pseudo-inverse technique for upsampling basis coefficients with these norms. The level set method is compared to the fragmented parameterization and shows improved electromagnetic responses for two dissimilar cost functions: a narrowband objective and a broadband objective. Finally, we manufacture an optimized level set metasurface and measure its scattering parameters to demonstrate real-world performance. ",
    "url": "https://arxiv.org/abs/2307.07606",
    "authors": [
      "Alex Saad-Falcon",
      "Christopher Howard",
      "Justin Romberg",
      "Kenneth Allen"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Signal Processing (eess.SP)"
    ]
  },
  {
    "id": "arXiv:2307.07800",
    "title": "Fabrication of nanopatterned metal layers on silicon by nanoindentation  / nanoscratching and electrodeposition",
    "abstract": "The present work illustrates a novel approach for the maskless and resistless fabrication of nanopatterned metal layers on Si substrates, based on the combination of nanomechanical surface modification techniques (such as nanoindentation and nanoscratching) and electrodeposition. Single crystal (100) n-doped Si substrates were first cleaned from native oxide. Nanoindentation and nanoscratching were then used to locally change the substrate microstructure and create regions with reduced electrical conductivity. The substrates were finally mounted as cathode electrodes in a three electrode electrochemical cell to potentiostatically deposit a Ni layer. Electrodeposition was prevented in regions with modified microstructure, enabling the formation of a patterned Ni layer. The fabrication of several patterns including continuous Ni lines of 200 nm width and several microns length was obtained. ",
    "url": "https://arxiv.org/abs/2307.07800",
    "authors": [
      "R. Cecchini",
      "A. Fabrizi",
      "C. Paternoster",
      "W. Zhang",
      "G. Roventi"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2307.07853",
    "title": "Global Estimates of L-band Vegetation Optical Depth and Soil  Permittivity over Snow-covered Boreal Forests and Permafrost using SMAP  Satellite Data",
    "abstract": "This article expands the tau-omega model to properly simulate L-band microwave emission of the soil-snow-vegetation continuum through a closed-form solution of Maxwell's equations, considering the intervening dry snow layer as a loss-less medium. The feasibility and uncertainty of retrieving vegetation optical depth (VOD) and ground permittivity, given the noisy L-band brightness temperatures with 1 K (1-sigma), are demonstrated through controlled numerical experiments. For moderately dense vegetation canopy and a range of 100--400 $kg.m^{-3}$ snow density, the standard deviation of the retrieval errors is 0.1 and 3.5 for VOD and ground permittivity respectively. Using L-band observations from the Soil Moisture Active Passive (SMAP) satellite, a new data set of global estimates of VOD and ground permittivity are presented over the Arctic boreal forests and permafrost areas during winter months. In the absence of dense ground-based observations of ground permittivity and VOD, the retrievals are causally validated using dependent variables including above-ground biomass, tree height, and net ecosystem exchange. Time-series analyses promise that the new data set can expand our understanding of the land-atmosphere interactions and exchange of carbon fluxes over the Arctic landscape. ",
    "url": "https://arxiv.org/abs/2307.07853",
    "authors": [
      "Divya Kumawat",
      "Ardeshir Ebtehaj",
      "Mike Schwank",
      "Jean-Pierre Wigneron",
      "Xiaojun Li"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)"
    ]
  },
  {
    "id": "arXiv:2307.07896",
    "title": "Design and Analysis of Arc-Shaped Single Core Photonic Crystal Fiber  Sensor Based on Surface Plasmon Resonance",
    "abstract": "The selection of a suitable plasmonic material is extremely crucial for achieving high-performance photonic crystal fiber-based surface plasmon resonance (PCF-SPR) sensors. However, most numerical investigations to date are limited to PCF-SPR sensors with conventional circularly coated plasmonic metals due to their availability and rigid properties. In this work, a single-core arc-shaped photonic crystal fiber is designed and studied with sensing ingredients coated outside the fiber. The simulation and numerical analyses were performed using the full-vector finite element method (FV-FEM) to examine the effects of using gold as active metal and also the deposition of $Ta_2 O_5$ on gold. The results show that the arc-shaped sensor with gold film can obtain the maximum wavelength interrogation sensitivity (WIS) of 9500 nm/RIU within the refractive index (RI) range of 1.25 to 1.39 while the maximum amplitude interrogation sensitivity (AIS) is reached 579.26 $RIU^{-1}$ at 1.39 and resolution is found to be 1.05 x ${10^{-5}}$. However, depositing $Ta_2 O_5$ on the gold gives an improved maximum WIS and AIS of 22000 nm/RIU, and 1209.21 $RIU^{-1}$, respectively. With the coating of $Ta_2 O_5$, the resolution improves to 4.55 x ${10^{-6}}$ making the proposed sensor design undoubtedly effective in detecting different biological samples with a wide range of RI. ",
    "url": "https://arxiv.org/abs/2307.07896",
    "authors": [
      "Tasmiah Tunazzina",
      "Fairuz Areefin Khan",
      "Anuva Chowdhury"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2307.07943",
    "title": "Panoramic Voltage-Sensitive Optical Mapping of Contracting Hearts using  Cooperative Multi-View Motion Tracking with 12 to 24 Cameras",
    "abstract": "Action potential waves triggering the heart's contractions can be imaged at high spatial and temporal resolutions across the heart surface using voltage-sensitive optical mapping. However, for over three decades, optical mapping has been performed with contraction-inhibited hearts. While it was recently demonstrated that action potential waves can be imaged on parts of the three-dimensional deforming ventricular surface using multi-camera optical mapping, panoramic measurements of action potential waves across the entire beating heart surface remained elusive. Here, we introduce a high-resolution multi-camera optical mapping system consisting of up to 24 high-speed, low-cost cameras with which it is possible to image action potential waves at high resolutions on the entire, strongly deforming ventricular surface of the heart. We imaged isolated hearts inside a custom-designed soccerball-shaped imaging chamber, which facilitates imaging and even illumination with excitation light from all sides in a panoramic fashion. We found that it is possible to image the entire ventricular surface using 12 cameras with 0.5-1.0 megapixels combined resolution. The 12 calibrated cameras generate 1.5 gigabytes of video data per second at imaging speeds of 500 fps, which we process using various computer vision techniques, including three-dimensional cooperative multi-view motion tracking, to generate three-dimensional dynamic reconstructions of the deforming heart surface with corresponding high-resolution voltage-sensitive optical measurements. With our setup, we measured action potential waves at unprecedented resolutions on the contracting three-dimensional surface of rabbit hearts during sinus rhythm, paced rhythm as well as ventricular fibrillation. Our imaging setup defines a new state-of-the-art in the field and can be used to study the heart's electromechanical dynamics during health and disease. ",
    "url": "https://arxiv.org/abs/2307.07943",
    "authors": [
      "Shrey Chowdhary",
      "Jan Lebert",
      "Shai Dickman",
      "Jan Christoph"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)",
      "Image and Video Processing (eess.IV)",
      "Biological Physics (physics.bio-ph)",
      "Tissues and Organs (q-bio.TO)"
    ]
  },
  {
    "id": "arXiv:2307.07985",
    "title": "Metasurface for programmable quantum algorithms with quantum and  classical light",
    "abstract": "Metasurfaces have recently opened up applications in the quantum regime, including quantum tomography and the generation of quantum entangled states. With their capability to store a vast amount of information by utilizing the various geometric degrees of freedom of nanostructures, metasurfaces are expected to be useful for processing quantum information. In this study, we propose and experimentally demonstrate a programmable metasurface capable of performing quantum algorithms using both classical light and quantum light at the single photon level. Our approach encodes multiple programmable quantum algorithms, such as Grover's algorithm and the quantum Fourier transform, onto the same metalens array on a metasurface. A spatial light modulator selectively excites different sets of metalenses to carry out the quantum algorithms, while the photon arrival data or interference patterns captured by a single photon camera are used to extract information about the output state. Our programmable quantum metasurface approach holds potential as a cost-effective means of miniaturizing components for quantum computing and information processing. ",
    "url": "https://arxiv.org/abs/2307.07985",
    "authors": [
      "Randy Stefan Tanuwijaya",
      "Hong Liang",
      "Jiawei Xi",
      "Tsz Kit Yung",
      "Wing Yim Tam",
      "Jensen Li"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2307.08216",
    "title": "Narrow-linewidth external-cavity diode laser with dual narrow-band  interference filters",
    "abstract": "External-cavity diode lasers (ECDL) are widely used as light sources in laser spectroscopy, atomic physics and quantum optics. This paper presents a home-made 852-nm ECDL with variable feedback, using the combined dual narrow-band interference filters (IFs) as the laser longitudinal mode selection element. The combination of narrow-band IFs, mainly for the current commercially available narrow-band IFs with the full width at half maximum (FWHM) of about 0.5 nm for 780 to 895 nm. We design different narrow-band IFs combinations to achieve narrower FWHM, and apply them in ECDL. The combination of dual narrow-band IFs further reduces the laser linewidth. In our experiments, we measured laser linewidth using a high-finesse Fabry-Perot cavity with the cavity linewidth of about 10 kHz. The laser linewidth is about 176 kHz for the Single-IF-ECDL and about 96 kHz for Dual-IF-ECDL with the same feedback. In addition, we have experimentally verified the results of narrower laser linewidth and larger tuning range as feedback increases. The developed Dual-IF-ECDL has the capability of the narrow linewidth and wavelength tunability, and can be applied to precision spectroscopy and cooling and trapping of neutral atoms. ",
    "url": "https://arxiv.org/abs/2307.08216",
    "authors": [
      "Rui Chang",
      "Jun He",
      "Junmin Wang"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2307.08254",
    "title": "Towards direct spatial and intensity characterization of ultra-high  intensity laser pulses using ponderomotive scattering of free electrons",
    "abstract": "Spatial distributions of electrons ionized and scattered from ultra-low pressure gases are proposed and experimentally demonstrated as a method to directly measure the intensity of an ultra-high intensity laser pulse. Analytic models relating the peak scattered electron energy to the peak laser intensity are derived and compared to paraxial Runge-Kutta simulations highlighting two models suitable for describing electrons scattered from weakly paraxial beams ($f_{\\#}>5$) for intensities in the range of $10^{18}-10^{21}$Wcm$^{-2}$. Scattering energies are shown to be dependant on gas species emphasizing the need for specific gases for given intensity ranges. Direct measurements of the laser intensity at full power of two laser systems is demonstrated both showing a good agreement between indirect methods of intensity measurement and the proposed method. One experiment exhibited the role of spatial aberrations in the scattered electron distribution motivating a qualitative study on the effect. We propose the use of convolutional neural networks as a method for extracting quantitative information of the spatial structure of the laser at full power. We believe the presented technique to be a powerful tool that can be immediately implemented in many high-power laser facilities worldwide. ",
    "url": "https://arxiv.org/abs/2307.08254",
    "authors": [
      "A. Longman",
      "S. Ravichandran",
      "L. Manzo",
      "C. Z. He",
      "R. Lera",
      "N. McLane",
      "M. Huault",
      "G. Tiscareno",
      "D. Hanggi",
      "P. Spingola",
      "N. Czapla",
      "R. L. Daskalova",
      "L. Roso",
      "R. Fedosejevs",
      "W. T. Hill"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2307.08297",
    "title": "Narrow-linewidth 852-nm DBR-LD with self-injection lock based on  high-fineness optical cavity filtering",
    "abstract": "Narrow-linewidth lasers have high spectral purity, long coherent length and low phase noise, so they have important applications in cold atom physics, quantum communication, quantum information processing and optical precision measurement. We inject transmitted laser from a narrow-linewidth (15 kHz) flat-concave Fabry-Perot (F-P) cavity made of ultra-low expansion (ULE) optical glass into 852-nm distributed-Bragg-reflector type laser diode (DBR-LD), of which the comprehensive linewidth of 1.67 MHz for the free running case. With the increase of self-injection power, the laser linewidth is gradually narrowed, and the inject-locking current range is gradually increased. The narrowest linewidth measured by the delayed frequency-shifted self-heterodyne (DFSSH) method is 263 Hz. Moreover, to characterize the laser phase noise, we use a detuned F-P cavity to measure the conversion signal from laser phase noise to intensity noise for both the free running case and self-injection lock case. Laser phase noise for the self-injection lock case is significantly suppressed in the analysis frequency range of 0.1-10 MHz compared to the free running case. Especially, the phase noise is suppressed by more than 30dB at the analysis frequency of 100 kHz. ",
    "url": "https://arxiv.org/abs/2307.08297",
    "authors": [
      "Lili Hao",
      "Rui Chang",
      "Xiaokai Hou",
      "Jun He",
      "Junmin Wang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2307.08312",
    "title": "Absorption spectroscopy for laser cooling and high-fidelity detection of  barium monofluoride molecules",
    "abstract": "Currently, there is great interest in laser cooling of barium monofluoride (BaF) molecules for precision tests of fundamental symmetries. We use high-resolution absorption spectroscopy to characterize several as yet imprecisely known transition frequencies required to realize such cooling. We extract an improved set of molecular constants for the bosonic 138Ba19F and 136Ba19F isotopologues, confirm the existence of a significant hyperfine splitting in the excited state of the laser cooling cycle, and investigate the effects of this splitting on the achievable cooling forces. As a direct application of our spectroscopic insights, we experimentally demonstrate nearly background-free fluorescence imaging of a BaF molecular beam in a glass cell vacuum chamber. We expect such high-fidelity detection to be useful for various types of precision measurement scenarios. ",
    "url": "https://arxiv.org/abs/2307.08312",
    "authors": [
      "Marian Rockenhäuser",
      "Felix Kogel",
      "Einius Pultinevicius",
      "Tim Langen"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2307.08373",
    "title": "Manipulate Quantum Emission by Interface States between Multi-component  Moiré Lattice and Metasurface",
    "abstract": "In recent years, moir\\'e lattice has become a hot topic and inspired the research upsurge of moir\\'e lattice. In this work, we propose a method of constructing a multi-composite moir\\'e lattice, which is composed of over three periodic component structures. Moreover, we propose the moir\\'e lattice-metasurface structure, which can realize the multi-wavelength interface states between these kinds of moir\\'e lattices and metasurfaces. The wavelength, polarization, and number of moir\\'e interface states can be manipulated flexibly, with anisotropic metasurfaces. These multi-wavelength interface states are employed to enhance quantum emission (QE) and over 20 times QE efficiency can be obtained. ",
    "url": "https://arxiv.org/abs/2307.08373",
    "authors": [
      "Z. N. Liu",
      "X. Q. Zhao",
      "Y. L. Zhao",
      "S. N. Zhu",
      "H. Liu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2307.08558",
    "title": "Deep Learning with Passive Optical Nonlinear Mapping",
    "abstract": "Deep learning has fundamentally transformed artificial intelligence, but the ever-increasing complexity in deep learning models calls for specialized hardware accelerators. Optical accelerators can potentially offer enhanced performance, scalability, and energy efficiency. However, achieving nonlinear mapping, a critical component of neural networks, remains challenging optically. Here, we introduce a design that leverages multiple scattering in a reverberating cavity to passively induce optical nonlinear random mapping, without the need for additional laser power. A key advantage emerging from our work is that we show we can perform optical data compression, facilitated by multiple scattering in the cavity, to efficiently compress and retain vital information while also decreasing data dimensionality. This allows rapid optical information processing and generation of low dimensional mixtures of highly nonlinear features. These are particularly useful for applications demanding high-speed analysis and responses such as in edge computing devices. Utilizing rapid optical information processing capabilities, our optical platforms could potentially offer more efficient and real-time processing solutions for a broad range of applications. We demonstrate the efficacy of our design in improving computational performance across tasks, including classification, image reconstruction, key-point detection, and object detection, all achieved through optical data compression combined with a digital decoder. Notably, we observed high performance, at an extreme compression ratio, for real-time pedestrian detection. Our findings pave the way for novel algorithms and architectural designs for optical computing. ",
    "url": "https://arxiv.org/abs/2307.08558",
    "authors": [
      "Fei Xia",
      "Kyungduk Kim",
      "Yaniv Eliezer",
      "Liam Shaughnessy",
      "Sylvain Gigan",
      "Hui Cao"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Emerging Technologies (cs.ET)",
      "Machine Learning (cs.LG)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2307.08600",
    "title": "Design and Performance of HV CMOS Sensors for Future Colliders by the  RD50 Collaboration",
    "abstract": "The CERN RD50 collaboration develops depleted monolithic active pixel CMOS sensors for future colliders with the aim of high radiation tolerance, good time resolution, and high granularity pixel detectors. The most recent prototype, the RD50-MPW3, is a 150 nm High Voltage CMOS LFoundry chip that features pixels with a 62 $\\mu$m pitch that integrate both digital and analog readout electronics inside the sensing diodes. The 64 x 64 pixels on this chip are arranged in 32 double columns and have an optimized periphery for efficient configuration and fast serial data transmission. Post-layout simulations of a single pixel show a power consumption of 22 $\\mu$W per pixel and 9 ns time walk. The predecessor of this version, the RD50-MPW2, was shown to match simulation results in tests at beam facilities and to have a time resolution of 300 ps both before and after irradiation to a fluence of $\\Phi_{\\mathrm{eq}} = 5\\cdot 10^{14}/\\mathrm{cm}^2$. This proceeding discusses the design of the latest advanced prototype, the RD50-MPW3, the first results for the RD50-MPW3, and the performance of the RD50-MPW2. ",
    "url": "https://arxiv.org/abs/2307.08600",
    "authors": [
      "Jory Sonneveld"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2307.08618",
    "title": "A newcomer's guide to deep learning for inverse design in nano-photonics",
    "abstract": "Nanophotonic devices manipulate light at sub-wavelength scales, enabling tasks such as light concentration, routing, and filtering. Designing these devices is a challenging task. Traditionally, solving this problem has relied on computationally expensive, iterative methods. In recent years, deep learning techniques have emerged as promising tools for tackling the inverse design of nanophotonic devices. While several review articles have provided an overview of the progress in this rapidly evolving field, there is a need for a comprehensive tutorial that specifically targets newcomers without prior experience in deep learning. Our goal is to address this gap and provide practical guidance for applying deep learning to individual scientific problems. We introduce the fundamental concepts of deep learning and critically discuss the potential benefits it offers for various inverse design problems in nanophotonics. We present a suggested workflow and detailed, practical design guidelines to help newcomers navigate the challenges they may encounter. By following our guide, newcomers can avoid frustrating roadblocks commonly experienced when venturing into deep learning for the first time. In a second part, we explore different iterative and direct deep learning-based techniques for inverse design, and evaluate their respective advantages and limitations. To enhance understanding and facilitate implementation, we supplement the manuscript with detailed Python notebook examples, illustrating each step of the discussed processes. While our tutorial primarily focuses on researchers in (nano-)photonics, it is also relevant for those working with deep learning in other research domains. We aim at providing a solid starting point to empower researchers to leverage the potential of deep learning in their scientific pursuits. ",
    "url": "https://arxiv.org/abs/2307.08618",
    "authors": [
      "Abdourahman Khaireh-Walieh",
      "Denis Langevin",
      "Pauline Bennet",
      "Olivier Teytaud",
      "Antoine Moreau",
      "Peter R. Wiecha"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2307.08622",
    "title": "Experimental Realization of Anti-Unitary Wave-Chaotic Photonic  Topological Insulator Graphs Showing Kramers Degeneracy and Symplectic  Ensemble Statistics",
    "abstract": "Working in analogy with topological insulators in condensed matter, photonic topological insulators (PTI) have been experimentally realized, and protected electromagnetic edge-modes have been demonstrated in such systems. Moreover, PTI technology also emulates a synthetic spin-1/2 degree of freedom (DOF) in the reflectionless topological modes. The spin-1/2 DOF is carried by Quantum Valley Hall (QVH) / Quantum Spin Hall (QSH) interface modes created from the bianisotropic meta waveguide (BMW) platform, and realized both in simulation and experiment. We employ the PTI setting to build an ensemble of wave chaotic 1D metric graphs that display statistical properties consistent with Gaussian Symplectic Ensemble (GSE) statistics. The two critical ingredients required to create a physical system in the GSE universality class, the half-integer-spin DOF and preserved time-reversal invariance, are clearly realized in the QVH/QSH interface modes. We identify the anti-unitary T-operator for the PTI Hamiltonian underlying our experimental realization. An ensemble of PTI-edgemode metric graphs are proposed and experimentally demonstrated. We then demonstrate the Kramers degeneracy of eigenmodes of the PTI-graph systems with both numerical and experimental studies. We further conduct spectral statistical studies of the edgemode graphs and find good agreement with the GSE theoretical predictions. The PTI chaotic graph structures present an innovative and easily extendable platform for continued future investigation of GSE systems. ",
    "url": "https://arxiv.org/abs/2307.08622",
    "authors": [
      "Shukai Ma",
      "Steven M. Anlage"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2307.07627",
    "title": "Trapping $\\mathbf{Ba}^+$ with Seven-fold Enhanced Efficiency Utilizing  an Autoionizing Resonance",
    "abstract": "Trapped ions have emerged as a front runner in quantum information processing due to their identical nature, all-to-all connectivity, and high fidelity quantum operations. As current trapped ion technologies are scaled, it will be important to improve the efficiency of loading ions, which is currently the slowest process in operating a trapped ion quantum computer. Here, we compare two isotope-selective photoionization schemes for loading $^{138}\\mathrm{Ba}^+$ ions. We show that a two-step photoionization scheme ending in an autoionizing transition increases the ion loading rate nearly an order of magnitude compared to an established technique which does not excite an autoionizing state. The only additional technology required to implement the autoionizing transition is a commercial diode laser. Our technique can be extended to all isotopes of barium, and autoionizing resonances exist in every species currently used for trapped ion quantum processing, making this a promising technique to drastically increase the loading rates for all trapped ion computers. ",
    "url": "https://arxiv.org/abs/2307.07627",
    "authors": [
      "Noah Greenberg",
      "Brendan M. White",
      "Pei Jiang Low",
      "Crystal Senko"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2307.07949",
    "title": "Controlling periodic Fano resonances of quantum acoustic waves with a  giant atom coupled to microwave waveguide",
    "abstract": "Nanoscale Fano resonances, with applications from telecommunications to ultra-sensitive biosensing, have prompted extensive research. We demonstrate that a superconducting qubit, jointly coupled to microwave waveguides and an inter-digital transducer composite device, can exhibit acoustic Fano resonances. Our analytical framework, leveraging the Taylor series approximation, elucidates the origins of these quantum acoustic resonances with periodic Fano-like interference. By analyzing the analytical Fano parameter, we demonstrate that the Fano resonances and their corresponding Fano widths near the resonance frequency of a giant atom can be precisely controlled and manipulated by adjusting the time delay. Moreover, not just the near-resonant Fano profiles, but the entire periodic Fano resonance features can be precisely modulated from Lorentz, Fano to quasi-Lorentz shapes by tuning the coupling strength of the microwave waveguide. Our analytical framework offers insights into the control and manipulation of periodic Fano resonances in quantum acoustic waves, thereby presenting significant potential for applications such as quantum information processing, sensing, and communication. ",
    "url": "https://arxiv.org/abs/2307.07949",
    "authors": [
      "Po-Chen Kuo",
      "Jhen-Dong Lin",
      "Yin-Chun Huang",
      "Yueh-Nan Chen"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2307.08037",
    "title": "Exploring the Nature of High-Order Cavity Polaritons under the  Coupling-Decoupling Transition",
    "abstract": "Recently, we predicted theoretically that in cavities that support several longitudinal modes, strong coupling can occur in very different manners, depending on the system parameters. Distinct longitudinal cavity modes are either entangled with each other via the material or independently coupled to the exciton mode. Here we experimentally demonstrate the transition between those two regimes as the cavity thickness is gradually increased while maintaining fixed coupling strength. We study the properties of the system using reflection and emission spectroscopy and show that even though the coupling strength is constant, different behavior in the spectral response is observed along the coupling-decoupling transition. In addition, we find that in such multimode cavities pronounced upper-polariton emission is observed, in contrast to the usual case of a single-mode cavity. Furthermore, we address the ultrafast dynamics of the multimode cavities by pump-probe spectroscopic measurements and observe that the transient spectra significantly change through the transition. ",
    "url": "https://arxiv.org/abs/2307.08037",
    "authors": [
      "M. Godsi",
      "A. Golombek",
      "M. Balasubrahmaniyam",
      "T. Schwartz"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Other Condensed Matter (cond-mat.other)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2307.08524",
    "title": "Eliminating the \"impossible\": Recent progress on local measurement  theory for quantum field theory",
    "abstract": "Arguments by Sorkin arXiv:gr-qc/9302018 and Borsten, Jubb, and Kells arXiv:1912.06141 establish that a natural extension of quantum measurement theory from non-relativistic quantum mechanics to relativistic quantum theory leads to the unacceptable consequence that expectation values in one region depend on which non-selective measurement is performed in a spacelike separated region. Sorkin labels such scenarios \"impossible measurements\". We explicitly present these arguments as a no-go result with the logical form of a reductio argument and investigate the consequences for measurement in quantum field theory (QFT). Sorkin-type impossible measurement scenarios clearly illustrate the moral that Microcausality is not by itself sufficient to rule out superluminal signalling in relativistic quantum theories that use L\\\"uders' rule. We review three different approaches to formulating an account of measurement for QFT and analyze their responses to the \"impossible measurements\" problem. Two of the approaches are: a measurement theory based on detector models proposed in Polo-G\\'omez, Garay, and Mart\\'in-Mart\\'Inez arXiv:2108.02793 and a measurement framework for algebraic QFT proposed in Fewster and Verch arXiv:1810.06512. Of particular interest for foundations of QFT is that they share common features that may hold general morals about how to represent measurement in QFT. These morals are about the role that dynamics plays in eliminating \"impossible measurements\", the abandonment of the operational interpretation of local algebras as representing possible operations carried out in a region, and the interpretation of state update rules. Finally, we examine the form that the \"impossible measurements\" problem takes in histories-based approaches and we discuss the remaining challenges. ",
    "url": "https://arxiv.org/abs/2307.08524",
    "authors": [
      "Maria Papageorgiou",
      "Doreen Fraser"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2307.08538",
    "title": "Quantum Memory in a Microfabricated Rubidium Vapor Cell",
    "abstract": "Scalability presents a central platform challenge for the components of current quantum network implementations that can be addressed by microfabrication techniques. We demonstrate a proof-of-principle realization of a high-bandwidth quantum memory in a warm alkali atom ensemble in a MEMS vapor cell compatible with wafer-scale fabrication. By applying an external tesla-order magnetic field, we explore a novel ground-state memory scheme in the hyperfine Paschen-Back regime, where individual optical transitions can be addressed in a Doppler-broadened medium. Working on the $^{87}$Rb D$_2$ line, where deterministic quantum dot single-photon sources are available, we demonstrate bandwidth-matching with 100s of MHz broad light pulses keeping such sources in mind. For a storage time of 80 ns we measure an end-to-end efficiency of $\\eta_{e2e}^{\\text{80ns}} = 3.12(17)\\%$, corresponding to an internal efficiency of $\\eta_{\\text{int}}^{\\text{0ns}} = 24(3)\\%$, while achieving a signal-to-noise ratio of $\\text{SNR} = 7.9(8)$ with coherent pulses at the single-photon level. ",
    "url": "https://arxiv.org/abs/2307.08538",
    "authors": [
      "Roberto Mottola",
      "Gianni Buser",
      "Philipp Treutlein"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2307.08545",
    "title": "Electromagnetically Induced Transparency and Optical Pumping in the  Hyperfine Paschen-Back Regime",
    "abstract": "We report spectroscopy experiments of rubidium vapor in a high magnetic field under conditions of electromagnetically induced transparency (EIT) and optical pumping. The 1.1 T static magnetic field decouples nuclear and electronic spins and shifts each magnetic state via the Zeeman effect, allowing us to resolve individual optical transitions of the D$_2$ line in a Doppler-broadened medium. By varying the control laser power driving one leg of a spectrally isolated lambda system we tune the vapor from the EIT regime to conditions of Autler-Townes line splitting (ATS). The resulting spectra conform to simple three-level models demonstrating the effective simplification of the energetic structure. Further, we quantify the viability of state preparation via optical pumping on nuclear spin-forbidden transitions. We conclude that the ``cleanliness'' of this system greatly enhances the capabilities of quantum control in hot vapor, offering advantages in a broad variety of quantum applications plagued by spurious light-matter interaction processes, such as atomic quantum memories for light. ",
    "url": "https://arxiv.org/abs/2307.08545",
    "authors": [
      "Roberto Mottola",
      "Gianni Buser",
      "Philipp Treutlein"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2307.08619",
    "title": "Telecom networking with a diamond quantum memory",
    "abstract": "Practical quantum networks require interfacing quantum memories with existing channels and systems that operate in the telecom band. Here we demonstrate low-noise, bidirectional quantum frequency conversion that enables a solid-state quantum memory to directly interface with telecom-band systems. In particular, we demonstrate conversion of visible-band single photons emitted from a silicon-vacancy (SiV) center in diamond to the telecom O-band, maintaining low noise ($g^2(0)<0.1$) and high indistinguishability ($V=89\\pm8\\%$). We further demonstrate the utility of this system for quantum networking by converting telecom-band time-bin pulses, sent across a lossy and noisy 50 km deployed fiber link, to the visible band and mapping their quantum states onto a diamond quantum memory with fidelity $\\mathcal{F}=87\\pm 2.5 \\% $. These results demonstrate the viability of SiV quantum memories integrated with telecom-band systems for scalable quantum networking applications. ",
    "url": "https://arxiv.org/abs/2307.08619",
    "authors": [
      "Eric Bersin",
      "Madison Sutula",
      "Yan Qi Huan",
      "Aziza Suleymanzade",
      "Daniel R. Assumpcao",
      "Yan-Cheng Wei",
      "Pieter-Jan Stas",
      "Can M. Knaut",
      "Erik N. Knall",
      "Carsten Langrock",
      "Neil Sinclair",
      "Ryan Murphy",
      "Ralf Riedinger",
      "Matthew Yeh",
      "C. J. Xin",
      "Saumil Bandyopadhyay",
      "Denis D. Sukachev",
      "Bartholomeus Machielse",
      "David S. Levonian",
      "Mihir K. Bhaskar",
      "Scott Hamilton",
      "Hongkun Park",
      "Marko Lončar",
      "Martin M. Fejer",
      "P. Benjamin Dixon",
      "Dirk R. Englund",
      "Mikhail D. Lukin"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:1812.01986",
    "title": "Ultraviolet Complete Quantum Field Theory and Particle Model",
    "abstract": " Comments: 18 pages, 1 figure. Matches published version with one typo corrected ",
    "url": "https://arxiv.org/abs/1812.01986",
    "authors": [
      "J. W. Moffat"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)",
      "High Energy Physics - Phenomenology (hep-ph)",
      "High Energy Physics - Theory (hep-th)"
    ]
  },
  {
    "id": "arXiv:2210.05750",
    "title": "High-power laser beam shaping using a metasurface for shock excitation  and focusing at the microscale",
    "abstract": " Comments: 8 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2210.05750",
    "authors": [
      "Yun Kai",
      "Jet Lem",
      "Marcus Ossiander",
      "Maryna L. Meretska",
      "Vyacheslav Sokurenko",
      "Steven E. Kooi",
      "Federico Capasso",
      "Keith A. Nelson",
      "Thomas Pezeril"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2210.08166",
    "title": "Tensor Network Efficiently Representing Schmidt Decomposition of Quantum  Many-Body States",
    "abstract": " Comments: 5 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2210.08166",
    "authors": [
      "Peng-Fei Zhou",
      "Ying Lu",
      "Jia-Hao Wang",
      "Shi-Ju Ran"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2211.04795",
    "title": "Classical and quantum gravity from relativistic quantum mechanics",
    "abstract": " Comments: Some changes in the formulations. 10 pages ",
    "url": "https://arxiv.org/abs/2211.04795",
    "authors": [
      "Walter Smilga"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2212.10749",
    "title": "Coherent control of a high-orbital hole in a semiconductor quantum dot",
    "abstract": " Comments: Manuscript with 14 pages and 6 figures plus supplementary Information comprising 15 pages and 14 figures ",
    "url": "https://arxiv.org/abs/2212.10749",
    "authors": [
      "Jun-Yong Yan",
      "Chen Chen",
      "Xiao-Dong Zhang",
      "Yu-Tong Wang",
      "Hans-Georg Babin",
      "Andreas D. Wieck",
      "Arne Ludwig",
      "Yun Meng",
      "Xiaolong Hu",
      "Huali Duan",
      "Wenchao Chen",
      "Wei Fang",
      "Moritz Cygorek",
      "Xing Lin",
      "Da-Wei Wang",
      "Chao-Yuan Jin",
      "Feng Liu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2303.13747",
    "title": "Breakdown of effective-medium theory by a photonic spin Hall effect",
    "abstract": " Comments: 20 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2303.13747",
    "authors": [
      "Shuaijie Yuan",
      "Xinxing Zhou",
      "Yu Chen",
      "Yuhan Zhong",
      "Lijuan Sheng",
      "Hao Hu",
      "Hongsheng Chen",
      "Ido Kaminer",
      "Xiao Lin"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2303.15462",
    "title": "Strong chiral optical force for small chiral molecules based on  electric-dipole interactions, inspired by the asymmetrical hydrozoan  $\\textit{Velella velella}$",
    "abstract": " Title: Strong chiral optical force for small chiral molecules based on  electric-dipole interactions, inspired by the asymmetrical hydrozoan  $\\textit{Velella velella}$ ",
    "url": "https://arxiv.org/abs/2303.15462",
    "authors": [
      "Robert P. Cameron",
      "Duncan McArthur",
      "Alison M. Yao"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2305.06293",
    "title": "Unitary equivalence of twisted quantum states",
    "abstract": " Comments: 15 pages 2 figures ",
    "url": "https://arxiv.org/abs/2305.06293",
    "authors": [
      "N. V. Filina",
      "S. S. Baturin"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.09920",
    "title": "Low-data deep quantum chemical learning for accurate MP2 and  coupled-cluster correlations",
    "abstract": " Title: Low-data deep quantum chemical learning for accurate MP2 and  coupled-cluster correlations ",
    "url": "https://arxiv.org/abs/2305.09920",
    "authors": [
      "Wai-Pan Ng",
      "Qiujiang Liang",
      "Jun Yang"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2305.19489",
    "title": "Spiking ruby revisited: self-induced periodic spiking oscillations  leading to chaotic state in a Cr:Al2O3 laser with cw 532-nm pumping",
    "abstract": " Comments: 4 pages, 7 figures ",
    "url": "https://arxiv.org/abs/2305.19489",
    "authors": [
      "Kenju Otsuka",
      "Seiichi Sudo"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Chaotic Dynamics (nlin.CD)"
    ]
  },
  {
    "id": "arXiv:2306.10104",
    "title": "Young's experiment with entangled bipartite systems: The role of  underlying quantum velocity fields",
    "abstract": " Comments: 29 pages, 11 figures (wrt v1: abstract and introductory part shortened; additional discussions, with technical specifications, throughout Secs. 2, 3, and conclusions) ",
    "url": "https://arxiv.org/abs/2306.10104",
    "authors": [
      "A. S. Sanz"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.11583",
    "title": "A low-cost integrated hyperspectral imaging sensor with full temporal  and spatial resolution at VIS-NIR wide range",
    "abstract": " Title: A low-cost integrated hyperspectral imaging sensor with full temporal  and spatial resolution at VIS-NIR wide range ",
    "url": "https://arxiv.org/abs/2306.11583",
    "authors": [
      "Liheng Bian",
      "Zhen Wang",
      "Yuzhe Zhang",
      "Yinuo Zhang",
      "Chen Yang",
      "Lianjie Li",
      "Wen Fang",
      "Jiajun Zhao",
      "Chunli Zhu",
      "Dezhi Zheng",
      "Jun Zhang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.17159",
    "title": "Greedy Gradient-free Adaptive Variational Quantum Algorithms on a Noisy  Intermediate Scale Quantum Computer",
    "abstract": " Title: Greedy Gradient-free Adaptive Variational Quantum Algorithms on a Noisy  Intermediate Scale Quantum Computer ",
    "url": "https://arxiv.org/abs/2306.17159",
    "authors": [
      "César Feniou",
      "Baptiste Claudon",
      "Muhammad Hassan",
      "Axel Courtat",
      "Olivier Adjoua",
      "Yvon Maday",
      "Jean-Philip Piquemal"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2307.02868",
    "title": "High-speed photon correlation monitoring of amplified quantum noise by  chaos using deep-learning balanced homodyne detection",
    "abstract": " Comments: 6 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2307.02868",
    "authors": [
      "Yanqiang Guo",
      "Zinan Hu",
      "Jianchao Zhang",
      "Chenyu Zhu",
      "Xiaomin Guo"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chaotic Dynamics (nlin.CD)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2307.03969",
    "title": "Impact of noise on inverse design: The case of NMR spectra matching",
    "abstract": " Title: Impact of noise on inverse design: The case of NMR spectra matching ",
    "url": "https://arxiv.org/abs/2307.03969",
    "authors": [
      "Dominik Lemm",
      "Guido Falk von Rudorff",
      "O. Anatole von Lilienfeld"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2307.05710",
    "title": "A Vacuum-Compatible Cylindrical Inertial Rotation Sensor with Picoradian  Sensitivity",
    "abstract": " Title: A Vacuum-Compatible Cylindrical Inertial Rotation Sensor with Picoradian  Sensitivity ",
    "url": "https://arxiv.org/abs/2307.05710",
    "authors": [
      "M. P. Ross",
      "J. van Dongen",
      "Y. Huang",
      "P. Zhou",
      "Y. Chowdhury",
      "S. K. Apple",
      "C. M. Mow-Lowry",
      "A. L. Mitchell",
      "N. A. Holland",
      "B. Lantz",
      "E. Bonilla",
      "A. Engl",
      "A. Pele",
      "D. Griffith",
      "E. Sanchez",
      "E. A. Shaw",
      "C. Gettings",
      "J. H. Gundlach"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  }
]