[
  {
    "id": "arXiv:2404.12532",
    "title": "Iso-entropy partially coherent optical fields that cannot be  inter-converted unitarily",
    "abstract": "For partially coherent optical fields in which a single binary degree of freedom (DoF) is relevant, such as polarization, entropy uniquely identifies the class of optical fields that can be converted into each other via unitary transformations. However, when multiple DoFs are taken into consideration, entropy no longer serves this purpose. We investigate the structure of the family of iso-entropy partially coherent optical fields defined by two binary DoFs (polarization and two spatial modes) and described by a 4x4 coherence matrix G. We find that the rank of G (the number of its non-zero eigenvalues) plays a critical role in this context: whereby any pair of iso-entropy rank-2 fields can be converted into each other unitarily, this is not necessarily the case for a pair of rank-3 or rank-4 fields. Furthermore, unitary transformations between iso-entropy fields of different ranks are strictly forbidden. Instead, such conversions require entropy-maintaining non-unitary transformations that potentially combine filtering projections and randomizing operations. We experimentally synthesize partially coherent iso-entropy optical fields of all ranks, and tomographically reconstruct their coherence matrices. Moreover, we steer the coherence matrix over iso-entropy trajectories that maintain a fixed rank (intra-rank conversion) or that involve changes in the rank (inter-rank conversion). These findings offer a new perspective for the potential utility of partially coherent light in optical communications and sensing. ",
    "url": "https://arxiv.org/abs/2404.12532",
    "authors": [
      "Mitchell Harling",
      "Varun A. Kelkar",
      "Kimani C. Toussaint, Jr.",
      "Ayman F. Abouraddy"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2404.12577",
    "title": "In-tube micro-pyramidal silicon nanopore for inertial-kinetic sensing of  single molecules",
    "abstract": "Electrokinetic force has been the major choice for driving the translocation of molecules through a nanopore. However, the use of this approach is limited by an uncontrollable translocation speed, resulting in non-uniform conductance signals with low conformational sensitivity, which hinders the accurate discrimination of the molecules. Here, we show the first use of inertial-kinetic translocation induced by spinning an in-tube micro-pyramidal silicon nanopore fabricated using photovoltaic electrochemical etch-stop technique for biomolecular sensing. By adjusting the kinetic properties of a funnel-shaped centrifugal force field while maintaining a counter-balanced state of electrophoretic and electroosmotic effect in the nanopore, we achieved regulated translocation of proteins and obtained stable signals of long and adjustable dwell times and high conformational sensitivity. Moreover, we demonstrated instantaneous sensing and discrimination of molecular conformations and longitudinal monitoring of molecular reactions and conformation changes by wirelessly measuring characteristic features in current blockade readouts using the in-tube nanopore device. ",
    "url": "https://arxiv.org/abs/2404.12577",
    "authors": [
      "Jianxin Yang",
      "Tianle Pan",
      "Zhenming Xie",
      "Wu Yuan",
      "Ho-Pui Ho"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2404.12582",
    "title": "Effective Sorting of Fractional Optical Vortex Modes",
    "abstract": "Mode sorter is the crucial component of the communication systems based on orbital angular momentum (OAM). However, schemes proposed so far can only effectively sort integer OAM (IOAM) modes. Here, we demonstrate the effective sorting of fractional OAM (FOAM) modes by utilizing the coordinate transformation method, which can convert FOAM modes to IOAM modes. The transformed IOAM modes are subsequently sorted by using a mode conversion method called topological charge matching. The validation of our scheme is verified by implementing two sorting processes and corresponding mode purity analyses, both theoretically and experimentally. This new sorting method exhibits a huge potential of implementing a highly confidential and high-capacity FOAM-based communication system, which may inspire further applications in both classical and quantum regimes. ",
    "url": "https://arxiv.org/abs/2404.12582",
    "authors": [
      "Zhengyang Mao",
      "Haigang Liu",
      "Xianfeng Chen"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2404.12771",
    "title": "Phase-space analysis of a two-section InP laser as an all-optical  spiking neuron: dependency on control and design parameters",
    "abstract": "Using a rate-equation model we numerically evaluate the carrier concentration and photon number in an integrated two-section semiconductor laser, and analyse its dynamics in three-dimensional phase space. The simulation comprises compact model descriptions extracted from a commercially-available generic InP technology platform, allowing us to model an applied reverse-bias voltage to the saturable absorber. We use the model to study the influence of the injected gain current, reverse-bias voltage, and cavity mirror reflectivity on the excitable operation state, which is the operation mode desired for the laser to act as an all-optical integrated neuron. We show in phase-space that our model is capable of demonstrating four different operation modes, i.e. cw, self-pulsating and an on-set and excitable mode under optical pulse injection. In addition, we show that lowering the reflectivity of one of the cavity mirrors greatly enhances the control parameter space for excitable operation, enabling more relaxed operation parameter control and lower power consumption of an integrated two-section laser neuron. ",
    "url": "https://arxiv.org/abs/2404.12771",
    "authors": [
      "Lukas Puts",
      "Daan Lenstra",
      "Kevin Williams",
      "Weiming Yao"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Signal Processing (eess.SP)",
      "Chaotic Dynamics (nlin.CD)"
    ]
  },
  {
    "id": "arXiv:2404.12885",
    "title": "Testbeam results of irradiated SiGe BiCMOS monolithic silicon pixel  detector without internal gain layer",
    "abstract": "Samples of the monolithic silicon pixel ASIC prototype produced in 2022 within the framework of the Horizon 2020 MONOLITH ERC Advanced project were irradiated with 70 MeV protons up to a fluence of 1 x 1016 neq/cm2, and then tested using a beam of 120 GeV/c pions. The ASIC contains a matrix of 100 \\mu m pitch hexagonal pixels, readout out by low noise and very fast frontend electronics produced in a 130 nm SiGe BiCMOS technology process. The dependence on the proton fluence of the efficiency and the time resolution of this prototype was measured with the frontend electronics operated at a power density between 0.13 and 0.9 W/cm2. The testbeam data show that the detection efficiency of 99.8% measured at sensor bias voltage of 200 V before irradiation becomes 96.5% after a fluence of 1 x 1016 neq/cm2. An increase of the sensor bias voltage to 300 V provides an efficiency to 99.5% at that proton fluence. The timing resolution of 20 ps measured before irradiation rises for a proton fluence of 1 x 1016 neq/cm2 to 48 and 44 ps at HV = 200 and 300 V, respectively. ",
    "url": "https://arxiv.org/abs/2404.12885",
    "authors": [
      "T. Moretti",
      "M. Milanesio",
      "R. Cardella",
      "T. Kugathasan",
      "A. Picardi",
      "I. Semendyaev",
      "M. Elviretti",
      "H. Rücker",
      "K. Nakamura",
      "Y. Takubo",
      "M. Togawa",
      "F. Cadoux",
      "R. Cardarelli",
      "L. Cecconi",
      "S. Débieux",
      "Y. Favre",
      "C. A. Fenoglio",
      "D. Ferrere",
      "S. Gonzalez-Sevilla",
      "L. Iodice",
      "R. Kotitsa",
      "C. Magliocca",
      "M. Nessi",
      "A. Pizarro-Medina",
      "J. Sabater Iglesias",
      "J. Saidi",
      "M. Vicente Barreto Pinto",
      "S. Zambito",
      "L. Paolozzi",
      "G. Iacobucci"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2404.12495",
    "title": "All-in-one Quantum Diamond Microscope for Sensor Characterization",
    "abstract": "Nitrogen-vacancy (NV) centers in diamond are a leading modality for magnetic sensing and imaging under ambient conditions. However, these sensors suffer from degraded performance due to paramagnetic impurities and regions of stress in the diamond crystal lattice. This work demonstrates a quantum diamond microscope (QDM) for simultaneous mapping and spatial correlation of key properties of a millimeter-scale NV-diamond sensor chip, including: NV ensemble photoluminescence (PL) amplitude, spin-lattice relaxation time (T$_1$), and homogeneous and inhomogeneous spin coherence lifetimes (T$_2$ and T$_2^*$), as well as lattice stress/strain, birefringence magnitude, and birefringence angle of the diamond crystal. ",
    "url": "https://arxiv.org/abs/2404.12495",
    "authors": [
      "Connor Roncaioli",
      "Connor Hart",
      "Ronald Walsworth",
      "Donald P. Fahey"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2404.12954",
    "title": "Finite frequentism explains quantum probability",
    "abstract": "I show that frequentism, as an explanation of probability in classical statistical mechanics, can be extended in a natural way to a decoherent quantum history space, the analogue of a classical phase space. The result is further a form of finite frequentism, in which the Gibbs concept of an infinite ensemble of gases is replaced by the total quantum state expressed in terms of the decoherence basis, as defined by the history space. It is a form of finite and actual frequentism (as opposed to hypothetical frequentism), insofar as all the microstates exist, in keeping with the decoherence-based Everett interpretation, and some versions of pilot-wave theory. ",
    "url": "https://arxiv.org/abs/2404.12954",
    "authors": [
      "Simon Saunders"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Classical Physics (physics.class-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:0706.0190",
    "title": "Quantum Properties and Gravitational Field of a Proper Time Oscillator",
    "abstract": " Comments: 14 pages, no figures ",
    "url": "https://arxiv.org/abs/0706.0190",
    "authors": [
      "Hou Y. Yau"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2210.12093",
    "title": "Ultrafast Electron Diffraction with MeV Electron Source from a Laser  Wakefield Accelerator",
    "abstract": " Comments: 10 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2210.12093",
    "authors": [
      "Yu Fang",
      "Fei Li",
      "Jianfei Hua",
      "Bo Guo",
      "Linyi Zhou",
      "Bing Zhou",
      "Zhihao Chen",
      "Jianyi Liu",
      "Zheng Zhou",
      "Yipeng Wu",
      "Yingchao Du",
      "Renkai Li",
      "Wei Lu"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2211.14832",
    "title": "Comment on \"Amplified emission and lasing in photonic time crystals\"",
    "abstract": " Title: Comment on \"Amplified emission and lasing in photonic time crystals\" ",
    "url": "https://arxiv.org/abs/2211.14832",
    "authors": [
      "Jagang Park",
      "Hee Chul Park",
      "Kyungmin Lee",
      "Jonghwa Shin",
      "Jung-Wan Ryu",
      "Wonju Jeon",
      "Namkyoo Park",
      "Bumki Min"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2312.01086",
    "title": "Non-Abelian quantum geometric tensor in degenerate topological  semimetals",
    "abstract": " Comments: 14 pages,5 figures ",
    "url": "https://arxiv.org/abs/2312.01086",
    "authors": [
      "Hai-Tao Ding",
      "Chang-Xiao Zhang",
      "Jing-Xin Liu",
      "Jian-Te Wang",
      "Dan-Wei Zhang",
      "Shi-Liang Zhu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2312.04184",
    "title": "Multifold enhancement of quantum SNR by using an EMCCD as a photon  number resolving device",
    "abstract": " Comments: 14 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2312.04184",
    "authors": [
      "Rounak Chatterjee",
      "Vikas Bhat",
      "Kiran Bajar",
      "Sushil Mujumdar"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2312.13221",
    "title": "Robust atom-photon gate for quantum information processing",
    "abstract": " Comments: 6 figures, final version ",
    "url": "https://arxiv.org/abs/2312.13221",
    "authors": [
      "Omar Nagib",
      "P. Huft",
      "A. Safari",
      "M. Saffman"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2403.09462",
    "title": "Deep-learning-assisted optical communication with discretized state  space of structured light",
    "abstract": " Comments: 10 pages, 7 figures ",
    "url": "https://arxiv.org/abs/2403.09462",
    "authors": [
      "Minyang Zhang",
      "Dong-Xu Chen",
      "Pengxiang Ruan",
      "Jun Liu",
      "Jun-Long Zhao",
      "Chui-Ping Yang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  }
]