[
  {
    "id": "arXiv:2201.07330",
    "title": "Radium Ion Optical Clock",
    "abstract": "We report the first operation of a Ra$^{+}$ optical clock, a promising high-performance clock candidate. The clock uses a single trapped $^{226}$Ra$^{+}$ ion and operates on the $7s\\ ^2S_{1/2}\\rightarrow$ $6d\\ ^2D_{5/2}$ electric quadrupole transition. By self-referencing three pairs of symmetric Zeeman transitions, we demonstrate a frequency instability of 1.1$\\times10^{-13}$/$\\sqrt{\\tau}$, where $\\tau$ is the averaging time in seconds. The total systematic uncertainty is evaluated to be ${\\Delta \\nu / \\nu = 9 \\times 10^{-16}}$. Using the clock, we realize the first measurement of the ratio of the $D_{5/2}$ state to the $S_{1/2}$ state Land\\'{e} $g$-factors: $g_{D}/g_{S}$ = 0.5988053(11). A Ra$^{+}$ optical clock could improve limits on the time variation of the fine structure constant, $\\dot \\alpha / \\alpha$, in an optical frequency comparison. The ion also has several features that make it a suitable system for a transportable optical clock. ",
    "url": "https://arxiv.org/abs/2201.07330",
    "authors": [
      "C. A. Holliman",
      "M. Fan",
      "A. Contractor",
      "S. M. Brewer",
      "A. M. Jayich"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2201.07432",
    "title": "Reconfigurable optical logic operations through scattering media with  wavefront shaping",
    "abstract": "Optical logic gates are fundamental blocks of optical computing to accelerate information processing. While significant progress has been achieved in recent years, existing implementations typically rely on dedicated structures that are predesigned to modulate the phases and intensities of optical beams accurately for specific logic functions. Thus, these optical gates usually lack reconfigurability and are incapable within or through dynamic complex media/environment, such as fog and turbid water. In this work, as a conceptual demonstration, we propose reconfigurable optical logic operations through scattering media with transmission matrix-based wavefront shaping. A light beam is reflected by a spatial light modulator divided into several subregions functioning as logic units, with each displayed with predetermined wavefronts via transmission matrix-based wavefront shaping. Each modulated wavefront transmits through the scattering medium to form a desired light field. The interference of these light fields generates bright optical focus at pre-assigned locations, representing different logic states. As a proof of concept, we experimentally demonstrate five basic logic functions (AND, OR, NOT, NAND, NOR). As the transmission matrix of the scattering medium/system can be measured instantly to adapt to environment perturbation, the method, if further engineered, opens new venues towards reconfigurable optical logic computing in a dynamically complex environment. ",
    "url": "https://arxiv.org/abs/2201.07432",
    "authors": [
      "Zhipeng Yu",
      "Yuchen Song",
      "Tianting Zhong",
      "Huanhao Li",
      "Wei Zheng",
      "Puxiang Lai"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2201.07467",
    "title": "Frequency Stability Transfer in Passive Mode-Locked Quantum-dash Laser  Diode using Optical Injection Locking",
    "abstract": "In this paper, we present an experimental study of the metrological stabilization of a solid-state frequency comb for embedded metrology applications. The comb is a passively mode-locked laser diode based on InGaAs/InP Quantum-dash structure emitting optical lines into a 9 nm bandwidth centered at 1.55 $\\mu$m with a repetition rate of 10.09 GHz. The frequency stabilization is achieved by optical injection locking of the comb with an external cavity laser diode referenced onto a metrological frequency standard. One observes the transfer of the spectral purity from the injection laser to the neighbouring modes of the injected one as well as the transfer of stability to the adjacent modes. The measurement of the long term stability highlights a frequency noise with random walk behavior specific of the passive mode locking process. Demonstration of sidebands of the injection laser at the repetition frequency of the comb also makes it possible to propose a transfer mechanism and to consider a complete stabilization of the frequency comb at a metrological stability level. ",
    "url": "https://arxiv.org/abs/2201.07467",
    "authors": [
      "Karim Manamanni",
      "Tatiana Steshchenko",
      "Fabrice Wiotte",
      "Amine Chaouche-Ramdane",
      "Mohamed Omar Sahni",
      "Vincent Roncin",
      "Frédéric Du Burck"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2201.07468",
    "title": "Limitations due to residual interference in a fiber-based optical  frequency reference at 1.55 $μ$m",
    "abstract": "We present an experimental investigation of the stability limits specific to optical frequency standards using a fiber-optic architecture and semiconductor lasers. A compact setup composed of a semiconductor laser frequency-locked onto an acetylene transition detected in saturated absorption has been implemented using only fiber-optic components. Fiber optic technology allows compact and reliable solutions for various applications. However, for high sensitivity and stability applications such as metrology, residual reflections induced by optical index inhomogeneities in connectors and fiber-coupled components leading to spurious interference significantly limit performance. We have examined the origin of the interference fringes superimposed on the detected signal and the limitations they cause to the frequency stability of the reference. The effects of temperature and beam power fluctuations are also examined. Our results show that the frequency stability is limited in the 10-13 range by the effect of interference fringes due to use of fiber components. ",
    "url": "https://arxiv.org/abs/2201.07468",
    "authors": [
      "K Manamanni",
      "T Steshchenko",
      "F Wiotte",
      "R Le Targat",
      "M Abgrall",
      "O Lopez",
      "E Cantin",
      "P-E Pottie",
      "A Amy-Klein",
      "V Roncin",
      "F Du-Burck"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2201.07470",
    "title": "Effects of polarization modulation induced by electro-optic modulators  in fiber-based setups",
    "abstract": "Using the Jones formalism, it is shown that electro-optic modulators used for phase modulation generate a modulation of the output polarization induced by the difference of phase modulation depth along the crystallographic axes of the modulator. We study two consequences of this polarization modulation in the fiber setups, limiting the performance of high sensitivity measurement devices. The first one is its partial conversion into a residual amplitude modulation (RAM) within any component presenting polarization dependent losses (PDL). The second one is a new effect that consists of the distortion of the signal detected at the output of a fiber cavity. The theoretical expressions of the detected signals are computed in each case. ",
    "url": "https://arxiv.org/abs/2201.07470",
    "authors": [
      "Frédéric Du-Burck",
      "Karim Manamanni",
      "Tatiana Steshchenko",
      "Amine Chaouche",
      "Vincent Roncin"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2201.07497",
    "title": "On the delayed emission from laser produced aluminum plasma under argon  environment",
    "abstract": "In this article, we report rather long time emission ($\\sim$ 250 $\\mu$s) from aluminum neutrals (Al I) in ns laser produced plasma in the presence of ambient argon. The study is carried out with varying laser intensity, background pressure, and distance from the target. Slow and fast peaks components in the emission spectra observed at earlier times are well reported. However, interestingly a very long delayed emission is also observed for the first time which depends on laser intensity, distance from the target, ambient gas, and pressure. The emission is observed from Al neutrals only. The most likely mechanism of this emission appears to be the excitation and subsequent emission from Al neutrals as a result of energy transfer from metastables of the ambient gas. ",
    "url": "https://arxiv.org/abs/2201.07497",
    "authors": [
      "Garima Arora",
      "Jinto Thomas",
      "Hem Chandra Joshi"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2201.07589",
    "title": "Tunneling ionization in ultrashort laser pulses: edge-effect and remedy",
    "abstract": "Tunneling ionization of an atom in ultrashort laser pulses is considered. When the driving laser pulse is switched-on and -off with a steep slope, the photoelectron momentum distribution (PMD) shows an edge-effect because of the photoelectron diffraction by the time-slit of the pulse. The trivial diffraction pattern of the edge effect consisting of fast oscillations in the PMD disguises in the deep nonadiabatic regime the physically more interesting features in the spectrum which originate from the photoelectron dynamics. We point out the precise conditions how to avoid this scenario experimentally and if unavoidable in theory we put forward an efficient method to remove the edge-effect in the PMD. This allows to highlight the nonadiabatic dynamical features of the PMD, which is indispensable for their further investigation in complex computationally demanding scenarios. The method is firstly demonstrated on a one-dimensional problem, and further applied in three-dimensions for the attoclock. The method is validated by a comparison of analytical results via the strong-field approximation with numerical solutions of the time-dependent Schr\\\"odinger equation. ",
    "url": "https://arxiv.org/abs/2201.07589",
    "authors": [
      "M. Klaiber",
      "Q. Z. Lv",
      "K. Z. Hatsagortsyan",
      "C. H. Keitel"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2201.07716",
    "title": "Observation of the P-wave Shape Resonance",
    "abstract": "Partial wave resonances are quasi-bound states that are formed by tunneling through the centrifugal barrier. Such states are important to collisions that deviate from the Langevin limit where direct collision path is suppressed due to quantum symmetry or a potential barrier. In such a case, quantum resonances play a major role in the dynamics at low temperatures where scattering process can be described mainly by the resonance contribution. Here we present the first observation of the lowest-lying partial wave resonance in the Penning ionization collisions between metastable neon and rovibrationally ground state HD molecules. We observe the resonance at an energy of $k_B\\times$22mK taking advantage of the phase space correlation similar to atomic delta kick cooling. We show that the $p$-wave resonance position is particularly sensitive to the leading term of the van der Waals interaction. We also measure shape resonance at a higher angular momentum state, $l=6$, allowing us to disentangle and probe the short and the long parts of the intermolecular interaction. ",
    "url": "https://arxiv.org/abs/2201.07716",
    "authors": [
      "Baruch Margulis",
      "Prerna Paliwal",
      "Wojciech Skomorowski",
      "Mariusz Pawlak",
      "Piotr S. Żuchowski",
      "Edvardas Narevicius"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2201.07772",
    "title": "Characterization of BNL and HPK AC-LGAD sensors with a 120 GeV proton  beam",
    "abstract": "We present measurements of AC-LGADs performed at the Fermilab's test beam facility using 120 GeV protons. We studied the performance of various strip and pad AC-LGAD sensors that were produced by BNL and HPK. The measurements are performed with our upgraded test beam setup that utilizes a high precision telescope tracker, and a simultaneous readout of up to 7 channels per sensor, which allows detailed studies of signal sharing characteristics. These measurements allow us to assess the differences in designs between different manufacturers, and optimize them based on experimental performance. We then study several reconstruction algorithms to optimize position and time resolutions that utilize the signal sharing properties of each sensor. We present a world's first demonstration of silicon sensors in a test beam that simultaneously achieve better than 5-10 micron position and 30 ps time resolution. This represents a substantial improvement to the spatial resolution than would be obtained with binary readout of sensors with similar pitch. ",
    "url": "https://arxiv.org/abs/2201.07772",
    "authors": [
      "Ryan Heller",
      "Christopher Madrid",
      "Artur Apresyan",
      "William K. Brooks",
      "Wei Chen",
      "Gabriele D'Amen",
      "Gabriele Giacomini",
      "Ikumi Goya",
      "Kazuhiko Hara",
      "Sayuka Kita",
      "Sergey Los",
      "Adam Molnar",
      "Koji Nakamura",
      "Cristián Peña",
      "Claudio San Martín",
      "Alessandro Tricoli",
      "Tatsuki Ueda",
      "Si Xie"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2201.07785",
    "title": "Enhanced detection techniques of Orbital Angular Momentum states in the  classical and quantum regimes",
    "abstract": "The Orbital Angular Momentum (OAM) of light has been at the center of several classical and quantum applications for imaging, information processing and communication. However, the complex structure inherent in OAM states makes their detection and classification nontrivial in many circumstances. Most of the current detection schemes are based on models of the OAM states built upon the use of Laguerre-Gauss modes. However, this may not in general be sufficient to capture full information on the generated states. In this paper, we go beyond the Laguerre-Gauss assumption, and employ Hypergeometric-Gaussian modes as the basis states of a refined model that can be used -- in certain scenarios -- to better tailor OAM detection techniques. We show that enhanced performances in OAM detection are obtained for holographic projection via spatial light modulators in combination with single-mode fibers, and for classification techniques based on a machine learning approach. Furthermore, a three-fold enhancement in the single-mode fiber coupling efficiency is obtained for the holographic technique, when using the Hypergeometric-Gaussian model with respect to the Laguerre-Gauss one. This improvement provides a significant boost in the overall efficiency of OAM-encoded single-photon detection systems. Given that most of the experimental works using OAM states are effectively based on the generation of Hypergeometric-Gauss modes, our findings thus represent a relevant addition to experimental toolboxes for OAM-based protocols in quantum communication, cryptography and simulation. ",
    "url": "https://arxiv.org/abs/2201.07785",
    "authors": [
      "Alessia Suprano",
      "Danilo Zia",
      "Emanuele Polino",
      "Taira Giordani",
      "Luca Innocenti",
      "Mauro Paternostro",
      "Alessandro Ferraro",
      "Nicolò Spagnolo",
      "Fabio Sciarrino"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2007.08026",
    "title": "OrbNet: Deep Learning for Quantum Chemistry Using Symmetry-Adapted  Atomic-Orbital Features",
    "abstract": " Title: OrbNet: Deep Learning for Quantum Chemistry Using Symmetry-Adapted  Atomic-Orbital Features ",
    "url": "https://arxiv.org/abs/2007.08026",
    "authors": [
      "Zhuoran Qiao",
      "Matthew Welborn",
      "Animashree Anandkumar",
      "Frederick R. Manby",
      "Thomas F. Miller III"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Machine Learning (cs.LG)"
    ]
  },
  {
    "id": "arXiv:2010.00230",
    "title": "A perfect X-ray beam splitter and its applications to time-domain  interferometry and quantum optics exploiting free-electron lasers",
    "abstract": " Title: A perfect X-ray beam splitter and its applications to time-domain  interferometry and quantum optics exploiting free-electron lasers ",
    "url": "https://arxiv.org/abs/2010.00230",
    "authors": [
      "S. Reiche",
      "G. Knopp",
      "B. Pedrini",
      "E. Prat",
      "G. Aeppli",
      "S. Gerber"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Atomic and Molecular Clusters (physics.atm-clus)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2011.01656",
    "title": "From Raman frequency combs to supercontinuum generation in  nitrogen-filled hollow-core anti-resonant fiber",
    "abstract": " Title: From Raman frequency combs to supercontinuum generation in  nitrogen-filled hollow-core anti-resonant fiber ",
    "url": "https://arxiv.org/abs/2011.01656",
    "authors": [
      "Shou-Fei Gao",
      "Ying-Ying Wang",
      "Federico Belli",
      "Christian Brahms",
      "Pu Wang",
      "John C. Travers"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2012.02350",
    "title": "Quantum photonics in triangular-cross-section nanodevices in silicon  carbide",
    "abstract": " Title: Quantum photonics in triangular-cross-section nanodevices in silicon  carbide ",
    "url": "https://arxiv.org/abs/2012.02350",
    "authors": [
      "Sridhar Majety",
      "Victoria A. Norman",
      "Liang Li",
      "Miranda Bell",
      "Pranta Saha",
      "Marina Radulaski"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2107.06058",
    "title": "Engineered Near and Far Field Optical Response of Dielectric  Nanostuctures using Focused Cylindrical Vector Beams",
    "abstract": " Title: Engineered Near and Far Field Optical Response of Dielectric  Nanostuctures using Focused Cylindrical Vector Beams ",
    "url": "https://arxiv.org/abs/2107.06058",
    "authors": [
      "Martin Montagnac",
      "Gonzague Agez",
      "Adelin Patoux",
      "Arnaud Arbouet",
      "Vincent Paillard"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2107.09331",
    "title": "Engineering the microwave to infrared noise photon flux for  superconducting quantum systems",
    "abstract": " Comments: 22 pages, 12 figures, 5 tables ",
    "url": "https://arxiv.org/abs/2107.09331",
    "authors": [
      "Sergey Danilin",
      "João Barbosa",
      "Michael Farage",
      "Zimo Zhao",
      "Xiaobang Shang",
      "Jonathan Burnett",
      "Nick Ridler",
      "Chong Li",
      "Martin Weides"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2108.13830",
    "title": "Bridging the Gap between Deep Learning and Frustrated Quantum Spin  System for Extreme-scale Simulations on New Generation of Sunway  Supercomputer",
    "abstract": " Comments: This paper reviews the technical details of calculating spin-1/2 J1-J2 model using convolutional neural network ansatz on Sunway Supercomputer ",
    "url": "https://arxiv.org/abs/2108.13830",
    "authors": [
      "Mingfan Li",
      "Junshi Chen",
      "Qian Xiao",
      "Qingcai Jiang",
      "Xuncheng Zhao",
      "Rongfen Lin",
      "Fei Wang",
      "Hong An",
      "Xiao Liang",
      "Lixin He"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2109.11158",
    "title": "Generation of hyperentangled states and two-dimensional quantum walks  using $J$- ($q$)- plates and polarization beamsplitters",
    "abstract": " Comments: 7 pages, 8 Figures ",
    "url": "https://arxiv.org/abs/2109.11158",
    "authors": [
      "P. A. Ameen Yasir",
      "C. M. Chandrashekar"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2109.11473",
    "title": "Measurement and Simulation of the Magnetic Fields from a 555 Timer  Integrated Circuit using a Quantum Diamond Microscope and Finite Element  Analysis",
    "abstract": " Comments: 12 pages main text (8 figures), 4 pages supplementary information (5 figures) ",
    "url": "https://arxiv.org/abs/2109.11473",
    "authors": [
      "P. Kehayias",
      "E. V. Levine",
      "L. Basso",
      "J. Henshaw",
      "M. Saleh Ziabari",
      "M. Titze",
      "R. Haltli",
      "J. Okoro",
      "D. R. Tibbetts",
      "D. M. Udoni",
      "E. Bielejec",
      "M. P. Lilly",
      "T.M. Lu",
      "P. D. D. Schwindt",
      "A. M. Mounce"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2109.13571",
    "title": "SU(2) hyper-clocks: quantum engineering of spinor interferences for time  and frequency metrology",
    "abstract": " Comments: New modified version related to arXiv:2012.03877 ",
    "url": "https://arxiv.org/abs/2109.13571",
    "authors": [
      "T. Zanon-Willette",
      "D. Wilkowski",
      "R. Lefevre",
      "A.V. Taichenachev",
      "V.I. Yudin"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  }
]