[
  {
    "id": "arXiv:2410.09520",
    "title": "Measurements of the hyperfine structure of $nP_J$ Rydberg states by microwave spectroscopy in Cs atoms",
    "abstract": "           We present measurements of hyperfine structure (HFS) of the $nP_J$ Rydberg states for large principal quantum number $n$ range ($n=41-55$) employing the microwave spectroscopy in an ultra-cold cesium Rydberg ensemble. A microwave field with 30-$\\mu$s duration couples the $ nS \\to nP $ transition, yielding a narrow linewidth spectroscopy that approaches the Fourier limit, which allows us to resolve the hyperfine structure of $ nP_J $ states. By analyzing the hyperfine splittings of $nP_J$ states, we determine the magnetic-dipole HFS coupling constant $\\bar{A}_{HFS,P_{1/2}}=3.760(26) ~$GHz for $P_{1/2}$ state, $\\bar{A}_{HFS,P_{3/2}}= 0.718(27)~$GHz, and $ \\bar{B}_{HFS,P_{3/2}}= -0.084(102)~$GHz for $P_{3/2}$ state, respectively. Systematic uncertainties caused by stray electromagnetic field, microwave field power and Rydberg interaction are analyzed. This measurement is significant for the investigation of Rydberg electrometry and quantum simulation with dipole interaction involving $nP_J$ state.         ",
    "url": "https://arxiv.org/abs/2410.09520",
    "authors": [
      "Rong Song",
      "Jingxu Bai",
      "Zhenhua Li",
      "Yuechun Jiao",
      "Suotang Jia",
      "Jianming Zhao"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2410.09627",
    "title": "Mid-Infrared Frequency Combs and Pulse Generation based on Single Section Interband Cascade Lasers",
    "abstract": "           Interband Cascade Lasers (ICLs) are semiconductor lasers emitting in the mid-wave infrared (MWIR 3-6 {\\mu}m) and can operate as frequency combs (FCs). These demonstrations are based on double section cavities that can reduce dispersion and/or are adapted for radio-frequency operation. Here we show that ICLs FCs at long wavelengths, where the refractive index dispersion reduces, can be realized in a single long section cavity. We show FC generation for ICLs operating at {\\lambda} ~ 4.2 {\\mu}m, demonstrating narrow electrical beatnotes over a large current range. We also reconstruct the ultrafast temporal response through a modified SWIFT spectroscopy setup with two fast MWIR detectors, which shows a frequency modulated response in free-running operation. Further, we show that, through active modelocking, the ICL can be forced to generate short pulses on the order of 3 ps. This temporal response is in agreement with Maxwell Bloch simulations, highlighting that these devices possess long dynamics (~100ps) and potentially makes them appropriate for the generation of large peak powers in the MWIR.         ",
    "url": "https://arxiv.org/abs/2410.09627",
    "authors": [
      "Pavel Abajyan",
      "Baptiste Chomet",
      "Daniel A. Diaz-Thomas",
      "Mohammadreza Saemian",
      "Martin Mičica",
      "Juliette Mangeney",
      "Jerome Tignon",
      "Alexei N. Baranov",
      "Konstantinos Pantzas",
      "Isabelle Sagnes",
      "Carlo Sirtori",
      "Laurent Cerutti",
      "Sukhdeep Dhillon"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Other Condensed Matter (cond-mat.other)"
    ]
  },
  {
    "id": "arXiv:2410.09816",
    "title": "Silicon modulator exceeding 110 GHz using tunable time-frequency equalization",
    "abstract": "           Silicon modulators have garnered considerable attention owing to their potential applications in high-density integration and high-speed modulation. However, they are increasingly challenged by the limited 3 dB bandwidth as the demand for modulation speed in optical communications continues to rise, impeding their ability to compete with modulators made of thin-film lithium niobate. This bandwidth limitation arises because of the parasitic resistance and capacitance in the PN junction of the silicon modulators. This study demonstrates the first silicon modulator exceeding 110 GHz without any resonant structure using a tunable time-frequency equalization technique. This substantial breakthrough enables on-off keying modulation at a rate of 140 Gbaud without digital signal processing. These accomplishments represent the highest bandwidth and maximum baud rate achieved without digital signal processing in an all-silicon modulator, reaching the testing limitations of the experimental system. This opens the possibility of attaining modulation rates of up to 200 or even 300 Gbaud by adopting design strategies such as slow light and technologies such as digital signal processing. This advancement extends the speed capabilities of silicon modulators to the level of thin-film lithium niobate modulators, thereby promoting their application in the broader array of fields, such as linear-drive pluggable transceivers.         ",
    "url": "https://arxiv.org/abs/2410.09816",
    "authors": [
      "Hengsong Yue",
      "Jianbin Fu",
      "Hengwei Zhang",
      "Bo Xiong",
      "Shilong Pan",
      "Tao Chu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2410.09832",
    "title": "Collecting single photons from a cavity-coupled quantum dot using an adiabatic tapered fiber",
    "abstract": "           We demonstrate efficient in-plane optical fiber collection of single photon emission from quantum dots embedded in photonic crystal cavities. This was achieved via adiabatic coupling between a tapered optical fiber and a tapered on-chip photonic waveguide coupled to the photonic crystal cavity. The collection efficiency of a dot in a photonic crystal cavity was measured to be 5 times greater via the tapered optical fiber compared to collection by a microscope objective lens above the cavity. The single photon source was also characterized by second order photon correlations measurements giving g(2)(0)=0.17 under non-resonant excitation. Numerical calculations demonstrate that the collection efficiency could be further increased by improving the dot-cavity coupling and by increasing the overlap length of the tapered fiber with the on-chip waveguide. An adiabatic coupling of near unity is predicted for an overlap length of 5 microns.         ",
    "url": "https://arxiv.org/abs/2410.09832",
    "authors": [
      "Anatole Bach",
      "Antoine Chapuis",
      "Corentin Morin",
      "Richard Hostein",
      "Savvas Germanis",
      "Benoit Eble",
      "Mathieu Bernard",
      "Florent Margaillan",
      "Paola Atkinson",
      "Valia Voliotis",
      "Remy Braive",
      "Kimon Moratis"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2410.09895",
    "title": "Sensitivity adjustable in-line high-temperature sensor based on metal microwire optical Fabry-Perot interferometer",
    "abstract": "           The optical fiber Fabry-Perot interferometer (FPI) has been widely investigated as a potential temperature sensor. To function as a temperature sensor, the cavity of the FPI is typically constructed from either silica fibers or polymers. The silica cavity FPIs can function at temperatures exceeding 1000°C. However, its temperature sensitivity is constrained by its relatively low thermal optical coefficient and thermal expansion of silica materials. Although the polymer cavity FPI exhibits a high temperature sensitivity, its cavity is susceptible to deterioration in high-temperature environments. Here, to overcome this challenge and achieve high-sensitivity temperature sensing in a high-temperature environment, we propose a new type of temperature FPI sensor by inserting and sealing a section of Cr20Ni80 metal microwire inside a section of silica hollow core fiber (HCF) spliced to standard single-mode fiber (SMF). The FPIs exhibit a high degree of temperature sensitivity due to the high thermal expansion of the Cr20Ni80 metal microwire. Since the Cr20Ni80 metal has a high melting temperature of 1400°C, such FPIs can function in high-temperature environments. Moreover, the temperature sensitivity of this FPI can be modified without affecting its reflection spectrum by changing the length of the metallic microwire situated within the hollow core fiber. The experimental results indicate that the proposed FPIs exhibit a temperature sensitivity of greater than -0.35nm/°C within the temperature range of 50°C to 440°C. Our proposed metal microwire-based FPIs are economical, robust, simple to fabricate, and capable of functioning in high-temperature environments, rendering them appealing options for practical applications.         ",
    "url": "https://arxiv.org/abs/2410.09895",
    "authors": [
      "Dewen Duan",
      "Zihao Zhao",
      "Yi-Yuan Xie"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2410.09960",
    "title": "Cryogenic photonic resonator with $10^{-17}$/s drift",
    "abstract": "           Thermal noise is the predominant instability in the provision of ultrastable laser frequency, referencing to an optical cavity. Reducing the thermal-noise limit of a cavity means either making it larger to spread thermal fluctuations, reducing the sensitivity of the cavity to temperature, or lowering the temperature. We report on a compact photonic resonator made of solid fused silica that we cool in a cryogenic environment. We explore a null in the resonator frequency sensitivity due to the balance of thermal expansion and thermo-optic coefficients at a temperature of 9.5 K, enabling laser stabilization with a long-term frequency drift of 4 mHz/s on the 195 THz carrier. The robustness of fused silica to cryogenics, the capability for photonic design to mitigate thermal noise and drift, and operation at a modest 9.5 K temperature offer unique options for ultrastable laser systems.         ",
    "url": "https://arxiv.org/abs/2410.09960",
    "authors": [
      "Wei Zhang",
      "William R. Milner",
      "Jun Ye",
      "Scott B. Papp"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2410.10079",
    "title": "Giant non-reciprocity and gyration through modulation-induced Hatano-Nelson coupling in integrated photonics",
    "abstract": "           Asymmetric energy exchange interactions, also known as Hatano-Nelson type couplings, enable the study of non-Hermitian physics and associated phenomena like the non-Hermitian skin effect and exceptional points (EP). Since these interactions are by definition non-reciprocal, there have been very few options for real-space implementations in integrated photonics. In this work, we show that real-space asymmetric couplings are readily achievable in integrated photonic systems through time-domain dynamic modulation. We experimentally study this concept using a two-resonator photonic molecule produced in a lithium niobate on insulator platform that is electro-optically modulated by rf stimuli. We demonstrate the dynamic tuning of the Hatano-Nelson coupling between the resonators, surpassing the asymmetry that has been achieved in previous work, to reach an EP for the first time. We are additionally able to flip the relative sign of the couplings for opposite directions by going past the EP. Using this capability, we show that the through-chain transport can be configured to exhibit both giant (60 dB) optical contrast as well as photonic gyration or non-reciprocal pi phase contrast.         ",
    "url": "https://arxiv.org/abs/2410.10079",
    "authors": [
      "Ogulcan E. Orsel",
      "Jiho Noh",
      "Penghao Zhu",
      "Jieun Yim",
      "Taylor L. Hughes",
      "Ronny Thomale",
      "Gaurav Bahl"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2410.10092",
    "title": "An FPGA-based Versatile and Digitalized Method for Pulse Laser Repetition Frequency Locking",
    "abstract": "           This paper introduces a novel method for locking the repetition frequency of pulse lasers, adaptable to different frequencies,offering significant improvements in system integration and measurement accuracy. The method consists of two primary components: an error amplification module (EAM) and a digital frequency locking module (DFLM) based on FPGA. The EAM integrates a configurable frequency generator (CFG), a configurable frequency multiplier (CFM) and a mixer,to process the laser pulse alongside a high-stability reference source, such as an atomic clock. By employing frequency multiplication and mixing, the EAM amplifies the laser's frequency error and performs frequency down-conversion,enhancing measurement sensitivity and reducing the hardware requirements of the this http URL CFG, implemented on a phase-locked loop (PLL) chip, allows for parameter adjustments to accommodate various laser this http URL DFLM processes the output from the EAM using a high-speed, ADC-based dual-mixer time-difference (DMTD) method to precisely measure frequency errors.A digital proportional-integral-derivative (PID) controller then provides feedback to achieve accurate frequency locking. To evaluate the proposed method, an FPGA-based electronic system was developed and tested. In laboratory experiment with a custom-built femtosecond fiber laser, the system demonstrated robust locking of the repetition rate, achieving an Allan deviation improvement from $1.51 \\times 10^{-7}$ to $1.12 \\times 10^{-12}$ at a gate time of 10 this http URL testing with a voltage-controlled oscillator (VCO) confirmed a long-term stability of $9.58 \\times 10^{-14} @ 10 s$.         ",
    "url": "https://arxiv.org/abs/2410.10092",
    "authors": [
      "Qibin Zheng",
      "Zhengyi Tao",
      "Lei Wang",
      "Zhaohui Bu",
      "Zuanming Jin",
      "Zhao Wang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2410.10268",
    "title": "Perspective: Quantum gases in bubble traps",
    "abstract": "           This paper presents a review and perspective on quantum gases in bubble traps. We emphasize how the idea of realizing shell shaped condensates emerged and was enabled by the invention of the radiofrequency adiabatic potential technique. We review the many subsequent theoretical works that address the new physics emerging for a condensate trapped on a closed surface. We present the current status of the experiments, the challenges ahead and highlight how a different approach using an immiscible mixture of two condensates enabled the first observation of a shell-shaped degenerate gas. Finally we list a few open questions that we believe provide interesting research directions.         ",
    "url": "https://arxiv.org/abs/2410.10268",
    "authors": [
      "Romain Dubessy",
      "Hélène Perrin"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2410.10331",
    "title": "Enhanced TM-Mode 3D Coupled Wave Theory for Photonic Crystal Surface-Emitting Terahertz Quantum Cascade Lasers",
    "abstract": "           In this study, we propose and develop an enhanced three-dimensional coupled wave theory (3D CWT) to investigate the optical field behavior in photonic crystal surface-emitting terahertz quantum cascade lasers (THz-QCLs). By incorporating an effective permittivity enhancement (EP) model and a self-consistent iteration (SCI) method, we successfully address the numerical dispersion issues encountered in analytical methods when dealing with metallic waveguide structures. The results demonstrate that the EP and SCI-enhanced 3D TM mode CWT achieves computational accuracy comparable to traditional numerical simulation methods such as finite-difference time-domain (FDTD), while significantly reducing the required computational resources, including time and memory, to just tens of minutes. Moreover, this method provides a clear physical insight, revealing the reasons behind the current low extraction efficiency in surface-emitting THz-QCLs. Our study showcases the potential of the EP and SCI-enhanced 3D CWT as a powerful simulation tool in the research of photonic crystal surface-emitting lasers, offering a new theoretical foundation and optimization direction for future laser designs.         ",
    "url": "https://arxiv.org/abs/2410.10331",
    "authors": [
      "Mingxi Chen",
      "Tsung-Tse Lin",
      "Li Wang",
      "Hideki Hirayama",
      "Chiko Otani"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2410.10400",
    "title": "Coupling single-molecules to DNA-based optical antennas with position and orientation control",
    "abstract": "           Optical antennas have been extensively employed to manipulate the photophysical properties of single photon emitters. Coupling between an emitter and a given resonant mode of an optical antenna depends mainly on three parameters: spectral overlap, relative distance, and relative orientation between the emitter's transition dipole moment and the antenna. While the first two have been already extensively demonstrated, achieving full coupling control remains unexplored due to the challenges in manipulating at the same time both the position and orientation of single molecules. Here, we use the DNA origami technique to assemble a dimer optical antenna and position a single fluorescent molecule at the antenna gap with controlled orientation, predominately parallel or perpendicular to the antenna's main axis. We study the coupling for both conditions through fluorescence measurements correlated with scanning electron microscopy images, revealing a 5-fold higher average fluorescence intensity when the emitter is aligned with the antenna's main axis and a maximum fluorescence enhancement of ~ 1400-fold. A comparison to realistic numerical simulations suggests that the observed distribution of fluorescence enhancement arises from small variations in emitter orientation and gap size. This work establishes DNA origami as a versatile platform to fully control the coupling between emitters and optical antennas, trailblazing the way for self-assembled nanophotonic devices with optimized and more homogenous performance.         ",
    "url": "https://arxiv.org/abs/2410.10400",
    "authors": [
      "Aleksandra K. Adamczyk",
      "Fangjia Zhu",
      "Daniel Schaeafer",
      "Yuya Kanehira",
      "Sergio Kogikoski Jr",
      "Ilko Bald",
      "Sebastian Schluecker",
      "Karol Kolataj",
      "Fernando D. Stefani",
      "Guillermo P. Acuna"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2410.10544",
    "title": "Dual-Path Mechanism of Amino Acid Racemization Mediated by Quantum Mechanical Tunneling",
    "abstract": "           The racemization of amino acids constitutes one of the most elemental and critical reactions, holding primitive significance for understanding the life's origin and maintenance. Nevertheless, its mechanism at the atomic level has been persistently misunderstood for more than a century. In this work, we demonstrate that the racemization of amino acid molecules in aqueous environments can occur simultaneously by two pathways via the carboxyl (COOH) and amino (NH2) groups. Behind this result, the quantum mechanical tunneling (QMT) effect plays a pivotal role, as evidenced by the tunneling hindrance of the NH2 reaction and the tunneling enhancement of the COOH reaction. Notably, the disparity in the QMT effect leads to a crossover between the COOH and NH2 reactions within 200-257 K, such that NH2 reactions dominate at high temperatures and COOH reactions dominate at low temperatures. Our work emphasizes the significance of QMT effect in the racemization of amino acids and therefore introduces a dual-path coexistence mechanism, offering valuable insights into the origin of homochirality in extreme environments of the early Earth.         ",
    "url": "https://arxiv.org/abs/2410.10544",
    "authors": [
      "Xinrui Yang",
      "Rui Liu",
      "Ruiqi Xu",
      "Zhaohua Cui",
      "Zhigang Wang"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2410.10689",
    "title": "Fully Programmable Spatial Photonic Ising Machine by Focal Plane Division",
    "abstract": "           Ising machines are an emerging class of hardware that promises ultrafast and energy-efficient solutions to NP-hard combinatorial optimization problems. Spatial photonic Ising machines (SPIMs) exploit optical computing in free space to accelerate the computation, showcasing parallelism, scalability, and low power consumption. However, current SPIMs can implement only a restricted class of problems. This partial programmability is a critical limitation that hampers their benchmark. Achieving full programmability of the device while preserving its scalability is an open challenge. Here, we report a fully programmable SPIM achieved through a novel operation method based on the division of the focal plane. In our scheme, a general Ising problem is decomposed into a set of Mattis Hamiltonians, whose energies are simultaneously computed optically by measuring the intensity on different regions of the camera sensor. Exploiting this concept, we experimentally demonstrate the computation with high success probability of ground-state solutions of up to 32-spin Ising models on unweighted maximum cut graphs with and without ferromagnetic bias. Simulations of the hardware prove a favorable scaling of the accuracy with the number of spins. Our fully programmable SPIM enables the implementation of many quadratic unconstrained binary optimization problems, further establishing SPIMs as a leading paradigm in non von Neumann hardware.         ",
    "url": "https://arxiv.org/abs/2410.10689",
    "authors": [
      "Daniele Veraldi",
      "Davide Pierangeli",
      "Silvia Gentilini",
      "Marcello Calvanese Strinati",
      "Jason Sakellariou",
      "James S. Cummins",
      "Airat Kamaletdinov",
      "Marvin Syed",
      "Richard Zhipeng Wang",
      "Natalia G. Berloff",
      "Dimitrios Karanikolopoulos",
      "Pavlos G. Savvidis",
      "Claudio Conti"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Emerging Technologies (cs.ET)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2410.10698",
    "title": "Random sampling versus active learning algorithms for machine learning potentials of quantum liquid water",
    "abstract": "           Training accurate machine learning potentials requires electronic structure data comprehensively covering the configurational space of the system of interest. As the construction of this data is computationally demanding, many schemes for identifying the most important structures have been proposed. Here, we compare the performance of high-dimensional neural network potentials (HDNNPs) for quantum liquid water at ambient conditions trained to data sets constructed using random sampling as well as various flavors of active learning based on query by committee. Contrary to the common understanding of active learning, we find that for a given data set size, random sampling leads to smaller test errors for structures not included in the training process. In our analysis we show that this can be related to small energy offsets caused by a bias in structures added in active learning, which can be overcome by using instead energy correlations as an error measure that is invariant to such shifts. Still, all HDNNPs yield very similar and accurate structural properties of quantum liquid water, which demonstrates the robustness of the training procedure with respect to the training set construction algorithm even when trained to as few as 200 structures. However, we find that for active learning based on preliminary potentials, a reasonable initial data set is important to avoid an unnecessary extension of the covered configuration space to less relevant regions.         ",
    "url": "https://arxiv.org/abs/2410.10698",
    "authors": [
      "Nore Stolte",
      "János Daru",
      "Harald Forbert",
      "Dominik Marx",
      "Jörg Behler"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2410.10734",
    "title": "Compact laser system delivering 2-\\mu m few-cycle pulses for strong-field experiments at 200 kHz repetition rate",
    "abstract": "           Laser pulses in the near-infrared spectral range with a high repetition rate and high pulse energy offer the possibility to perform strong-field experiments such as high-order harmonic generation in gases or strong-field photoemission from the surfaces of nanostructures. Here, we present a compact laser system that delivers ultrashort pulses with a duration of less than 20 fs in the spectral range around 2 $\\mu$m and with a pulse energy of up to 30 $\\mu$J. The 200-kHz system consists of a commercial turnkey pump laser followed by three home-built frequency conversion/parametric amplification stages. We find an excellent pulse energy stability of 0.19 % measured over 2000 consecutive pulses averaged over 5 minutes for the output pulses of the conceptually simple and passively carrier-envelope phase stable system. An outlook on strong-field experiments performed with the laser system is given.         ",
    "url": "https://arxiv.org/abs/2410.10734",
    "authors": [
      "Katrin Meier",
      "Arvid Klösgen",
      "Lina Hansen",
      "Kerstin Harland",
      "Jan Vogelsang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2410.09413",
    "title": "Impurities and polarons in bosonic quantum gases: a review on recent progress",
    "abstract": "           This review describes the field of Bose polarons, arising when mobile impurities are immersed into a bosonic quantum gas. The latter can be realized by a Bose-Einstein condensate (BEC) of ultracold atoms, or of exciton polaritons in a semiconductor, which has led to a series of experimental observations of Bose polarons near inter-species Feshbach resonances that we survey. Following an introduction to the topic, with references to its historic roots and a presentation of the Bose polaron Hamiltonian, we summarize state-of-the-art experiments. Next we provide a detailed discussion of polaron models, starting from the ubiquitous Fröhlich Hamiltonian that applies at weak couplings. We proceed by a survey of concurrent theoretical methods used for solving strongly interacting Bose polaron problems. The subsequent sections are devoted to the large bodies of work investigating strong coupling Bose polarons, including detailed comparisons with radio-frequency (RF) spectra obtained in ultracold atom experiments; to investigations of universal few-body and Efimov states associated with a Feshbach resonance in atomic mixtures; to studies of quantum dynamics and polarons out of equilibrium; Bose polarons in low-dimensional; induced interactions among polarons and bipolaron formation; and to Bose polarons at non-zero temperatures. We end our review by detailed discussions of closely related experimental setups and systems, including ionic impurities, systems with strong light-matter interactions, and variations and extensions of the Bose polaron concepts e.g. to baths with topological order or strong interactions relevant for correlated electrons. Finally, an outlook is presented, highlighting possible future research directions and open questions in the field as a whole.         ",
    "url": "https://arxiv.org/abs/2410.09413",
    "authors": [
      "F. Grusdt",
      "N. Mostaan",
      "E.Demler",
      "Luis A. Peña Ardila"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2410.09535",
    "title": "Tensorial Quantum Mechanics: Back to Heisenberg and Beyond",
    "abstract": "           In this work we discuss the establishment of Standard Quantum Mechanics (SQM) developed through Schrödinger's and Dirac's wave-vectorial reformulations of Heisenberg's original matrix mechanics. We will argue that while Heisenberg's approach was consistently developed -- taking as a standpoint the intensive patterns that were observed in the lab -- as an invariant-operational formalism, Dirac's axiomatic re-formulation was, instead, developed -- taking as a standpoint Schrödinger's wave mechanics and the methodological guide of Bohr and logical positivists -- as an essentially inconsistent \"recipe\" intended (but unable) to predict (binary) measurement outcomes. Leaving SQM behind and attempting to restore the consistent and coherent account of a real state of affairs, we will present a new tensorial proposal which -- taking as a standpoint Heisenberg's original approach -- will prove capable not only to extend the matrix formalism to a tensorial representation but also to account for new experimental phenomena.         ",
    "url": "https://arxiv.org/abs/2410.09535",
    "authors": [
      "Christian de Ronde",
      "Raimundo Fernández Mouján",
      "César Massri"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2410.09618",
    "title": "An Optical Method for Evaluating the Mechanical Properties of Wires Under Impact Tensile Load",
    "abstract": "           The dynamic properties of materials utilized in architecture or engineering applications can significantly affect their performance under dynamic or impact loading conditions. To evaluate such behavior, force transducers are commonly employed in testing. However, the calibration of force transducers is typically limited to static conditions and relies solely on gravitational forces exerted on standard masses. Thus, assessing the uncertainty in force measurements using force transducers during dynamic loading conditions remains a challenging task, presenting a significant obstacle in accurately characterizing the dynamic behavior of materials. In this work, an optical technique to evaluate the mechanical properties of wires subjected to impact tensile loads is presented. The wire under test is subjected to an impact tensile load by applying the inertial force of a rigid mass, which is supported by utilizing an aerostatic linear bearing with sufficiently small friction. The inertial force applied to the wire can be determined by multiplying the mass of the rigid mass by its acceleration, where the acceleration can be measured employing a Michelson type optical interferometer. The performance of the proposed method is demonstrated through experiments and analysis of the dynamic characteristics of a tungsten wire under impact tensile loading conditions.         ",
    "url": "https://arxiv.org/abs/2410.09618",
    "authors": [
      "Phichai Youplao",
      "Hadi Nasbey",
      "Akihiro Takita",
      "Prin Nachaisit",
      "Yusaku Fujii"
    ],
    "subjectives": [
      "Signal Processing (eess.SP)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2410.09715",
    "title": "Solar Plasma Noise in TianQin Laser Propagation: An Extreme Case and Statistical Analysis",
    "abstract": "           TianQin proposes to detect gravitational wave signals by using laser interferometry. However, laser propagation effect introduces a potential noise factor for TianQin. In this work, we used MHD simulations to obtain the space magnetic field and plasma distributions during an extremely strong solar eruption, and based on the magnetohydrodynamic simulation result, we investigate laser propagation noise for TianQin. For the extremely strong solar eruption event, we find that the laser propagation noise closely approaches 100\\% of TianQin's displacement noise requirement for Michelson combination; While the laser propagation noise is still about 30\\% of TianQin's displacement noise requirement for time-delay interferometry X combination. In addition, we investigate the laser propagation noise for 12 cases with different solar wind conditions. Our finding reveals a linear correlation between the laser propagation noise and several space weather parameters, e.g., solar wind dynamic pressure, Sym-H, and $D$st, where the correlation coefficients for solar wind dynamic pressure is strongest. Combining the cumulative distribution of solar wind dynamic pressure from 1999 to 2021 with the linear correlation between solar wind dynamic pressure and laser propagation noise, we have determined that the occurrence rate of the laser propagation noise to be greater than 30\\% of TianQin's displacement noise requirement for Michelson combination over the entire solar activity week is about 15\\%. In addition, we find that time-delay interferometry can suppress the laser propagation noise, and reduce the occurrence rate of the laser propagation noise exceeding 30\\% of TianQin's requirement to less than 1\\%.         ",
    "url": "https://arxiv.org/abs/2410.09715",
    "authors": [
      "Liu YaNan",
      "Su Wei",
      "Zhang XueFeng",
      "Zhang JiXiang",
      "Zhou ShenWei"
    ],
    "subjectives": [
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Plasma Physics (physics.plasm-ph)",
      "Space Physics (physics.space-ph)"
    ]
  },
  {
    "id": "arXiv:2410.10351",
    "title": "Scaled quantum theory. The bouncing ball problem",
    "abstract": "           Within the so-called scaled quantum theory, the standard bouncing ball problem is analyzed under the presence of a gravitational field and harmonic potential. In this framework, the quantum-classical transition of the density matrix is described by the linear scaled von Neumann equation for mixed states and after it has been particularized to the case of pure states. The main purpose of this work is to show how this theory works for conservative systems and the quantum-classical transition is carried out in a continuous and smooth way, being equivalent to a nonlinear differential wave equation which contains a transition parameter ranging continuously from one to zero and covering all dynamical regimes in-between the two extreme quantum and classical regimes. This parameter can be seen as a degree of quantumness where all intermediate dynamical regimes show quantum features but are fading gradually when approaching to the classical value.         ",
    "url": "https://arxiv.org/abs/2410.10351",
    "authors": [
      "S. V. Mousavi",
      "S. Miret-Artés"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Physics Education (physics.ed-ph)"
    ]
  },
  {
    "id": "arXiv:2410.10519",
    "title": "AI-based particle track identification in scintillating fibres read out with imaging sensors",
    "abstract": "           This paper presents the development and application of an AI-based method for particle track identification using scintillating fibres read out with imaging sensors. We propose a variational autoencoder (VAE) to efficiently filter and identify frames containing signal from the substantial data generated by SPAD array sensors. Our VAE model, trained on purely background frames, demonstrated a high capability to distinguish frames containing particle tracks from background noise. The performance of the VAE-based anomaly detection was validated with experimental data, demonstrating the method's ability to efficiently identify relevant events with rapid processing time, suggesting a solid prospect for deployment as a fast inference tool on hardware for real-time anomaly detection. This work highlights the potential of combining advanced sensor technology with machine learning techniques to enhance particle detection and tracking.         ",
    "url": "https://arxiv.org/abs/2410.10519",
    "authors": [
      "Noemi Bührer",
      "Saúl Alonso-Monsalve",
      "Matthew Franks",
      "Till Dieminger",
      "Davide Sgalaberna"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "High Energy Physics - Experiment (hep-ex)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2410.10664",
    "title": "Tunable Einstein-Bohr recoiling-slit gedankenexperiment at the quantum limit",
    "abstract": "           In 1927, during the fifth Solvay Conference, Einstein and Bohr described a double-slit interferometer with a \"movable slit\" that can detect the momentum recoil of one photon. Here, we report a faithful realization of the Einstein-Bohr interferometer using a single atom in an optical tweezer, cooled to the motional ground state in three dimensions. The single atom has an intrinsic momentum uncertainty comparable to a single photon, which serves as a movable slit obeying the minimum Heisenberg uncertainty principle. The atom's momentum wavefunction is dynamically tunable by the tweezer laser power, which enables observation of an interferometric visibility reduction at a shallower trap, demonstrating the quantum nature of this interferometer. We further identify classical noise due to atom heating and precession, illustrating a quantum-to-classical transition.         ",
    "url": "https://arxiv.org/abs/2410.10664",
    "authors": [
      "Yu-Chen Zhang",
      "Hao-Wen Cheng",
      "Zhao-Qiu Zengxu",
      "Zhan Wu",
      "Rui Lin",
      "Yu-Cheng Duan",
      "Jun Rui",
      "Ming-Cheng Chen",
      "Chao-Yang Lu",
      "Jian-Wei Pan"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)",
      "Popular Physics (physics.pop-ph)"
    ]
  },
  {
    "id": "arXiv:2410.10787",
    "title": "Error-Detected Quantum Operations with Neutral Atoms Mediated by an Optical Cavity",
    "abstract": "           Neutral atom quantum processors are a promising platform for large-scale quantum computing. Integrating them with an optical cavity enables fast nondestructive qubit readout and access to fast remote entanglement generation for quantum networking. Here, we introduce a platform for coupling single atoms in optical tweezers to a Fabry-Perot Fiber Cavity. Leveraging the strong atom-cavity coupling, we demonstrate fast qubit state readout with 99.960$^{+14}_{-24}\\%$ fidelity and two methods for cavity-mediated entanglement generation with integrated error detection. First, we use cavity-carving to generate a Bell state with 91(4)$\\%$ fidelity and a 32(1)$\\%$ success rate. Second, we perform a cavity-mediated gate with a deterministic entanglement fidelity of 52.5(18)$\\%$, increased to 76(2)$\\%$ with error detection. The new capabilities enabled by this platform pave the way towards modular quantum computing and networking.         ",
    "url": "https://arxiv.org/abs/2410.10787",
    "authors": [
      "Brandon Grinkemeyer",
      "Elmer Guardado-Sanchez",
      "Ivana Dimitrova",
      "Danilo Shchepanovich",
      "G. Eirini Mandopoulou",
      "Johannes Borregaard",
      "Vladan Vuletić",
      "Mikhail D. Lukin"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2312.15298",
    "title": "Generation of 10 kT Axial Magnetic Fields Using Multiple Conventional Laser Beams: A Sensitivity Study for kJ PW-Class Laser Facilities",
    "abstract": "           Strong multi-kilotesla magnetic fields have various applications in high-energy density science and laboratory astrophysics, but they are not readily available. In our previous work [Y. Shi et al., Phys. Rev. Lett. 130, 155101 (2023)], we developed a novel approach for generating such fields using multiple conventional laser beams with a twist in the pointing direction. This method is particularly well-suited for multi-kilojoule petawatt-class laser systems like SG-II UP, which are designed with multiple linearly polarized beamlets. Utilizing three-dimensional kinetic particle-in-cell simulations, we examine critical factors for a proof-of-principle experiment, such as laser polarization, relative pulse delay, phase offset, pointing stability, and target configuration, and their impact on magnetic field generation. Our general conclusion is that the approach is very robust and can be realized under a wide range of laser parameters and plasma conditions. We also provide an in-depth analysis of the axial magnetic field configuration, azimuthal electron current, and electron and ion orbital angular momentum densities. Supported by a simple model, our analysis shows that the axial magnetic field decays due to the expansion of hot electrons.         ",
    "url": "https://arxiv.org/abs/2312.15298",
    "authors": [
      "Jue Xuan Hao",
      "Xiang Tang",
      "Alexey Arefiev",
      "Robert J. Kingham",
      "Ping Zhu",
      "Yin Shi",
      "Jian Zheng"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2402.02485",
    "title": "Integrated magneto-photonic non-volatile multi-bit memory",
    "abstract": "           We present an integrated magneto-photonic device for all-optical switching of non-volatile multi-bit spintronic memory. The bits are based on stand-alone magneto-tunnel junctions which are perpendicularly magnetized with all-optically switchable free layers, coupled onto photonic crystal nanobeam cavities on an indium phosphide based platform. This device enables switching of the magnetization state of the bits by locally increasing the power absorption of light at resonance with the cavity. We design an add/drop network of cavities to grant random access to multiple bits via a wavelength-division multiplexing scheme. Based on a three-dimensional finite-difference time-domain method, we numerically illustrate a compact device capable of switching and accessing 8 bits in different cavities with a 5 nm wavelength spacing in the conventional (C) telecommunication band. Our multi-bit device holds promise as a new paradigm for developing an ultrafast photonically-addressable spintronic memory and may also empower novel opportunities for photonically-driven spintronic-based neuromorphic computing.         ",
    "url": "https://arxiv.org/abs/2402.02485",
    "authors": [
      "Hamed Pezeshki",
      "Pingzhi Li",
      "Reinoud Lavrijsen",
      "Martijn Heck",
      "Bert Koopmans"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2403.02866",
    "title": "Unlocking Electro-optic Resonant Phase Shifting for Multi-dimensional, Ultra-dynamic Photonic Switches",
    "abstract": "           Optical circuit switching is connection-oriented, being deterministic through the reservation of a complete wavelength channel or spatial path for a certain period. However, this comes at a trade-off against link dynamics, and overall capacity can thus be constrained by the time slot reservations, especially for switches with microsecond- to millisecond-scale reconfiguration times. For data-intensive applications, the communication patterns associated with random data sets typically yield short-lived flows. This situation calls for a new multi-dimensional switching paradigm that fully exploits not only the space and wavelength domains but also with nanosecond-scale reconfigurable capability in the time domain to enable ultra-dynamic links. In this work, we focus on the exploitation of micro-ring resonant phase shifters (RPSs) that are wavelength selective for optical switching in a single plane. By proposing an innovative analytical method with transmission circle chart, we fully unlock the power of RPS with nanosecond-scale reconfigurability and the capability to arbitrarily manipulate its phase and amplitude. Such a compact model offers fresh insights into designs with under and critically coupled RPSs beyond the commonly explored over-coupling condition. This creates not only versatile switch elements but also perfect absorbers for robust multi-wavelength operations. The proposed device can bring about a breakthrough in the optical switching capacity that potentially addresses the challenges faced by modern data center networks, as well as other photonic circuits for high-throughput signal processing.         ",
    "url": "https://arxiv.org/abs/2403.02866",
    "authors": [
      "Lingzhi Luo",
      "Rui Ma",
      "Richard V. Penty",
      "Qixiang Cheng"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Emerging Technologies (cs.ET)"
    ]
  },
  {
    "id": "arXiv:2405.08840",
    "title": "Femtosecond laser written waveguides in sapphire for visible light delivery",
    "abstract": "           A promising solution for scalable integrated optics of trapped-ion quantum processors are curved waveguides guiding visible light within sapphire bulk material. To the best of our knowledge, no curved waveguides were investigated in sapphire so far, and no measurements of waveguides with visible light in undoped planar sapphire substrates were reported. Here, we demonstrate femtosecond laser writing of depressed cladding waveguides in sapphire. Laser parameters, such as pulse energy, pulse duration, and repetition rate, as well as waveguide geometry parameters, were optimized to guide 728 nm light. This resulted in single-mode waveguides with a propagation loss of 1.9(3) dB/cm. The investigation of curved waveguides showed a sharp increase in total loss for curvature radii below 15 mm. Our results demonstrate the potential of femtosecond laser writing as a powerful technique for creating integrated optical waveguides in the volume of sapphire substrates. Such waveguides could be a building block for integrated optics in trapped-ion quantum processors.         ",
    "url": "https://arxiv.org/abs/2405.08840",
    "authors": [
      "Sarah Winkler",
      "Joachim R. Krenn",
      "Jakob Wahl",
      "Alexander Zesar",
      "Yves Colombe",
      "Klemens Schüppert",
      "Clemens Rössler",
      "Christian Sommer",
      "Philipp Hurdax",
      "Philip Lichtenegger",
      "Bernhard Lamprecht"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2405.08910",
    "title": "Investigation of BaTiO$_3$-NiO composite as compact Dielectric Resonator Antenna",
    "abstract": "           A compact dielectric resonator antenna has been fabricated on a microstrip transmission line for the purpose of C-band wireless communication using a ceramic material made out of a sintered mixture of BTO and NiO. The antenna parameters are optimized using Ansys HFSS software and verified experimentally. Ni replaces both Ba at A site and Ti at B site. Such a solid solution has a limit depending on the amount of NiO provided during sintering. A complete study of the structural changes and the dielectric constant enables the correlation with the resonating property. All the samples retain the ferroelectric tetragonal P4mm phase with a nominal decrease in the c/a ratio. NiO incorporation in BTO decreases the sintering temperature and shows two types of morphology associated with BTO-like and NiO-like phases. It induces prominent reduction in the permittivity and loss tangent (<0.01) in the range 100Hz to 1MHz. These properties make these samples suitable for DRA application in the C-Band range [4-8 GHz]. Experimental and theoretical assessment using HFSS software yields a C-band signal at ~7.27 GHz.         ",
    "url": "https://arxiv.org/abs/2405.08910",
    "authors": [
      "Prithwiraj Ganguly",
      "Vince Kumar",
      "P. Maneesha",
      "Saptarshi Ghosh",
      "Somaditya Sen"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2406.14149",
    "title": "QeMFi: A Multifidelity Dataset of Quantum Chemical Properties of Diverse Molecules",
    "abstract": "           Progress in both Machine Learning (ML) and Quantum Chemistry (QC) methods have resulted in high accuracy ML models for QC properties. Datasets such as MD17 and WS22 have been used to benchmark these models at some level of QC method, or fidelity, which refers to the accuracy of the chosen QC method. Multifidelity ML (MFML) methods, where models are trained on data from more than one fidelity, have shown to be effective over single fidelity methods. Much research is progressing in this direction for diverse applications ranging from energy band gaps to excitation energies. One hurdle for effective research here is the lack of a diverse multifidelity dataset for benchmarking. We provide the Quantum chemistry MultiFidelity (QeMFi) dataset consisting of five fidelities calculated with the TD-DFT formalism. The fidelities differ in their basis set choice: STO-3G, 3-21G, 6-31G, def2-SVP, and def2-TZVP. QeMFi offers to the community a variety of QC properties such as vertical excitation properties and molecular dipole moments, further including QC computation times allowing for a time benefit benchmark of multifidelity models for ML-QC.         ",
    "url": "https://arxiv.org/abs/2406.14149",
    "authors": [
      "Vivin Vinod",
      "Peter Zaspel"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Machine Learning (cs.LG)"
    ]
  },
  {
    "id": "arXiv:2407.16736",
    "title": "Inverse Design of Polaritonic Devices",
    "abstract": "           Polaritons, arising from the strong coupling between excitons and photons within microcavities, hold promise for optoelectronic and all-optical devices. They have found applications in various domains, including low-threshold lasers and quantum information processing. To realize complex functionalities, non-intuitive designs for polaritonic devices are required. In this contribution, we use finite-difference time-domain simulations of the dissipative Gross-Pitaevskii equation, written in a differentiable manner, and combine it with an adjoint formulation. Such a method allows us to use topology optimization to engineer the potential landscape experienced by polariton condensates to tailor its characteristics on demand. The potential directly translates to a blueprint for a functional device, and various fabrication and optical control techniques can experimentally realize it. We inverse-design a selection of polaritonic devices, i.e., a structure that spatially shapes the polaritons into a flat-top distribution, a metalens that focuses a polariton, and a nonlinearly activated isolator. The functionalities are preserved when employing realistic fabrication constraints such as minimum feature size and discretization of the potential. Our results demonstrate the utility of inverse design techniques for polaritonic devices, providing a stepping stone toward future research in optimizing systems with complex light-matter interactions.         ",
    "url": "https://arxiv.org/abs/2407.16736",
    "authors": [
      "Oliver Kuster",
      "Yannick Augenstein",
      "Carsten Rockstuhl",
      "Thomas Jebb Sturges"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2408.12058",
    "title": "Molecular Quantum Chemical Data Sets and Databases for Machine Learning Potentials",
    "abstract": "           The field of computational chemistry is increasingly leveraging machine learning (ML) potentials to predict molecular properties with high accuracy and efficiency, providing a viable alternative to traditional quantum mechanical (QM) methods, which are often computationally intensive. Central to the success of ML models is the quality and comprehensiveness of the data sets on which they are trained. Quantum chemistry data sets and databases, comprising extensive information on molecular structures, energies, forces, and other properties derived from QM calculations, are crucial for developing robust and generalizable ML potentials. In this review, we provide an overview of the current landscape of quantum chemical data sets and databases. We examine key characteristics and functionalities of prominent resources, including the types of information they store, the level of electronic structure theory employed, the diversity of chemical space covered, and the methodologies used for data creation. Additionally, an updatable resource is provided to track new data sets and databases at this https URL. Looking forward, we discuss the challenges associated with the rapid growth of quantum chemical data sets and databases, emphasizing the need for updatable and accessible resources to ensure the long-term utility of them. We also address the importance of data format standardization and the ongoing efforts to align with the FAIR principles to enhance data interoperability and reusability. Drawing inspiration from established materials databases, we advocate for the development of user-friendly and sustainable platforms for these data sets and databases.         ",
    "url": "https://arxiv.org/abs/2408.12058",
    "authors": [
      "Arif Ullah",
      "Yuxinxin Chen",
      "Pavlo O. Dral"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2410.05956",
    "title": "Waveguide-multiplexed photonic matrix-vector multiplication processor using multiport photodetectors",
    "abstract": "           The slowing down of Moore's law has driven the development of application-specific processors for deep learning. Analog photonic processors offer a promising solution for accelerating matrix-vector multiplications (MVMs) in deep learning by leveraging parallel computations in the optical domain. Intensity-based photonic MVM processors, which do not utilize the phase information of light, are appealing due to their simplified operations. However, existing intensity-based schemes for such processors often employ wavelength multiplexing or mode multiplexing, both of which have limited scalability due to high insertion loss or wavelength crosstalk. In this work, we present a scalable intensity-based photonic MVM processor based on the concept of waveguide multiplexing. This scheme employs multiport photodetectors (PDs) to sum the intensities of multiple optical signals, eliminating the need for multiple wavelengths or modes. A 16-port Ge PD with a 3 dB bandwidth of 11.8 GHz at a bias voltage of -3 V is demonstrated, and it can be further scaled up to handle 250 ports while maintaining a 6.1 GHz operation bandwidth. A 4 $\\times$ 4 circuit fabricated on a Si-on-insulator (SOI) platform is used to perform MVMs in a 3-layer neural network designed for classifying Iris flowers, achieving a classification accuracy of 93.3%. Furthermore, the performance of large-scale circuits in a convolutional neural network (CNN) for Fashion-MNIST is simulated, resulting in a classification accuracy of 90.53%. This work provides a simplified and scalable approach to photonic MVM, laying a foundation for large-scale and multi-dimensional photonic matrix-matrix multiplication in optical neural networks.         ",
    "url": "https://arxiv.org/abs/2410.05956",
    "authors": [
      "Rui Tang",
      "Makoto Okano",
      "Chao Zhang",
      "Kasidit Toprasertpong",
      "Shinichi Takagi",
      "Mitsuru Takenaka"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Emerging Technologies (cs.ET)"
    ]
  },
  {
    "id": "arXiv:2007.10177",
    "title": "Optical quantum memory for noble-gas spins based on spin-exchange collisions",
    "abstract": "           Optical quantum memories, which store and preserve the quantum state of photons, rely on a coherent mapping of the photonic state onto matter states that are optically accessible. Here we outline and characterize schemes to map the state of photons onto long-lived but optically-inaccessible collective states of noble-gas spins. The mapping employs coherent spin-exchange interaction arising from random collisions with alkali vapor. We propose efficient storage strategies in two operating regimes and analyze their performance for several proposed experimental configurations.         ",
    "url": "https://arxiv.org/abs/2007.10177",
    "authors": [
      "Or Katz",
      "Roy Shaham",
      "Eran Reches",
      "Alexey V. Gorshkov",
      "Ofer Firstenberg"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2306.05591",
    "title": "Proposal for simulating quantum spin models with the Dzyaloshinskii-Moriya interaction using Rydberg atoms and the construction of asymptotic quantum many-body scar states",
    "abstract": "           We have developed a method to simulate quantum spin models with the Dzyaloshinskii-Moriya interaction (DMI) using Rydberg atom quantum simulators. Our approach involves a two-photon Raman transition and a transformation to the spin-rotating frame, both of which are feasible with current experimental techniques. As a model that can be simulated in our setup but not in solid-state systems, we consider an $S=\\frac{1}{2}$ spin chain with a Hamiltonian consisting of the DMI and Zeeman energy. We study the magnetization curve in the ground state of this model and quench dynamics. Further, we show the existence of quantum many-body scar states and asymptotic quantum many-body scar states. The observed nonergodicity in this model demonstrates the importance of the highly tunable DMI that can be realized by the proposed quantum simulator.         ",
    "url": "https://arxiv.org/abs/2306.05591",
    "authors": [
      "Masaya Kunimi",
      "Takafumi Tomita",
      "Hosho Katsura",
      "Yusuke Kato"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2306.06373",
    "title": "Quantum feedback control of a two-atom network closed by a semi-infinite waveguide",
    "abstract": "           The purpose of this paper is to study the delay-dependent coherent feedback dynamics by focusing on one typical realization, i.e., a two-atom quantum network whose feedback loop is closed by a semi-infinite waveguide. In this set-up, an initially excited two-level atom can emit a photon into the waveguide, where the propagating photon can be reflected by the terminal mirror of the waveguide or absorbed by the other atom, thus constructing various coherent feedback loops. We show that there can be two-photon, one-photon or zero-photon states in the waveguide, which can be controlled by the feedback loop length and the coupling strengths between the atoms and waveguide. The photonic states in the waveguide are analyzed in both the frequency domain and the spatial domain, and the transient process of photon emissions is better understood based on a comprehensive analysis using both domains. Interestingly, we clarify that this quantum coherent feedback network can be mathematically modeled as a linear control system with multiple delays, which are determined by the distances between atoms and the terminal mirror of the semi-infinite waveguide. Therefore, based on time-delayed linear control system theory, the influence of delays on the stability of the quantum state evolution and the steady-state atomic and photonic states is investigated, for both small and large delays.         ",
    "url": "https://arxiv.org/abs/2306.06373",
    "authors": [
      "Haijin Ding",
      "Guofeng Zhang",
      "Mu-Tian Cheng",
      "Guoqing Cai"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Systems and Control (eess.SY)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2402.11350",
    "title": "Non-Heisenbergian quantum mechanics",
    "abstract": "           Relaxing the postulates of an axiomatic theory is a natural way to find more general theories, and historically, the discovery of non-Euclidean geometry is a famous example of this procedure. Here, we use this way to extend quantum mechanics by ignoring the heart of Heisenberg's quantum mechanics -- We do not assume the existence of a position operator that satisfies the Heisenberg commutation relation, $[\\hat x,\\hat p]=i\\hbar$. The remaining axioms of quantum theory, besides Galilean symmetry, lead to a more general quantum theory with a free parameter $l_0$ of length dimension, such that as $l_0 \\to 0$ the theory reduces to standard quantum theory. Perhaps surprisingly, this non-Heisenberg quantum theory, without a priori assumption of the non-commutation relation, leads to a modified Heisenberg uncertainty relation, $\\Delta x \\Delta p\\geq \\sqrt{\\hbar^2/4+l_0^2(\\Delta p)^2}$, which ensures the existence of a minimal position uncertainty, $l_0$, as expected from various quantum gravity studies. By comparing the results of this framework with some observed data, which includes the first longitudinal normal modes of the bar gravitational wave detector AURIGA and the $1S-2S$ transition in the hydrogen atom, we obtain upper bounds on the $l_0$.         ",
    "url": "https://arxiv.org/abs/2402.11350",
    "authors": [
      "MohammadJavad Kazemi",
      "Ghadir Jafari"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "High Energy Physics - Theory (hep-th)",
      "Mathematical Physics (math-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2402.16289",
    "title": "Multi-qubit gates and Schr\\\"odinger cat states in an optical clock",
    "abstract": "           Many-particle entanglement is a key resource for achieving the fundamental precision limits of a quantum sensor. Optical atomic clocks, the current state-of-the-art in frequency precision, are a rapidly emerging area of focus for entanglement-enhanced metrology. Augmenting tweezer-based clocks featuring microscopic control and detection with the high-fidelity entangling gates developed for atom-array information processing offers a promising route towards leveraging highly entangled quantum states for improved optical clocks. Here we develop and employ a family of multi-qubit Rydberg gates to generate Schrödinger cat states of the Greenberger-Horne-Zeilinger (GHZ) type with up to 9 optical clock qubits in a programmable atom array. In an atom-laser comparison at sufficiently short dark times, we demonstrate a fractional frequency instability below the standard quantum limit using GHZ states of up to 4 qubits. However, due to their reduced dynamic range, GHZ states of a single size fail to improve the achievable clock precision at the optimal dark time compared to unentangled atoms. Towards overcoming this hurdle, we simultaneously prepare a cascade of varying-size GHZ states to perform unambiguous phase estimation over an extended interval. These results demonstrate key building blocks for approaching Heisenberg-limited scaling of optical atomic clock precision.         ",
    "url": "https://arxiv.org/abs/2402.16289",
    "authors": [
      "Alec Cao",
      "William J. Eckner",
      "Theodor Lukin Yelin",
      "Aaron W. Young",
      "Sven Jandura",
      "Lingfeng Yan",
      "Kyungtae Kim",
      "Guido Pupillo",
      "Jun Ye",
      "Nelson Darkwah Oppong",
      "Adam M. Kaufman"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2404.10866",
    "title": "Spectroscopic measurements and models of energy deposition in the substrate of quantum circuits by natural ionizing radiation",
    "abstract": "           Naturally occurring background radiation is a source of correlated decoherence events in superconducting qubits that will challenge error-correction schemes. To characterize the radiation environment in an unshielded laboratory, we performed broadband, spectroscopic measurements of background events in silicon substrates located inside a millikelvin refrigerator, an environment representative of superconducting qubit systems. We measured the background spectra in silicon substrates of two thicknesses, 0.5 mm and 1.5 mm, and obtained the average event rate and the integrated power deposition. In a 25 mm^2 area and the thinner substrate, these values are 0.023 events per second and 4.9 keV/s, counting events that deposit at least 40 keV. We find the background spectrum to be nearly featureless. Its intensity decreases by a factor of 40,000 between 100 keV and 3 MeV for silicon substrates 0.5 mm thick. We find the cryogenic measurements to be in good agreement with predictions based on measurements of the terrestrial gamma-ray flux, published models of cosmic-ray fluxes, a crude model of the cryostat, and radiation-transport simulations. No free parameters are required to predict the background spectra in the silicon substrates. The good agreement between measurements and predictions allow assessment of the relative contributions of terrestrial and cosmic background sources and their dependence on substrate thickness. Our spectroscopic measurements are performed with superconducting microresonators that transduce deposited energy to a readily detectable electrical signal. We find that gamma-ray emissions from radioisotopes are responsible for the majority of events depositing E<1.5 MeV, while nucleons among the cosmic-ray secondary particles cause most events that deposit more energy. These results suggest several paths to reducing the impact of background radiation on quantum circuits.         ",
    "url": "https://arxiv.org/abs/2404.10866",
    "authors": [
      "Joseph W. Fowler",
      "Paul Szypryt",
      "Raymond Bunker",
      "Ellen R. Edwards",
      "Ian Fogarty Florang",
      "Jiansong Gao",
      "Andrea Giachero",
      "Shannon F. Hoogerheide",
      "Ben Loer",
      "H. Pieter Mumm",
      "Nathan Nakamura",
      "Galen C. O'Neil",
      "John L. Orrell",
      "Elizabeth M. Scott",
      "Jason Stevens",
      "Daniel S. Swetz",
      "Brent A. VanDevender",
      "Michael Vissers",
      "Joel N. Ullom"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2407.02207",
    "title": "Global calibration of large-scale photonic integrated circuits",
    "abstract": "           The advancing maturity of photonic integrated circuit (PIC) fabrication technology enables the high integration of an increasing number of optical components onto a single chip. With the incremental circuit complexity, the calibration of active phase shifters in a large-scale PIC becomes a crucially important issue. The traditional one-by-one calibration techniques encounter significant hurdles with the propagation of calibration errors, and achieving the decoupling of all phase shifters for independent calibration is not straightforward. To address this issue, we propose a global calibration approach for large-scale PIC. Our method utilizes a custom network to simultaneously learn the nonlinear phase-current relations for all thermo-optic phase shifters on the PIC by minimizing the negative likelihood of the measurement datasets. Moreover, the reflectivities of all static beamsplitter components can also be synchronizedly extracted using this calibration method. As an example, a quantum walk PIC with a circuit depth of 12 is calibrated, and a programmable discrete-time quantum walk is experimentally demonstrated. These results will greatly benefit the applications of large-scale PICs in photonic quantum information processing.         ",
    "url": "https://arxiv.org/abs/2407.02207",
    "authors": [
      "Jin-Hao Zheng",
      "Qin-Qin Wang",
      "Lan-Tian Feng",
      "Yu-Yang Ding",
      "Xiao-Ye Xu",
      "Xi-Feng Ren",
      "Chuan-Feng Li",
      "Guang-Can Guo"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.12768",
    "title": "A polynomial-time classical algorithm for noisy quantum circuits",
    "abstract": "           We provide a polynomial-time classical algorithm for noisy quantum circuits. The algorithm computes the expectation value of any observable for any circuit, with a small average error over input states drawn from an ensemble (e.g. the computational basis). Our approach is based upon the intuition that noise exponentially damps non-local correlations relative to local correlations. This enables one to classically simulate a noisy quantum circuit by only keeping track of the dynamics of local quantum information. Our algorithm also enables sampling from the output distribution of a circuit in quasi-polynomial time, so long as the distribution anti-concentrates. A number of practical implications are discussed, including a fundamental limit on the efficacy of noise mitigation strategies: for constant noise rates, any quantum circuit for which error mitigation is efficient on most input states, is also classically simulable on most input states.         ",
    "url": "https://arxiv.org/abs/2407.12768",
    "authors": [
      "Thomas Schuster",
      "Chao Yin",
      "Xun Gao",
      "Norman Y. Yao"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Complexity (cs.CC)",
      "Information Theory (cs.IT)",
      "Mathematical Physics (math-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2408.15323",
    "title": "Review: Quantum Metrology and Sensing with Many-Body Systems",
    "abstract": "           The main power of quantum sensors is achieved when the probe is composed of several particles. In this situation, quantum features such as entanglement contribute in enhancing the precision of quantum sensors beyond the capacity of classical sensors. Originally, quantum sensing was formulated for non-interacting particles which are prepared in a special form of maximally entangled states. These probes are extremely sensitive to decoherence and any interaction between particles is detrimental to their performance. An alternative framework for quantum sensing has been developed exploiting quantum many-body systems, where the interaction between particles plays a crucial role. In this review, we investigate different aspects of the latter approach for quantum metrology and sensing. Many-body probes have been used in both equilibrium and non-equilibrium scenarios. Quantum criticality has been identified as a resource for achieving quantum enhanced sensitivity in both scenarios. In equilibrium, various types of criticalities, such as first order, second order, topological, and localization phase transitions have been exploited for sensing purposes. In non-equilibrium scenarios, quantum enhanced sensitivity has been discovered for Floquet, dissipative, and time crystal phase transitions. While each type of these criticalities has its own characteristics, the presence of one feature is crucial for achieving quantum enhanced sensitivity: the energy/quasi-energy gap closing. In non-equilibrium quantum sensing, time is another parameter which can affect the sensitivity of the probe. Typically, the sensitivity enhances as the probe evolves in time. In general, a more complete understanding of resources for non-equilibrium quantum sensors is now rapidly evolving. In this review, we provide an overview of recent progress in quantum metrology and sensing using many-body systems.         ",
    "url": "https://arxiv.org/abs/2408.15323",
    "authors": [
      "Victor Montenegro",
      "Chiranjib Mukhopadhyay",
      "Rozhin Yousefjani",
      "Saubhik Sarkar",
      "Utkarsh Mishra",
      "Matteo G. A. Paris",
      "Abolfazl Bayat"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Applied Physics (physics.app-ph)"
    ]
  }
]