[
  {
    "id": "arXiv:2204.04298",
    "title": "SnP$_2$S$_6$: A Promising Infrared Nonlinear Optical Crystal with Strong  Non-Resonant Second Harmonic Generation and Phase-matchability",
    "abstract": "High-power infrared laser systems with broadband tunability are of great importance due to their wide range of applications in spectroscopy and free-space communications. These systems require nonlinear optical (NLO) crystals for wavelength up/down conversion using sum/difference frequency generation, respectively. NLO crystals need to satisfy many competing criteria, including large nonlinear optical susceptibility, large laser induced damage threshold (LIDT), wide transparency range and phase-matchability. Here, we report bulk single crystals of SnP_2S_6 with a large non-resonant SHG coefficient of d33= 53 pm/V at 1550nm and a large LIDT of 350 GW/cm^2 for femtosecond laser pulses. It also exhibits a broad transparency range from 0.54 {\\mu}m to 8.5{\\mu}m (bandgap of ~2.3 eV) and can be both Type I and Type II phase-matched. The complete linear and SHG tensors are measured as well as predicted by first principles calculations, and they are in excellent agreement. A proximate double-resonance condition in the electronic band structure for both the fundamental and the SHG light is shown to enhance the non-resonant SHG response. Therefore, SnP2S6 is an outstanding candidate for infrared laser applications. ",
    "url": "https://arxiv.org/abs/2204.04298",
    "authors": [
      "Jingyang He",
      "Seng Huat Lee",
      "Francesco Naccarato",
      "Guillaume Brunin",
      "Rui Zu",
      "Yuanxi Wang",
      "Leixin Miao",
      "Huaiyu Wang",
      "Nasim Alem",
      "Geoffroy Hautier",
      "Gian-Marco Rignanese",
      "Zhiqiang Mao",
      "Venkatraman Gopalan"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.04316",
    "title": "Manipulating the transverse spin angular momentum and Belinfante  momentum of spin-polarized light by a tilted stratified medium in optical  tweezers",
    "abstract": "In the recent past, optical tweezers incorporating a stratified medium have been exploited to generate complex translational and rotational dynamics in mesoscopic particles due to the coupling between the spin and orbital angular momentum of the light, generated as a consequence of the tight focusing of light by a high numerical aperture objective lens into the stratified medium. Here, we consider an optical tweezers system with a tilted stratified medium (direction of stratification at an angle with the axis of the incident beam), and show that for input circularly polarized Gaussian beams, the resulting spin-orbit interaction deeply influences the generation of transverse spin angular momentum (TSAM) and Belinfante momentum of light, and allows additional control on their magnitude. Importantly, the TSAM generated in our system consists of both the orthogonal components, which is in sharp contrast to the case of evanescent waves and surface plasmons, where only one of the TSAM components are generated. The broken symmetry due to the tilt ensures that, depending upon the helicity of the input beam, the magnitude of the mutually orthogonal components of the TSAM depend entirely on the tilt angle. This may prove to be an effective handle in exotic spin-controlled manipulation of particles in experiments. ",
    "url": "https://arxiv.org/abs/2204.04316",
    "authors": [
      "Sauvik Roy",
      "Nirmalya Ghosh",
      "Ayan Banerjee",
      "Subhasish Dutta Gupta"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.04367",
    "title": "Design of wavelength division multiplexing devices based on tunable edge  states of valley photonic crystals",
    "abstract": "Wavelength division multiplexing (WDM) devices are key elements of Photonic integrated circuits (PICs). Conventional WDM devices based on silicon waveguides and photonic crystals have limited transmittance due to high loss introduced by the strong backward scattering from defects. In addition, it is challenging to reduce the footprint of those devices. Here we theoretically demonstrate a WDM device in the telecommunication range based on all-dielectric silicon topological valley photonic crystal (VPC) structures. We tune its effective refractive index by tuning the physical parameters of the lattice in the silicon substrate, which can continuously tune the working wavelength range of the topological edge states, which allows designing WDM devices with different channels. The WDM device has two channels (1470 nm-1523 nm and 1548 nm-1609 nm), with contrast ratios of 22.4 dB and 24.9 dB, respectively. The principle of manipulating the working bandwidth of the topological edge states can be generally applied in designing different integratable photonic devices, thus it will find broad applications. ",
    "url": "https://arxiv.org/abs/2204.04367",
    "authors": [
      "YuHui Han",
      "HongMing Fei",
      "Han Lin",
      "MingDa Zhang",
      "Xin Liu",
      "XiaoRong Wang",
      "BinZhao Cao",
      "YiBiao Yang",
      "LianTuan Xiao"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.04745",
    "title": "Y-Z cut lithium niobate longitudinal piezoelectric resonant photoelastic  modulator",
    "abstract": "The capability to modulate the intensity of an optical beam has scientific and practical significance. In this work, we demonstrate Y-Z cut lithium niobate acousto-optic modulators with record-high modulation efficiency, requiring only $1.5~\\text{W}/\\text{cm}^2$ for 100% modulation at 7 MHz. These modulators use a simple fabrication process; coating the top and bottom surfaces of a thin lithium niobate wafer with transparent electrodes. The fundamental shear acoustic mode of the wafer is excited through the transparent electrodes by applying voltage with frequency corresponding to the resonant frequency of this mode, confining an acoustic standing wave to the electrode region. Polarization of light propagating through this region is modulated at the applied frequency. Polarization modulation is converted to intensity modulation by placing the modulator between polarizers. To showcase an important application space for this modulator, we integrate it with a standard image sensor and demonstrate 4 megapixel time-of-flight imaging ",
    "url": "https://arxiv.org/abs/2204.04745",
    "authors": [
      "Okan Atalar",
      "Steven Yee",
      "Amir H. Safavi-Naeini",
      "Amin Arbabian"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.04751",
    "title": "Nonlinear Optical Limiting with Hybrid Nanostructures of NiCo2O4 and  Multiwall Carbon Nanotubes",
    "abstract": "Nonlinear optical (NLO) response in terms of reverse saturable absorption (RSA) has been exploited extensively for optical limiting. Here, we experimentally demonstrate that flower-like hybrid nanostructures of NiCo2O4 and Multiwall Carbon Nanotubes (NCO@MWCNT) exhibit a strong non-linearity in their absorption, specifically an excited state absorption (ESA) induced RSA, when exposed to nanosecond laser pulses. We obtain strong nonlinear absorption coefficient (\\b{eta}) and nonlinear refractive index (n2) in hybrid NCO@MWCNT, the values that are 2-times and 2-orders of magnitude higher, respectively compared to NCO or MWCNT alone. This offers straightforward application in optical limiting with optical limiting (FOL) and optical onset (FON) threshold ca. 2-10 times lower than benchmark NLO materials, e.g., graphene, family of 2-D transition metal dichalcogenides (TMDC) materials and recently established NCO. Notably, for femtosecond pumping, NLO response of NCO@MWCNT is dominated by saturable absorption (SA) with a week contribution from two photon absorption (TPA), arising respectively from MWCNT and NCO. A remarkable sign reversal along with a larger amplitude is obtained for n2 thanks to the charge transfer from MWCNT to NCO. ",
    "url": "https://arxiv.org/abs/2204.04751",
    "authors": [
      "Ankit Sharma",
      "Pritam Khan",
      "Mansi Pathak",
      "Chandra Sekhar Rout",
      "K. V. Adarsh"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.05040",
    "title": "High-Performance Microwave Frequency Standard Based on Sympathetically  Cooled Ions",
    "abstract": "The ion microwave frequency standard is a candidate for the next generation of microwave frequency standard with the potential for very wide applications. The Dick effect and second-order Doppler frequency shift (SODFS) limit the performance of ion microwave frequency standards. The introduction of sympathetic cooling technology can suppress the Dick effect and SODFS and improve the stability and accuracy of the frequency standard. However, the sympathetically-cooled ion microwave frequency standard has seldom been studied before. This paper reports the first sympathetically-cooled ion microwave frequency standard in a Paul trap. Using laser-cooled ${}^{40}\\mathrm{{Ca}}^{+}$ as coolant ions, ${}^{113}\\mathrm{{Cd}}^{+}$ ion crystal is cooled to below 100 mK and has a coherence lifetime of over 40 s. The short-term frequency stability reached $3.48 \\times 10^{-13}/\\tau^{1/2}$, which is comparable to that of the mercury ion frequency standard. Its uncertainty is $1.5\\times 10^{-14}$, which is better than that of directly laser-cooled cadmium ion frequency standard. ",
    "url": "https://arxiv.org/abs/2204.05040",
    "authors": [
      "Hao-Ran Qin",
      "Sheng-Nan Miao",
      "Ji-Ze Han",
      "Nong-Chao Xin",
      "Yi-Ting Chen",
      "J. W. Zhang",
      "L. J. Wang"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2204.05071",
    "title": "Heading-error-free optical atomic magnetometry in the Earth-field range",
    "abstract": "Alkali-metal atomic magnetometry is widely used due to its high sensitivity and cryogen-free operation. However, when operating in geomagnetic field, it suffers from heading errors originating from nonlinear Zeeman (NLZ) splittings and magnetic resonance asymmetries, which lead to difficulties in mobile-platform measurements. We demonstrate an alignment based $^{87}$Rb magnetometer, which, with only a single magnetic resonance peak and well-separated hyperfine transition frequencies, is insensitive or even immune to NLZ-related heading errors. It is shown that the magnetometer can be implemented for practical measurements in the geomagnetic environments and the photon-shot-noise-limited sensitivity reaches $9\\,{\\rm{fT}}/\\sqrt{\\rm{Hz}}$ at room temperature. ",
    "url": "https://arxiv.org/abs/2204.05071",
    "authors": [
      "Rui Zhang",
      "Dimitra Kanta",
      "Arne Wickenbrock",
      "Hong Guo",
      "Dmitry Budker"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2204.05094",
    "title": "In-situ investigation of wetting patterns in polymeric multibore  membranes via magnetic resonance imaging",
    "abstract": "Wetting of the membrane to displace air or conditioning liquids is important to exploit the complex porosity of a filtration membrane. This study reveals the details of wetting in multibore membrane-based filtration modules. Using magnetic resonance imaging (MRI), we quantify the fluid distribution patterns during initial membrane wetting in dead-end permeation mode. The spatio-temporal evolution of aqueous copper sulfate solution wetting the membrane fibers was investigated as a function of the applied flux, packing density, and position along the membrane module length. Three initial wetting conditions were examined: delivery-state membranes, ethanol-washed and dried (air-filled) membranes, and ethanol-filled membranes. Significant changes in wetting patterns were observed due to interfacial and polymer swelling effects. This in-situ investigation reveals a slow wetting progression over six hours and more to obtain complete wetting, even at high fluxes of 200 LMH. However, an increased flux leads to faster wetting kinetics as the evolving wetting patterns are flux dependent. The packing density of the multibore fibers additionally impacts the wetting kinetics by shifting the prevalent pressure conditions. Although in dead-end mode, the wetting progression is non-uniform along the membrane module length. In addition to this parameter study, different pre-wetting agents' effect on the displacement behavior was investigated in depth. This study helps to understand (a) complex wetting phenomena inside multibore membranes in dead-end filtration, (b) the membranes' interaction with their surroundings due to neighboring membranes, and (c) the effect of the used fluid system for displacement on the resulting wetting patterns. ",
    "url": "https://arxiv.org/abs/2204.05094",
    "authors": [
      "Denis Wypysek",
      "Anna Maria Kalde",
      "Florian Pradellok",
      "Matthias Wessling"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2204.05120",
    "title": "Influence of the Environment on the Effect of Super Resonance in  Mesoscale Dielectric Spheres",
    "abstract": "Dielectric mesoscale spheres have aroused strong interest because of their potential to localize light at deep subwavelength volume and to yield extremal internal magnetic and/or electric field enhancements. Recently, we showed that such particle could support high-order Mie resonance modes with giant field localization and enhancement. Optimizing the internal fields appears as a key challenge for enhancing wave matter interactions in dielectric mesoscale particles. However, a dielectric particle is always located in some medium, and not in a vacuum. Moreover, the question is how much the environment medium affects the internal field intensities enhancement in the super-resonance effect. Based on Mie theory we show for the first time that the presence of the environment leads to a significant decrease in the intensity of the field in the particle. Thus, the study of the effect of super-resonance becomes meaningless without taking into account the environment. However, a greater enhancement of the internal field is found for the blue-shifted Mie size parameter of the sphere when the particle, for example, is in air rather than in vacuum. ",
    "url": "https://arxiv.org/abs/2204.05120",
    "authors": [
      "Igor V. Minin",
      "Song Zhou",
      "Oleg V. Minin"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.05124",
    "title": "Hybrid Au-Si microspheres produced by laser ablation in liquid (LAL) for  temperature-feedback optical nano-sensing and anti-counterfeit labeling",
    "abstract": "Recent progress in hybrid nanomaterials composed of dissimilar constituents permitted to improve performance and functionality of novel devices developed for optoelectronics, catalysis, medical diagnostic and sensing. However, the rational combination of such contrasting materials as noble metals and semiconductors within individual hybrid nanostructures $via$ a ready-to-use and lithography-free fabrication approach is still a standing challenge. Here, we report on a two-step synthesis of Au-Si microspheres generated by laser ablation of silicon in isopropanol followed by laser irradiation of the produced Si nanoparticles in presence of HAuCl$_4$. Thermal reduction of [AuCl$_4$]$^-$ species to metallic gold phase, along with its subsequent mixing with silicon under laser irradiation creates a nanostructured material with a unique composition and morphology revealed by electron microscopy, tomography and elemental analysis. Combination of such basic plasmonic and nanophotonic materials as gold and silicon within a single microsphere allows for efficient light-to-heat conversion, as well as single-particle SERS sensing with temperature feedback modality and expanded functionality. Moreover, the characteristic Raman signal and hot-electron induced nonlinear photoluminescence coexisting within Au-Si hybrids, as well as commonly criticized randomness of the nanomaterials prepared by laser ablation in liquid, were proved useful for realization of anti-counterfeiting labels based on physically unclonable function approach. ",
    "url": "https://arxiv.org/abs/2204.05124",
    "authors": [
      "Stanislav Gurbatov",
      "Vladislav Puzikov",
      "Dmitry Storozhenko",
      "Evgeny Modin",
      "Eugeny Mitsai",
      "Artem Cherepakhin",
      "Aleksandr Shevlyagin",
      "Andrey V. Gerasimenko",
      "Sergei A. Kulinich",
      "Aleksandr Kuchmizhak"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.05144",
    "title": "Jet effusion from a metal droplet irradiated by a polarized ultrashort  laser pulse",
    "abstract": "Fragmentation of liquid metal droplets irradiated by linearly and circularly polarized femtosecond laser pulses is observed in our experiment. The obtained shadowgraph snapshots demonstrate that a circularly polarized pulse may produce several randomly-oriented jets effused from the expanding droplets, while a linearly polarized laser pulse generates strictly the cruciform jets. The latter orientation is tied with polarization plane, rotation of which causes rotation of the cruciform jets by the same angle. To shed light on the experimental data we performed molecular dynamics simulation of droplet expansion induced by angle-dependent heating. Our simulation shows that the jet directions are determined by an oriented angle-dependent energy distribution within a frontal hemisphere layer of droplet after absorption of linearly polarized light. As a result, the produced flow velocity field guided by surface tension forms two high-speed opposite jets oriented across the electric field vector as in our experiment. A shock-wave pulse generated in the frontal layer has angle-dependent amplitude inherited from the oriented energy deposition. The release part of shock pulse produces a cavitation zone nearby the droplet center, and thus an expanding spherical shell is formed from the droplet. The flow velocities within a rearside hemisphere of the shell, produced after reflection of the shock wave from the rear side of droplet, generate two low-speed opposite jets oriented along the electric field vector. Thus we found that the cruciform jets are originated independently from the frontal and rear sides of droplet, and a pair of frontal jets is faster than a pair of rearside jets. ",
    "url": "https://arxiv.org/abs/2204.05144",
    "authors": [
      "S. Yu. Grigoryev",
      "B. V. Lakatosh",
      "P. M. Solyankin",
      "M. S. Krivokorytov",
      "V. V. Zhakhovsky",
      "S. A. Dyachkov",
      "C.-D. Ohl",
      "A. P. Shkurinov",
      "V. V. Medvedev"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2204.05146",
    "title": "Artificial Intelligence Enabled Spectral Reconfigurable Fiber Laser",
    "abstract": "The combinations of artificial intelligence and lasers provide powerful ways to form smart light sources with ground-breaking functions. Here, a Raman fiber laser (RFL) with reconfigurable and programmable spectra in an ultra-wide bandwidth is developed based on spectral-spatial manipulation of light in multimode fiber (MMF). The proposed fiber laser uses nonlinear gain from cascaded stimulated Raman scattering, random distributed feedback from Rayleigh scattering, and point feedback from an MMF-based smart spectral filter. Through wavefront shaping controlled by a genetic algorithm, light of selective wavelength(s) can be focused in the MMF, forming the filter that, together with the active part of the laser, actively shape the output spectrum with a high degree of freedom. We achieved arbitrary spectral shaping of the cascaded RFL (e.g., continuously tunable single-wavelength and multi-wavelength laser with customizable linewidth, mode separation, and power distribution) from the 1st- to the 3rd-order Stokes emission by adjusting the pump power and auto-optimization of the smart filter. Our research uses artificial-intelligence controlled light manipulation in a fiber platform with multi-eigenmodes and nonlinear gain, mapping the spatial control into the spectral domain as well as extending the linear control of light in MMF to active light emission, which is of great significance for applications in optical communication, sensing, and spectroscopy. ",
    "url": "https://arxiv.org/abs/2204.05146",
    "authors": [
      "Yanli Zhang",
      "Shanshan Wang",
      "Mingzhu She",
      "Weili Zhang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Systems and Control (eess.SY)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2204.05241",
    "title": "Hybrid photonic-plasmonic cavity design for very large Purcell factors  at telecom wavelengths",
    "abstract": "Hybrid photonic-plasmonic cavities can be tailored to display high Q-factors and extremely small mode volumes simultaneously, which results in large values of the Purcell factor, FP. Amongst the different hybrid configurations, those based on a nanoparticle-on-a-mirror (NPoM) plasmonic cavity provide one of the lowest mode volumes, though so far their operation has been constrained to wavelengths below 1 {\\mu}m. Here, we propose a hybrid configuration consisting of a silicon photonic crystal cavity with a slot at its center in which a gold nanoparticle is introduced. This hybrid system operates at telecom wavelengths and provides high Q-factor values (Q ${\\approx} 10^{5}$) and small normalized mode volumes (Vm ${\\approx} 10^{-4}$), leading to extremely large Purcell factor values, FP ${\\approx} 10^{7}$ - ${10^{8}}$. The proposed cavity could be used in different applications such as molecular optomechanics, bio- and chemo-sensing, all-optical signal processing or enhanced Raman spectroscopy in the relevant telecom wavelength regime. ",
    "url": "https://arxiv.org/abs/2204.05241",
    "authors": [
      "Angela Barreda",
      "Laura Mercade",
      "Mario Zapara-Herrera",
      "Javier Aizpurua",
      "Alejandro Martinez"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.05293",
    "title": "Enriching the quantum toolbox of ultracold molecules with Rydberg atoms",
    "abstract": "We describe a quantum information architecture consisting of a hybrid array of optically-trapped molecules and atoms. This design leverages the large transition dipole moments of Rydberg atoms to mediate fast, high-fidelity gates between qubits encoded in coherent molecular degrees of freedom. Error channels of detuning, decay, pulse area noise, and leakage to other molecular states are discussed. The molecule-Rydberg interaction can also be used to enable nondestructive molecule detection and rotational state readout. We consider a specific near-term implementation of this scheme using NaCs molecules and Cs Rydberg atoms, showing that it is possible to implement 300~ns gates with a potential fidelity of $> 99.9\\%$. ",
    "url": "https://arxiv.org/abs/2204.05293",
    "authors": [
      "Kenneth Wang",
      "Conner P. Williams",
      "Lewis R.B. Picard",
      "Norman Y. Yao",
      "Kang-Kuen Ni"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Gases (cond-mat.quant-gas)"
    ]
  },
  {
    "id": "arXiv:2204.03733",
    "title": "Demonstration of a Quantum Gate using Electromagnetically Induced  Transparency",
    "abstract": "We demonstrate a native $\\mathrm{CNOT}$ gate between two individually addressed neutral atoms based on electromagnetically induced transparency (EIT). This protocol utilizes the strong long-range interactions of Rydberg states to enable conditional state transfer on the target qubit when operated in the blockade regime. An advantage of this scheme is it enables implementation of multi-qubit CNOT$^k$ gates using a pulse sequence independent of qubit number, and provides an simple gate for efficient implementation of quantum algorithms and error correction. We achieve a loss corrected gate fidelity of $\\mathcal{F}_\\mathrm{CNOT}^\\mathrm{cor} = 0.82(6)$, and prepare an entangled Bell-state with $\\mathcal{F}_\\mathrm{Bell}^\\mathrm{cor} = 0.66(5)$, limited at present by laser power. We present a number of technical improvements to advance this to a level required for fault-tolerant scaling. ",
    "url": "https://arxiv.org/abs/2204.03733",
    "authors": [
      "K. McDonnell",
      "L. F. Keary",
      "J. D. Pritchard"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic and Molecular Clusters (physics.atm-clus)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2204.04276",
    "title": "Quantum computation in a hybrid array of molecules and Rydberg atoms",
    "abstract": "We show that an array of polar molecules interacting with Rydberg atoms is a promising hybrid system for scalable quantum computation. Quantum information is stored in long-lived hyperfine or rotational states of molecules which interact indirectly through resonant dipole-dipole interactions with Rydberg atoms. A two-qubit gate based on this interaction has a duration of 1 $\\mu$s and an achievable fidelity of 99.9%. The gate is insensitive to the motional states of the particles -- the molecules can be in thermal states, the atoms do not need to be trapped during Rydberg excitation, the gate does not heat the molecules, and heating of the atoms is irrelevant. Within a large, static array, the gate can be applied to arbitrary pairs of molecules separated by tens of micrometres, making the scheme highly scalable. The molecule-atom interaction can also be used for rapid qubit initialization and efficient, non-destructive qubit readout, without driving any molecular transitions. Single qubit gates are driven using microwave pulses alone, exploiting the strong electric dipole transitions between rotational states. Thus, all operations required for large scale quantum computation can be done without moving the molecules or exciting them out of their ground electronic states. ",
    "url": "https://arxiv.org/abs/2204.04276",
    "authors": [
      "Chi Zhang",
      "M. R. Tarbutt"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2204.04785",
    "title": "Driving black-box quantum thermal machines with optimal power/efficiency  trade-offs using reinforcement learning",
    "abstract": "The optimal control of non-equilibrium open quantum systems is a challenging task but has a key role in improving existing quantum information processing technologies. We introduce a general model-free framework based on Reinforcement Learning to identify out-of-equilibrium thermodynamic cycles that are Pareto optimal trade-offs between power and efficiency for quantum heat engines and refrigerators. The method does not require any knowledge of the quantum thermal machine, nor of the system model, nor of the quantum state. Instead, it only observes the heat fluxes, so it is both applicable to simulations and experimental devices. We test our method identifying Pareto-optimal trade-offs between power and efficiency in two systems: an experimentally realistic refrigerator based on a superconducting qubit, where we identify non-intuitive control sequences that reduce quantum friction and outperform previous cycles proposed in literature; and a heat engine based on a quantum harmonic oscillator, where we find cycles with an elaborate structure that outperform the optimized Otto cycle. ",
    "url": "https://arxiv.org/abs/2204.04785",
    "authors": [
      "Paolo Andrea Erdman",
      "Frank Noé"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Machine Learning (cs.LG)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2204.05066",
    "title": "On-chip distribution of quantum information using traveling phonons",
    "abstract": "Distributing quantum entanglement on a chip is a crucial step towards realizing scalable quantum processors. Using traveling phonons - quantized guided mechanical wavepackets - as a medium to transmit quantum states is currently gaining significant attention, due to their small size and low propagation speed compared to other carriers, such as electrons or photons. Moreover, phonons are highly promising candidates to connect heterogeneous quantum systems on a chip, such as microwave and optical photons for long-distance transmission of quantum states via optical fibers. Here, we experimentally demonstrate the feasibility of distributing quantum information using phonons, by realizing quantum entanglement between two traveling phonons and creating a time-bin encoded traveling phononic qubit. The mechanical quantum state is generated in an optomechanical cavity and then launched into a phononic waveguide in which it propagates for around two hundred micrometers. We further show how the phononic, together with a photonic qubit, can be used to violate a Bell-type inequality. ",
    "url": "https://arxiv.org/abs/2204.05066",
    "authors": [
      "Amirparsa Zivari",
      "Niccolò Fiaschi",
      "Roel Burgwal",
      "Ewold Verhagen",
      "Robert Stockill",
      "Simon Gröblacher"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.05227",
    "title": "The self-learning AI controller for adaptive power beaming with  fiber-array laser transmitter system",
    "abstract": "In this study we consider adaptive power beaming with fiber-array laser transmitter system in presence of atmospheric turbulence. For optimization of power transition through the atmosphere fiber-array is traditionally controlled by stochastic parallel gradient descent (SPGD) algorithm where control feedback is provided via radio frequency link by an optical-to-electrical power conversion sensor, attached to a cooperative target. The SPGD algorithm continuously and randomly perturbs voltages applied to fiber-array phase shifters and fiber tip positioners in order to maximize sensor signal, i.e. uses, so-called, \"blind\" optimization principle. In opposite to this approach a perspective artificially intelligent (AI) control systems for synthesis of optimal control can utilize various pupil- or target-plane data available for the analysis including wavefront sensor data, photo-voltaic array (PVA) data, other optical or atmospheric parameters, and potentially can eliminate well-known drawbacks of SPGD-based controllers. In this study an optimal control is synthesized by a deep neural network (DNN) using target-plane PVA sensor data as its input. A DNN training is occurred online in sync with control system operation and is performed by applying of small perturbations to DNN's outputs. This approach does not require initial DNN's pre-training as well as guarantees optimization of system performance in time. All theoretical results are verified by numerical experiments. ",
    "url": "https://arxiv.org/abs/2204.05227",
    "authors": [
      "A.M. Vorontsov",
      "G.A. Filimonov"
    ],
    "subjectives": [
      "Systems and Control (eess.SY)",
      "Artificial Intelligence (cs.AI)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2012.02754",
    "title": "Optimal tests for continuous-variable quantum teleportation and  photodetectors",
    "abstract": " Comments: v2: 17 pages, 2 figures ",
    "url": "https://arxiv.org/abs/2012.02754",
    "authors": [
      "Kunal Sharma",
      "Barry C. Sanders",
      "Mark M. Wilde"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2108.12873",
    "title": "Quantum squeezing and sensing with pseudo anti-parity-time symmetry",
    "abstract": " Comments: 6 + 8 pages, 3 + 3 figures. To appear in PRL ",
    "url": "https://arxiv.org/abs/2108.12873",
    "authors": [
      "Xi-Wang Luo",
      "Chuanwei Zhang",
      "Shengwang Du"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2110.00050",
    "title": "Emergence of solitons from many-body photon bound states in quantum  nonlinear media",
    "abstract": " Comments: 20 pages, 11 figures ",
    "url": "https://arxiv.org/abs/2110.00050",
    "authors": [
      "Giuseppe Calajo",
      "Darrick E. Chang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2111.07338",
    "title": "The Anatomy of Geometric Phase for an Optical Vortex Transiting a Lens",
    "abstract": " Comments: 10 pages, 13 figures ",
    "url": "https://arxiv.org/abs/2111.07338",
    "authors": [
      "Mark T. Lusk",
      "Andrew A. Voitiv",
      "Chuanzhou Zhu",
      "Mark E. Siemens"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2111.13574",
    "title": "Topologically protected frequency control of broadband signals in  dynamically modulated waveguide arrays",
    "abstract": " Comments: 23 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2111.13574",
    "authors": [
      "Francesco S. Piccioli",
      "Alexander Szameit",
      "Iacopo Carusotto"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2202.01704",
    "title": "Investigating Network Parameters in Neural-Network Quantum States",
    "abstract": " Comments: 12 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2202.01704",
    "authors": [
      "Yusuke Nomura"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2203.14933",
    "title": "Quantum optics of ultracold quantum gases: open systems beyond  dissipation (habilitation thesis)",
    "abstract": " Comments: Doctor of Sciences (Habilitation) Thesis. 247 pages, 85 figures ",
    "url": "https://arxiv.org/abs/2203.14933",
    "authors": [
      "Igor B. Mekhov"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.03970",
    "title": "SOI-based micro-mechanical terahertz detector operating at  room-temperature",
    "abstract": " Title: SOI-based micro-mechanical terahertz detector operating at  room-temperature ",
    "url": "https://arxiv.org/abs/2204.03970",
    "authors": [
      "K. Froberger",
      "B. Walter",
      "M. Lavancier",
      "R. Peretti",
      "G. Ducournau",
      "J-F. Lampin",
      "M. Faucher",
      "S. Barbieri"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  }
]