[
  {
    "id": "arXiv:2305.19425",
    "title": "The Optical Truss Interferometer for the LISA Telescope",
    "abstract": "The LISA telescopes must exhibit an optical path length stability of $\\frac{\\mathrm{pm}}{\\sqrt{\\mathrm{Hz}}}$ in the mHz observation band to meet mission requirements. The optical truss interferometer is a proposed method to aid in the ground testing of the telescopes, as well as a risk-mitigation plan for the flight units. This consists of three Fabry-Perot cavities mounted to the telescope which are used to monitor structural displacements. We have designed and developed a fiber-based cavity injection system that integrates fiber components, mode-matching optics, and a cavity input mirror into a compact input stage. The input stages, paired with return mirror stages, can be mounted to the telescope to form the optical truss cavities. We performed a thorough sensitivity analysis using various simulation methods to support the fabrication and assembly of three first-generation prototype cavities, each of which exhibited a satisfactory performance based on our models. ",
    "url": "https://arxiv.org/abs/2305.19425",
    "authors": [
      "Kylan Jersey",
      "Ian Harley-Trochimczyk",
      "Yanqi Zhang",
      "Felipe Guzman"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ]
  },
  {
    "id": "arXiv:2305.19456",
    "title": "Photonic Flatband Resonances in Multiple Light Scattering",
    "abstract": "We introduce the concept of photonic flatband resonances for the example of an array of high index dielectric particles. We employ the multiple Mie scattering theory and reveal that both short range and long range interactions between the resonators are crucial for the emerging collective resonances and their associated photonic flatbands. By examining both nearfield and far field characteristics, we uncover how the flatbands emerge due to fine tuning of resonators radiation fields, and predict that hybridization of a flatband resonance with an electric hotspot can lead to giant values of the Purcell factor for the electric dipolar emitters. ",
    "url": "https://arxiv.org/abs/2305.19456",
    "authors": [
      "Thanh Xuan Hoang",
      "Daniel Leykam",
      "Yuri Kivshar"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2305.19469",
    "title": "Energy coupling in intense laser solid interactions: material properties  of gold",
    "abstract": "In the double-cone ignition inertial confinement fusion scheme, high density DT fuel is rapidly heated with high-flux fast electrons, which are generated by short and intense laser pulses. Gold cone target is usually used to shorten the distance between the critical surface and the compressed high density DT core. The material properties of solid gold may affect the generation and transport of fast electrons significantly, among which the effects of ionization and collision are the main concerns. In this work, the effects of ionization, collision and blow-off plasma on laser energy absorption rate are investigated using the LAPINS code: A three-stage model is adopted to explain the mechanism of fast electron generation and the change in laser energy absorption rate. With the increase of the charge state of Au ions, the laser-plasma interaction transfers to the later stage, resulting in a decrease in laser energy absorption rate. Collision has both beneficial and harmful effects. On one hand, collision provides a thermal pressure that makes it easier for electrons to escape into the potential well in front of the target and be accelerated in the second stage. On the other hand, collision increases stopping power and suppress electron recirculation within the target in the third stage. The vacuum sheath field behind the target enhances the electron circulation inside the target and thus improves the laser energy absorption, however this effect will be suppressed when the blow-off plasma density behind the target increases or collision is considered. ",
    "url": "https://arxiv.org/abs/2305.19469",
    "authors": [
      "Xu Liu",
      "Dong Wu",
      "Jie Zhang"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2305.19489",
    "title": "Spiking ruby revisited: self-induced periodic spiking oscillations  leading to chaotic state in a Cr:Al2O3 laser with cw 532-nm pumping",
    "abstract": "This paper reexamines a 60 year old mystery of spiking behavior in ruby lasers with a cw 532 nm pump, paying special attention to mode matching between the pump and lasing beam within a ruby crystal placed in a semi-confocal laser cavity. Periodic spiking oscillations were observed in a limited pump power regime, where spikes obeying the generic asymmetric hyperbolic function appeared at a repetition rate around 50 kHz and with a 130-150 ns width and 0.1-0.6 microjoule energy depending on the pump power. The physics of the spiking behavior based on Kleinman's mechanical approach and a plausible interpretation for the periodic spiking oscillation in terms of self-induced mode matching between the pump and laser beams through the self-induced Kerr-lens effect are addressed. The statistical nature inherent to spiking and the associated self-organized critical behavior in quasi-periodic spiking oscillations as well as chaotic states occurring outside the periodic spiking regime are also explored from a nonlinear dynamics point of view. ",
    "url": "https://arxiv.org/abs/2305.19489",
    "authors": [
      "Kenju Otsuka",
      "Seiichi Sudo"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Chaotic Dynamics (nlin.CD)"
    ]
  },
  {
    "id": "arXiv:2305.19592",
    "title": "Integrated multi-operand optical neurons for scalable and  hardware-efficient deep learning",
    "abstract": "The optical neural network (ONN) is a promising hardware platform for next-generation neuromorphic computing due to its high parallelism, low latency, and low energy consumption. However, previous integrated photonic tensor cores (PTCs) consume numerous single-operand optical modulators for signal and weight encoding, leading to large area costs and high propagation loss to implement large tensor operations. This work proposes a scalable and efficient optical dot-product engine based on customized multi-operand photonic devices, namely multi-operand optical neurons (MOON). We experimentally demonstrate the utility of a MOON using a multi-operand-Mach-Zehnder-interferometer (MOMZI) in image recognition tasks. Specifically, our MOMZI-based ONN achieves a measured accuracy of 85.89% in the street view house number (SVHN) recognition dataset with 4-bit voltage control precision. Furthermore, our performance analysis reveals that a 128x128 MOMZI-based PTCs outperform their counterparts based on single-operand MZIs by one to two order-of-magnitudes in propagation loss, optical delay, and total device footprint, with comparable matrix expressivity. ",
    "url": "https://arxiv.org/abs/2305.19592",
    "authors": [
      "Chenghao Feng",
      "Jiaqi Gu",
      "Hanqing Zhu",
      "Rongxing Tang",
      "Shupeng Ning",
      "May Hlaing",
      "Jason Midkiff",
      "Sourabh Jain",
      "David Z. Pan",
      "Ray T. Chen"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Artificial Intelligence (cs.AI)",
      "Hardware Architecture (cs.AR)",
      "Emerging Technologies (cs.ET)"
    ]
  },
  {
    "id": "arXiv:2305.19702",
    "title": "Tuneable optical gain and broadband lasing driven in electrospun polymer  fibers by high dye concentration",
    "abstract": "The optical gain of blue light-emitting electrospun polystyrene fibers doped with a linear multi-fragment molecular dye based on the combination of fluorine-carbazole functional units is investigated, with the aim of correlating emission properties and the specific material architecture made of either aligned or disordered fibers. Enhanced performance is found in aligned fibers, whose gain spectrum can be finely tuned by varying the dye concentration. Instead, randomly oriented fibers show a manifold spectral line narrowing, resulting in sharp laser peaks superimposed on top of a broad emission band, ascribable to random lasing. In these systems, the increase of the dye content turns out to be effective for both decreasing the lasing threshold by about a factor 6 and for varying the laser emission wavelength. These results make these arrays and disordered architectures of fibers valuable active media for variable-gain, broadband lasing, which is remarkably important in optical sensing and tunable microlaser devices. ",
    "url": "https://arxiv.org/abs/2305.19702",
    "authors": [
      "Giovanni Morello",
      "Maria Moffa",
      "Martina Montinaro",
      "Annachiara Albanese",
      "Karolis Kazlauskas",
      "Saulius Jursenas",
      "Ausra Tomkeviciene",
      "Juozas V. Grazulevicius",
      "Andrea Camposeo",
      "Dario Pisignano"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2305.19805",
    "title": "Axion Topology in Photonic Crystal Domain Walls",
    "abstract": "Axion insulators are 3D magnetic higher-order topological insulators protected by inversion-symmetry that exhibit hinge-localized chiral channels and induce quantized topological magnetoelectric effects. Recent research has suggested that axion insulators may be capable of detecting dark-matter axion-like particles by coupling to their axionic excitations. Beyond its fundamental theoretical interest, designing a photonic AXI offers the potential to enable the development of magnetically-tunable photonic switch devices through the manipulation of the axionic modes and their chiral propagation using external magnetic fields. Motivated by these facts, in this work, we propose a novel approach to induce axionic band topology in gyrotropic 3D Weyl photonic crystals gapped by supercell modulation. To quantize an axionic angle, we create domain-walls across inversion-symmetric photonic crystals, incorporating a phase-obstruction in the supercell modulation of their dielectric elements. This allows us to bind chiral channels on inversion-related hinges, ultimately leading to the realization of an axionic chiral channel of light. Moreover, by controlling the material gyrotropic response, we demonstrate a physically accessible way of manipulating the axionic modes through a small external magnetic bias, which provides an effective topological switch between different 1D chiral photonic fiber configurations. Remarkably, the unidirectional axionic hinge states supported by the photonic axion insulator are buried in a fully connected 3D dielectric structure, thereby being protected from radiation through the electromagnetic continuum. As a result, they are highly suitable for applications in guided-light communication, where the preservation and non-reciprocal propagation of photonic signals are of paramount importance. ",
    "url": "https://arxiv.org/abs/2305.19805",
    "authors": [
      "Chiara Devescovi",
      "Antonio Morales-Pérez",
      "Yoonseok Hwang",
      "Mikel García-Díez",
      "Iñigo Robredo",
      "Juan Luis Mañes",
      "Barry Bradlyn",
      "Aitzol García-Etxarri",
      "Maia G. Vergniory"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2305.19909",
    "title": "The effect of spatial sampling on the resolution of the magnetostatic  inverse problem",
    "abstract": "In magnetoencephalography, linear minimum norm inverse methods are commonly employed when a solution with minimal a priori assumptions is desirable. These methods typically produce spatially extended inverse solutions, even when the generating source is focal. Various reasons have been proposed for this effect, including intrisic properties of the minimum norm solution, effects of regularization, noise, and limitations of the sensor array. In this work, we express the lead field in terms of the magnetostatic multipole expansion and develop the minimum-norm inverse in the multipole domain. We demonstrate the close relationship between numerical regularization and explicit suppression of spatial frequencies of the magnetic field. We show that the spatial sampling capabilities of the sensor array and regularization together determine the resolution of the inverse solution. For the purposes of stabilizing the inverse estimate, we propose the multipole transformation of the lead field as an alternative or complementary means to purely numerical regularization. ",
    "url": "https://arxiv.org/abs/2305.19909",
    "authors": [
      "Jussi Nurminen",
      "Andrey Zhdanov",
      "Wan Jin Yeo",
      "Joonas Iivanainen",
      "Julia Stephen",
      "Amir Borna",
      "Jim McKay",
      "Peter D.D. Schwindt",
      "Samu Taulu"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2305.19324",
    "title": "Quantum catalysis in cavity QED",
    "abstract": "Catalysis plays a key role in many scientific areas, most notably in chemistry and biology. Here we present a catalytic process in a paradigmatic quantum optics setup, namely the Jaynes-Cummings model, where an atom interacts with an optical cavity. The atom plays the role of the catalyst, and allows for the deterministic generation of non-classical light in the cavity. Considering a cavity prepared in a \"classical'' coherent state, and choosing appropriately the atomic state and the interaction time, we obtain an evolution with the following properties. First, the state of the cavity has been modified, and now features non-classicality, as witnessed by sub-Poissonian statistics or Wigner negativity. Second, the process is catalytic, in the sense that the atom is deterministically returned to its initial state exactly, and could then in principle be re-used multiple times. We investigate the mechanism of this catalytic process, in particular highlighting the key role of correlations and quantum coherence. ",
    "url": "https://arxiv.org/abs/2305.19324",
    "authors": [
      "A. de Oliveira Junior",
      "Martí Perarnau-Llobet",
      "Nicolas Brunner",
      "Patryk Lipka-Bartosik"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2305.19505",
    "title": "M3ICRO: Machine Learning-Enabled Compact Photonic Tensor Core based on  PRogrammable Multi-Operand Multimode Interference",
    "abstract": "Photonic computing shows promise for transformative advancements in machine learning (ML) acceleration, offering ultra-fast speed, massive parallelism, and high energy efficiency. However, current photonic tensor core (PTC) designs based on standard optical components hinder scalability and compute density due to their large spatial footprint. To address this, we propose an ultra-compact PTC using customized programmable multi-operand multimode interference (MOMMI) devices, named M3ICRO. The programmable MOMMI leverages the intrinsic light propagation principle, providing a single-device programmable matrix unit beyond the conventional computing paradigm of one multiply-accumulate (MAC) operation per device. To overcome the optimization difficulty of customized devices that often requires time-consuming simulation, we apply ML for optics to predict the device behavior and enable a differentiable optimization flow. We thoroughly investigate the reconfigurability and matrix expressivity of our customized PTC, and introduce a novel block unfolding method to fully exploit the computing capabilities of a complex-valued PTC for near-universal real-valued linear transformations. Extensive evaluations demonstrate that M3ICRO achieves a 3.4-9.6x smaller footprint, 1.6-4.4x higher speed, 10.6-42x higher compute density, 3.7-12x higher system throughput, and superior noise robustness compared to state-of-the-art coherent PTC designs, while maintaining close-to-digital task accuracy across various ML benchmarks. Our code is open-sourced at https://github.com/JeremieMelo/M3ICRO-MOMMI. ",
    "url": "https://arxiv.org/abs/2305.19505",
    "authors": [
      "Jiaqi Gu",
      "Hanqing Zhu",
      "Chenghao Feng",
      "Zixuan Jiang",
      "Ray T. Chen",
      "David Z. Pan"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Machine Learning (cs.LG)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.19506",
    "title": "Uncommon 2D Diamond-like Carbon Nanodots Derived from Nanotubes: Atomic  Structure, Electronic States and Photonic Properties",
    "abstract": "In this article, we report the results of relatively facile fabrication of carbon nanodots from single-walled and multi-walled carbon nanotubes (SWCNT and MWCNT). The results of X-ray photoelectron spectroscopy (XPS) and Raman measurements show that the obtained carbon nanodots are quasi-two-dimensional objects with a diamond-like structure. Based on the characterization results, a theoretical model of synthesized carbon nanodots was developed. The measured absorption spectra demonstrate the similarity of the local atomic structure of carbon nanodots synthesized from single-walled and multi-walled carbon nanotubes. However, the photoluminescence (PL) spectra of nanodots synthesized from both sources turned out to be completely different. Carbon dots fabricated from MWCNTs exhibit PL spectra similar to nanoscale carbon systems with sp3 hybridization and a valuable edge contribution. At the same time nanodots synthesized from SWCNTs exhibit PL spectra which are typical for quantum dots with an estimated size of ~0.6-1.3 nm. ",
    "url": "https://arxiv.org/abs/2305.19506",
    "authors": [
      "D.W. Boukhvalov",
      "D.A. Zatsepin",
      "Yu.A. Kuznetsova",
      "V.I. Pryakhina",
      "A.F. Zatsepin"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2305.19533",
    "title": "DOTA: A Dynamically-Operated Photonic Tensor Core for Energy-Efficient  Transformer Accelerator",
    "abstract": "The wide adoption and significant computing resource consumption of attention-based Transformers, e.g., Vision Transformer and large language models, have driven the demands for efficient hardware accelerators. While electronic accelerators have been commonly used, there is a growing interest in exploring photonics as an alternative technology due to its high energy efficiency and ultra-fast processing speed. Optical neural networks (ONNs) have demonstrated promising results for convolutional neural network (CNN) workloads that only require weight-static linear operations. However, they fail to efficiently support Transformer architectures with attention operations due to the lack of ability to process dynamic full-range tensor multiplication. In this work, we propose a customized high-performance and energy-efficient photonic Transformer accelerator, DOTA. To overcome the fundamental limitation of existing ONNs, we introduce a novel photonic tensor core, consisting of a crossbar array of interference-based optical vector dot-product engines, that supports highly-parallel, dynamic, and full-range matrix-matrix multiplication. Our comprehensive evaluation demonstrates that DOTA achieves a >4x energy and a >10x latency reduction compared to prior photonic accelerators, and delivers over 20x energy reduction and 2 to 3 orders of magnitude lower latency compared to the electronic Transformer accelerator. Our work highlights the immense potential of photonic computing for efficient hardware accelerators, particularly for advanced machine learning workloads. ",
    "url": "https://arxiv.org/abs/2305.19533",
    "authors": [
      "Hanqing Zhu",
      "Jiaqi Gu",
      "Hanrui Wang",
      "Zixuan Jiang",
      "Zhekai Zhang",
      "Rongxin Tang",
      "Chenghao Feng",
      "Song Han",
      "Ray T. Chen",
      "David Z. Pan"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Hardware Architecture (cs.AR)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.19580",
    "title": "Monofluorinated Ether Electrolyte with Acetal Backbone for  High-Performance Lithium Metal Batteries",
    "abstract": "High degree of fluorination for ether electrolytes has resulted in improved cycling stability of lithium metal batteries (LMBs) due to stable SEI formation and good oxidative stability. However, the sluggish ion transport and environmental concerns of high fluorination degree drives the need to develop less fluorinated structures. Here, we introduce bis(2-fluoroethoxy)methane (F2DEM) which features monofluorination of the acetal backbone. High coulombic efficiency (CE) and stable long-term cycling in Li||Cu half cells can be achieved with F2DEM even under fast Li metal plating conditions. The performance of F2DEM is further compared with diethoxymethane (DEM) and 2-[2-(2,2-Difluoroethoxy)ethoxy]-1,1,1-Trifluoroethane (F5DEE). The structural similarity of DEM allows us to better probe the effects of monofluorination, while F5DEE is chosen as the one of the best performing LMB electrolytes for reference. The monofluorine substitution provides improved oxidation stability compared to non-fluorinated DEM, as demonstrated in the linear sweep voltammetry (LSV) and voltage holding experiments in Li||Pt and Li||Al cells. Higher ionic conductivity compared to F5DEE is also observed due to the decreased degree of fluorination. Furthermore, 1.75 M lithium bis(fluorosulfonyl)imide (LiFSI) / F2DEM displays significantly lower overpotential compared with the two reference electrolytes, which improves energy efficiency and enables its application in high-rate conditions. Comparative studies of F2DEM with DEM and F5DEE in anode-free (LiFePO4) LFP pouch cells and high-loading LFP coin cells with 20 {\\mu}m excess Li further show improved capacity retention of F2DEM electrolyte. ",
    "url": "https://arxiv.org/abs/2305.19580",
    "authors": [
      "Elizabeth Zhang",
      "Yuelang Chen",
      "Zhiao Yu",
      "Yi Cui",
      "Zhenan Bao"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2305.19825",
    "title": "Control of quantum coherence and Hong-Ou-Mandel interference of  structured photon pairs",
    "abstract": "Accurately controlling quantum coherence and Hong-Ou-Mandel (HOM) interference of two-photon states is crucial for their applications in quantum sensing and quantum imaging. In this study, we have developed a comprehensive theory of HOM interference of three-dimensional (3D) structured photon pairs. Our findings reveal that the HOM dip and peak are primarily determined by the combined exchange-reflection symmetry of the two-photon wave-packet function. More specifically, we propose precise control of the quantum coherence of two-photon pulses by engineering their transverse-plane phases. These results could potentially stimulate new experimental researches and applications of optical quantum coherence. ",
    "url": "https://arxiv.org/abs/2305.19825",
    "authors": [
      "Dianzhen Cui",
      "Xi-Lin Wang",
      "X. X. Yi",
      "Li-Ping Yang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.20004",
    "title": "Learning to solve Bayesian inverse problems: An amortized variational  inference approach",
    "abstract": "Inverse problems, i.e., estimating parameters of physical models from experimental data, are ubiquitous in science and engineering. The Bayesian formulation is the gold standard because it alleviates ill-posedness issues and quantifies epistemic uncertainty. Since analytical posteriors are not typically available, one resorts to Markov chain Monte Carlo sampling or approximate variational inference. However, inference needs to be rerun from scratch for each new set of data. This drawback limits the applicability of the Bayesian formulation to real-time settings, e.g., health monitoring of engineered systems, and medical diagnosis. The objective of this paper is to develop a methodology that enables real-time inference by learning the Bayesian inverse map, i.e., the map from data to posteriors. Our approach is as follows. We represent the posterior distribution using a parameterization based on deep neural networks. Next, we learn the network parameters by amortized variational inference method which involves maximizing the expectation of evidence lower bound over all possible datasets compatible with the model. We demonstrate our approach by solving examples a set of benchmark problems from science and engineering. Our results show that the posterior estimates of our approach are in agreement with the corresponding ground truth obtained by Markov chain Monte Carlo. Once trained, our approach provides the posterior parameters of observation just at the cost of a forward pass of the neural network. ",
    "url": "https://arxiv.org/abs/2305.20004",
    "authors": [
      "Sharmila Karumuri",
      "Ilias Bilionis"
    ],
    "subjectives": [
      "Machine Learning (stat.ML)",
      "Machine Learning (cs.LG)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2305.20017",
    "title": "Controlling the Photon Number Coherence of Solid-state Quantum Light  Sources for Quantum Cryptography",
    "abstract": "Quantum communication networks rely on quantum cryptographic protocols including quantum key distribution (QKD) using single photons. A critical element regarding the security of QKD protocols is the photon number coherence (PNC), i.e. the phase relation between the zero and one-photon Fock state, which critically depends on the excitation scheme. Thus, to obtain flying qubits with the desired properties, optimal pumping schemes for quantum emitters need to be selected. Semiconductor quantum dots generate on-demand single photons with high purity and indistinguishability. Exploiting two-photon excitation of a quantum dot combined with a stimulation pulse, we demonstrate the generation of high-quality single photons with a controllable degree of PNC. Our approach provides a viable route toward secure communication in quantum networks. ",
    "url": "https://arxiv.org/abs/2305.20017",
    "authors": [
      "Yusuf Karli",
      "Daniel A. Vajner",
      "Florian Kappe",
      "Paul C. A. Hagen",
      "Lena M. Hansen",
      "René Schwarz",
      "Thomas K. Bracht",
      "Christian Schimpf",
      "Saimon F. Covre da Silva",
      "Philip Walther",
      "Armando Rastelli",
      "Vollrath Martin Axt",
      "Juan C. Loredo",
      "Vikas Remesh",
      "Tobias Heindel",
      "Doris E. Reiter",
      "Gregor Weihs"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.20034",
    "title": "Thickness Insensitive Nanocavities for 2D Heterostructures using  Photonic Molecules",
    "abstract": "Two-dimensional (2D) heterostructures integrated into nanophotonic cavities have emerged as a promising approach towards novel photonic and opto-electronic devices. However, the thickness of the 2D heterostructure has a strong influence on the resonance frequency of the hybrid cavity. For a single cavity, the resonance frequency shifts approximately linearly with the thickness. Here, we propose to use the inherent non-linearity of the mode coupling to render the cavity mode insensitive to the thickness of the 2D heterostructure. Based on the couple mode theory, we reveal that this goal can be achieved using either a homoatomic molecule with a filtered coupling or heteroatomic molecules. We perform numerical simulations to further demonstrate the robustness of the eigenfrequency in the proposed photonic molecules. Our results render nanophotonic structures insensitive to the thickness of 2D materials, thus owing appealing potential in energy- or detuning-sensitive applications such as cavity quantum electrodynamics. ",
    "url": "https://arxiv.org/abs/2305.20034",
    "authors": [
      "Peirui Ji",
      "Chenjiang Qian",
      "Jonathan J. Finley",
      "Shuming Yang"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2209.02909",
    "title": "Polariton Localization and Dispersion Properties of Disordered Quantum  Emitters in Multimode Microcavities",
    "abstract": " Comments: 17 pages including Supplementary Materials; 9 figures; comments are welcome ",
    "url": "https://arxiv.org/abs/2209.02909",
    "authors": [
      "Georg Engelhardt",
      "Jianshu Cao"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Other Condensed Matter (cond-mat.other)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2212.12947",
    "title": "Introducing a Research Program for Quantum Humanities: Theoretical  Implications",
    "abstract": " Comments: Change in the authorship structure, one author recinds from authorship ",
    "url": "https://arxiv.org/abs/2212.12947",
    "authors": [
      "Astrid Bötticher",
      "Zeki C. Seskir",
      "Johannes Ruhland"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2302.04295",
    "title": "Large-scale optical compression of free-space using an experimental  three-lens spaceplate",
    "abstract": " Comments: 11 pages, 8 figures. Submitted to Optics Express Feb. 7, 2023, and accepted May 30, 2023 ",
    "url": "https://arxiv.org/abs/2302.04295",
    "authors": [
      "Nicholas J. Sorensen",
      "Michael T. Weil",
      "Jeff S. Lundeen"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.07629",
    "title": "HF trimer: 12D fully coupled quantum calculations of HF-stretch excited  intramolecular and intermolecular vibrational states using contracted bases  of intramolecular and intermolecular eigenstates",
    "abstract": " Title: HF trimer: 12D fully coupled quantum calculations of HF-stretch excited  intramolecular and intermolecular vibrational states using contracted bases  of intramolecular and intermolecular eigenstates ",
    "url": "https://arxiv.org/abs/2305.07629",
    "authors": [
      "Peter M. Felker",
      "Zlatko Bačić"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2305.13575",
    "title": "Integrated optical frequency division for stable microwave and mmWave  generation",
    "abstract": " Comments: 8 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2305.13575",
    "authors": [
      "Shuman Sun",
      "Beichen Wang",
      "Kaikai Liu",
      "Mark Harrington",
      "Fatemehsadat Tabatabaei",
      "Ruxuan Liu",
      "Jiawei Wang",
      "Samin Hanifi",
      "Jesse S. Morgan",
      "Mandana Jahanbozorgi",
      "Zijiao Yang",
      "Steven Bowers",
      "Paul Morton",
      "Karl Nelson",
      "Andreas Beling",
      "Daniel Blumenthal",
      "Xu Yi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2305.15959",
    "title": "A Universal Quantum Technology Education Program",
    "abstract": " Comments: 6 pages, 1 table ",
    "url": "https://arxiv.org/abs/2305.15959",
    "authors": [
      "Sanjay Vishwakarma",
      "Shalini D",
      "Srinjoy Ganguly",
      "Sai Nandan Morapakula"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2305.17475",
    "title": "A Zero-Threshold Polariton-Raman Laser",
    "abstract": " Comments: Total 25 pages, 4 main figures, 9 supplementary figures ",
    "url": "https://arxiv.org/abs/2305.17475",
    "authors": [
      "Avijit Dhara",
      "Devarshi Chakrabarty",
      "Pritam Das",
      "Kritika Ghosh",
      "Ayan Roy Chaudhuri",
      "Sajal Dhara"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2305.18978",
    "title": "IDToolkit: A Toolkit for Benchmarking and Developing Inverse Design  Algorithms in Nanophotonics",
    "abstract": " Comments: KDD'23 ",
    "url": "https://arxiv.org/abs/2305.18978",
    "authors": [
      "Jia-Qi Yang",
      "Yucheng Xu",
      "Jia-Lei Shen",
      "Kebin Fan",
      "De-Chuan Zhan",
      "Yang Yang"
    ],
    "subjectives": [
      "Artificial Intelligence (cs.AI)",
      "Machine Learning (cs.LG)",
      "Optics (physics.optics)"
    ]
  }
]