[
  {
    "id": "arXiv:2210.12356",
    "title": "Bloch Surface Wave-atom Coupling in Periodic Photonic Structure",
    "abstract": "Considering efforts for hot atom vapor-nanophotonic integration as a new paradigm in quantum optics in this paper we introduce 1D photonic crystal-Rb vapor cell as structure with miniaturized interaction volume. The Bloch surface wave excited on surface of a photonic crystal as electromagnetic hosting photonic mode, and altered the optical response of Rb atoms in the vicinity of surface. Coupling of atomic states with BSW confined modes would lead to quantum interference effects and results in nonlinearities in resonant coupling of atoms with BSW. We show Bloch surface wave induced transparency is highly stable under a change of incidence angle. Our results show slight changes in transitions detunings due to nonlinear interactions like the Casimir-Polder effect under change of localized density of optical states. ",
    "url": "https://arxiv.org/abs/2210.12356",
    "authors": [
      "M. Asadolah Salmanpour",
      "M. Mosleh",
      "S. M. Hamidi"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2210.12395",
    "title": "Joint Detections of Frequency and Direction of Arrival in Wideband Based  on Programmable Metasurface",
    "abstract": "We propose to achieve joint detections of frequency and direction of arrival in wideband using single sensor based on an active metasurface with programmable transmission states of pass and stop. By integrating two PIN diodes with the opposite directions into the proposed single-layer and ultrathin meta-atom, the transmission performance with 10 dB difference between the pass and stop states is realized in the bandwidth from 5.9 GHz to 8.8 GHz using field-circuit co-simulations. Accordingly, random receiving patterns are generated by controlling the programmable metasurface composed of the switchable meta-atoms. Afterwards, the frequency and direction information of sources located in the far field are detected using the modified algorithm of estimating signal parameters via rotational invariance techniques (ESPRIT) and the compressive sensing method, respectively. A sample of the programmable metasurface is fabricated and the voltage control system is built up correspondingly. To entirely verify the validity of the proposed method, we conduct three kinds of experiments with one single source, double sources with different frequencies, and double sources with the same frequency, respectively. In all cases, the source information of frequency and direction has been detected preciously in measurements in the frequency band from 6.2 GHz to 8.8 GHz. ",
    "url": "https://arxiv.org/abs/2210.12395",
    "authors": [
      "He Li",
      "Yun Bo Li",
      "Wang Sheng Hu",
      "Sheng Jie Huang",
      "Jia Lin Shen",
      "Shi Yu Wang",
      "Tie Jun Cui"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2210.12454",
    "title": "Bioinspired periodic panels optimized for acoustic insulation",
    "abstract": "The design of structures that can yield efficient sound insulation performance is a recurring topic in the acoustic engineering field. Special attention is given to panels, which can be designed using several approaches to achieve considerable sound attenuation. Previously, we have presented the concept of thickness-varying periodic plates with optimized profiles to inhibit flexural wave energy propagation. In this work, motivated by biological structures that present multiple locally resonant elements able to cause acoustic cloaking, we extend our shape optimization approach to design panels that achieve improved acoustic insulation performance using either thickness-varying profiles or locally resonant attachments. The optimization is performed using numerical models that combine the Kirchhoff plate theory and the plane wave expansion method. Our results indicate that panels based on locally resonant mechanisms have the advantage of being robust against variation in the incidence angle of acoustic excitation and, therefore, are preferred for single-leaf applications. ",
    "url": "https://arxiv.org/abs/2210.12454",
    "authors": [
      "Vinicius F. Dal Poggetto",
      "Nicola M. Pugno",
      "José Roberto de F. Arruda"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2210.12535",
    "title": "Using an acousto-optic modulator as a fast spatial light modulator",
    "abstract": "High-speed spatial light modulators (SLM) are crucial components for free-space communication and structured illumination imaging. Current approaches for dynamical spatial mode generation, such as liquid crystal SLMs or digital micromirror devices, are limited to a maximum pattern refresh rate of 10 kHz and have a low damage threshold. We demonstrate that arbitrary spatial profiles in a laser pulse can be generated by mapping the temporal radio-frequency (RF) waveform sent to an acousto-optic modulator (AOM) onto the optical field. We find that the fidelity of the SLM performance can be improved through numerical optimization of the RF waveform to overcome the nonlinear effect of AOM. An AOM can thus be used as a 1-dimensional SLM, a technique we call acousto-optic spatial light modulator (AO-SLM), which has 50 um pixel pitch, over 1 MHz update rate, and high damage threshold. We simulate the application of AO-SLM to single-pixel imaging, which can reconstruct a 32x32 pixel complex object at a rate of 11.6 kHz with 98% fidelity. ",
    "url": "https://arxiv.org/abs/2210.12535",
    "authors": [
      "Xialin Liu",
      "Boris Braverman",
      "Robert W. Boyd"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.12829",
    "title": "Numerical simulation of microscale acoustic streaming flow",
    "abstract": "The efficient mixing of fluid samples in miniaturized total analysis systems is essential for numerous applications including biological screening assays, chemical extraction, polymerization, cell analysis, and protein folding. Miniaturized microfluidic platforms have recently emerged for microscale fluid mixing with their capabilities of high-throughput sample processing and reduced sample depletion. However, microscale fluid mixing is inherently hampered due to the characteristics of a low Reynolds number flows in diminutive channels. Microscale fluid mixing mainly depends on molecular diffusion and thus requires long processing time. In order to address the conundrum, a variety of active microfluidic approaches for swift and efficient mixing have been developed using electro-kinetic flow, laser-induced flow, magnetic stirring, and acoustic streaming flow (ASF). Among these techniques with external force fields, acoustofluidic fluid mixing has been acclaimed due to its on-demand, controllable, non-invasive and biocompatible nature. In this study, we performed numerical simulations of acoustic streaming flows, induced by with a highly localized surface acoustic waves (SAWs), in a microscale fluidic channel based on an acoustic wave attenuation model ",
    "url": "https://arxiv.org/abs/2210.12829",
    "authors": [
      "S.A. Iqrar",
      "J. Park",
      "M. Afzal",
      "H.J. Sung"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2210.12993",
    "title": "Development of LGAD sensors with a thin entrance window for soft X-ray  detection",
    "abstract": "We show the developments carried out to improve the silicon sensor technology for the detection of soft X-rays with hybrid X-ray detectors. An optimization of the entrance window technology is required to improve the quantum efficiency. The LGAD technology can be used to amplify the signal generated by the X-rays and to increase the signal-to-noise ratio, making single photon resolution in the soft X-ray energy range possible. In this paper, we report first results obtained from an LGAD sensor production with an optimized thin entrance window. Single photon detection of soft X-rays down to 452~eV has been demonstrated from measurements, with a signal-to-noise ratio better than 20. ",
    "url": "https://arxiv.org/abs/2210.12993",
    "authors": [
      "Jiaguo Zhang",
      "Rebecca Barten",
      "Filippo Baruffaldi",
      "Anna Bergamaschi",
      "Giacomo Borghi",
      "Maurizio Boscardin",
      "Martin Brueckner",
      "Maria Carulla",
      "Matteo Centis Vignali",
      "Roberto Dinapoli",
      "Simon Ebner",
      "Francesco Ficorella",
      "Erik Froejdh",
      "Dominic Greiffenberg",
      "Omar Hammad Ali",
      "Julian Heymes",
      "Shqipe Hasanaj",
      "Viktoria Hinger",
      "Thomas King",
      "Pawel Kozlowski",
      "Carlos Lopez-Cuenca",
      "Davide Mezza",
      "Konstantinos Moustakas",
      "Aldo Mozzanica",
      "Giovanni Paternoster",
      "Sabina Ronchin",
      "Christian Ruder",
      "Bernd Schmitt",
      "Dhanya Thattil"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2210.13051",
    "title": "Research on thermal effects in optical trap in vacuum",
    "abstract": "The motion of a levitated particle hotter than its surroundings is the superposition of hot Brownian motion and photophoresis effect. Its study provides interpretation for particle escaping phenomenon during the pressure decreasing process and valuable insights into micro- and nanoscale thermal effects in optical trap in vacuum. In this paper, we derive and test a dynamic model for the motion of a laser levitated particle in non-equilibrium state, and show how the thermal effects affect the sphere's motion and its stability in the trap. With the model, we also assess the difference of accommodation coefficient over the sphere. This work opens prospects for increasing the trapping stability of optically trapped particles. ",
    "url": "https://arxiv.org/abs/2210.13051",
    "authors": [
      "Mengzhu Hu",
      "Nan Li",
      "Zhenhai Fu",
      "Yizhou Zhang",
      "Wenqiang Li",
      "Huizhu Hu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.13073",
    "title": "Simulation of conduction cooling of a 650MHz 5-cell cavity",
    "abstract": "The research note presents results of coupled RF and thermal simulation of a cryocooler conduction cooled 650 MHz SRF cavity made of bulk niobium and coated with Nb3Sn on the RF surface. The cavity is part of a particle accelerator design capable of producing 10 MeV, 1000 kW electron beam for application in wastewater treatment. More details of the accelerator design are presented in R.C. Dhuley et al. (2022) Phys. Rev. Accel. Beams 25, 041601. ",
    "url": "https://arxiv.org/abs/2210.13073",
    "authors": [
      "Roman Kostin"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2210.13087",
    "title": "Green laser powder bed fusion based fabrication and rate-dependent  mechanical properties of copper lattices",
    "abstract": "Lattice structures composed of periodic solid frames and pores can be utilized in energy absorption applications due to their high specific strength and large deformation. However, these structures typically suffer from post-yield softenings originating from the limited plasticity of available material choices. This study aims to resolve such an issue by fabricating lattice structures made of ductile pure copper (Cu). For the first time, Cu lattice structures are fabricated through laser-powder bed fusion (L-PBF) with green laser ({\\lambda} = 515 nm). Structural and microstructural analysis confirm that the lattice structures consist of well-defined unit cells and show dense microstructure. The deformation behavior is investigated under a wide range of strain rates from ~0.001 /s to ~1000 /s. The stress-strain curves exhibit a smooth and continuous deformation without any post-yield softening, which can be attributed to the intrinsic mechanical properties of Cu. Correlated with post-mortem microscopy examination, the rate-dependent deformation behavior of pure Cu lattice structures is investigated and rationalized. The current work suggests that the complex Cu architectures can be fabricated by L-PBF with green laser and the lattice structures made of ductile metal are suitable for dynamic loading applications. ",
    "url": "https://arxiv.org/abs/2210.13087",
    "authors": [
      "Sung-Gyu Kang",
      "Ramil Gainov",
      "Daniel Heußen",
      "Sören Bieler",
      "Zhongji Sun",
      "Kerstin Weinberg",
      "Gerhard Dehm",
      "Rajaprakash Ramachandramoorthy"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2210.13099",
    "title": "Characterization of the transient response of diamond sensors to  collimated, sub-ps, 1 GeV electron bunches",
    "abstract": "Diamond sensors (DS) are widely used as solid-state particle detectors, beam loss monitors, and dosimeters in high-radiation environments, e.g., particle colliders. We have calibrated our DS with steady $\\beta$- and X-radiation, spanning a dose rate in the range 0.1-100 mGy/s. Here, we report the first systematic characterization of transient responses of DS to collimated, sub-picosecond, 1 GeV electron bunches. These bunches, possessing a charge ranging from tens to hundreds of pC and a size from tens of microns to millimeters, are suitably provided by the FERMI electron linac in Trieste, Italy. The high density of charge carriers generated by ionization in the diamond bulk causes a transient modification of electrical properties of DS (e.g., resistance), which in turn affects the signal shape. We have modeled a two-step numerical approach, simulating the effects on the signal of both the evolution of charge carrier density in the diamond bulk and the changes in the circuit parameters. This approach interprets features observed in our experimental results to a great extent. ",
    "url": "https://arxiv.org/abs/2210.13099",
    "authors": [
      "Silvano Bassanese",
      "Luciano Bosisio",
      "Giuseppe Cautero",
      "Simone Di Mitri",
      "Mario Ferianis",
      "Alice Gabrielli",
      "Dario Giuressi",
      "Yifan Jin",
      "Livio Lanceri",
      "Marco Marich",
      "Ralf Hendrik Menk",
      "Lorenzo Vitale"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2210.13165",
    "title": "Third-order nonlinear femtosecond optical gating through highly  scattering media",
    "abstract": "Discriminating between ballistic and diffuse components of light propagating through highly scattering media is not only important for imaging purposes but also for investigating the fundamental diffusion properties of the medium itself. Massively developed to this end over the past 20 years, nonlinear temporal gating remains limited to about 10e-10 transmission factors. Here, we report nonlinear time gated measurements of highly scattered femtosecond pulses with transmission factors as low as 10e-12. Our approach is based on third-order nonlinear cross-correlation of femtosecond pulses, a standard diagnostic used in high-power laser science, applied for the first time to the study of fundamental light scattering properties. ",
    "url": "https://arxiv.org/abs/2210.13165",
    "authors": [
      "Bocoum Maïmouna",
      "Cheng Zhao",
      "Kaur Jaismeen",
      "Lopez-Martens Rodrigo"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2210.13180",
    "title": "Multimode non-Hermitian framework for third harmonic generation in  nonlinear photonic systems comprising 2D materials",
    "abstract": "Resonant structures in modern nanophotonics are non-Hermitian (leaky and lossy), and support quasinormal modes. Moreover, contemporary cavities frequently include 2D materials to exploit and resonantly enhance their nonlinear properties or provide tunability. Such materials add further modeling complexity due to their infinitesimally thin nature and strong dispersion. Here, a formalism for efficiently analyzing third harmonic generation (THG) in nanoparticles and metasurfaces incorporating 2D materials is proposed. It is based on numerically calculating the quasinormal modes in the nanostructure, it is general, and does not make any prior assumptions regarding the number of resonances involved in the conversion process, in contrast to conventional coupled-mode theory approaches in the literature. The capabilities of the framework are showcased via two selected examples: a single scatterer and a periodic metasurface incorporating graphene for its high third-order nonlinearity. In both cases, excellent agreement with full-wave nonlinear simulations is obtained. The proposed framework may constitute an invaluable tool for gaining physical insight into the frequency generation process in nano-optic structures and providing guidelines for achieving drastically enhanced THG efficiency. ",
    "url": "https://arxiv.org/abs/2210.13180",
    "authors": [
      "Thomas Christopoulos",
      "Emmanouil E. Kriezis",
      "Odysseas Tsilipakos"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.13192",
    "title": "Silicon $4π$ spectrometer for $β$-decay electrons with energies up  to 3~MeV",
    "abstract": "We present a description of the originally developed $\\beta$-spectrometer consisting of two Si(Li)-detectors with sensitive area thickness above 8~mm and $4\\pi$-geometry. The full absorption spectrometer allows for direct measurements of $\\beta$-spectra, disregarding the corrections to the response function induced by the electron backscattering from the crystal surface. In case of $\\beta$-spectra of transitions to the excited state of the daughter isotope additional 3\" BGO-detector is used in order to detect the $\\gamma$-quanta in coincidence with the pair of Si(Li)-spectrometers. ",
    "url": "https://arxiv.org/abs/2210.13192",
    "authors": [
      "I.E. Alexeev",
      "S.V. Bakhlanov",
      "E.A. Chmel",
      "A.V. Derbin",
      "I.S. Drachnev",
      "I.M. Kotina",
      "M.S. Mikulich",
      "V.N. Muratova",
      "N.V. Nyazova",
      "D.A. Semenov",
      "M.V. Trushin",
      "E.V. Unzhakov"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)",
      "High Energy Physics - Phenomenology (hep-ph)",
      "Nuclear Experiment (nucl-ex)"
    ]
  },
  {
    "id": "arXiv:2210.13214",
    "title": "Miniaturized Modules for Space Based Optical Communication",
    "abstract": "We present recent progress in developing miniaturized optical receiver amplifiers for space communications. ",
    "url": "https://arxiv.org/abs/2210.13214",
    "authors": [
      "J. Edmunds",
      "L. Henwood-Moroney",
      "N. Hammond",
      "E. Prowse",
      "K. Hall",
      "L. Szemendera",
      "N. Davoudzadeh",
      "P. Holland",
      "K. Simpson",
      "C. Palmer",
      "L. Stampoulidis",
      "P. Kean",
      "M. Welch",
      "E. Kehayas"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Signal Processing (eess.SP)"
    ]
  },
  {
    "id": "arXiv:2210.13215",
    "title": "Reinforcement learning enabled the design of compact and efficient  integrated photonic devices",
    "abstract": "In this paper, we introduce the design approach of integrated photonic devices by employing reinforcement learning known as attractor selection. Here, we combined three-dimensional finite-difference time-domain method with attractor selection algorithm, which is based on artificial neural networks, to achieve ultra-compact and highly efficient photonic devices with low crosstalk such as wavelength demultiplexers and a polarization splitter. The presented devices consist of silicon-on-insulator materials, which are compatible with complementary metal-oxide-semiconductor technology, and their structural dimensions enable the possible fabrication process in the future. The numerical results are presented for the near-infrared wavelengths at around 1550 nm, and the performance of designed photonic devices with footprint of 3x3 um2 are compared with the previously reported structures. Consequently, the reinforcement learning is successfully applied to design smaller and superior integrated photonic devices where the use of presented approach can be further expanded to different applications. ",
    "url": "https://arxiv.org/abs/2210.13215",
    "authors": [
      "Mirbek Turduev",
      "Emre Bor",
      "Onur Alparslan",
      "Y. Sinan Hanay",
      "Hamza Kurt",
      "Shin'ichi Arakawa",
      "Masayuki Murata"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.13224",
    "title": "Tilt angle measurement with a Gaussian-shaped laser beam tracking",
    "abstract": "We have addressed the challenge to carry out the angular tilt stabilization of a laser guiding mirror which is intended to route a laser beam with a high energy density. Such an application requires good angular accuracy as well as large operating range, long term stability and absolute positioning. We have designed an instrument for such a high precision angular tilt measurement based on a triangulation method where a laser beam with Gaussian profile is reflected off the stabilized mirror and detected by an image sensor. As the angular deflection of the mirror causes a change of the beam spot position, the principal task is to measure the position on the image chip surface. We have employed a numerical analysis of the Gaussian intensity pattern which uses the nonlinear regression algorithm. The feasibility and performance of the method were tested by numeric modeling as well as experimentally. The experimental results indicate that the assembled instrument achieves a measurement error of 0.13 microradian in the range +-0.65 degrees over the period of one hour. This corresponds to the dynamic range of 1:170 000. ",
    "url": "https://arxiv.org/abs/2210.13224",
    "authors": [
      "Martin Šarbort",
      "Šimon Řeřucha",
      "Petr Jedlička",
      "Josef Lazar",
      "Ondrej Číp"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.13226",
    "title": "Tapered Optical Fiber-based Detection of Charged Particle Irradiation in  Space Exploration and Nuclear Reactors",
    "abstract": "In this work, we demonstrate the use of tapered optical fibers (TOF) to detect charged particle (ions), irradiated at various energies, fluences and species. The single mode tapered optical fiber has been used in various sensing applications in recent times. Here, tapered optical fibers have been exposed to two different ion species namely Ar+ and N+ at different energies and different fluences, respectively. The optical spectrum analyzer (OSA) detects the changes in the free spectral range (FSR), period, and transmission power loss from the ion beam irradiated TOFs. The change in the refractive index of the cladding material due to the implanted ions influences the transmission spectra of the TOFs and we could able to detect ions of energy as low as 80 keV. COMSOL simulation results are employed to explain the observed changes in spectra. The ion beams induced surface modification and defect formation as well as the implantation in TOF have been predicted using Monte Carlo based 3D TRI3DYN ion-solid interaction simulation and corroborated with other experimental studies such as scanning electron microscopy and Raman scattering spectroscopy. Such tapered optical fiber-based detection technique will help to develop portable device to detect charged particles in space exploration and in nuclear reactors. ",
    "url": "https://arxiv.org/abs/2210.13226",
    "authors": [
      "Manoj K. Rajbhar",
      "Basudeba Maharana",
      "Shyamapada Patra",
      "Shyamal Chatterjee"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.12428",
    "title": "Deterministic single photon source enabled by coherent superposition of  Mie-scattering moments in a NV- center coupled dipolar antenna",
    "abstract": "Generation of an ultra-bright, deterministic, solid-state single photon source with high photon collection rate is an imperative requirement for quantum technologies. In this direction, various nanophotonic systems coupled with single quantum emitters are being implemented, but results in low decay rate enhancement and MHz photon collection rate. Here, we unravel coherent superposition of excited Mie-scattering moments in a dipolar antenna, coupled with a single nitrogen-vacancy (NV-) center, to achieve bright single photon source with GHz collection rate. Such balancing of Mie-scattering moments, especially higher-order multi-polar moments, provide strong forward light scattering with null backward scattering at the generalized Kerker condition. This results in strong field intensity localization that can be used to shape the emission from an embedded NV- center in the dipolar antenna. A relative decay rate enhancement of more than 300 times with collection efficiency exceeding 75% is achieved that result in photon collection rate of ~ 5 GHz. The calculated intensity-intensity correlation confirms bright single photon emission with enhanced rate and collection efficiency. ",
    "url": "https://arxiv.org/abs/2210.12428",
    "authors": [
      "Faraz A. Inam",
      "Rajesh V. Nair"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.12443",
    "title": "Coherent optical control of a superconducting microwave cavity via  electro-optical dynamical back-action",
    "abstract": "Recent quantum technology advances have established precise quantum control of various microscopic systems involving optical, microwave, spin, and mechanical degrees of freedom. It is a timely challenge to realize hybrid quantum devices that leverage the full potential of each component. Interfaces based on cryogenic cavity electro-optic systems are particularly promising, due to the direct interaction between microwave and optical fields in the quantum regime. However, low coupling rates and excess back-action from the pump laser have precluded quantum optical control of superconducting circuits. Here we report the coherent control of a microwave cavity mode using laser light in a multimode device at millikelvin temperature with near unity cooperativity, as manifested by the observation of electro-optically induced transparency and absorption due to the electro-optical dynamical back-action. We show that both the stationary and instantaneous pulsed response of the microwave and optical modes comply with the coherent electro-optical interaction and reveal only minuscule amount of excess back-action with an unanticipated time delay. Our demonstration represents a key step to attain full quantum control of microwave circuits using laser light, with possible applications ranging from optical quantum non-demolition measurements of microwave fields beyond the standard quantum limit, optical microwave ground state cooling and squeezing, to quantum transduction, entanglement generation and hybrid quantum networks. ",
    "url": "https://arxiv.org/abs/2210.12443",
    "authors": [
      "Liu Qiu",
      "Rishabh Sahu",
      "William Hease",
      "Georg Arnold",
      "Johannes M. Fink"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.12477",
    "title": "ExoMol line lists -- {XLVI}: Empirical rovibronic spectra of silicon  mononitrate (SiN) covering the 6 lowest electronic states and 4 isotopologues",
    "abstract": "Silicon mononitride ($^{28}$Si$^{14}$N, $^{29}$Si$^{14}$N, $^{30}$Si$^{14}$N, $^{28}$Si$^{15}$N) line lists covering infrared, visible and ultraviolet regions are presented. The \\name\\ line lists produced by ExoMol include rovibronic transitions between six electronic states: \\XS, \\AS, \\BS, \\DS, \\asi, \\bsi. The \\ai\\ potential energy and coupling curves, computed at the multireference configuration interaction (MRCI/aug-cc-pVQZ) level of theory, are refined for the observed states by fitting their analytical representations to 1052 experimentally derived SiN energy levels determined from rovibronic bands belonging to the $X$--$X$, $A$--$X$ and $B$--$X$ electronic systems through the MARVEL procedure. The SiNful line lists are compared to previously observed spectra, recorded and calculated lifetimes, and previously calculated partition functions. SiNful is available via the \\url{www.exomol.com} database. ",
    "url": "https://arxiv.org/abs/2210.12477",
    "authors": [
      "Mikhail Semenov",
      "Nicholas Clark",
      "Sergei N. Yurchenko",
      "Gap-Sue Kim",
      "Jonathan Tennyson"
    ],
    "subjectives": [
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      "Atomic Physics (physics.atom-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2210.12592",
    "title": "Supersymmetric non-Hermitian topological interface laser",
    "abstract": "We investigate laser emission at the interface of a topological and trivial phases with loss and gain. The system is described by a Su-Schrieffer-Heeger model with site-dependent hopping parameters. We study numerically and analytically the interface states. The ground state is described by the Jackiw-Rebbi mode with a pure imaginary energy, reflecting the non-Hermiticity of the system. It is strictly localized only at the A sites. We also find a series of analytic solutions of excited states based on SUSY quantum mechanics, where the A and B sites of the bipartite lattice form SUSY partners. We then study the system containing loss and gain with saturation. The Jackiw-Rebbi mode is extended to a nonlinear theory, where B sites are also excited. The relative phases between A and B sites are fixed, and hence it will serve as a large area coherent laser. ",
    "url": "https://arxiv.org/abs/2210.12592",
    "authors": [
      "Motohiko Ezawa",
      "Natsuko Ishida",
      "Yasutomo Ota",
      "Satoshi Iwamoto"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.12975",
    "title": "Dynamical Control of Quantum Heat Engines Using Exceptional Points",
    "abstract": "A quantum thermal machine is an open quantum system coupled to hot and cold thermal baths. Thus, its dynamics can be well understood using the concepts and tools from non-Hermitian quantum systems. A hallmark of non-Hermiticity is the existence of exceptional points where the eigenvalues of a non-Hermitian Hamiltonian or an Liouvillian superoperator and their associated eigenvectors coalesce. Here, we report the experimental realisation of a single-ion heat engine and demonstrate the effect of the Liouvillian exceptional points on the dynamics and the performance of a quantum heat engine. Our experiments have revealed that operating the engine in the exact- and broken-phases, separated by a Liouvillian exceptional point, respectively during the isochoric heating and cooling strokes of an Otto cycle produces more work and output power and achieves higher efficiency than executing the Otto cycle completely in the exact phase where the system has an oscillatory dynamics and higher coherence. This result opens interesting possibilities for the control of quantum heat engines and will be of interest to other research areas that are concerned with the role of coherence and exceptional points in quantum processes and in work extraction by thermal machines. ",
    "url": "https://arxiv.org/abs/2210.12975",
    "authors": [
      "J.-W. Zhang",
      "J.-Q. Zhang",
      "G.-Y. Ding",
      "J.-C. Li",
      "J.-T. Bu",
      "B. Wang",
      "L.-L. Yan",
      "S.-L. Su",
      "L. Chen",
      "F. Nori",
      "Ş. K. Özdemir",
      "F. Zhou",
      "H. Jing",
      "M. Feng"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2210.12984",
    "title": "Multi-scale space-time ansatz for correlation functions of quantum  systems",
    "abstract": "Correlation functions of quantum systems are central objects in quantum field theories which may be defined in high-dimensional space-time domains. The numerical treatment of these objects suffers from the curse of dimensionality, which hinders the application of sophisticated many-body theories to interesting problems. Here, we propose a quantum-inspired Multi-Scale Space-Time Ansatz (MSSTA) for correlation functions of quantum systems. The space-time dependence is mapped to auxiliary qubit degrees of freedom describing exponentially different length scales, and the ansatz assumes a separation of length scales. We numerically verify the ansatz for various equilibrium and nonequilibrium systems and demonstrate compression rates of several orders of magnitude for challenging cases. Essential building blocks of diagrammatic equations, such as convolutions or Fourier transforms are formulated in the compressed form. We numerically demonstrate the stability and efficiency of the proposed methods for the Dyson and Bethe-Salpeter equations. MSSTA provides a unified framework for implementing efficient computations of quantum field theories. ",
    "url": "https://arxiv.org/abs/2210.12984",
    "authors": [
      "Hiroshi Shinaoka",
      "Markus Wallerberger",
      "Yuta Murakami",
      "Kosuke Nogaki",
      "Rihito Sakurai",
      "Philipp Werner",
      "Anna Kauch"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2210.12999",
    "title": "Effective circuit modelling and experimental realization of an  ultra-compact self-rectifier flux pump",
    "abstract": "This paper presents experimental and modelling results of an ultra-compact self-rectifier flux pump energizing a superconducting coil. The device fits inside a volume of 65x65x50~mm and generates up to 320~A dc through the coil and a peak output voltage up to 60~mV. We also develop and present a full electromagnetic effective circuit model of the flux pump and compare its predictions to the experimental results. We show that our model can reproduce accurately the charging of the load coil and that it reproduces the systematic dependence of the maximum load coil current on the input current waveform. The experiments and modelling together show also the importance of dc-flux offsets in the transformer core on the final achievable current through the coil. The miniaturization possible for this class of flux pump and their minimal heat-leak into the cryogenic environment from thermal conduction make them attractive for applications with demanding size, weight and power limitations. Our effective circuit model is a useful tool in the understanding, design and optimization of such flux pumps which will accelerate their progression from research devices to their application. ",
    "url": "https://arxiv.org/abs/2210.12999",
    "authors": [
      "B.P.P. Mallett",
      "S. Venuturumilli",
      "J. Clarke",
      "B. Leuw",
      "J.H.P. Rice",
      "D.A. Moseley",
      "C.W. Bumby",
      "J. Geng",
      "R.A. Badcock"
    ],
    "subjectives": [
      "Superconductivity (cond-mat.supr-con)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2210.13021",
    "title": "Track reconstruction at the LUXE experiment using quantum algorithms",
    "abstract": "LUXE (Laser Und XFEL Experiment) is a proposed experiment at DESY which will study Quantum Electrodynamics (QED) in the strong-field regime, where QED becomes non-perturbative. Measuring the rate of created electron-positron pairs using a silicon pixel tracking detector is an essential ingredient to study this regime. Precision tracking of positrons traversing the four layers of the tracking detector becomes very challenging at high laser intensities due to the high rates, which can be computationally expensive for classical computers. In this work, we update our previous study of the potential of using quantum computing to reconstruct positron tracks. The reconstruction task is formulated as a quadratic unconstrained binary optimisation and is solved using simulated quantum computers and a hybrid quantum-classical algorithm, namely the variational quantum eigensolver. Different ansatz circuits and optimisers are studied. The results are discussed and compared with classical track reconstruction algorithms using a graph neural network and a combinatorial Kalman filter. ",
    "url": "https://arxiv.org/abs/2210.13021",
    "authors": [
      "Arianna Crippa",
      "Lena Funcke",
      "Tobias Hartung",
      "Beate Heinemann",
      "Karl Jansen",
      "Annabel Kropf",
      "Stefan Kühn",
      "Federico Meloni",
      "David Spataro",
      "Cenk Tüysüz",
      "Yee Chinn Yap"
    ],
    "subjectives": [
      "High Energy Physics - Experiment (hep-ex)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2005.01852",
    "title": "A Quantum Router Architecture for High-Fidelity Entanglement Flows in  Quantum Networks",
    "abstract": " Comments: 10 pages, 6 figures + 6 pages appendix ",
    "url": "https://arxiv.org/abs/2005.01852",
    "authors": [
      "Yuan Lee",
      "Eric Bersin",
      "Axel Dahlberg",
      "Stephanie Wehner",
      "Dirk Englund"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2112.01643",
    "title": "The critical layer in quadratic flow boundary layers over acoustic  linings",
    "abstract": " Comments: 44 pages, 14 figures ",
    "url": "https://arxiv.org/abs/2112.01643",
    "authors": [
      "Matthew J. King",
      "Edward J. Brambley",
      "Renan Liupekevicius",
      "Miren Radia",
      "Paul Lafourcade",
      "Tauqeer H. Shah"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2112.05306",
    "title": "Eigenfunction and eigenmode-spacing statistics in chaotic photonic  crystal graphs",
    "abstract": " Title: Eigenfunction and eigenmode-spacing statistics in chaotic photonic  crystal graphs ",
    "url": "https://arxiv.org/abs/2112.05306",
    "authors": [
      "Shukai Ma",
      "Thomas M. Antonsen",
      "Steven M. Anlage"
    ],
    "subjectives": [
      "Chaotic Dynamics (nlin.CD)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.01191",
    "title": "Larmor frequency shift from magnetized cylinders with arbitrary  orientation distribution",
    "abstract": " Comments: 57 pages, 13 figures ",
    "url": "https://arxiv.org/abs/2203.01191",
    "authors": [
      "Anders Dyhr Sandgaard",
      "Noam Shemesh",
      "Valerij G. Kiselev",
      "Sune Nørhøj Jespersen"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2203.13973",
    "title": "Optical microcombs in whispering gallery mode crystalline resonators  with dispersive intermode interactions",
    "abstract": " Title: Optical microcombs in whispering gallery mode crystalline resonators  with dispersive intermode interactions ",
    "url": "https://arxiv.org/abs/2203.13973",
    "authors": [
      "Tuo Liu",
      "Suwan Sun",
      "You Gao",
      "Siyu Wang",
      "Yongyuan Chu",
      "Hairun Guo"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.06270",
    "title": "Utilizing variational autoencoders in the Bayesian inverse problem of  photoacoustic tomography",
    "abstract": " Title: Utilizing variational autoencoders in the Bayesian inverse problem of  photoacoustic tomography ",
    "url": "https://arxiv.org/abs/2204.06270",
    "authors": [
      "Teemu Sahlström",
      "Tanja Tarvainen"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Machine Learning (stat.ML)"
    ]
  },
  {
    "id": "arXiv:2208.06337",
    "title": "Tunable VUV Frequency Comb for $^{\\mathrm{229m}}$Th Nuclear Spectroscopy",
    "abstract": " Title: Tunable VUV Frequency Comb for $^{\\mathrm{229m}}$Th Nuclear Spectroscopy ",
    "url": "https://arxiv.org/abs/2208.06337",
    "authors": [
      "Chuankun Zhang",
      "Peng Li",
      "Jie Jiang",
      "Lars von der Wense",
      "John F. Doyle",
      "Martin E. Fermann",
      "Jun Ye"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2210.07121",
    "title": "Controllable atomic collision in a tight optical dipole trap",
    "abstract": " Comments: 5 pages, 3 figures ",
    "url": "https://arxiv.org/abs/2210.07121",
    "authors": [
      "Zhu-Bo Wang",
      "Chen-yue Gu",
      "Xin-Xin Hu",
      "Ya-Ting Zhang",
      "Ji-Zhe Zhang",
      "Gang Li",
      "Xiao-Dong He",
      "Xu-Bo Zou",
      "Chun-Hua Dong",
      "Guang-Can Guo",
      "Chang-Ling Zou"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2210.10379",
    "title": "High-efficient Bloch simulation of magnetic resonance imaging sequences  based on deep learning",
    "abstract": " Comments: 17 pages, 8 figures ",
    "url": "https://arxiv.org/abs/2210.10379",
    "authors": [
      "Haitao Huang",
      "Qinqin Yang",
      "Jiechao Wang",
      "Pujie Zhang",
      "Shuhui Cai",
      "Congbo Cai"
    ],
    "subjectives": [
      "Image and Video Processing (eess.IV)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2210.10402",
    "title": "Solar Ring Mission: Building a Panorama of the Sun and Inner-heliosphere",
    "abstract": " Comments: 41 pages, 6 figures, 1 table, to be published in Advances in Space Research ",
    "url": "https://arxiv.org/abs/2210.10402",
    "authors": [
      "Yuming Wang",
      "Xianyong Bai",
      "Changyong Chen",
      "Linjie Chen",
      "Xin Cheng",
      "Lei Deng",
      "Linhua Deng",
      "Yuanyong Deng",
      "Li Feng",
      "Tingyu Gou",
      "Jingnan Guo",
      "Yang Guo",
      "Xinjun Hao",
      "Jiansen He",
      "Junfeng Hou",
      "Huang Jiangjiang",
      "Zhenghua Huang",
      "Haisheng Ji",
      "Chaowei Jiang",
      "Jie Jiang",
      "Chunlan Jin",
      "Xiaolei Li",
      "Yiren Li",
      "Jiajia Liu",
      "Kai Liu",
      "Liu Liu",
      "Rui Liu",
      "Rui Liu",
      "Chengbo Qiu",
      "Chenglong Shen",
      "Fang Shen",
      "Yuandeng Shen",
      "Xiangjun Shi",
      "Jiangtao Su",
      "Yang Su",
      "Yingna Su",
      "Mingzhe Sun",
      "Baolin Tan",
      "Hui Tian",
      "Yamin Wang",
      "Lidong Xia",
      "Jinglan Xie",
      "Ming Xiong",
      "Mengjiao Xu",
      "Xiaoli Yan",
      "Yihua Yan",
      "Shangbin Yang",
      "Shuhong Yang",
      "Shenyi Zhang",
      "Quanhao Zhang",
      "Yonghe Zhang",
      "Jinsong Zhao",
      "Guiping Zhou",
      "Hong Zou"
    ],
    "subjectives": [
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Space Physics (physics.space-ph)"
    ]
  }
]