[
  {
    "id": "arXiv:2209.04446",
    "title": "Quasi-monolithic heterodyne laser interferometer for inertial sensing",
    "abstract": "We present a compact heterodyne laser interferometer developed for high-sensitivity displacement sensing applications. This interferometer consists of customized prisms and waveplates assembled as a quasi-monolithic unit to realize a miniaturized system. The interferometer design adopts a common-mode rejection scheme to provide a high rejection ratio to common environmental noise. Experimental tests in vacuum show a displacement sensitivity level of 11 pm/rtHz at 100mHz, and as low as 0.6pm/rtHz above 1Hz. The prototype unit has a size of 20mm X 20mm X 10mm and weighs 4.5 grams, which allows subsequent integration into compact systems. ",
    "url": "https://arxiv.org/abs/2209.04446",
    "authors": [
      "Yanqi Zhang",
      "Felipe Guzman"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2209.04459",
    "title": "Recent results with radiation-tolerant TowerJazz 180 nm MALTA Sensors",
    "abstract": "To achieve the physics goals of future colliders, it is necessary to develop novel, radiation-hard silicon sensors for their tracking detectors. We target the replacement of hybrid pixel detectors with Depleted Monolithic Active Pixel Sensors (DMAPS) that are radiation-hard, monolithic CMOS sensors. We have designed, manufactured and tested the MALTA series of sensors, which are DMAPS in the 180 nm TowerJazz CMOS imaging technology. MALTA have a pixel pitch well below current hybrid pixel detectors, high time resolution (< 2 ns) and excellent charge collection efficiency across pixel geometries. These sensors have a total silicon thickness of between 50-300 $\\mu$m, implying reduced material budgets and multiple scattering rates for future detectors which utilize such technology. Furthermore, their monolithic design bypasses the costly stage of bump-bonding in hybrid sensors and can substantially reduce detector costs. This contribution presents the latest results from characterization studies of the MALTA2 sensors, including results demonstrating the radiation tolerance of these sensors. ",
    "url": "https://arxiv.org/abs/2209.04459",
    "authors": [
      "Matt LeBlanc",
      "Phil Allport",
      "Igancio Asensi",
      "Dumitru-Vlad Berlea",
      "Daniela Bortoletto",
      "Craig Buttar",
      "Florian Dachs",
      "Valerio Dao",
      "Haluk Denizli",
      "Dominik Dobrijevic",
      "Leyre Flores",
      "Andrea Gabrielli",
      "Laura Gonella",
      "Vicente González",
      "Giuliano Gustavino",
      "Kaan Oyulmaz",
      "Heinz Pernegger",
      "Francesco Piro",
      "Petra Riedler",
      "Heidi Sandaker",
      "Carlos Solans",
      "Walter Snoeys",
      "Tomislav Suligoj",
      "Milou van Rijnbach",
      "Abhishek Sharma",
      "Marcos Vázquez Núñez",
      "Julian Weick",
      "Steven Worm",
      "Abdelhak Zoubir"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)",
      "Nuclear Experiment (nucl-ex)"
    ]
  },
  {
    "id": "arXiv:2209.04503",
    "title": "Ionization efficiency for nuclear recoils in silicon from $\\sim 50$ eV  to $3$ MeV",
    "abstract": "We present a model for the nuclear recoil ionization efficiency in silicon based on an extension of Lindhard's theory where atomic bond disruption is modeled as a function of the initial ion energy, the interatomic potential, and the average ion-vacancy production energy. A better description of the electronic stopping than the one assumed by Lindhard, the effect of electronic straggling, as well as charge screening and Coulomb repulsion effects of ions are also considered. The model describes the available data over nearly four orders of magnitude in nuclear recoil energy. ",
    "url": "https://arxiv.org/abs/2209.04503",
    "authors": [
      "Y. Sarkis",
      "A. Aguilar-Arevalo",
      "J.C. D'Olivo"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2209.04571",
    "title": "Arbitrary structured quantum emission with a multifunctional imaging  metalens",
    "abstract": "Structuring light emission from single-photon emitters in multiple degrees of freedom is of a great importance for quantum information processing towards higher dimensions. However, traditional control of emission from quantum light sources relies on the use of multiple bulky optical elements or nanostructured resonators with limited functionalities, constraining the potential of multi-dimensional tailoring. Here we introduce the use of an ultrathin polarisation-beam-splitting metalens for the arbitrary structuring of quantum emission at room temperature. Owing to the complete and independent polarisation and phase control at a single meta-atom level, the designed metalens enables simultaneous imaging of quantum emission from ultra-bright defects in hexagonal boron nitride and imprinting of an arbitrary wavefront onto orthogonal polarisation states of the sources. The hybrid quantum metalens enables simultaneous manipulation of multiple degrees of freedom of a quantum light source, including directionality, polarisation, and orbital angular momentum. The demonstrated arbitrary wavefront shaping of quantum emission in multiple degrees of freedom could unleash the full potential of solid-state SPEs for their use as high-dimensional quantum sources for advanced quantum photonic applications. ",
    "url": "https://arxiv.org/abs/2209.04571",
    "authors": [
      "Chi Li",
      "Jaehyuck Jang",
      "Trevon Badloe",
      "Tieshan Yang",
      "Joohoon Kim",
      "Jaekyung Kim",
      "Minh Nguyen",
      "Stefan A. Maier",
      "Junsuk Rho",
      "Haoran Ren",
      "Igor Aharonovich"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2209.04795",
    "title": "The enhanced soliton propagation and energy transfer in the coupled  drift wave and energetic-particle-induced geodesic acoustic mode system",
    "abstract": "The evolution of the coupled drift wave (DW) and energetic-particle-induced geodesic acoustic mode (EGAM) nonlinear system is investigated using the fully nonlinear coupled DW-EGAM two-field equations, with emphasis on the turbulence spreading in the form of soliton and the nonlinear energy transfer between DW and EGAM. Four scenarios with different combinations of EGAM initial amplitudes and linear EGAM growth rates are designed to delineate the effects of linear EGAM drive and finite EGAM amplitude on DW nonlinear dynamic evolution. In presence of the linear EPs drive, the soliton propagation is enhanced, due to the generation of small radial scale structures. Two conservation laws of the nonlinear system are derived, including the energy conservation law. It is found that the energy of DW always decreases and that of EGAM always increases, leading to regulation of DW by EGAM. ",
    "url": "https://arxiv.org/abs/2209.04795",
    "authors": [
      "Ningfei Chen",
      "Guangyu Wei",
      "Zhiyong Qiu"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2209.04818",
    "title": "Strong Superradiance of Coherently Coupled Magnetic Dipole Emitters  Mediated by Whispering Gallery Modes of a Subwavelength All-Dielectric Cavity",
    "abstract": "The interaction of magnetic dipole (MD) emitters and common photonic cavities are usually weak, which is partially due to the low magnetic near field enhancements of the cavities. Here, we show that whispering gallery modes (WGMs) of a subwavelength dielectric cavity can not only greatly boost the emission rate of a MD emitter but also bring efficient couplings between coherent MD emitters. In a WGM cavity, the maximal emission rate ({\\gamma}max) of a single emitter occurs at an antinode of the field pattern. The emission of the MD emitter can also be greatly affected by another coherent one depending on the magnetic field response of the WGM. The maximal contribution can also reach {\\gamma}max. Notably, the cooperative emission rate of the coherent MD emitters does not decay with distance in the considered range due to the high-quality feature of a WGM. In contrast to the emission, the absorption of an emitter is hardly affected by the coherent couplings between emitters mediated by a WGM. The difference between the performances of emission and absorption is highly related to the excitation behaviors of WGMs. Our results are important for enhanced magnetic light-matter interactions. ",
    "url": "https://arxiv.org/abs/2209.04818",
    "authors": [
      "Ma-Long Hu",
      "Xiao-Jing Du",
      "Lin Ma",
      "Jun He",
      "Zhong-Jian Yang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2209.04833",
    "title": "Observation of Full-Parameter Jones Matrix in Bilayer Metasurface",
    "abstract": "Metasurfaces, artificial 2D structures, have been widely used for the design of various functionalities in optics. Jones matrix, a 2*2 matrix with eight parameters, provides the most complete characterization of the metasurface structures in linear optics, and the number of free parameters (i.e., degrees of freedom, DOFs) in the Jones matrix determines the limit to what functionalities we can realize. Great efforts have been made to continuously expand the number of DOFs, and a maximal number of six has been achieved recently. However, the realization of 'holy grail' goal with eight DOFs (full free parameters) has been proven as a great challenge so far. Here, we show that by cascading two layer metasurfaces and utilizing the gradient descent optimization algorithm, a spatially varying Jones matrix with eight DOFs is constructed and verified numerically and experimentally in optical frequencies. Such ultimate control unlocks new opportunities to design optical functionalities that are unattainable with previously known methodologies and may find wide potential applications in optical fields. ",
    "url": "https://arxiv.org/abs/2209.04833",
    "authors": [
      "Yanjun Bao",
      "Fan Nan",
      "Jiahao Yan",
      "Xianguang Yang",
      "Cheng-Wei Qiu",
      "Baojun Li"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2209.04853",
    "title": "Control of electron beam current, charge and energy spread using density  downramp injection in laser wakefield accelerators",
    "abstract": "Density dowmramp injection has been demonstrated to be an elegant and efficient approach for generating high quality electron beams in laser wakefield accelerators. Yet, the charge of the produced beam is tens of pC per Joule of laser energy, still limiting its use for a wider range of applications. The possibility of generating high charge beam while keeping a good beam quality, stays to be explored. Moreover, despite previous studies focused on separate physical processes such as beam loading which affects the uniformity of the acceleration field and thus the energy spread of the trapped electrons, repulsive force from the rear spike of the bubble which reduces the transverse momentum $p_\\perp$ of the trapped electrons and results in small beam emmittance, and the laser evolution when travelling in plasma. A more general investigation of the plasma density parameters on the final beam properties is required. In this work, we demonstrate that the current profile of the injected electron beam is directly correlated with the density transition parameters, which further affects the beam charge and energy spread. By fine-tuning the plasma density parameters, high-charge (up to several hundreds of pC) and low-energy-spread (around 1\\% FWHM) electron beams can be obtained. All these results are supported by large-scale three-dimensional particle-in-cell simulations. ",
    "url": "https://arxiv.org/abs/2209.04853",
    "authors": [
      "Celine Hue",
      "Yang WAN",
      "Eitan Levine",
      "Victor Malka"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Accelerator Physics (physics.acc-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2209.04898",
    "title": "Monolithically integrated active passive waveguide array fabricated on  thin film lithium niobate using a single continuous photolithography process",
    "abstract": "We demonstrate a robust low-loss optical interface by tiling passive (i.e., without doping of active ions) thin film lithium niobate (TFLN) and active (i.e., doped with rare earth ions) TFLN substrates for monolithic integration of passive/active lithium niobate photonics. The tiled substrates composed of both active and passive areas allow to pattern the mask of the integrated active passive photonic device at once using a single continuous photolithography process. The interface loss of tiled substrate is measured as low as 0.26 dB. Thanks to the stability provided by this approach, a four-channel waveguide amplifier is realized in a straightforward manner, which shows a net gain of ~5 dB at 1550-nm wavelength and that of ~8 dB at 1530-nm wavelength for each channel. The robust low-loss optical interface for passive/active photonic integration will facilitate large-scale high performance photonic devices which require on-chip light sources and amplifiers. ",
    "url": "https://arxiv.org/abs/2209.04898",
    "authors": [
      "Yuan Zhou",
      "Yiran Zhu",
      "Zhiwei Fang",
      "Shupeng Yu",
      "Ting Huang",
      "Junxia Zhou",
      "Rongbo Wu",
      "Jian Liu",
      "Yu Ma",
      "Zhe Wang",
      "Jianping Yu",
      "Zhaoxiang Liu",
      "Haisu Zhang",
      "Zhenhua Wang",
      "Min Wang",
      "Ya Cheng"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2209.05026",
    "title": "Theoretic Guide for Using Photonic Glasses as Colored Covers for Solar  Energy Harvesting",
    "abstract": "The increasing demand for renewable energy is promoting technologies that integrate solar energy harvesting materials with the human living environment, such as building-integrated photovoltaics (BIPVs). This places requirements on developing colored covers with a trade-off between efficiency and aesthetics, providing a new stage for the large-scale application of structural color technologies. Here in this study, we have investigated the theoretic feasibility of employing the photonic glass, a random packing of monodisperse dielectric microspheres, as the colored cover for solar energy harvesting. Based on numerous optical simulations, we have evaluated the color and average solar transmissivity (AST) of the photonic glasses with varying parameters. Results show that using non-absorbing microspheres with relatively high refractive index, about 3 {\\mu}m thick photonic glasses could enable colors with lightness over 50 while keeping AST at around 80%. Besides, we demonstrate that due to the short-range structural correlation, photonic glasses could generate purple, blue, cyan, light green, and grey colors, but cannot help with yellow and red color hues. Finally, the effects of several enhancement methods are clarified, and possible ways for expanding the color range are demonstrated. These results provide a comprehensive guide to the practical implementations of structural color using photonic glasses, particularly in the colorization of solar energy materials. ",
    "url": "https://arxiv.org/abs/2209.05026",
    "authors": [
      "Zhenpeng Li",
      "Sinan Li",
      "Tao Ma"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2209.05199",
    "title": "Graphene-based chemiresistive gas sensors",
    "abstract": "Gas sensors are an indispensable ingredient of the modern society, finding their use across a range of industries that include manufacturing, environmental protection and control, automotive and others. Novel applications have been arising, requiring new materials. Here we outline the principles of gas sensing with a focus on chemiresistive-type devices. We follow up with a summary of the advantages and use of graphene as a gas sensing material, discussing the properties of different graphene production methods. Finally, we showcase some recent results that point to novel applications of graphene-based gas sensors, including respiration monitoring and finger proximity detection. ",
    "url": "https://arxiv.org/abs/2209.05199",
    "authors": [
      "Marko Spasenović",
      "Stevan Andrić",
      "Tijana Tomašević-Ilić"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2209.05318",
    "title": "Realistic From Far But Far From Realism: Withering Scientific Realism in  the Quantum Case",
    "abstract": "Much has been discussed in the philosophy of science about how we should understand the scientific enterprise. On the one hand, scientific realists believe that empirically adequate theories can be supplemented by interpretations that can mirror reality-as-it-is; on the other hand, anti-realists argue that this is not the case, as long as scientific theories make sufficiently accurate experimental predictions the addition of narratives is irrelevant for the scientific enterprise, and regarding narratives, it is preferable to remain agnostic. In this paper, we argue that realism was never really at stake in this debate. ",
    "url": "https://arxiv.org/abs/2209.05318",
    "authors": [
      "Raoni Arroyo",
      "Christian de Ronde"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2209.05337",
    "title": "Recent Progresses and Perspectives of UV Laser Annealing Technologies  for Advanced CMOS Devices",
    "abstract": "The state-of-the-art CMOS technology has started to adopt three-dimensional (3D) integration approaches, enabling continuous chip density increment and performance improvement, while alleviating difficulties encountered in traditional planar scaling. This new device architecture, in addition to the efforts required for extracting the best material properties, imposes a challenge of reducing the thermal budget of processes to be applied everywhere in CMOS devices, so that conventional processes must be replaced without any compromise to device performance. Ultra-violet laser annealing (UV-LA) is then of prime importance to address such a requirement. First, the strongly limited absorption of UV light into materials allows surface-localized heat source generation. Second, the process timescale typically ranging from nanoseconds (ns) to microseconds ({\\mu}s) efficiently restricts the heat diffusion in the vertical direction. In a given 3D stack, these specific features allow the actual process temperature to be elevated in the top-tier layer without introducing any drawback in the bottom-tier one. In addition, short-timescale UV-LA may have some advantages in materials engineering, enabling the nonequilibrium control of certain phenomenon such as crystallization, dopant activation, and diffusion. This paper reviews recent progress reported about the application of short-timescale UV-LA to different stages of CMOS integration, highlighting its potential of being a key enabler for next generation 3D-integrated CMOS devices. ",
    "url": "https://arxiv.org/abs/2209.05337",
    "authors": [
      "Toshiyuki Tabata",
      "Fabien Rozé",
      "Louis Thuries",
      "Sébastien Halty",
      "Pierre-Edouard Raynal",
      "Imen Karmous",
      "Karim Huet"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2209.05368",
    "title": "QCD QED Potentials, Quantum Field Theoretical Generalization of Yukawa  Potential",
    "abstract": "Despite the success of quantum field theories, the origin of the mass of elementary particles persists. The renormalization program is an essential part of the calculation of the scattering amplitudes, where the infinities of the calculated masses of the elementary particles are subtracted for the progressive calculation of the higher-order perturbative terms. The mathematical structure of the mass term from quantum field theories expressed in the form of infinities suggests that there exists a finite dynamical mass in the limit when the input mass parameter approaches zero. The Lagrangian recovers symmetry at the same time as the input mass becomes zero, whereas the self-energy diagrams acquire a finite dynamical mass of the quantum fields in the 4-dimensional space when the dimensional regularization method of renormalization is utilized. The complex forms of the QCD and QED interaction potentials are obtained by replacing the fixed mass and coupling constants in the Yukawa potential with the scale-dependent running coupling constant and the corresponding dynamical mass. The derived QCD potential predicts quark confinement and deconfinement, and the QED potential derived by the same method predicts the sharply rising delta function potential near the contact distance between the electron and positron. ",
    "url": "https://arxiv.org/abs/2209.05368",
    "authors": [
      "Eue-Jin Jeong"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2209.04622",
    "title": "Hot atomic vapors for nonlinear and quantum optics",
    "abstract": "Nonlinear optics has been a very dynamic field of research with spectacular phenomena discovered mainly after the invention of lasers. The combination of high intensity fields with resonant systems has further enhanced the nonlinearity with specific additional effects related to the resonances. In this paper we review a limited range of these effects which has been studied in the past decades using close-to-room-temperature atomic vapors as the nonlinear resonant medium. In particular we describe four-wave mixing (4WM) and generation of nonclassical light in atomic vapors. One-and two-mode squeezing as well as photon correlations are discussed. Furthermore, we present some applications for optical and quantum memories based on hot atomic vapors. Finally, we present results on the recently developed field of quantum fluids of light using hot atomic vapors. ",
    "url": "https://arxiv.org/abs/2209.04622",
    "authors": [
      "Quentin Glorieux",
      "Tangui Aladjidi",
      "Paul D Lett",
      "Robin Kaiser"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2209.04835",
    "title": "Blueprint of optically addressable molecular network for quantum circuit  architecture",
    "abstract": "Organic molecules could be ideal platform for quantum computation. To build a quantum circuit, we need to have the optimal control on both the quantum bit (qubit) and the quantum gate operations. Here we compute the exchange interaction between organic radical (qubit) and optically induced triplet (spin coupler), and spin dynamics simulations with a realistic open quantum system setup. Our calculations suggest a much-enhanced exchange interaction and entangled radical spins due to mediating triplet, which implies the great potential of using molecules for quantum computation. Our calculations are also in a good agreement with the previous experimental and simulation works, thus laying a solid foundation for our proposal - a quantum processor blueprint that relies on molecular network and programable optical nano-device for the realisation of quantum circuits. This work will open up a new direction to explore the 2D molecular networks for the quantum information processing at high temperature. ",
    "url": "https://arxiv.org/abs/2209.04835",
    "authors": [
      "Jiawei Chang",
      "Tianhong Huang",
      "Lin Ma",
      "Taoyu Zou",
      "Wei Wu",
      "Hai Wang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)",
      "Atomic and Molecular Clusters (physics.atm-clus)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2209.04915",
    "title": "Variational Quantum Algorithms for Computational Fluid Dynamics",
    "abstract": "Quantum computing uses the physical principles of very small systems to develop computing platforms which can solve problems that are intractable on conventional supercomputers. There are challenges not only in building the required hardware, but also in identifying the most promising application areas and developing the corresponding quantum algorithms. The availability of intermediate-scale noisy quantum computers is now propelling the developments of novel algorithms, with applications across a variety of domains, including in aeroscience. Variational quantum algorithms are particularly promising since they are comparatively noise tolerant and aim to achieve a quantum advantage with only a few hundred qubits. Furthermore, they are applicable to a wide range of optimization problems arising throughout the natural sciences and industry. To demonstrate the possibilities for the aeroscience community, we give a perspective on how variational quantum algorithms can be utilized in computational fluid dynamics. We discuss how classical problems are translated into quantum algorithms and their logarithmic scaling with problem size. As an explicit example we apply this method to Burgers' Equation in one spatial dimension. We argue that a quantum advantage over classical computing methods could be achieved by the end of this decade if quantum hardware progresses as currently envisaged and emphasize the importance of joining up development of quantum algorithms with application-specific expertise to achieve real-world impact. ",
    "url": "https://arxiv.org/abs/2209.04915",
    "authors": [
      "Dieter Jaksch",
      "Peyman Givi",
      "Andrew J. Daley",
      "Thomas Rung"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2209.05165",
    "title": "Overcoming photon blockade in circuit QED single-atom maser with  engineered metastability and strong coupling",
    "abstract": "Reaching high cavity population with a coherent pump in the strong-coupling regime of a single-atom laser is impossible due to the photon blockade effect. In this work, we experimentally demonstrate that in a single-atom maser based on a transmon strongly coupled to two resonators it is possible to pump over a dozen of photons into the system. The first high-quality resonator plays a role of usual lasing cavity, and the second one presents a controlled dissipation channel, bolstering population inversion, and modifies the energy level structure to lift the blockade. As a confirmation of lasing action, we observe conventional laser features such as the narrowing of emission linewidth and external signal amplification. Additionally, we report unique single-atom features: self-quenching and several lasing thresholds. ",
    "url": "https://arxiv.org/abs/2209.05165",
    "authors": [
      "A.A. Sokolova",
      "D.A. Kalacheva",
      "G.P. Fedorov",
      "O.V. Astafiev"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2209.05304",
    "title": "Merging and disconnecting resonance tongues in a pulsing excitable  microlaser with delayed optical feedback",
    "abstract": "Excitability, encountered in numerous fields from biology to neurosciences and optics, is a general phenomenon characterized by an all-or-none response of a system to an external perturbation. When subject to delayed feedback, excitable systems can sustain multistable pulsing regimes, which are either regular or irregular time sequences of pulses reappearing every delay time. Here, we investigate an excitable microlaser subject to delayed optical feedback and study the emergence of complex pulsing dynamics, including periodic, quasiperiodic and irregular pulsing regimes. This work is motivated by experimental observations showing these different types of pulsing dynamics. A suitable mathematical model, written as a system of delay differential equations, is investigated through an in-depth bifurcation analysis. We demonstrate that resonance tongues play a key role in the emergence of complex dynamics, including non-equidistant periodic pulsing solutions and chaotic pulsing. The structure of resonance tongues is shown to depend very sensitively on the pump parameter. Successive saddle transitions of bounding saddle-node bifurcations constitute a merging process that results in unexpectedly large locking regions, which subsequently disconnect from the relevant torus bifurcation curve; the existence of such unconnected regions of periodic pulsing is in excellent agreement with experimental observations. As we show, the transition to unconnected resonance regions is due to a general mechanism: the interaction of resonance tongues locally at an extremum of the rotation number on a torus bifurcation curve. We present and illustrate the two generic cases of disconnecting and of disappearing resonance tongues. Moreover, we show how a maximum and a minimum of the rotation number appears naturally when two torus bifurcation curves undergo a saddle transition (where they connect differently). ",
    "url": "https://arxiv.org/abs/2209.05304",
    "authors": [
      "Soizic Terrien",
      "Bernd Krauskopf",
      "Neil G.R. Broderick",
      "Venkata A. Pammi",
      "Rémy Braive",
      "Isabelle Sagnes",
      "Grégoire Beaudoin",
      "Konstantinos Pantzas",
      "Sylvain Barbay"
    ],
    "subjectives": [
      "Dynamical Systems (math.DS)",
      "Chaotic Dynamics (nlin.CD)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2209.05426",
    "title": "Experimentally-realizable $\\mathcal{PT}$ phase transitions in  reflectionless quantum scattering",
    "abstract": "A class of above-barrier quantum-scattering problems is shown to provide an experimentally-accessible platform for studying $\\mathcal{PT}$-symmetric Schr\\\"odinger equations that exhibit spontaneous $\\mathcal{PT}$ symmetry breaking despite having purely real potentials. These potentials are one-dimensional, inverted, and unstable and have the form $V(x) = - \\lvert x\\rvert^p$ ($p>0$), terminated at a finite length or energy to a constant value as $x\\to \\pm\\infty$. The signature of unbroken $\\mathcal{PT}$ symmetry is the existence of reflectionless propagating states at discrete real energies up to arbitrarily high energy. In the $\\mathcal{PT}$-broken phase, there are no such solutions. In addition, there exists an intermediate mixed phase, where reflectionless states exist at low energy but disappear at a fixed finite energy, independent of termination length. In the mixed phase exceptional points (EPs) occur at specific $p$ and energy values, with a quartic dip in the reflectivity in contrast to the quadratic behavior away from EPs. $\\mathcal{PT}$-symmetry-breaking phenomena have not been previously predicted in a quantum system with a real potential and no reservoir coupling. The effects predicted here are measurable in standard cold-atom experiments with programmable optical traps. The physical origin of the symmetry-breaking transition is elucidated using a WKB force analysis that identifies the spatial location of the above-barrier scattering. ",
    "url": "https://arxiv.org/abs/2209.05426",
    "authors": [
      "Micheline B. Soley",
      "Carl M. Bender",
      "A. Douglas Stone"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mathematical Physics (math-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2008.02720",
    "title": "Geometric descriptions for the polarization for nonparaxial optical  fields: a tutorial",
    "abstract": " Comments: 72 pages, 19 figures ",
    "url": "https://arxiv.org/abs/2008.02720",
    "authors": [
      "Miguel A. Alonso"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2105.13338",
    "title": "Assessing Relational Quantum Mechanics",
    "abstract": " Comments: Version accepted in Synthese, 31 pages, 1 figure ",
    "url": "https://arxiv.org/abs/2105.13338",
    "authors": [
      "R. Muciño",
      "E. Okon",
      "D. Sudarsky"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2112.02018",
    "title": "A heterogeneously integrated lithium niobate-on-silicon nitride photonic  platform",
    "abstract": " Title: A heterogeneously integrated lithium niobate-on-silicon nitride photonic  platform ",
    "url": "https://arxiv.org/abs/2112.02018",
    "authors": [
      "Mikhail Churaev",
      "Rui Ning Wang",
      "Viacheslav Snigirev",
      "Annina Riedhauser",
      "Terence Blésin",
      "Charles Möhl",
      "Miles A. Anderson",
      "Anat Siddharth",
      "Youri Popoff",
      "Daniele Caimi",
      "Simon Hönl",
      "Johann Riemensberger",
      "Junqiu Liu",
      "Paul Seidler",
      "Tobias J. Kippenberg"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2204.00725",
    "title": "Reduced-density-matrix-based ab initio cavity quantum electrodynamics",
    "abstract": " Title: Reduced-density-matrix-based ab initio cavity quantum electrodynamics ",
    "url": "https://arxiv.org/abs/2204.00725",
    "authors": [
      "Joel D. Mallory",
      "A. Eugene DePrince III"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2204.08497",
    "title": "Tracking a beam of electrons from the low solar corona into  interplanetary space with the Low Frequency Array, Parker Solar Probe and 1  au spacecraft",
    "abstract": " Comments: 16 pages, 11 figures, Submitted to ApJ: April 15 2022, Accepted: September 7 2022 ",
    "url": "https://arxiv.org/abs/2204.08497",
    "authors": [
      "Samuel T. Badman",
      "Eoin P. Carley",
      "Luis Alberto Cañizares",
      "Nina Dresing",
      "Lan K. Jian",
      "David Lario",
      "Peter T. Gallagher",
      "Juan C. Martínez-Oliveros",
      "Marc Pulupa",
      "Stuart D. Bale"
    ],
    "subjectives": [
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      "Space Physics (physics.space-ph)"
    ]
  },
  {
    "id": "arXiv:2205.15588",
    "title": "QuanEstimation: An open-source toolkit for quantum parameter estimation",
    "abstract": " Comments: 40 pages, 20 figures. More functions are included. Corresponding package version: v0.2.0 ",
    "url": "https://arxiv.org/abs/2205.15588",
    "authors": [
      "Mao Zhang",
      "Huai-Ming Yu",
      "Haidong Yuan",
      "Xiaoguang Wang",
      "Rafał Demkowicz-Dobrzański",
      "Jing Liu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "High Energy Physics - Theory (hep-th)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2206.13430",
    "title": "Improving Condensed Phase Water Dynamics with Explicit Nuclear Quantum  Effects: the Polarizable Q-AMOEBA Force Field",
    "abstract": " Title: Improving Condensed Phase Water Dynamics with Explicit Nuclear Quantum  Effects: the Polarizable Q-AMOEBA Force Field ",
    "url": "https://arxiv.org/abs/2206.13430",
    "authors": [
      "Nastasia Mauger",
      "Thomas Plé",
      "Louis Lagardère",
      "Simon Huppert",
      "Jean-Philip Piquemal"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2208.14905",
    "title": "Experiments On A Conduction Cooled Superconducting Radio Frequency  Cavity With Field Emission Cathode",
    "abstract": " Title: Experiments On A Conduction Cooled Superconducting Radio Frequency  Cavity With Field Emission Cathode ",
    "url": "https://arxiv.org/abs/2208.14905",
    "authors": [
      "Y. Ji",
      "R.C. Dhuley",
      "C. Edward",
      "J.C.T. Thangaraj",
      "D. Mihalcea",
      "P. Piot O. Mohsen",
      "I. Salehinia",
      "V. Korampally"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2209.02146",
    "title": "Shear-wave-induced softening and simultaneous compaction in dense  granular media through acoustic lubrication at flow heterogeneities",
    "abstract": " Title: Shear-wave-induced softening and simultaneous compaction in dense  granular media through acoustic lubrication at flow heterogeneities ",
    "url": "https://arxiv.org/abs/2209.02146",
    "authors": [
      "Charles K. C. Lieou",
      "Jerome Laurent",
      "Paul A. Johnson",
      "Xiaoping Jia"
    ],
    "subjectives": [
      "Soft Condensed Matter (cond-mat.soft)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Pattern Formation and Solitons (nlin.PS)",
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2209.02923",
    "title": "Phase-resolved measurement and control of ultrafast dynamics in  terahertz electronic oscillators",
    "abstract": " Title: Phase-resolved measurement and control of ultrafast dynamics in  terahertz electronic oscillators ",
    "url": "https://arxiv.org/abs/2209.02923",
    "authors": [
      "Takashi Arikawa",
      "Jaeyong Kim",
      "Toshikazu Mukai",
      "Naoki Nishigami",
      "Masayuki Fujita",
      "Tadao Nagatsuma",
      "Koichiro Tanaka"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  }
]