[
  {
    "id": "arXiv:2505.11519",
    "title": "The Journey from Planck Distribution to Bose Statistics From Classical to Quantum Mechanics and Beyond",
    "abstract": "           In 1924, Satyendra Nath Bose's pioneering work laid the foundation for Bose-Einstein statistics, which describes particles with integral spins. His derivation of Planck's law for blackbody radiation bypassed classical assumptions, relying instead on the statistical mechanics of light quanta. Bose's methodology addressed limitations in existing theories, such as Einstein's dependence on classical concepts like Wien's displacement law and Bohr's correspondence principle. Further, his work underscored the incompatibility between classical electrodynamics and quantum theory, proposing innovative statistical approaches to thermodynamic equilibrium. The insights from Bose's work extend beyond theoretical physics. As was immediately noticed by Einstein, for temperatures below a critical threshold, Bose-Einstein statistics predicts the formation of a Bose-Einstein condensate (BEC), where particles condense en-masse into the ground state. This quantum phenomenon on a macroscopic scale opened avenues to explore new technologies in recent times, apart from throwing light on new phases of matter. This article revisits Bose's groundbreaking contributions, highlighting their enduring impact on quantum mechanics, statistical physics, and field theory.         ",
    "url": "https://arxiv.org/abs/2505.11519",
    "authors": [
      "Shreetam Dash",
      "Prasanta K. Panigrahi"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2505.11530",
    "title": "Self-consciousness and personal identity in quantum panprotopsychism",
    "abstract": "           In previous papers, we demonstrated that an ontology of quantum mechanics, described in terms of states and events with internal phenomenal aspects (a form of panprotopsychism), is well suited to explain consciousness. We showed that the combination problems of qualities, structures and subjects in panpsychism and panprotopsychism stem from implicit hypotheses based on classical physics regarding supervenience, which are not applicable at the quantum level. Within this view, consciousness arises in entangled quantum systems coupled to the neural network of the brain. In entangled systems, the properties of individual parts disappear, giving rise to an exponential number of emergent properties and states. Here, we analyze self-consciousness as the capacity to view oneself as a subject of experience. The causal openness of quantum systems provides self-conscious beings the ability to make independent choices and decisions, reflecting a sense of self-governance and autonomy. In this context, the issue of personal identity takes a new form free from the problems of the simple view or the reductive approaches.         ",
    "url": "https://arxiv.org/abs/2505.11530",
    "authors": [
      "Rodolfo Gambini",
      "Jorge Pullin"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)",
      "Neurons and Cognition (q-bio.NC)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2505.11659",
    "title": "Programmable metasurfaces for future photonic artificial intelligence",
    "abstract": "           Photonic neural networks (PNNs), which share the inherent benefits of photonic systems, such as high parallelism and low power consumption, could challenge traditional digital neural networks in terms of energy efficiency, latency, and throughput. However, producing scalable photonic artificial intelligence (AI) solutions remains challenging. To make photonic AI models viable, the scalability problem needs to be solved. Large optical AI models implemented on PNNs are only commercially feasible if the advantages of optical computation outweigh the cost of their input-output overhead. In this Perspective, we discuss how field-programmable metasurface technology may become a key hardware ingredient in achieving scalable photonic AI accelerators and how it can compete with current digital electronic technologies. Programmability or reconfigurability is a pivotal component for PNN hardware, enabling in situ training and accommodating non-stationary use cases that require fine-tuning or transfer learning. Co-integration with electronics, 3D stacking, and large-scale manufacturing of metasurfaces would significantly improve PNN scalability and functionalities. Programmable metasurfaces could address some of the current challenges that PNNs face and enable next-generation photonic AI technology.         ",
    "url": "https://arxiv.org/abs/2505.11659",
    "authors": [
      "Loubnan Abou-Hamdan",
      "Emil Marinov",
      "Peter Wiecha",
      "Philipp del Hougne",
      "Tianyu Wang",
      "Patrice Genevet"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Artificial Intelligence (cs.AI)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2505.11735",
    "title": "Evaluation and optimization of deep learning models for enhanced detection of brain cancer using transmission optical microscopy of thin brain tissue samples",
    "abstract": "           Optical transmission spectroscopy is one method to understand brain tissue structural properties from brain tissue biopsy samples, yet manual interpretation is resource intensive and prone to inter observer variability. Deep convolutional neural networks (CNNs) offer automated feature learning directly from raw brightfield images. Here, we evaluate ResNet50 and DenseNet121 on a curated dataset of 2,931 bright-field transmission optical microscopy images of thin brain tissue, split into 1,996 for training, 437 for validation, and 498 for testing. Our two stage transfer learning protocol involves initial training of a classifier head on frozen pretrained feature extractors, followed by fine tuning of deeper convolutional blocks with extensive data augmentation (rotations, flips, intensity jitter) and early stopping. DenseNet121 achieves 88.35 percent test accuracy, 0.9614 precision, 0.8667 recall, and 0.9116 F1 score the best performance compared to ResNet50 (82.12 percent, 0.9035, 0.8142, 0.8563). Detailed analysis of confusion matrices, training and validation curves, and classwise prediction distributions illustrates robust convergence and minimal bias. These findings demonstrate the superior generalization of dense connectivity on limited medical datasets and outline future directions for multi-class tumor grading and clinical translation.         ",
    "url": "https://arxiv.org/abs/2505.11735",
    "authors": [
      "Mohnish Sao",
      "Mousa Alrubayan",
      "Prabhakar Pradhan"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)",
      "Biological Physics (physics.bio-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.12002",
    "title": "Evolution of perturbed long nonlinear plane, ring and hybrid surface waves",
    "abstract": "           Evolution of perturbed long nonlinear surface plane, ring and hybrid waves, consisting, to leading order, of a part of a ring and two tangent plane waves, is modelled numerically within the scope of the 2D Boussinesq-Peregrine parent system and reduced 2+1-dimensional cKdV-type equation derived from it. The latter leads to two different models, the KdV$\\theta$ and cKdV equations, depending on whether we use the general or singular (i.e. the envelope of the general) solution of an associated nonlinear first-order differential equation. The KdV$\\theta$ equation is used to analytically describe the intermediate 2D asymptotics of line solitons subject to sufficiently long transverse perturbations of arbitrary strength, while cKdV equation is used to describe outward and inward propagating ring waves with localised and periodic perturbations. Both models are used to describe the evolution of hybrid waves, where we show, in particular, that large lumps can appear as transient states in the evolution of such curved waves, contributing to the possible mechanisms of generation of rogue waves. Detailed comparisons are made between the modelling using the relevant reduced equations, including the KPII equation, and the parent system.         ",
    "url": "https://arxiv.org/abs/2505.12002",
    "authors": [
      "Benjamin Martin",
      "Dmitri Tseluiko",
      "Karima Khusnutdinova"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2505.12026",
    "title": "A VCSEL based Photonic Neuromorphic Processor for Event-Based Imaging Flow Cytometry Applications",
    "abstract": "           This work presents an optical neuromorphic imaging and processing cytometry system that integrates an excitable VCSEL-based time-delayed (TD) extreme learning machine with an event-based 2D camera. The proposed system is designed for the classification of Polymethyl Methacrylate (PMMA) particles of varying diameters moving at speeds between 0.01 and 0.1 m/s. The TD photonic scheme achieved a classification accuracy of 95.8% while encoding the original 2D images into a 1-bit spike stream containing a maximum of 96 spikes. Additionally, the binary representation of the synthetic frames enables a significant reduction in memory and hardware requirements, ranging from 98.4% to 99.5% and 50% to 84%, respectively. These findings demonstrate that the integration of neuromorphic computing with sensing can facilitate the development of low-power, low-latency applications optimized for resource-constrained environments         ",
    "url": "https://arxiv.org/abs/2505.12026",
    "authors": [
      "M. Skontranis",
      "G. Moustakas",
      "A. Bogris",
      "C. Mesaritakis"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Image and Video Processing (eess.IV)"
    ]
  },
  {
    "id": "arXiv:2505.12162",
    "title": "Models for Spatially Resolved Conductivity of Rectangular Interconnects with Integrated Effect of Surface And Grain Boundary Scattering",
    "abstract": "           Surface scattering and grain boundary scattering are two prominent mechanisms dictating the conductivity of interconnects and are traditionally modeled using the Fuchs-Sondheimer (FS) and Mayadas-Shatzkes (MS) theories, respectively. In addition to these approaches, modern interconnect structures need to capture the space-dependence of conductivity, for which a spatially resolved FS (SRFS) model was previously proposed to account for surface scattering based on Boltzmann transport equations (BTE). In this paper, we build upon the SRFS model to integrate grain-boundary scattering leading to a physics-based SRFS-MS model for the conductivity of rectangular interconnects. The effect of surface and grain scattering in our model is not merely added (as in several previous works) but is appropriately integrated following the original MS theory. Hence, the SRFS-MS model accounts for the interplay between surface scattering and grain boundary scattering in dictating the spatial dependence of conductivity. We also incorporate temperature (T) dependence into the SRFS-MS model. Further, we propose a circuit compatible conductivity model (SRFS-MS-C3), which captures the space-dependence and integration of surface and grain boundary scattering utilizing an analytical function and a few (three or four) invocations of the physical SRFS-MS model. We validate the SRFS-MS-C3 model across a wide range of physical parameters, demonstrating excellent agreement with the physical SRFS-MS model, with an error margin of less than 0.7%. The proposed SRFS-MS and SRFS-MS-C3 models explicitly relate the spatially resolved conductivity to physical parameters such as electron mean free path ({\\lambda}0), specularity of surface scattering (p), grain boundary reflectance coefficient (R), interconnect cross-section geometry and temperature (T).         ",
    "url": "https://arxiv.org/abs/2505.12162",
    "authors": [
      "Xinkang Chen",
      "Sumeet Kumar Gupta"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2505.12316",
    "title": "Laser transfer and retrieval via nanophotonic supercontinuum process",
    "abstract": "           The nature of optical metrology is to perform efficient transfer and precise retrieval for lasers and optical signals, which is beneficial for a variety of applications ranging from optical clocking, spectroscopy, to telecommunications and quantum optics. While efforts have been made to promote the detection accuracy of optical frequencies, retrieval on optical waveforms remains on the autocorrelation scheme with limited performances. Here, we demonstrate a novel scheme for optical metrology, particularly on direct retrieval of optical waveform in terms of the field amplitude profile. The scheme is based on massive four-wave-mixings underlying a nanophotonic supercontinuum process, which enables arbitrary transfer of an additive laser to modulational sidebands of the broadened continuum. Detection of the transferred signals is then flexible to be within the whole span of the supercontinuum from visible to the mid-infrared range. We demonstrate such a transfer scheme for both CW lasers and pulsed lasers. For the latter, the temporal amplitude profile of the optical wave can be retrieved, which reveals high-order dynamics of solitary pulses including the self-steepening, self-compression, and the soliton splitting, and shows a remarkable square-fold increase of signal-to-noise ratio in the power spectrum. Our results may contribute to advance optical metrology particularly towards chip scale optical waveform detection, and more fundamentally, they reveal insights of massive ultrafast nonlinear interactions underlying the soliton-based supercontinuum process.         ",
    "url": "https://arxiv.org/abs/2505.12316",
    "authors": [
      "Yongyuan Chu",
      "Lu Yang",
      "Wenle Weng",
      "Junqiu Liu",
      "Hairun Guo"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.12320",
    "title": "First Lasing and Stable Operation of a Direct-Amplification Enabled Harmonic Generation Free-Electron laser",
    "abstract": "           Seeded free-electron lasers (FELs) capable of operating at repetition rates up to the MHz level are in high demand for advanced time-resolved spectroscopies, which require both full longitudinal coherence and high average photon flux in the extreme ultraviolet (EUV) and x-ray regimes. However, conventional external-seed laser systems cannot sustain MHz operation with sufficient hundreds of megawatts peak power requirement due to their limited total power. Here, we report the first lasing and stable operation of a direct-amplification-enabled harmonic generation FEL driven by a weak seed laser with MW-level peak power. Beginning with an ultraviolet seed laser with only 0.75 {\\mu}J pulse energy, we demonstrate its direct amplification to over 10 {\\mu}J within an 8-meter-long modulator. We observe coherent harmonic generation up to the 12th harmonic of the seed and achieve saturation of the 7th harmonic in the radiator. These results represent a crucial milestone toward the realization of MHz-class, fully coherent EUV and x-ray light sources.         ",
    "url": "https://arxiv.org/abs/2505.12320",
    "authors": [
      "Zheng Qi",
      "Junhao Liu",
      "Lanpeng Ni",
      "Tao Liu",
      "Zhen Wang",
      "Kaiqing Zhang",
      "Hanxiang Yang",
      "Zhangfeng Gao",
      "Nanshun Huang",
      "Si Chen",
      "Hang Luo",
      "Yaozong Xiao",
      "Cheng Yu",
      "Yongmei Wen",
      "Fei Gao",
      "Yangyang Lei",
      "Huan Zhao",
      "Yanyan Zhu",
      "Liping Sun",
      "Weiyi Yin",
      "Xingtao Wang",
      "Taihe Lan",
      "Xiaoqing Liu",
      "Lie Feng",
      "Wenyan Zhang",
      "Ximing Zhang",
      "Bin Li",
      "Chao Feng",
      "Bo Liu",
      "Zhentang Zhao"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2505.12330",
    "title": "Three-dimensional topological disclination in acoustic crystals",
    "abstract": "           Topological disclinations, crystallographic defects that break rotation lattice symmetry, have attracted great interest and exhibited wide applications in cavities, waveguides, and lasers. However, topological disclinations have thus far been predominantly restricted to two-dimensional (2D) systems owing to the substantial challenges in constructing such defects in three-dimensional (3D) systems and characterizing their topological features. Here we report the theoretical proposal and experimental demonstration of a 3D topological disclination that exhibits fractional (1/2) charge and zero-dimensional (0D) topological bound states, realized by cutting-and-gluing a 3D acoustic topological crystalline insulator. Using acoustic pump-probe measurements, we directly observe 0D topological disclination states at the disclination core, consistent with the tight-binding model and full-wave simulation results. Our results extend the research frontier of topological disclinations and open a new paradigm for exploring the interplay between momentum-space band topology and the real-space defect topology in 3D and higher dimensions.         ",
    "url": "https://arxiv.org/abs/2505.12330",
    "authors": [
      "Zhenxiao Zhu",
      "Yan Meng",
      "Minmiao Wang",
      "Xiang Xi",
      "Yuxin Zhong",
      "Linyun Yang",
      "Bei Yan",
      "Jingming Chen",
      "Ziyao Wang",
      "Thomas Christensen",
      "Caigui Jiang",
      "Changqing Xu",
      "Ce Shang",
      "Zhen Gao"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2505.12407",
    "title": "Implementation of ultra-broadband optical null media via space-folding",
    "abstract": "           Optical null medium (ONM) has garnered significant attention in electromagnetic wave manipulation. However, existing ONM implementations suffer from either narrow operational bandwidths or low efficiency. Here, we demonstrate an ultra-broadband ONM design that simultaneously addresses both challenges - achieving broad bandwidth while preserving perfect impedance matching with air for near-unity transmittance. The proposed space-folding ONM is realized by introducing precisely engineered folds into a metal channel array, creating an effective dispersion-free medium that enables independent phase control in each channel. The design incorporates optimized boundary layers implemented through gradually tapered folding structures, achieving perfect impedance matching with the surrounding medium. Beam bending effect and broadband beam focusing effect are experimentally verified using the proposed space-folding ONM. Due to its simple material requirements, broadband characteristics, and high transmittance, the proposed space-folding ONM shows potential for applications in electromagnetic camouflage, beam steering devices and ultra-compact microwave components.         ",
    "url": "https://arxiv.org/abs/2505.12407",
    "authors": [
      "Yichao Liu",
      "Jiale Li",
      "Fei Sun",
      "Qin Liao",
      "Hanchuan Chen",
      "Ruihang Deng"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2505.12438",
    "title": "2.7-octave supercontinuum generation spanning from ultraviolet to near-infrared in thin-film lithium niobate waveguides",
    "abstract": "           Supercontinuum generation (SCG) with spectral coverage across the full visible and ultraviolet (UV) ranges is crucial for optical clocks, quantum computing and sensing. However, achieving such SCG in nanophotonic platforms is challenging due to the difficulties in spectrum broadening. Here, Such ultrabroad-bandwidth SCG was demonstrated in thin-film lithium niobate (TFLN) nanophotonic waveguides by dispersion management, without periodic poling for spectral broadening. Anomalous-dispersion waveguides were designed in the telecom band, simultaneously enabling dispersive wave emergence, modal-matched second harmonic generation, and third harmonic generation for spectrum broadening. Moreover, MgO was intentionally doped to mitigate the photorefractive effect of lithium niobate, which frequently results in un-sustained spectrum broadening and in turn limits the accessible SCG coverage. By leveraging photolithography assisted chemo-mechanical etching, low-loss MgO doped TFLN nanophotonic waveguides were fabricated. As a result, thanks to the utilization of the strong second-order and third-order nonlinear processes, gap-free 2.7-octave SCG spanning from 330 nm to 2250 nm was observed by pumping the waveguide with a 1550-nm femtosecond pulsed laser with 0.687 nJ, agreeing well with numerical simulation. This spectral coverage represents the state of the art in TFLN platforms without fine microdomains, and even close to the record in sophisticated chirped periodically poled TFLN waveguides.         ",
    "url": "https://arxiv.org/abs/2505.12438",
    "authors": [
      "Minghui Li",
      "Qiankun Li",
      "Yongyuan Chu",
      "Youting Liang",
      "Hairun Guo",
      "Jintian Lin",
      "Xueying Sun",
      "Hongyang Shi",
      "Xinzhi Zheng",
      "Ya Cheng"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.12464",
    "title": "Broadband Terahertz Frequency Comb Based on Actively Mode Locked Resonant Tunneling Diode",
    "abstract": "           The frequency combs characterized by their phase-coherent equidistant spectral modes and precise frequency scales of broadband spectrum, have made them an indispensable part of contemporary physics. A terahertz (THz) frequency comb is a key asset for THz technology applications in spectroscopy, metrology, communications, and sensing. However, the THz frequency comb technologies are comparatively underdeveloped compared to the optical frequency domain, primarily attributed to the deficiency of advanced THz generation components. In this paper, we innovatively demonstrate a compact THz frequency comb source based on a resonant tunneling diode (RTD) through active mode locking technique. By injecting a strong continuous-wave radio frequency (RF) signal via the bias line into a RTD oscillator integrated within a WR-5 hollow metallic waveguide package, we observe a broadband comb spectrum spanning from 140 to 325 GHz. The mode spacing is directly determined by the frequency of the injected RF signal, providing a wide tuning range of approximately 40 GHz. We also employ the proposed frequency comb source as the local oscillator in a coherent transmitter. In particular, this is the first all-electrical compact THz frequency comb source, and the transmission demonstration paves the way to next-generation communication.         ",
    "url": "https://arxiv.org/abs/2505.12464",
    "authors": [
      "Feifan Han",
      "Hongxin Zhou",
      "Qun Zhang",
      "Zebin Huang",
      "Longhao Zou",
      "Weichao Li",
      "Fan Jiang",
      "Jingpu Duan",
      "Jianer Zhou",
      "Xiongbin Yu",
      "Zhen Gao",
      "Xiaofeng Tao"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.12469",
    "title": "Resonant Island Trapping in a Fourth-Generation Synchrotron Light Source",
    "abstract": "           We report the first direct observation of nonlinear resonance island trapping in a fourth-generation light source with working points far from the excited resonance and examine the nonlinear dynamics and properties of the trapped beam. The discovered dynamics of island trapping may help understand bunch purity and halo formation issues, create additional experimental capabilities for photon science applications, and present means of nonlinear characterization of the machine optics.         ",
    "url": "https://arxiv.org/abs/2505.12469",
    "authors": [
      "E. C. Cortés García",
      "N. Carmignani",
      "F. Ewald",
      "S. A. Antipov",
      "K. Scheidt",
      "S. White",
      "I. V. Agapov"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2505.12571",
    "title": "Dissipative quadratic soliton mode-locking of nonlinear frequency conversion",
    "abstract": "           Nonlinear frequency conversion underpins numerous classical and quantum photonics applications but conventionally relies on synchronized femtosecond mode-locked lasers and dispersion-engineered enhancement cavities - an approach that imposes substantial system complexity. Here, we report a fundamentally different paradigm: dissipative quadratic soliton (DQS) mode-locking in a continuous-wave (CW)-pumped, doubly resonant second-harmonic generation cavity. By leveraging a cascaded quadratic nonlinear process, we realize an effective Kerr nonlinearity (EKN) that exceeds the intrinsic material Kerr response by over three orders of magnitude and is tunable in both magnitude and sign via pump detuning. This engineered nonlinearity enables femtosecond DQS formation in a free-space lithium niobate cavity with normal dispersion, without dispersion engineering or synchronization electronics. Numerical simulations predict distinct dynamical regimes depending on phase detuning, and experiments confirm the spontaneous emergence of bichromatic femtosecond solitons spanning visible and near-infrared wavelengths. The observed DQSs exhibit spectral 3 dB bandwidths and transform-limited pulse durations of 1.15 THz and 274 fs for the pump and 1.13 THz and 279 fs for the second harmonic. Our results establish a versatile platform for efficient and broadband nonlinear frequency conversion and frequency comb generation based on quadratic nonlinearities, with significant implications for scalable ultrafast and nonlinear photonics applications.         ",
    "url": "https://arxiv.org/abs/2505.12571",
    "authors": [
      "Jonathan Musgrave",
      "Mingming Nie",
      "Shu-Wei Huang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.12857",
    "title": "The influence of pixel cell layout on the timing performance of 3D sensors",
    "abstract": "           Three-dimensional (3D) pixel sensors are a promising technology for implementing the 4D-tracking paradigm in high-radiation environments. Despite their advantages in radiation tolerance, 3D pixel sensors exhibit non-uniform electric and weighting fields that can degrade timing performance. This study explores the impact of pixel cell geometry on the timing characteristics of 3D columnar-electrode sensors fabricated by IMB-CNM, comparing square and hexagonal layouts. The sensors were characterized using the Two-Photon Absorption Transient Current Technique (TPA-TCT), providing high-resolution three-dimensional maps of the Time-of-Arrival (ToA) of charge carriers. Measurements at multiple depths and bias voltages reveal that the square geometry yields a more uniform temporal response compared to the hexagonal configuration. Additionally, a novel TPA-TCT-based method was introduced to determine the sensor jitter, relying on the analysis of the time difference between consecutive pulses in the TPA-TCT pulse train acquired under identical conditions. These findings underline the importance of pixel design optimization for future 4D-tracking detectors and confirm the TPA-TCT method as a powerful tool for detailed timing characterization.         ",
    "url": "https://arxiv.org/abs/2505.12857",
    "authors": [
      "Clara Lasaosa",
      "Marcos Fernández",
      "Iván Vila",
      "Jordi Duarte-Campderros",
      "Gervasio Gómez",
      "Salvador Hidalgo",
      "Giulio Pellegrini"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2505.12955",
    "title": "High-Q photonic crystal Fabry-Perot micro-resonator in thin-film lithium niobate",
    "abstract": "           Thin-film lithium niobate (TFLN) has emerged as a powerful platform for integrated nonlinear and quantum photonics, owing to its strong optical nonlinearities, wide transparency window, and electro- and piezo-optic properties. However, conventional traveling-wave resonators, such as micro-rings, disks, and racetracks, suffer from curvature-dependent group dispersion and losses, limited spectral tunability, and parasitic nonlinearities, which constrain their performance, scalability, and operational stability in nonlinear photonic circuits. Here, we present photonic crystal (PhC) Fabry-Perot (FP) micro-resonators in TFLN that address these limitations. The device features a one-dimensional straight cavity bounded by PhC reflectors and supports well-confined standing-wave resonant modes within an engineered photonic bandgap. We achieve intrinsic quality (Q) factors of up to 1.4e6 and demonstrate that both the free spectral range (FSR) and coupling strength can be consistently controlled via cavity length and PhC coupler design, respectively. The photonic bandgap is tunable across the S-, C-, and L-bands without degradation of resonator performance. Spectral confinement of high-Q resonant modes is expected to mitigate parasitic nonlinearities, such as Raman scattering. These advances, together with the one-dimensional geometry, establish PhC FP micro-resonators as compact and scalable building blocks for high-density photonic integrated circuits targeting next-generation nonlinear and quantum applications.         ",
    "url": "https://arxiv.org/abs/2505.12955",
    "authors": [
      "Hyeon Hwang",
      "Seokjoo Go",
      "Guhwan Kim",
      "Hong-Seok Kim",
      "Kiwon Moon",
      "Jung Jin Ju",
      "Hansuek Lee",
      "Min-Kyo Seo"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.12986",
    "title": "A new approach for solving the problem of creation of inverse electron distribution function and practical recommendations for experimental searches for such media in glow discharges with hollow and flat cathodes",
    "abstract": "           This paper proposes a novel approach for creating an inverse electron distribution function (EDF). Based on the obtained criteria for the formation of an inverse EDF in a non-uniform plasma, studies are conducted in low- and medium-pressure glow discharges with flat and hollow cathodes. The results of the numerical modeling and theoretical analysis are used to present reliable criteria and scaling for the evaluation of the possible inversion of the EDF under specific conditions. By solving the nonlocal Boltzmann kinetic equation in energy and coordinate variables, it is shown that the simplest way to implement the inversion of the EDF is in a glow discharge with a hollow cathode. For such discharges, practical recommendations are developed and specific conditions for the experimental detection of an inverse EDF are identified.         ",
    "url": "https://arxiv.org/abs/2505.12986",
    "authors": [
      "Chengxun Yuan",
      "E.A. Bogdanov",
      "A. A. Kudryavtsev",
      "Jingfeng Yao",
      "Zhongxiang Zhou"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2505.13198",
    "title": "Investigation of the Electron Temperature Dynamics in Spintronic Terahertz Emitters on Picosecond Timescale Using Optical-Pump Terahertz-Probe Spectroscopy",
    "abstract": "           Spintronic terahertz emitters (STEs) pumped by femtosecond lasers offer an increasingly popular approach to generate broadband terahertz radiation. The strength of the emitted terahertz field is limited in part by the STEs optical damage threshold at the pump wavelength. Their thermal management can be improved by better understanding the electron temperature relaxation in the spintronic metal layer. Here we present a measurement of the electron temperature dynamics on a picosecond timescale using optical-pump terahertz-probe spectroscopy. We observe that the optical pump induces a change in the terahertz transmissivity of the STE. This approach has an advantage over other methods, because it avoids the possibility of further heating of the sample by the probe pulse. This is especially significant for measurements of accumulative heat effects, which can dominate the optical damage mechanism when the STE is pumped at a MHz repetition rate.         ",
    "url": "https://arxiv.org/abs/2505.13198",
    "authors": [
      "Felix Selz",
      "Johanna Kölbel",
      "Felix Paries",
      "Georg von Freymann",
      "Daniel Molter",
      "Daniel M. Mittleman"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.13314",
    "title": "A Simultaneous Self And Base Station Positioning via Resonant beam for Extensible System",
    "abstract": "           High-precision positioning in GPS-denied environments is a demanding but challenging technology. Resonant Beam Positioning (RBP) utilizes a resonant beam with properties such as energy focusing, self-establishment, self-alignment, and passive operation, offering a promising solution for this task. However, traditional RBP algorithms require a fixed number of resonant beam base stations, which can be costly to expand to increase coverage. To address this limitation, we propose a distributed resonant beam positioning (DRBP) system that simultaneously estimates the base station and mobile target (MT) positions. The MT receives resonant beam samples to locate the base station in this system. Subsequently, it estimates self-position based on the known locations of the base stations. The DRBP system facilitates self-positioning on the MT side, enabling dynamic expansion of both the number of base stations and the coverage area. Numerical results demonstrate that DRBP achieves a positioning root mean square error (RMSE) of $0.1$ m and a rotation RMSE of 2$^\\circ$, validating the system's high accuracy.         ",
    "url": "https://arxiv.org/abs/2505.13314",
    "authors": [
      "Guangkun Zhang",
      "Wen Fang",
      "Mingliang Xiong",
      "Qingwen Liu",
      "Mengyuan Xu",
      "Yunfeng Bai",
      "Mingqing Liu",
      "Siyuan Du"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.13383",
    "title": "Inverse-Designed Silicon Nitride Nanophotonics",
    "abstract": "           Silicon nitride photonics has enabled integration of a variety of components for applications in linear and nonlinear optics, including telecommunications, optical clocks, astrocombs, bio-sensing, and LiDAR. With the advent of inverse design - where desired device performance is specified and closely achieved through iterative, gradient-based optimization - and the increasing availability of silicon nitride photonics via foundries, it is now feasible to expand the photonic design library beyond the limits of traditional approaches and unlock new functionalities. In this work, we present inverse-designed photonics on a silicon nitride platform and demonstrate both the design capabilities and experimental validation of manipulating light in wavelength and spatial mode dimensions to high-Q resonators with controllable wavelength range and dispersion. Furthermore, we use these inverse-designed structures to form optical cavities that hold promise for on-chip nonlinear and quantum optics experiments.         ",
    "url": "https://arxiv.org/abs/2505.13383",
    "authors": [
      "Toby Bi",
      "Shuangyou Zhang",
      "Egemen Bostan",
      "Danxian Liu",
      "Aditya Paul",
      "Olga Ohletz",
      "Irina Harder",
      "Yaojing Zhang",
      "Alekhya Ghosh",
      "Abdullah Alabbadi",
      "Masoud Kheyri",
      "Tianyi Zeng",
      "Jesse Lu",
      "Kiyoul Yang",
      "Pascal Del'Haye"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.13394",
    "title": "Multireference Embedding and Fragmentation Methods for Classical and Quantum Computers: from Model Systems to Realistic Applications",
    "abstract": "           One of the primary challenges in quantum chemistry is the accurate modeling of strong electron correlation. While multireference methods effectively capture such correlation, their steep scaling with system size prohibits their application to large molecules and extended materials. Quantum embedding offers a promising solution by partitioning complex systems into manageable subsystems. In this review, we highlight recent advances in multireference density matrix embedding and localized active space self-consistent field approaches for complex molecules and extended materials. We discuss both classical implementations and the emerging potential of these methods on quantum computers. By extending classical embedding concepts to the quantum landscape, these algorithms have the potential to expand the reach of multireference methods in quantum chemistry and materials.         ",
    "url": "https://arxiv.org/abs/2505.13394",
    "authors": [
      "Shreya Verma",
      "Abhishek Mitra",
      "Qiaohong Wang",
      "Ruhee D'Cunha",
      "Bhavnesh Jangid",
      "Matthew R. Hennefarth",
      "Valay Agarawal",
      "Leon Otis",
      "Soumi Haldar",
      "Matthew R. Hermes",
      "Laura Gagliardi"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2505.13424",
    "title": "The Enduring Relevance of Semiempirical Quantum Mechanics",
    "abstract": "           The development of semiempirical models to simplify quantum mechanical descriptions of atomistic systems is a practice that started soon after the discovery of quantum mechanics and continues to the present day. There are now many methods for atomistic simulation with many software implementations and many users, on a scale large enough to be considered as a software market. Semiempirical models occupied a large share of this market in its early days, but the research activity in atomistic simulation has steadily polarized over the last three decades towards general-purpose but expensive ab initio quantum mechanics methods and fast but special-purpose molecular mechanics methods. I offer perspective on recent trends in atomistic simulation from the middle ground of semiempirical modeling, to learn from its past success and consider its possible paths to future growth. In particular, there is a lot of ongoing research activity in combining semiempirical quantum mechanics with machine learning models and some unrealized possibilities of tighter integration between ab initio and semiempirical quantum mechanics with more flexible theoretical frameworks and more modular software components.         ",
    "url": "https://arxiv.org/abs/2505.13424",
    "authors": [
      "Jonathan E. Moussa"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2505.11562",
    "title": "GIGAPYX sensor performance in space environments",
    "abstract": "           We present the results of the GIGAPYX-4600 image sensor in space environment, more specifically under different types of irradiations (protons and heavy ions). The GIGAPYX-4600 is a state-of-the-art 46M pixel multi-purpose, backside illuminated CMOS image sensor. The sensor features high-speed (200 fps), low-noise (< 2e-rms), rolling shutter readout. It has been fabricated using 65 nm node CMOS technology, making use of capacitive deep trench isolation, thus exhibiting good MTF as well as excellent dark current characteristics. The GIGAPYX image sensor family is meant to be easily scalable thanks to a novel use of stitching technology. The assessed sensor features an impressive 46 Mpixels, but the sensor family is meant to be scaled up to 220 M pixels. The idea of this study was to investigate the radiation hardness of a commercially available off-the-shelf (COTS) image sensor that could be suitable for space-borne applications, such as earth observation or satellite vicinity surveillance. In the near future a radiation hard readout electronic for this sensor family will be made available off-the-shelf by Pyxalis. This presentation will overview the different sensor key performances evolutions after proton irradiation up to a total fluence of 2.3e11 p+/cm${}^2$ (62 MeV): dark current, dark current non-uniformity (DCNU), noise, non-linearity, saturation charge and photo-response non-uniformity (PRNU). As expected, degradations mostly occur on the dark current, DCNU and temporal noise. The orders of magnitude of the degradation are in the range of the already published high performance CIS technologies. Results obtained from heavy ions irradiations will demonstrate that the GIGAPYX is not only latch-up free at least up to 57 Mev.cm2/mg, but resistant to the blooming effects induced by a SET at pixel level thanks to its capacitive deep trench isolations. Various SEE effects have been studied, demonstrating encouraging results for such COTS device in order to fly, in particular in GEO orbit. All these radiations results will be used as inputs in designing space camera based on the GIGAPYX sensors, compatible with multiple-mission types.         ",
    "url": "https://arxiv.org/abs/2505.11562",
    "authors": [
      "Julien Michelot",
      "Maurin Douix",
      "Jean-Baptiste Mancini",
      "Marie Guillon",
      "Kevin Melendez",
      "Clément Ravinet",
      "Mikael Jouans",
      "Guy Estaves",
      "Ronan Marec",
      "Stéphane Demiguel",
      "Alex Materne",
      "Cédric Virmontois"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2505.11704",
    "title": "Photonic Networking of Quantum Memories in High-Dimensions",
    "abstract": "           Quantum networking enables the exchange of quantum information between physically separated quantum systems, which has applications ranging from quantum computing to unconditionally secure communication. Such quantum information is generally represented by two-level quantum systems or qubits. Here, we demonstrate a quantum network of high-dimensional (HD) quantum memories or ``qudits\" stored in individual atoms. The interference and detection of HD time-bin encoded single photons emitted from atomic qudit memories heralds maximally-entangled Bell states across pairs of atomic qudit levels. This approach expands the quantum information capacity of a quantum network while improving the entanglement success fraction beyond the standard 50\\% limit of qubit-based measurement protocols.         ",
    "url": "https://arxiv.org/abs/2505.11704",
    "authors": [
      "Mikhail Shalaev",
      "Sagnik Saha",
      "George Toh",
      "Isabella Goetting",
      "Ashish Kalakuntla",
      "Harriet Bufan Shi",
      "Jameson O'Reilly",
      "Yichao Yu",
      "Christopher Monroe"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2505.12121",
    "title": "Data Mining and Computational Screening of Rashba-Dresselhaus Splitting and Optoelectronic Properties in Two-Dimensional Perovskite Materials",
    "abstract": "           Recent developments highlighting the promise of two-dimensional perovskites have vastly increased the compositional search space in the perovskite family. This presents a great opportunity for the realization of highly performant devices, and practical challenges associated with the identification of candidate materials. High-fidelity computational screening offers great value in this regard. In this study, we carry out a multiscale computational workflow, generating a dataset of two-dimensional perovskites in the Dion-Jacobson and Ruddlesden-Popper phases. Our dataset comprises ten B-site cations, four halogens, and over 20 organic cations across over 2,000 materials. We compute electronic properties, thermoelectric performance, and numerous geometric characteristics. Furthermore, we introduce a framework for the high-throughput computation of Rashba-Dresselhaus splitting. Finally, we use this dataset to train machine learning models for the accurate prediction of band gaps, candidate Rashba-Dresselhaus materials, and partial charges. The work presented herein can aid future investigations of two-dimensional perovskites with targeted applications in mind.         ",
    "url": "https://arxiv.org/abs/2505.12121",
    "authors": [
      "Robert Stanton",
      "Wanyi Nie",
      "Sergei Tretiak",
      "Dhara J. Trivedi"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2505.12557",
    "title": "Acoustic Field Reconstruction in Tubes via Physics-Informed Neural Networks",
    "abstract": "           This study investigates the application of Physics-Informed Neural Networks (PINNs) to inverse problems in acoustic tube analysis, focusing on reconstructing acoustic fields from noisy and limited observation data. Specifically, we address scenarios where the radiation model is unknown, and pressure data is only available at the tube's radiation end. A PINNs framework is proposed to reconstruct the acoustic field, along with the PINN Fine-Tuning Method (PINN-FTM) and a traditional optimization method (TOM) for predicting radiation model coefficients. The results demonstrate that PINNs can effectively reconstruct the tube's acoustic field under noisy conditions, even with unknown radiation parameters. PINN-FTM outperforms TOM by delivering balanced and reliable predictions and exhibiting robust noise-tolerance capabilities.         ",
    "url": "https://arxiv.org/abs/2505.12557",
    "authors": [
      "Xinmeng Luan",
      "Kazuya Yokota",
      "Gary Scavone"
    ],
    "subjectives": [
      "Audio and Speech Processing (eess.AS)",
      "Sound (cs.SD)",
      "Signal Processing (eess.SP)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2505.12675",
    "title": "From Quantum Indistinguishability to Classical Distinguishability: Statistics and Measurement of Two-Particle Distributions",
    "abstract": "           We propose an experimental scheme to probe the quantum statistics of two identical particles. The transition between the quantum and classical statistics of two identical particles is described by the particles having identical multiple internal energy levels. We show that effective distinguishability emerges as the thermal energy increases with respect to the energy level spacing, and the mesoscopic regime bridges quantum indistinguishability and classical distinguishability. A realistic experimental approach is proposed using a two-particle interferometer, where the particles reach statistical equilibrium before the two-particle distribution is measured. The unitarity of the scattering/separation process ensures the preservation of the equilibrium distribution and allows a direct measurement of the two-particle statistical distribution. Our results show the transition between quantum and classical behavior of the two-particle distribution, which can be directly probed by a realistic experiment.         ",
    "url": "https://arxiv.org/abs/2505.12675",
    "authors": [
      "Won-Young Hwang",
      "Kicheon Kang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2505.12724",
    "title": "Josephson Junctions in the Age of Quantum Discovery",
    "abstract": "           The unique combination of energy conservation and nonlinear behavior exhibited by Josephson junctions has driven transformative advances in modern quantum technologies based on superconducting circuits. These superconducting devices underpin essential developments across quantum computing, quantum sensing, and quantum communication and open pathways to innovative applications in nonreciprocal electronics. These developments are enabled by recent breakthroughs in nanofabrication and characterization methodologies, substantially enhancing device performance and scalability. The resulting innovations reshape our understanding of quantum systems and enable practical applications. This perspective explores the foundational role of Josephson junctions research in propelling quantum technologies forward. We underscore the critical importance of synergistic progress in material science, device characterization, and nanofabrication to catalyze the next wave of breakthroughs and accelerate the transition from fundamental discoveries to industrial-scale quantum utilities. Drawing parallels with the transformative impact of transistor-based integrated circuits during the Information Age, we envision Josephson junction-based circuits as central to driving a similar revolution in the emerging Quantum Age.         ",
    "url": "https://arxiv.org/abs/2505.12724",
    "authors": [
      "Hyunseong Kim",
      "Gyunghyun Jang",
      "Seungwon Jin",
      "Dongbin Shin",
      "Hyeon-Jin Shin",
      "Jie Luo",
      "Irfan Siddiqi",
      "Yosep Kim",
      "Hoon Hahn Yoon",
      "Long B. Nguyen"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Superconductivity (cond-mat.supr-con)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2505.12906",
    "title": "Efficient training for large-scale optical neural network using an evolutionary strategy and attention pruning",
    "abstract": "           MZI-based block optical neural networks (BONNs), which can achieve large-scale network models, have increasingly drawn attentions. However, the robustness of the current training algorithm is not high enough. Moreover, large-scale BONNs usually contain numerous trainable parameters, resulting in expensive computation and power consumption. In this article, by pruning matrix blocks and directly optimizing the individuals in population, we propose an on-chip covariance matrix adaptation evolution strategy and attention-based pruning (CAP) algorithm for large-scale BONNs. The calculated results demonstrate that the CAP algorithm can prune 60% and 80% of the parameters for MNIST and Fashion-MNIST datasets, respectively, while only degrades the performance by 3.289% and 4.693%. Considering the influence of dynamic noise in phase shifters, our proposed CAP algorithm (performance degradation of 22.327% for MNIST dataset and 24.019% for Fashion-MNIST dataset utilizing a poor fabricated chip and electrical control with a standard deviation of 0.5) exhibits strongest robustness compared with both our previously reported block adjoint training algorithm (43.963% and 41.074%) and the covariance matrix adaptation evolution strategy (25.757% and 32.871%), respectively. Moreover, when 60% of the parameters are pruned, the CAP algorithm realizes 88.5% accuracy in experiment for the simplified MNIST dataset, which is similar to the simulation result without noise (92.1%). Additionally, we simulationally and experimentally demonstrate that using MZIs with only internal phase shifters to construct BONNs is an efficient way to reduce both the system area and the required trainable parameters. Notably, our proposed CAP algorithm show excellent potential for larger-scale network models and more complex tasks.         ",
    "url": "https://arxiv.org/abs/2505.12906",
    "authors": [
      "Zhiwei Yang",
      "Zeyang Fan",
      "Yihang Lai",
      "Qi Chen",
      "Tian Zhang",
      "Jian Dai",
      "Kun Xu"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.13083",
    "title": "Seismic Isolation of Optical Tables Using Piezo Actuators",
    "abstract": "           Seismic isolation is crucial for gravitational wave detectors as it minimizes ground vibrations, enabling the detection of faint gravitational wave signals. An active seismic isolation platform for precision measurement experiments is described. The table features piezo actuation along five degrees of freedom: three translational actuations and two tip-tilt degrees of freedom along the horizontal axes. It is stiff in rotation about the vertical axes. A seismometer is used to sense table motion. Piezo actuators are used to suppress seismic noise with feedback control bandwidth of 0.3 to 3 Hz. Suppression levels ranging from 21 to 36 dB of seismic noise within the frequency range of 0.5 to 1.3 Hz are demonstrated, as measured by a witness seismometer on the table, with the suppression direction along the axis of the longitudinal translation of the suspended mirror on the table. The suppression results in 1 $\\mathrm{\\mathrm{nm/\\sqrt{Hz}}}$ residual horizontal motion at 1 Hz. Limitations such as tilt-to-translation coupling that prevent actuation over the desired range of 0.03 to 3 Hz are discussed.         ",
    "url": "https://arxiv.org/abs/2505.13083",
    "authors": [
      "Tailong Wang",
      "Carl Blair",
      "Ammar Al-Jodah",
      "John Winterflood",
      "Jian Liu",
      "Alexander Adams",
      "Aaron Goodwin-Jones",
      "Chunnong Zhao",
      "Li Ju"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2505.13435",
    "title": "Optical signatures of coherence in molecular dimers",
    "abstract": "           We calculate experimentally measurable signatures of quantum correlations in a coupled molecular dimer that strongly interacts with its vibrational environment. We investigate intensity and mode-resolved photon coincidences for different relative orientations of such dimers, and observe spatio-temporal correlations for various configurations. We find that projective measurements can produce cooperative signatures even when emitters are arranged orthogonal to each other. To model effects of vibrational environments that are present in realistic experimental situations, we use the polaron framework. Further, we also account for the effects of finite instrument response, varying temperature, and presence of static disorder. We analyse the effect of disorder in both dimer orientation and measurement direction and find that photon coincidences remain well-resolvable using state-of-the-art detectors. This work enhances our understanding of cooperative emission from two coupled emitters and offers direction for future experiments on probing their coherent dynamics.         ",
    "url": "https://arxiv.org/abs/2505.13435",
    "authors": [
      "Priyankar Banerjee",
      "Adam Burgess",
      "Julian Wiercinski",
      "Moritz Cygorek",
      "Erik M. Gauger"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2211.15412",
    "title": "STE-QUEST -- Space Time Explorer and QUantum Equivalence principle Space Test: The 2022 medium-class mission concept",
    "abstract": "           Space-borne quantum technologies, particularly those based on atom interferometry, are heralding a new era of strategic and robust space exploration. The unique conditions of space, characterized by low noise and low gravity environments, open up diverse possibilities for applications ranging from precise time and frequency transfer to Earth Observation and the search of new Physics. In this paper, we summarise the M-class mission proposal in response to the 2022 call in ESA's science program: Space-Time Explorer and Quantum Equivalence Principle Space Test (STE-QUEST). It consists in a satellite mission featuring a dual-species atom interferometer operating over extended durations. This mission aims to tackle three of the most fundamental questions in Physics: (i) testing the universality of free fall with an accuracy better than one part in $10^{-17}$, (ii) exploring various forms of Ultra-Light Dark Matter, and (iii) scrutinizing the foundations of Quantum Mechanics.         ",
    "url": "https://arxiv.org/abs/2211.15412",
    "authors": [
      "Naceur Gaaloul",
      "Holger Ahlers",
      "Leonardo Badurina",
      "Angelo Bassi",
      "Baptiste Battelier",
      "Quentin Beaufils",
      "Kai Bongs",
      "Philippe Bouyer",
      "Claus Braxmaier",
      "Oliver Buchmueller",
      "Matteo Carlesso",
      "Eric Charron",
      "Maria Luisa Chiofalo",
      "Robin Corgier",
      "Sandro Donadi",
      "Fabien Droz",
      "John Ellis",
      "Frédéric Estève",
      "Enno Giese",
      "Jens Grosse",
      "Aurélien Hees",
      "Thomas A. Hensel",
      "Waldemar Herr",
      "Philippe Jetzer",
      "Gina Kleinsteinberg",
      "Carsten Klempt",
      "Steve Lecomte",
      "Louise Lopes",
      "Sina Loriani",
      "Victor Martín",
      "Gilles Métris",
      "Gabriel Müller",
      "Miquel Nofrarias",
      "Franck Pereira Dos Santos",
      "Ernst M. Rasel",
      "Mike Salter",
      "Dennis Schlippert",
      "Christian Schubert",
      "Thilo Schuldt",
      "Carlos F. Sopuerta",
      "Christian Struckmann",
      "Guglielmo M. Tino",
      "Tristan Valenzuela",
      "Wolf von Klitzing",
      "Lisa Wörner",
      "Nan Yu",
      "Martin Zelan",
      "Peter Wolf"
    ],
    "subjectives": [
      "Space Physics (physics.space-ph)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "High Energy Physics - Experiment (hep-ex)",
      "High Energy Physics - Phenomenology (hep-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2310.15391",
    "title": "Resonance of Vector Vortex Beams in a Triangular Optical Cavity",
    "abstract": "           We experimentally demonstrate resonance of first-order vector vortex beams (VVB) with a triangular optical cavity. We also show that, due to their symmetry properties, the VVBs commonly known as radial and azimuthal beams do not resonate at the same cavity length, which could be explored to use the triangular resonator as a mode sorter. In addition, an intracavity Pancharatnam phase shifter (PPS) is implemented in order to compensate for any birefringent phase that the cavity mirrors may introduce.         ",
    "url": "https://arxiv.org/abs/2310.15391",
    "authors": [
      "L. M. Rodrigues",
      "L. Marques Fagundes",
      "D. C. Salles",
      "G. H. dos Santos",
      "J. M. Kondo",
      "A. Z. Khoury",
      "P. H. Souto Ribeiro",
      "R. Medeiros de Araújo"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2402.14422",
    "title": "Investigations of optical aberration on quantum diamond microscopy toward high spatial resolution and sensitivity",
    "abstract": "           Quantum diamond microscopy (QDM), which employs nitrogen-vacancy (NV) center ensembles, is a promising approach to quantitatively imaging magnetic fields with both high resolution that approaches the diffraction limit and a wide field of view. The commonly adopted setups of QDM capture the photoluminescence through transparent diamonds, which inevitably entail aberrations -- optical errors that degrade the optical resolution and contrast of the obtainable image. In this study, we delve into the impact of optical aberrations, focusing on their dependence on diamond thickness. We first introduce a rigorous model [Richards et al., Braat et al.] of diffraction that incorporates aberrations, producing the NV center optical image. We confirm that this model accurately reproduces the confocal images of single NV centers obtained at various depths in diamonds. Extending this model to a wide-field microscope, we find that the model also accurately reproduces the USAF 1951 resolution test chart obtained through diamonds of various thicknesses. Based on these investigations, we quantitatively assess the consequent resolution constraints and propose thinning the diamond as a viable solution. We present a robust method to quantitatively ascertain resolution in optical systems influenced by aberrations caused by ray transmission through diamonds. For instance, for a typical microscope with an objective lens of NA = 0.7, the diffraction limit is achievable through diamonds that are 30 $\\mu$m thick, and a resolution of 1 $\\mu$m is obtained through diamonds that are 100 $\\mu$m thick. Those results opens up avenues for enhanced performance in QDM. The Julia package used to calculate the vectorial PSFs is available at ${\\texttt this http URL}$.         ",
    "url": "https://arxiv.org/abs/2402.14422",
    "authors": [
      "Shunsuke Nishimura",
      "Moeta Tsukamoto",
      "Kento Sasaki",
      "Kensuke Kobayashi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Other Condensed Matter (cond-mat.other)"
    ]
  },
  {
    "id": "arXiv:2404.14334",
    "title": "Revisiting optical rotation in helically-coiled fibers",
    "abstract": "           The interpretation of optical rotation in optically active media as circular birefringence has persisted for over two centuries, yet the inherent fallacy in this phenomenological theory remains unnoticed. Recently, we employed logical reasoning to demonstrate that isotropic chiral media, a kind of optically active media, do not exhibit circular birefringence. This finding implies that the Jones vector is not able to completely describe the polarization state of a plane light wave. To further explore the reason, here we revisit the phenomenon of optical rotation in helically-coiled optical fibers. Firstly, we use similar logical reasoning to prove that helically coiled fibers do not exhibit circular birefringence, either. Secondly, based on the experimental observations of Papp and Harms, we argue that the Jones vector is mathematically an entity in the local reference frame associated with the propagation direction. It cannot completely describe the state of polarization relative to the laboratory reference frame. Meanwhile, we also demonstrate that the rotation observed by Papp and Harms reflects the rotation of the Tang frame relative to the Serret-Frenet frame.         ",
    "url": "https://arxiv.org/abs/2404.14334",
    "authors": [
      "Chun-Fang Li",
      "Zhi-Juan Hu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2410.14491",
    "title": "Discrimination of vortex and pseudovortex beams with a triangular optical cavity",
    "abstract": "           A triangular optical cavity can be used to distinguish between two beams with the same intensity profile but different wavefronts. This is what we show in this paper, both theoretically and experimentally, in the case of beams with a doughnut-like intensity profile: one of them having a helical wavefront (vortex beam with orbital angular momentum) and the other with no orbital angular momentum at all (which we call pseudovortex beam). We write the mode decomposition of such beams in the Hermite-Gaussian basis and in the Laguerre-Gauss basis, respectively, and study how they interact with a triangular cavity in terms of their resonance peaks. The experimental results corroborate the theoretical predictions, demonstrating that each beam exhibits a distinct resonance pattern. This suggests that such a cavity can be used to identify beams carrying orbital angular momentum, effectively distinguishing them from pseudovortices. Moreover, we propose an experiment where three cavities may be used to filter out the pseudovortex from a superposition of vortex and pseudovortex.         ",
    "url": "https://arxiv.org/abs/2410.14491",
    "authors": [
      "L. Marques Fagundes",
      "P.H. Souto Ribeiro",
      "R. Medeiros de Araújo"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2410.21171",
    "title": "Terahertz chiral photonic-crystal cavities for Dirac gap engineering in graphene",
    "abstract": "           Strong coupling between matter and vacuum electromagnetic fields in a cavity can induce novel quantum phases in thermal equilibrium via symmetry breaking. Particularly intriguing is the coupling with circularly polarized cavity fields, which can break time-reversal symmetry (TRS) and lead to topological bands. This has spurred significant interest in developing chiral cavities that feature broken TRS, especially in the terahertz (THz) frequency range, where various large-oscillator-strength resonances exist. Here, we present a design for high-quality-factor THz chiral photonic-crystal cavities (PCCs) that achieves broken TRS using a magnetoplasma in a lightly doped semiconductor. We incorporate ab initio density functional theory calculations into the derived microscopic model, allowing a realistic estimate of the vacuum-induced gap in graphene when coupled to our chiral cavity. Our calculations show an enhancement in the light-matter interaction due to Dirac nodes and predict an energy gap on the order of 1 meV. The THz chiral PCCs offer a promising platform for exploring cavity-dressed condensed matter with broken TRS.         ",
    "url": "https://arxiv.org/abs/2410.21171",
    "authors": [
      "Fuyang Tay",
      "Stephen Sanders",
      "Andrey Baydin",
      "Zhigang Song",
      "Davis M. Welakuh",
      "Alessandro Alabastri",
      "Vasil Rokaj",
      "Ceren B. Dag",
      "Junichiro Kono"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2503.00833",
    "title": "Light-controlled strong coupling of optical cavity modes spaced by 200 THz",
    "abstract": "           Cavities have driven significant advances in optical physics and quantum science, with applications ranging from lasers and spectroscopy to quantum information processing, simulation and metrology. For standard optical cavities, each eigenmode corresponds to a single, well-defined frequency. Here, we present a macroscopic optical Fabry-Pérot cavity whose eigenmodes are coherent superpositions of two frequency modes in the VIS-NIR range. Specifically, we demonstrate strong coupling between 384 THz (780 nm) and 580 THz (516 nm) cavity modes by incorporating an intracavity $\\chi^{(2)}$ crystal driven by a non-resonant optical pump at 1529 nm. Strong coupling enables us to demonstrate frequency conversion with an end-to-end, free-space conversion efficiency of 30(1)%, limited by current cavity design and internal cavity losses. We also demonstrate coupling between distinct spatial modes at the two frequencies, extending coherent control to the spatial basis. In conjunction with improved resonator design and low-loss nonlinear crystals, we anticipate a factor of $>$50 increase in two-mode-cooperativity for stronger coupling and near-unity conversion efficiency at low pump powers. This platform opens new avenues for cavity-QED experiments, with potential applications spanning cavity-mediated interactions between distinct atomic species, interconnects for quantum networking and modular computing, and spatially multimode cavity physics.         ",
    "url": "https://arxiv.org/abs/2503.00833",
    "authors": [
      "Lavanya Taneja",
      "David I Schuster",
      "Jonathan Simon"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2503.08435",
    "title": "Production of Spin-Polarized Molecular Beams via Microwave or Infrared Rotational Excitation",
    "abstract": "           We show how small molecules in an intense and cold molecular beam can be highly nuclear-spin polarized via microwave or infrared rotational excitation schemes, followed by hyperfine-induced quantum beats. Repumping schemes can be used to achieve polarization above $90\\%$ in cases where single-pumping schemes are insufficient. Projected production rates in excess of $10^{21}$ ${\\text{s}^{-1}}$ allow applications including nuclear-magnetic-resonance signal enhancement, and spin-polarized nuclear fusion, where polarized nuclei are known to enhance D-T and D-$^3$He fusion cross sections by $50\\%$.         ",
    "url": "https://arxiv.org/abs/2503.08435",
    "authors": [
      "C. S. Kannis",
      "T. P. Rakitzis"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2504.18548",
    "title": "Temperature-Dependent Emission Polarization in GaN Defect-Based Quantum Emitters",
    "abstract": "           GaN defect-based quantum emitters show significant potential for quantum information technologies, yet their intrinsic nature is not fully understood. In this work, we present results on the temperature-dependent emission polarization of GaN defect single-photon emitters integrated with solid immersion lenses. The photoluminescence (PL) remains linearly polarized over the temperature range of 10K to 300K, with a slight rotation in the polarization direction observed at intermediate temperatures. Possible mechanisms underlying this behavior are analyzed, and a roadmap for future research is outlined.         ",
    "url": "https://arxiv.org/abs/2504.18548",
    "authors": [
      "Yifei Geng"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2505.05455",
    "title": "Calculation of ground state energy of Lithium and Beryllium based on variational method",
    "abstract": "           With the consideration of identity principle and atomic shell structure, we calculated the ground state energy of Lithium atom and Beryllium atom based on variational method, which accords quite well with the experimental results.         ",
    "url": "https://arxiv.org/abs/2505.05455",
    "authors": [
      "Mei-Qin Deng",
      "Ren-Hong Fang"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2505.08930",
    "title": "Petahertz-bandwidth spectral combs from the amplified spontaneous emission of a collisional plasma-based x-ray laser",
    "abstract": "           The possibility of generating spectral combs of petahertz bandwidth is demonstrated from amplified spontaneous emission (ASE) of a collisional plasma-based x-ray laser when its active medium is irradiated with a linearly polarized near-infrared (IR) laser field. It is shown that at a sufficiently high IR-field intensity these combs correspond to a sequence of subfemtosecond beats of extreme ultraviolet (XUV) radiation of a deterministic shape. At the same time, at a lower IR-field intensity ASE remains quasimonochromatic, but its frequency shifts as a result of the IR-field-induced quadratic Stark effect. In this case, the frequency tuning range of XUV radiation is approximately twice the frequency of the modulating IR field. In addition, modulation by the IR field leads to amplitude and frequency discrimination of the polarization components of ASE, parallel and orthogonal to the IR field. The possibility of observing these effects is analyzed for a collisional plasma x-ray laser based on neon-like Ti12+ ions with an unperturbed ASE wavelength of 32.6 nm and a modulating field with a wavelength of 1 {\\mu}m and an intensity in the range of 10^16 - 10^17 W/cm^2.         ",
    "url": "https://arxiv.org/abs/2505.08930",
    "authors": [
      "I. R. Khairulin",
      "V. A. Antonov",
      "I. D. Morskov",
      "M. Yu. Ryabikin"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2505.10669",
    "title": "Enhanced energy gain through higher-order resonances during direct laser acceleration with superluminal phase velocity",
    "abstract": "           Ultra-high intensity laser-plasma interactions can produce ultra-relativistic electrons via direct laser acceleration, assisted by quasi-static plasma magnetic and electric fields. These fields transversely confine electron motion and induce betatron oscillations. The net energy gain is strongly influenced by the interplay between two frequencies: the betatron frequency and the frequency of laser field oscillations experienced by the electron. Prior work has shown that energy gain is enabled by a resonance between the betatron oscillations and the oscillations of the laser field. In particular, higher-order resonances occur when the laser field completes multiple cycles during one betatron oscillation, allowing additional regimes of energy transfer beyond the fundamental (betatron) resonance. In this work, we demonstrate that such resonances become particularly effective when the laser's phase velocity is superluminal. Although the two frequencies generally evolve differently with increasing electron energy, which leads to detuning, a superluminal phase velocity introduces a non-monotonic frequency ratio with a global minimum. This minimum allows sustained frequency matching over a broad energy range, thereby enabling enhanced energy gain. As the phase velocity increases, the betatron resonance becomes ineffective due to premature frequency detuning. At the same time, higher-order resonances become increasingly effective, emerging as the dominant mechanisms for enhanced energy gain in this regime of direct laser acceleration.         ",
    "url": "https://arxiv.org/abs/2505.10669",
    "authors": [
      "I-Lin Yeh",
      "Kavin Tangtartharakul",
      "Rohan Bhakta",
      "Hongmei Tang",
      "Louise Willingale",
      "Alexey Arefiev"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Accelerator Physics (physics.acc-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.10752",
    "title": "Low-loss Sb$_2$S$_3$ Optical Phase Shifter Enabled by Optimizing Sputtering Conditions",
    "abstract": "           By quantitatively evaluating the atomic concentrations of sputtered Sb$_2$S$_3$ films with different sputtering powers and Ar flows, we reveal that a sputtered Sb$_2$S$_3$ film becomes close to the stoichiometric composition as the sputtering power and Ar flow decrease. We characterize the optical properties of Sb$_2$S$_3$ and show that the lower sputtering power leads to a better figure of merit of Sb$_2$S$_3$ as an optical phase shifter in the near infrared (NIR) range. Based on these results, we achieve a loss per phase shift of 0.33 dB/$\\pi$ at a wavelength of 1.55 $\\mu$m, one of the lowest losses among Sb$_2$S$_3$ phase shifters in the NIR range.         ",
    "url": "https://arxiv.org/abs/2505.10752",
    "authors": [
      "Yuto Miyatake",
      "Tomohiro Anda",
      "Yosuke Wakita",
      "Kotaro Makino",
      "Shogo Hatayama",
      "Makoto Okano",
      "Kasidit Toprasertpong",
      "Shinichi Takagi",
      "Mitsuru Takenaka"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2505.11369",
    "title": "Compact, Large-Scale Photonic Neurons by Modulation-and-Weight Microring Resonators",
    "abstract": "           Fabrication imperfections, spatial constraints, and prohibitive costs collectively impede the scalability of neuromorphic photonics. In this work, we introduce a large-scale, compact photonic neuron in which each microring performs modulation and weighting simultaneously. This dual functionality is realized by leveraging both the carrier effect and thermal tunability, thereby merging modulation and weighting to conserve on-chip area, enhancing tuning efficiency, and capitalizing on wavelength-division multiplexing (WDM) for scalable implementations. In addition, we investigated a range of configurations for the proposed neuron to better tailor its behavior to various computational tasks. To illustrate the adaptability of the system's tasks, we explore both spatial and temporal domains, highlighting its versatility through two representative tasks: image processing and, for the first time, financial time series analysis, which represents a promising new frontier for neuromorphic photonics. These findings underscore the considerable promise of photonic computing in addressing a breadth of real-world challenges, particularly under escalating demands for both scalability and flexibility.         ",
    "url": "https://arxiv.org/abs/2505.11369",
    "authors": [
      "Weipeng Zhang",
      "Yuxin Wang",
      "Joshua C.Lederman",
      "Bhavin J. Shastri",
      "Paul R. Prucnal"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.07060",
    "title": "Imaging-based Quantum Optomechanics",
    "abstract": "           In active imaging protocols, information about a landscape is encoded into the spatial mode of a scattered photon. A common assumption is that the landscape is rigid; however, in principle it can be altered by radiation pressure, a concept that has found fruitful application in the field of quantum optomechanics. Here we explore active imaging of a mechanical resonator with an eye to generalizing the concept of radiation pressure backaction to spatially multimode light. As a thought experiment, we consider imaging the flexural modes of a membrane by sorting the spatial modes of a laser reflected from its surface. We show that backaction in this setting arises from spatial photon shot noise, an effect that cannot be observed in single-mode optomechanics. We also derive the imprecision-backaction product for coherent illumination in the limit of purely spatial backaction, revealing it to be equivalent to the standard quantum limit for purely dispersive, single-mode optomechanical coupling. Finally, we show that optomechanical correlations due to spatial backaction can give rise to two-mode entangled light. In conjunction with high-$Q$ nanomechanics, our findings point to new opportunities at the interface of quantum imaging and optomechanics, including sensors and networks enhanced by spatial mode entanglement.         ",
    "url": "https://arxiv.org/abs/2407.07060",
    "authors": [
      "Christian M. Pluchar",
      "Wenhua He",
      "Jack Manley",
      "Nicolas Deshler",
      "Saikat Guha",
      "Dalziel J. Wilson"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.15924",
    "title": "Searching for dark matter with the Th-229 nuclear lineshape from laser spectroscopy",
    "abstract": "           The recent laser excitation of the low-lying Th-229 isomer transition is starting a revolution in ultralight dark matter searches. The enhanced sensitivity of this transition to the large class of dark matter models dominantly coupling to quarks and gluons will ultimately allow us to probe coupling strengths eight orders of magnitude smaller than the current bounds from optical atomic clocks, which are mainly sensitive to dark matter couplings to electrons and photons. We argue that, with increasing precision, observations of the Th-229 excitation spectrum will soon give world-leading constraints. Using data from the pioneering laser excitation of Th-229 by Tiedau et al. [Phys. Rev. Lett. 132, 182501 (2024)], we present a first dark matter search in the excitation spectrum. While the exclusion limits of our detailed study of the lineshape are still below the sensitivity of currently operating clock experiments, we project the measurement of Zhang et al. [Nature 663, 63 (2024)] to surpass it.         ",
    "url": "https://arxiv.org/abs/2407.15924",
    "authors": [
      "Elina Fuchs",
      "Fiona Kirk",
      "Eric Madge",
      "Chaitanya Paranjape",
      "Ekkehard Peik",
      "Gilad Perez",
      "Wolfram Ratzinger",
      "Johannes Tiedau"
    ],
    "subjectives": [
      "High Energy Physics - Phenomenology (hep-ph)",
      "Nuclear Experiment (nucl-ex)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2501.18881",
    "title": "Efficient preparation of entangled states in cavity QED with Grover's algorithm",
    "abstract": "           We propose to employ the amplification mechanism of Grover's search algorithm to efficiently prepare entangled states of an ensemble of qubits. The conditional change of sign employed in the algorithm can be implemented by the phase shift of photons scattered on an optical cavity hosting an atomic ensemble. We show that collective Dicke states, GHZ states, and Schrödinger cat superpositions of $N$ atoms may be prepared deterministically by few ($\\sim N^{1/4}$) photon scattering events without individual addressing of the atoms.         ",
    "url": "https://arxiv.org/abs/2501.18881",
    "authors": [
      "Omar Nagib",
      "M. Saffman",
      "K. Mølmer"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2501.18884",
    "title": "Deterministic carving of quantum states with Grover's algorithm",
    "abstract": "           We show that iteration of a few ( $\\sim N^{1/4}$) unitary steps of Grover's algorithm suffices to perfectly prepare a Dicke state of $N$ atoms in a cavity. We also show that a few subsequent Grover steps can be employed to generate GHZ and Cat states. The Grover iteration is physically realized by global qubit rotations and by the phase shift of single photons reflected on the cavity. Our protocols are deterministic and require no individual addressing of the atoms. A detailed error analysis accounting for spatial mode matching of the photon to the cavity, spontaneous emission, mirror scattering, and the finite bandwidth of the photon mode is used to predict the fidelity of the prepared states as a function of system parameters and atom-cavity cooperativity. The fidelity can be increased by heralding on detection of the reflected photon.         ",
    "url": "https://arxiv.org/abs/2501.18884",
    "authors": [
      "Omar Nagib",
      "M. Saffman",
      "K. Mølmer"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2503.18967",
    "title": "Light trajectories and wave dynamics in optical wormholes",
    "abstract": "           We investigate the optical properties of a wormhole geometry characterized by a constant negative Gaussian curvature. This distinctive optical structure is modeled using the optical metric of the static BTZ black hole, corresponding to the hyperbolic wormhole framework. Within this model, we derive the arbitrary geodesics and the associated effective potential. Our analysis reveals that the effective potential becomes increasingly narrow as the curvature radius of the optical wormhole decreases, with all possible trajectories converging at the optical origin \\(\\rho = 0\\). We further analyze the wave modes governing light propagation on this curved surface, demonstrating that the effective potential is purely repulsive in both the small and large \\(\\rho\\) limits. While the potential remains finite in both regimes, its behavior differs markedly. Near the optical origin, the magnetic quantum number (\\(m\\)) exerts a significant influence on the effective repulsive potential, particularly for large values of \\(m\\), where the potential resembles a typical barrier. However, this effect diminishes with increasing optical distance. Using this framework, we compute the reflection and transmission coefficients for \\(m \\neq 0\\). Our findings indicate that the optical properties of the background are predominantly governed by the curvature radius of the optical wormhole, highlighting its critical role in shaping light propagation in such geometries.         ",
    "url": "https://arxiv.org/abs/2503.18967",
    "authors": [
      "Semra Gurtas Dogan",
      "Abdullah Guvendi",
      "Omar Mustafa"
    ],
    "subjectives": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2503.21041",
    "title": "Exponential quantum speedups in quantum chemistry with linear depth",
    "abstract": "           We prove classical simulation hardness, under the generalized $\\mathsf{P}\\neq\\mathsf{NP}$ conjecture, for quantum circuit families with applications in near-term chemical ground state estimation. The proof exploits a connection to particle number conserving matchgate circuits with fermionic magic state inputs, which are shown to be universal for quantum computation under post-selection, and are therefore not classically simulable in the worst case, in either the strong (multiplicative) or weak (sampling) sense. We apply this result to quantum multi-reference methods designed for near-term hardware by ruling out certain dequantization strategies for computing the off-diagonal matrix elements. We demonstrate these quantum speedups for two choices of reference state that incorporate both static and dynamic correlations to model the electronic eigenstates of molecular systems: orbital-rotated matrix product states, which are preparable in linear depth, and generalized unitary coupled-cluster with single and double excitations, for which computing the off-diagonal matrix elements is $\\mathsf{BQP}$-complete for any polynomial depth. In each case we discuss the implications for achieving exponential quantum advantage in quantum chemistry on near-term hardware.         ",
    "url": "https://arxiv.org/abs/2503.21041",
    "authors": [
      "Oskar Leimkuhler",
      "K. Birgitta Whaley"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2504.03332",
    "title": "A silicon spin vacuum: isotopically enriched $^{28}$silicon-on-insulator and $^{28}$silicon from ultra-high fluence ion implantation",
    "abstract": "           Isotopically enriched silicon (Si) can greatly enhance qubit coherence times by minimizing naturally occurring $^{29}$Si which has a non-zero nuclear spin. Ultra-high fluence $^{28}$Si ion implantation of bulk natural Si substrates was recently demonstrated as an attractive technique to ultra-high $^{28}$Si isotopic purity. In this work, we apply this $^{28}$Si enrichment process to produce $^{28}$Si and $^{28}$Si-on-insulator (SOI) samples. Experimentally, we produced a $^{28}$Si sample on natural Si substrate with $^{29}$Si depleted to 7~ppm (limited by measurement noise floor), that is at least 100 nm thick. This is achieved with an ion energy that results in a sputter yield of less than one and an ultra-high ion fluence, as supported by our improved computational model that is based on fitting a large number of experiments. Further, our model predicts the $^{29}$Si and $^{30}$Si depletion in our sample to be less than 1~ppm. In the case of SOI, ion implantation conditions are found to be more stringent than those of bulk natural Si in terms of minimizing threading dislocations upon subsequent solid phase epitaxy annealing. Finally, we do not observe open volume defects in our $^{28}$SOI and $^{28}$Si samples after SPE annealing (620°C, 10 minutes).         ",
    "url": "https://arxiv.org/abs/2504.03332",
    "authors": [
      "Shao Qi Lim",
      "Brett C. Johnson",
      "Sergey Rubanov",
      "Nico Klingner",
      "Bin Gong",
      "Alexander M. Jakob",
      "Danielle Holmes",
      "David N. Jamieson",
      "Jim S. Williams",
      "Jeffrey C. McCallum"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  }
]