[
  {
    "id": "arXiv:2412.09643",
    "title": "Charge management system based on disturbance observer sliding mode control for space inertial sensors",
    "abstract": "           Precision space inertial sensors are imperative for Earth geodesy missions, gravitational wave observations, and fundamental physics experiments in space. In these missions, free-falling test masses(TMs) are susceptible to parasitic electrostatic forces and torques, with significant contributions from the interaction between stray electric fields and TM charge. These effects can make up a sizable fraction of the noise budget. Thus, a charge management system(CMS) is essential in high-precise space-based missions. However, the operating environment for space charge control is full of uncertainties and disturbances. TM charge tracking precision is negatively affected by many physical parameters such as external charging rate, quantum yield, UV light power, etc. Those parameters are rarely measured and supposed to vary because of changes in solar activity, temperature, aging of electronic components and so on. The unpredictability and variability of these parameters affects the CMS performance in long-term space missions and must be evaluated or eliminated. This paper presents a simple physics-based model of the discharging process with high charging/discharging rate based on the geometry of inertial sensors. After that, a disturbance observer sliding mode control (DOSMC) is proposed for the CMS with parametric uncertainties and unknown disturbance to maintain the TM charge below a certain level and improve its robustness. The simulation results show that the DOSMC is able to force the system trajectory coincides with the sliding line, which depends neither on the parameters or disturbances. In this way, the DOSMC can effectively ignore the parameter perturbation and external disturbances. The control precision can reach 0.1 mV, which is superior to that of a classic proportional-integral-derivative controller and conventional sliding mode control.         ",
    "url": "https://arxiv.org/abs/2412.09643",
    "authors": [
      "Fangchao Yang",
      "Wei Hong",
      "Yujie Zhao"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2412.09693",
    "title": "Low two-level-system noise in hydrogenated amorphous silicon",
    "abstract": "           At sub-Kelvin temperatures, two-level systems (TLS) present in amorphous dielectrics source a permittivity noise, degrading the performance of a wide range of devices using superconductive resonators such as qubits or kinetic inductance detectors. We report here on measurements of TLS noise in hydrogenated amorphous silicon (a-Si:H) films deposited by plasma-enhanced chemical vapor deposition (PECVD) in superconductive lumped-element resonators using parallel-plate capacitors (PPCs). The TLS noise results presented in this article for two recipes of a-Si:H improve on the best achieved in the literature by a factor >5 for a-Si:H and other amorphous dielectrics and are comparable to those observed for resonators deposited on crystalline dielectrics.         ",
    "url": "https://arxiv.org/abs/2412.09693",
    "authors": [
      "Fabien Defrance",
      "Andrew D. Beyer",
      "Jordan Wheeler",
      "Jack Sayers",
      "Sunil R. Golwala"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ]
  },
  {
    "id": "arXiv:2412.09780",
    "title": "A high optical access cryogenic system for Rydberg atom arrays with a 3000-second trap lifetime",
    "abstract": "           We present an optical tweezer array of $^{87}$Rb atoms housed in an cryogenic environment that successfully combines a 4 K cryopumping surface, a <50 K cold box surrounding the atoms, and a room-temperature high-numerical-aperture objective lens. We demonstrate a 3000 s atom trap lifetime, which enables us to optimize and measure losses at the $10^{-4}$ level that arise during imaging and cooling, which are important to array rearrangement. We perform both ground-state qubit manipulation with an integrated microwave antenna and two-photon coherent Rydberg control, with the local electric field tuned to zero via integrated electrodes. We anticipate that the reduced blackbody radiation at the atoms from the cryogenic environment, combined with future electrical shielding, should decrease the rate of undesired transitions to nearby strongly-interacting Rydberg states, which cause many-body loss and impede Rydberg gates. This low-vibration, high-optical-access cryogenic platform can be used with a wide range of optically trapped atomic or molecular species for applications in quantum computing, simulation, and metrology.         ",
    "url": "https://arxiv.org/abs/2412.09780",
    "authors": [
      "Zhenpu Zhang",
      "Ting-Wei Hsu",
      "Ting You Tan",
      "Daniel H. Slichter",
      "Adam M. Kaufman",
      "Matteo Marinelli",
      "Cindy A. Regal"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2412.09821",
    "title": "An Integrated Experimental and Modeling Approach for Crystallization of Complex Biotherapeutics",
    "abstract": "           Crystallization of proteins, specifically proteins of medical relevance, is performed for various reasons such as to understand the protein structure and to design therapies. Obtaining kinetic constants in rate laws for nucleation and growth of advanced biotherapeutics such as capsids, an assembly of macromolecules, is challenging and essential to the design of the crystallization processes. In this work, coupled population balance and species balance equations are developed to extract nucleation and growth kinetics for crystallization of recombinant adeno-associated virus (rAAV) capsids. A comparison of model results with that of experimental data for capsid crystallization in hanging-drop vapor diffusion system shows that slow rate of vapor diffusion from the droplet controls the initial nucleation and growth processes, and the capsid nucleation occurs via heterogeneous nucleation in the microdroplet. Results also show that the capsids, which are of very high molecular weight (~3.6 MDa), have a similar tendency to nucleate as small organic molecules such as glycine (75 Da), low-molecular-weight proteins, and small-molecule active pharmaceutical ingredients due to its ball-shaped outer structure/shape. Capids also show a prolonged nucleation period as for proteins and other macromolecules, but has a slow growth rate with a growth rate pre-factor seven orders of magnitude smaller than that of lysozyme. The capsid crystal growth rate is weakly sensitive to the supersaturation compared to lysozyme and is limited by the transport of capsids due to slow Brownian motion resulting from the very high molecular weight.         ",
    "url": "https://arxiv.org/abs/2412.09821",
    "authors": [
      "Vivekananda Bal",
      "Moo Sun Hong",
      "Jacqueline M. Wolfrum",
      "Paul W. Barone",
      "Stacy L. Springs",
      "Anthony J. Sinskey",
      "Robert M. Kotin",
      "Richard D. Braatz"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2412.09857",
    "title": "Orthogonal Geometry of Magneto-Optical Kerr Effect Enabled by Magnetization Multipole of Berry Curvature",
    "abstract": "           The Magneto-Optical Kerr Effect (MOKE) is a fundamental tool in magnetometry, pivotal for advancing research in optics, magnetism, and spintronics as a direct probe of magnetization. Traditional MOKE measurements primarily detect the magnetization components parallel to the Poynting vector, which can only access the magnitude but not the direction of the orthogonal component. In this study, we introduce an orthogonal MOKE geometry in which the Kerr signal detects both the magnitude and direction of the magnetization component perpendicular to the Poynting vector. We demonstrate the broad applicability of this orthogonal geometry through the MOKE measurements in cubic ferromagnets and van der Waals ferromagnet. We theoretically show that the orthogonal MOKE geometry is enabled by the multipolar structure of Berry curvature in the magnetization space, which generally induces a Voigt vector orthogonal to the magnetization, thereby accounting for the unique magnetization angle dependence distinct from conventional MOKE. The establishment of the orthogonal MOKE geometry not only introduces a new paradigm for magneto-optical measurements but also provides a framework for exploring the magnetization multipoles of Berry curvature across the electromagnetic spectrum.         ",
    "url": "https://arxiv.org/abs/2412.09857",
    "authors": [
      "Haolin Pan",
      "Han Li",
      "Jixiang Huang",
      "Zheng Liu",
      "Mingyue Fang",
      "Yanan Yuan",
      "Daxiang Liu",
      "Xintong Hu",
      "Wenzhi Peng",
      "Zhenguo Liang",
      "Xiao Chang",
      "Zhigao Sheng",
      "Xianzhe Chen",
      "Lingfei Wang",
      "Qian Li",
      "Peng Li",
      "Qian Niu",
      "Yang Gao",
      "Qinghui Yang",
      "Dazhi Hou"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2412.09931",
    "title": "Reviving holographic photonic integration",
    "abstract": "           Photonic integration of thick holograms in waveguiding structures could be considered the chimera of photonics; multi-faceted and hard to tame. It is the fundamental, and hence indispensable, concept behind compact and monolithically integrated linear optical transformation1. The true relevance of this becomes apparent in the high-dimensional context of unconventional optical computing, that is, in optical neural networks. Yet, integrating such holographic connections is very challenging. It demands high fabrication accuracy, and numerical design of the circuit is often non-tractable for large architectures. Both challenges are intrinsically linked to the usually large refractive index differences between sections of such holographic optical waveguides when using standard techniques of silicon photonics.         ",
    "url": "https://arxiv.org/abs/2412.09931",
    "authors": [
      "Daniel Brunner"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2412.10018",
    "title": "Thermal atoms facilitate intensity clipping between vectorial dual-beam generated by a single metasurface chip",
    "abstract": "           Manipulating vector beams is pivotal in fields such as particle manipulation, image processing, and quantum communication. Flexibly adjusting the intensity distribution of these beams is crucial for effectively realizing these applications. This study introduces a vectorial dual-beam system utilizing thermal atoms as the medium for modulating the intensity profile of vector beams. A single metasurface is employed to generate both the control and signal vector beams, each with unique vectorial characteristics. The shaping of the signal beam profile is facilitated by the interaction with thermal atoms, which can be controlled by adjusting the control vector beam. This spatially selective absorption is a result of the thermal atoms' response to the varying polarizations within the vector beams. In this experiment, two distinct metasurface chips are fabricated to generate vector beams with doughnut-shaped and Gaussian-shaped intensity profiles. By adjusting the incident power and polarization state of the control light, the doughnut-shaped signal beams can be converted into a rotational dual-lobed pattern or the dimensions of the Gaussian-distributed signal beams can be modified. This study introduces a novel vector beam shaping technique by integrating metasurfaces with thermal atoms, offering significant promise for future applications requiring miniaturization, dynamic operation, and versatile control capabilities.         ",
    "url": "https://arxiv.org/abs/2412.10018",
    "authors": [
      "Chen Qing",
      "Jialong Cui",
      "Lishuang Feng",
      "Dengke Zhang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2412.10052",
    "title": "Non-resonant Optical Injection Locking in Quantum Cascade Laser Frequency Combs",
    "abstract": "           Optical injection locking of the repetition frequency of a quantum cascade laser frequency comb is demonstrated using an intensity modulated near-infrared light at 1.55 $\\mu$m illuminating the front facet of the laser. Compared to the traditional electrical modulation approach, the introduced technique presents benefits from several perspectives such as the availability of mature and high bandwidth equipment in the near-infrared, circumvent the need of dedicated electronic components for the quantum cascade laser, and allows a direct link between the near and mid-infrared for amplitude to frequency modulation. We show that this stabilization scheme, used with a moderate near-infrared power of 5 mW, allows a tight lock to a radio-frequency generator with less than 1 mrad residual phase noise at 1 s integration time. We also perform a full characterization of the mechanism and evidence that the locking range follows Adler's law. A comparison with our recent characterization of the traditional method indicates that the optical approach could potentially lead to lower phase noise, which would benefit mid-infrared spectroscopy and metrological applications.         ",
    "url": "https://arxiv.org/abs/2412.10052",
    "authors": [
      "Alexandre Parriaux",
      "Kenichi N. Komagata",
      "Mathieu Bertrand",
      "Mattias Beck",
      "Valentin J. Wittwer",
      "Jérôme Faist",
      "Thomas Südmeyer"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2412.10085",
    "title": "Dynamics of Vector Soliton Singlets and Pairs in Self-Mode-Locked Tm-Doped Fibre Lasers",
    "abstract": "           Vector solitons present unique optical pulses characterised by coupled orthogonal polarisation components, offering rich, multidimensional dynamics. Their enhanced degrees of freedom make them highly versatile for exploring nonlinear wave phenomena and enabling advanced applications in optical communications and ultrafast technologies. Despite significant recent progress, the intricate dynamics of vector soliton generation remain largely unexplored, particularly their interaction and coupling mechanisms. This study characterises soliton build-up dynamics in a self-mode-locked Tm-doped fibre laser, where both cavity birefringence and distributed saturable absorber play significant roles in the intracavity pulse shaping. The recorded single-shot spectra using the Dispersive Fourier Transform technique reveal generation regimes of singlet solitons and loosely bound two-pulse states. In later case, the observed intensity-dependent temporal splitting of vector soliton polarisations is also affected by the repulsive forces due to the interaction with synchronised and unsynchronised dispersive waves, governing the transition from transient pulse formation to steady-state generation. This study enhances our understanding of vector soliton dynamics and sets a solid foundation for further advanced exploration of their generation regimes across a wide range of nonlinear photonic systems.         ",
    "url": "https://arxiv.org/abs/2412.10085",
    "authors": [
      "Dennis Christian Kirsch",
      "Anastasia Bednyakova",
      "Maria Chernysheva"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2412.10118",
    "title": "Diagnostic results of new-generation dispersive element test samples based on Bragg structures in fused silica",
    "abstract": "           A comprehensive diagnostics of new-generation dispersive elements based on Bragg structures was completed. The influence of inscription parameters on the properties of samples was studied and a threshold inscription intensity of ~ 6.38 TW/cm2 at which the linear absorption coefficient as well as the phase and polarization stresses sharply increase was found. When inscription is made with an average intensity below the threshold, the linear absorption in dry silica samples remains at a level of 10-5 cm-1, which is approximately two orders of magnitude lower than that of currently available commercial samples. The measured values of the dispersion characteristics using a white light interferometer coincided are in a good agreement with the calculated values provided by the manufacturer. The results of the diagnostics show that the new-generation dispersive elements are promising for compressing kilowatt-level radiation of average power.         ",
    "url": "https://arxiv.org/abs/2412.10118",
    "authors": [
      "Anton I. Gorokhov",
      "Evgeny A. Perevezentsev",
      "Mikhail R. Volkov",
      "Ivan B. Mukhin"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2412.10157",
    "title": "Extracting Complete Resonance Characteristics From the Phase of Physical Signals",
    "abstract": "           Resonances are common in wave physics and their full and rigorous characterization is crucial to correctly tailor the response of a system in both time and frequency domains. However, they have been conventionally described by the quality factor, a real-valued number quantifying the sharpness of a single peak in the amplitude spectrum, and associated with a singularity in the complex frequency plane. But the amplitude of a physical signal does not hold all the information on the resonance and it has not been established that even the knowledge of the full distribution of singularities carries this information. Here we derive a quality function that fully characterizes resonances from the knowledge of the phase spectrum of the signal. This function is driven by the spectral derivative of the phase and does not require the amplitude of the signal. It can be obtained by numerically calculating the spectral derivative of the phase from numerical or experimental acquisitions of the phase spectrum. Alternatively, it can be retrieved from the distribution of poles and zeros in the complex frequency plane through an analytic expression, which demonstrates that singularities do not suffice to fully characterize the resonances and that both singularities and zeros must be taken into account to retrieve the quality function. This approach permits to extract all the characteristics of resonances from arbitrary spectral response functions without a priori knowledge on the physical system.         ",
    "url": "https://arxiv.org/abs/2412.10157",
    "authors": [
      "Isam Ben Soltane",
      "Nicolas Bonod"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2412.10167",
    "title": "MADWAVE3: a quantum time dependent wave packet code for nonadiabatic state-to-state reaction dynamics of triatomic systems",
    "abstract": "           We present MADWAVE3, a FORTRAN90 code designed for quantum time dependent wave packet propagation in triatomic systems. This program allows the calculation of state-to-state probabilities for inelastic and reactive collisions, as well as photodissociation processes, over one or multiple coupled diabatic electronic states. The code is highly parallelized using MPI and OpenMP. The execution requires the potential energy surfaces of the different electronic states involved, as well as the transition dipole moments for photodissociation processes. The formalism underlying the code is presented in section 2, together with the modular structure of the code. This is followed by the installation procedures and a comprehensive list and explanation of the parameters that control the code, organized within their respective namelists. Finally, a case study is presented, focusing on the prototypical reactive collision H+DH(v,j) -> H2(v',j') + D. Both the potential energy surface and the input files required to reproduce the calculation are provided and are available on the repository main page. This example is used to study the parallelization speedup of the code.         ",
    "url": "https://arxiv.org/abs/2412.10167",
    "authors": [
      "Octavio Roncero",
      "Pablo del Mazo-Sevillano"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2412.10239",
    "title": "Variable Stiffness & Dynamic Force Sensor for Tissue Palpation",
    "abstract": "           Palpation of human tissue during Minimally Invasive Surgery is hampered due to restricted access. In this extended abstract, we present a variable stiffness and dynamic force range sensor that has the potential to address this challenge. The sensor utilises light reflection to estimate sensor deformation, and from this, the force applied. Experimental testing at different pressures (0, 0.5 and 1 PSI) shows that stiffness and force range increases with pressure. The force calibration results when compared with measured forces produced an average RMSE of 0.016, 0.0715 and 0.1284 N respectively, for these pressures.         ",
    "url": "https://arxiv.org/abs/2412.10239",
    "authors": [
      "Abu Bakar Dawood",
      "Zhenyu Zhang",
      "Martin Angelmahr",
      "Alberto Arezzo",
      "Kaspar Althoefer"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)",
      "Robotics (cs.RO)"
    ]
  },
  {
    "id": "arXiv:2412.10269",
    "title": "One Million Quality Factor Integrated Ring Resonators in the Mid-Infrared",
    "abstract": "           We report ring resonators on a silicon germanium on silicon platform operating in the mid-infrared wavelength range around 3.5 - 4.6 {\\mu}m with quality factors reaching up to one million. Advances in fabrication technology enable us to demonstrate such high Q-factors, which put silicon germanium at the forefront of mid-infrared integrated photonic platforms. The achievement of high Q is attested by the observation of degeneracy lifting between clockwise (CW) and counter-clockwise (CCW) resonances, as well as optical bistability due to an efficient power buildup in the rings.         ",
    "url": "https://arxiv.org/abs/2412.10269",
    "authors": [
      "Marko Perestjuk",
      "Rémi Armand",
      "Miguel Gerardo Sandoval Campos",
      "Lamine Ferhat",
      "Vincent Reboud",
      "Nicolas Bresson",
      "Jean-Michel Hartmann",
      "Vincent Mathieu",
      "Guanghui Ren",
      "Andreas Boes",
      "Arnan Mitchell",
      "Christelle Monat",
      "Christian Grillet"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2412.09638",
    "title": "Predicting Organic-Inorganic Halide Perovskite Photovoltaic Performance from Optical Properties of Constituent Films through Machine Learning",
    "abstract": "           We demonstrate a machine learning (ML) approach that accurately predicts the current-voltage behavior of 3D/2D-structured (FAMA)Pb(IBr)3/OABr hybrid organic-inorganic halide perovskite (HOIP) solar cells under AM1.5 illumination. Our neural network algorithm is trained on measured responses from several hundred HOIP solar cells, using three simple optical measurements of constituent HOIP films as input: optical transmission spectrum, spectrally-resolved photoluminescence, and time-resolved photoluminescence, from which we predict the open-circuit voltage (Voc), short-circuit current (Jsc), and fill factors (FF) values of solar cells that contain the HOIP active layers. Determined average prediction accuracies for 95 % of the predicted Voc, Jsc, and FF values are 91%, 94% and 89%, respectively, with R2 coefficients of determination of 0.47, 0.77, and 0.58, respectively. Quantifying the connection between ML predictions and physical parameters extracted from the measured HOIP films optical properties, allows us to identify the most significant parameters influencing the prediction results. With separate ML-classifying algorithms, we identify degraded solar cells using the same optical input data, achieving over 90% classification accuracy through support vector machine, cross entropy loss, and artificial neural network algorithms. To our knowledge, the demonstrated regression and classification work is the first to use ML to predict device photovoltaic properties solely from the optical properties of constituent materials.         ",
    "url": "https://arxiv.org/abs/2412.09638",
    "authors": [
      "Ruiqi Zhang",
      "Brandon Motes",
      "Shaun Tan",
      "Yongli Lu",
      "Meng-Chen Shih",
      "Yilun Hao",
      "Karen Yang",
      "Shreyas Srinivasan",
      "Moungi G. Bawendi",
      "Vladimir Bulovic"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Machine Learning (cs.LG)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2412.09669",
    "title": "Observation as Physication. A single-world unitary no-conspiracy interpretation of quantum mechanics",
    "abstract": "           The physical meaning of the operators is not reducible to the intrinsic relations of the quantum system, since unitary transformations can find other operators satisfying the exact same relations. The physical meaning is determined empirically. I propose that the assignment of physical meaning to operators spreads through observation, along with the values of the observables, from the already observed degrees of freedom to the newly observed ones. I call this process \"physication\". I propose that quantum observations are nothing more than this assignment, which can be done unitarily. This approach doesn't require collapse, many-worlds, or a conspiratorial fine tuning of the initial conditions.         ",
    "url": "https://arxiv.org/abs/2412.09669",
    "authors": [
      "Ovidiu Cristinel Stoica"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2412.09833",
    "title": "Quantum Imaging with X-rays",
    "abstract": "           Quantum imaging encompasses a broad range of methods that exploit the quantum properties of light to capture information about an object. One such approach involves using a two-photon quantum state, where only one photon interacts with the object being imaged while its entangled partner carries spatial or temporal information. To implement this technique, it is necessary to generate specific quantum states of light and detect photons at the single-photon level. While this method has been successfully demonstrated in the visible electromagnetic spectrum, extending it to X-rays has faced significant challenges due to the difficulties in producing a sufficient rate of X-ray photon pairs and detecting them with adequate resolution. Here, we demonstrate record high rates of correlated X-ray photon pairs produced via a spontaneous parametric down-conversion process and we employ these photons to perform quantum correlation imaging of several objects, including a biological sample (E. cardamomum seedpod). Notably, we report an unprecedented detection rate of about 6,300 pairs per hour and the observation of energy anti-correlation for the X-ray photon pairs. We also present a detailed analysis of the properties of the down-converted X-ray photons, as well as a comprehensive study of the correlation imaging formation, including a study of distortions and corrections. These results mark a substantial advancement in X-ray quantum imaging, expanding the possibilities of X-ray quantum optical technologies, and illustrating the pathway towards enhancing biological imaging with reduced radiation doses.         ",
    "url": "https://arxiv.org/abs/2412.09833",
    "authors": [
      "Justin C. Goodrich",
      "Ryan Mahon",
      "Joseph Hanrahan",
      "Dennis Bollweg",
      "Monika Dziubelski",
      "Raphael A. Abrahao",
      "Sanjit Karmakar",
      "Kazimierz J. Gofron",
      "Thomas A. Caswell",
      "Daniel Allan",
      "Lonny Berman",
      "Andrei Nomerotski",
      "Andrei Fluerasu",
      "Cinzia DaVia",
      "Sean McSweeney"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2412.09932",
    "title": "Observation of edge solitons and their phase transition in a trimer circuit lattice",
    "abstract": "           In nonlinear topological systems, edge solitons emerge either as bifurcations of linear topological edge states or as nonlinearity-induced localized states without topological protection. Although electrical circuits have proven to be a versatile platform for realizing various types of topological insulators, observing edge solitons and their phase transition in circuit lattices remains challenging. Here, we realize quench dynamics in nonlinear electrical circuits and experimentally demonstrate the existence of both topological and nontopological edge solitons in a trimer circuit lattice, as well as the phase transition between these two types of edge solitons. Under weak nonlinearity, we observe antisymmetric and symmetric edge solitons bifurcating from their respective linear topological edge states. In contrast, under strong nonlinearity, nontopological edge solitons with antisymmetric, symmetric, and asymmetric internal structures are discovered. Our work paves the way for exploring exotic nonlinear states and novel phase diagrams in nonlinear topological systems.         ",
    "url": "https://arxiv.org/abs/2412.09932",
    "authors": [
      "Rujiang Li",
      "Xiangyu Kong",
      "Wencai Wang",
      "Yixi Wang",
      "Yichen Zhong",
      "Yongtao Jia",
      "Huibin Tao",
      "Ying Liu"
    ],
    "subjectives": [
      "Pattern Formation and Solitons (nlin.PS)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2312.13325",
    "title": "Tailoring sub-Doppler spectra of thermal atoms with a dielectric optical metasurface chip",
    "abstract": "           Compact and robust structures to precisely control and acquire atomic spectra are increasingly important for the pursuit of widespread applications. Sub-Doppler responses of thermal atoms are critical in constructing high-precision devices and systems. In this study, we designed a nanograting metasurface specifically for atomic rubidium vapor and integrated it into a miniature vapor cell. Using the metasurface with built-in multifunctional controls for light, we established pump-probe atomic spectroscopy and experimentally observed sub-Doppler responses at low incident power. Moreover, the sub-Doppler lineshape can be tailored by varying the incident polarization state. The spectrum transformation from absorption to transparency was observed. Using one of the sharp responses, laser stabilization with a stability of $3\\times10^{-10}$ at 2 s can be achieved. Our work reveals the effective control of atomic spectra with optical metasurface chips, which may have great potential for future developments in fundamental optics and novel optical applications.         ",
    "url": "https://arxiv.org/abs/2312.13325",
    "authors": [
      "Dengke Zhang",
      "Chen Qing"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2405.07709",
    "title": "Ultrafast Spin Rotation of Relativistic Lepton Beams via Terahertz Wave in a Dielectric-Lined Waveguide",
    "abstract": "           Spin rotation is central for the spin-manipulation of lepton beams which, in turn, plays an important role in investigation of the properties of spin-polarized lepton beams and the examination of spin-dependent interactions. However, realization of compact and ultrafast spin rotation of lepton beams, between longitudinal and transverse polarizations, still faces significant challenges. Here, we put forward a novel method for ultrafast (picosecond-timescale) spin rotation of a relativistic lepton beam via employing a moderate-intensity terahertz (THz) wave in a dielectric-lined waveguide (DLW). The lepton beam undergoes spin precession induced by the THz magnetic field. We find that optimizing the lepton velocity and THz phase velocity in the DLW can mitigate the impact of transverse Lorentz forces on the lepton beam and increase the precession frequency, thereby maintaining the beam quality and enhancing the efficiency of transverse-to-longitudinal spin rotation. The final polarization degree of the lepton beam exceeds $98\\%$, and the energy spread can be improved significantly. Flexibility in adjusting the electromagnetic modes within the DLW adds further potential for spin-manipulation, and holds promise for advancing the development of spin-polarized particle beams, which have broad applications in materials science and atomic, nuclear, and high-energy physics.         ",
    "url": "https://arxiv.org/abs/2405.07709",
    "authors": [
      "Zhong-Peng Li",
      "Yu Wang",
      "Ting Sun",
      "Feng Wan",
      "Yousef I. Salamin",
      "Mamutjan Ababekri",
      "Qian Zhao",
      "Kun Xue",
      "Ye Tian",
      "Wen-Qing Wei",
      "Jian-Xing Li"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2406.04015",
    "title": "Identification of highly-forbidden optical transitions in highly charged ions",
    "abstract": "           Optical clocks represent the most precise experimental devices, finding application in fields spanning from frequency metrology to fundamental physics. Recently, the first highly charged ions (HCI) based optical clock was demonstrated using Ar$^{13+}$, opening up a plethora of novel systems with advantageous atomic properties for high accuracy clocks. While numerous candidate systems have been explored theoretically, the considerable uncertainty of the clock transition frequency for most species poses experimental challenges. Here, we close this gap by exploring quantum logic-inspired experimental search techniques for sub-Hertz clock transitions in HCI confined to a linear Paul trap. These techniques encompass Rabi excitation, an optical dipole force (ODF) approach, and linear continuous sweeping (LCS) and their applicability for different types of HCI. Through our investigation, we provide tools to pave the way for the development of exceptionally precise HCI-based optical clocks.         ",
    "url": "https://arxiv.org/abs/2406.04015",
    "authors": [
      "Shuying Chen",
      "Lukas J. Spieß",
      "Alexander Wilzewski",
      "Malte Wehrheim",
      "Kai Dietze",
      "Ivan Vybornyi",
      "Klemens Hammerer",
      "José R. Crespo López-Urrutia",
      "Piet O. Schmidt"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)",
      "Plasma Physics (physics.plasm-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2406.14347",
    "title": "$\\nabla^2$DFT: A Universal Quantum Chemistry Dataset of Drug-Like Molecules and a Benchmark for Neural Network Potentials",
    "abstract": "           Methods of computational quantum chemistry provide accurate approximations of molecular properties crucial for computer-aided drug discovery and other areas of chemical science. However, high computational complexity limits the scalability of their applications. Neural network potentials (NNPs) are a promising alternative to quantum chemistry methods, but they require large and diverse datasets for training. This work presents a new dataset and benchmark called $\\nabla^2$DFT that is based on the nablaDFT. It contains twice as much molecular structures, three times more conformations, new data types and tasks, and state-of-the-art models. The dataset includes energies, forces, 17 molecular properties, Hamiltonian and overlap matrices, and a wavefunction object. All calculations were performed at the DFT level ($\\omega$B97X-D/def2-SVP) for each conformation. Moreover, $\\nabla^2$DFT is the first dataset that contains relaxation trajectories for a substantial number of drug-like molecules. We also introduce a novel benchmark for evaluating NNPs in molecular property prediction, Hamiltonian prediction, and conformational optimization tasks. Finally, we propose an extendable framework for training NNPs and implement 10 models within it.         ",
    "url": "https://arxiv.org/abs/2406.14347",
    "authors": [
      "Kuzma Khrabrov",
      "Anton Ber",
      "Artem Tsypin",
      "Konstantin Ushenin",
      "Egor Rumiantsev",
      "Alexander Telepov",
      "Dmitry Protasov",
      "Ilya Shenbin",
      "Anton Alekseev",
      "Mikhail Shirokikh",
      "Sergey Nikolenko",
      "Elena Tutubalina",
      "Artur Kadurin"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Machine Learning (cs.LG)",
      "Machine Learning (stat.ML)"
    ]
  },
  {
    "id": "arXiv:2409.06291",
    "title": "Optimization of Embedded Element Patterns of Reactively Loaded Antenna Arrays",
    "abstract": "           This paper introduces a framework for synthesizing reactively loaded antennas and antenna arrays. The framework comprises two main components: computing the fundamental bound using the semi-definite relaxation and finding a realizable solution via optimization on a Riemannian manifold. The embedded element patterns are subject to the optimization with two distinct goals under study: focusing the radiation in a single direction or synthesizing patterns with desired shapes. The reactive terminations of passive antenna elements serve as optimization variables. We demonstrate the framework using a connected bowtie-slot antenna and antenna array with both beam-focusing and beam-shaping targets. The tests show that the optimization on the Riemannian manifold yields superior results compared to existing methods, such as the genetic algorithm. This is particularly evident in the most complex and extensive problem, which requires the synthesis of shaped embedded element patterns for a sparse reactively loaded antenna array with a limited field of view.         ",
    "url": "https://arxiv.org/abs/2409.06291",
    "authors": [
      "Albert Salmi",
      "Miloslav Capek",
      "Lukas Jelinek",
      "Anu Lehtovuori",
      "Ville Viikari"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2411.18566",
    "title": "OASIS-UROS: Open Acquisition System for IEPE Sensors -- Upgraded, Refined, and Overhauled Software",
    "abstract": "           OASIS-UROS continues the previously published Open Acquisition System for IEPE Sensors (OASIS). While still building on the ESP32 microcontroller, this version improves the overall performance by switching to an SD card caching system and upgrading the analog-digital converter to an AD7606C-18, which has a higher resolution, provides eight channels, oversampling, and software-adjustable voltage ranges. Also improved is the IEPE front-end and power supply, as well as the firmware of the acquisition system, which can now achieve a sample rate of up to 36 kHz while sampling all eight channels. This paper documents the hardware and software of OASIS-UROS and provides all materials required to reproduce the open acquisition system. Lastly, the system was validated against commercial hardware and software in an experimental modal analysis context. This showed that the system performs close to the commercial one in some aspects with respect to the utilized test case. While OASIS-UROS cannot match the full performance of the commercial system, the developed system can be a viable alternative for students, people in academia, or smaller companies that have a constrained budget or require complete insight as well as adaptability of the hardware and software.         ",
    "url": "https://arxiv.org/abs/2411.18566",
    "authors": [
      "Oliver Maximilian Zobel",
      "Johannes Maierhofer",
      "Andreas Köstler",
      "Daniel J. Rixen"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2412.01449",
    "title": "Highly efficient, tunable, electro-optic metasurfaces based on quasi-bound states in the continuum",
    "abstract": "           Ultrafast and highly efficient dynamic optical metasurfaces enabling truly spatiotemporal control over optical radiation are poised to revolutionize modern optics and photonics, but their practical realization remains elusive. In this work, we demonstrate highly efficient electro-optic metasurfaces based on quasi-bound states in the continuum (qBIC) operating in reflection that are amenable for ultrafast operation and thereby spatiotemporal control over reflected optical fields. The material configuration consists of a lithium niobate thin film sandwiched between an optically thick gold back-reflector and a grating of gold nanoridges also functioning as control electrodes. Metasurfaces for optical free-space intensity modulation are designed by utilizing the electro-optic Pockels effect in combination with an ultra-narrow qBIC resonance, whose wavelength can be finely tuned by varying the angle of light incidence. The fabricated electro-optic metasurfaces operate at telecom wavelengths with the modulation depth reaching 95 % (modulating thereby 35 % of the total incident power) for a bias voltage of +/-30 V within the electrical bandwidth of 125 MHz. Leveraging the highly angle-dependent qBIC resonance realized, we demonstrate electrically tunable phase contrast imaging using the fabricated metasurface. Moreover, given the potential bandwidth of 39 GHz estimated for the metasurface pixel size of 22 $\\mu$m, the demonstrated electro-optic metasurfaces promise successful realization of unique optical functions, such as harmonic beam steering and spatiotemporal shaping as well as nonreciprocal operation.         ",
    "url": "https://arxiv.org/abs/2412.01449",
    "authors": [
      "Christopher Damgaard-Carstensen",
      "Torgom Yezekyan",
      "Mark L. Brongersma",
      "Sergey I. Bozhevolnyi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2401.02817",
    "title": "Generation of massively entangled bright states of light during harmonic generation in resonant media",
    "abstract": "           At the fundamental level, full description of light-matter interaction requires quantum treatment of both matter and light. However, for standard light sources generating intense laser pulses carrying quadrillions of photons in a coherent state, the classical description of light during intense laser-matter interaction has been expected to be adequate. Here we show how nonlinear optical response of matter can be controlled to generate dramatic deviations from this standard picture, including generation of several squeezed and entangled harmonics of the incident laser light. In particular, such non-trivial quantum states of harmonics are generated as soon as one of the harmonics induces a transition between different laser-dressed states of the material system. Such transitions generate an entangled light-matter wavefunction, which can generate quantum states of harmonics even in the absence of a quantum driving field or material correlations. In turn, entanglement of the material system with a single harmonic generates and controls entanglement between different harmonics. Hence, nonlinear media that are near-resonant with at least one of the harmonics appear to be quite attractive for controlled generation of massively entangled quantum states of light. Our analysis opens remarkable opportunities at the interface of attosecond physics and quantum optics, with implications for quantum information science.         ",
    "url": "https://arxiv.org/abs/2401.02817",
    "authors": [
      "Sili Yi",
      "Nikolai D. Klimkin",
      "Graham Gardiner Brown",
      "Olga Smirnova",
      "Serguei Patchkovskii",
      "Ihar Babushkin",
      "Misha Ivanov"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2403.00072",
    "title": "High-purity single-photon generation based on cavity QED",
    "abstract": "           We propose a scheme for generating a high-purity single photon on the basis of cavity quantum electrodynamics (QED). This scheme employs a four-level system including two excited states, two ground states, and two driving lasers; this structure allows the suppression of the re-excitation process due to the atomic decay, which is known to significantly degrade the single-photon purity in state-of-the-art photon sources using a three-level system. Our analysis shows that the re-excitation probability arbitrarily approaches zero without sacrificing the photon generation probability when increasing the power of the driving laser between the excited states. This advantage is achievable by using current cavity-QED technologies. Our scheme can contribute to developing distributed quantum computation or quantum communication with high accuracy.         ",
    "url": "https://arxiv.org/abs/2403.00072",
    "authors": [
      "Seigo Kikura",
      "Rui Asaoka",
      "Masato Koashi",
      "Yuuki Tokunaga"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2412.09277",
    "title": "Analytical model for the frequency behavior of two distinct modes in nano-constriction spin Hall nano-oscillator",
    "abstract": "           Nano-constriction spin-Hall nano-oscillators (NC-SHNOs) have garnered considerable interest due to their potential use as efficient and adjustable nano-sized sources of microwave signals, with high-frequency tunability, adaptable design layout, and CMOS compatibility. In order to facilitate system- and circuit-level designs based on the NC-SHNOs, it is essential to have an analytical model capable of predicting the behavior of the NC-SHNO. In this paper, we introduce an analytical model to describe the frequency behavior of a single NC-SHNO in an in-plane magnetic field while considering the Oersted field. The model is divided into two regions based on the direct current value: the \"linear-like\" and \"bullet\" modes. Each region is characterized by distinct concepts and equations. The first region, the \"linear-like mode,\" emerges from the nano-constriction edges and progresses toward the center of the active area of the NC-SHNO. In contrast, the second regime, the localized \"bullet mode,\" exhibits negative nonlinearity, where increasing the current will lead to a decrease in frequency. The model's validity is confirmed through experimental data obtained from electrical RF measurements on a single 180nm wide NC-SHNO, and the model demonstrates excellent agreement with experimental data.         ",
    "url": "https://arxiv.org/abs/2412.09277",
    "authors": [
      "H. Ghanatian",
      "M. Rajabali",
      "R. Khymyn",
      "A. Kumar",
      "V. H. González",
      "H. Farkhani",
      "J.Åkerman",
      "F. Moradi"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  }
]