[
  {
    "id": "arXiv:2310.03931",
    "title": "Optical Properties and Behavior of Whispering Gallery Mode Resonators in  Complex Microsphere Configurations: Insights for Sensing and Information  Processing Applications",
    "abstract": "Whispering gallery mode (WGM) resonators are garnering significant attention due to their unique characteristics and remarkable properties. When integrated with optical sensing and processing technology, WGM resonators offer numerous advantages, including compact size, high sensitivity, rapid response, and tunability. This paper comprehensively investigates the optical properties and behavior of WGMs in complex microsphere resonator configurations. The findings underscore the potential of WGMs in sensing applications and their role in advancing future optical information processing. The study explores the impact of configuration, size, excitation, polarization, and coupling effects on the WGMs properties. The paper provides crucial insights and valuable guidance for designing and optimizing microsphere resonator systems, enabling their realization for practical applications. ",
    "url": "https://arxiv.org/abs/2310.03931",
    "authors": [
      "Yaser M. Banad",
      "Syed Mohammad Abid Hasan",
      "Sarah S. Sharif",
      "Georgios Veronis",
      "Manas Ranjan Gartia"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.03954",
    "title": "Many-Body-Expansion Based on Variational Quantum Eigensolver and  Deflation for Dynamical Correlation",
    "abstract": "In this study, we utilize the many-body expansion (MBE) framework to decompose electronic structures into fragments by incrementing the virtual orbitals. Our work aims to accurately solve the ground and excited state energies of each fragment using the variational quantum eigensolver and deflation algorithms. Although our approach is primarily based on unitary coupled cluster singles and doubles (UCCSD) and a generalization thereof, we also introduce modifications and approximations to conserve quantum resources in MBE by partially generalizing the UCCSD operator and neglecting the relaxation of the reference states. As a proof of concept, we investigate the potential energy surfaces for the bond-breaking processes of the ground state of two molecules ($\\rm H_2O$ and $\\rm N_2$) and calculate the ground and excited state energies of three molecules (LiH, CH$^+$, and $\\rm H_2O$). The results demonstrate that our approach can, in principle, provide reliable descriptions in all tests, including strongly correlated systems, when appropriate approximations are chosen. Additionally, we perform model simulations to investigate the impact of shot noise on the total MBE energy and show that precise energy estimation is crucial for lower-order MBE fragments. ",
    "url": "https://arxiv.org/abs/2310.03954",
    "authors": [
      "Enhua Xu",
      "Yuma Shimomoto",
      "Seiichiro L. Ten-no",
      "Takashi Tsuchimochi"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2310.03980",
    "title": "Assessment and Application of Wavelet-based Optical Flow Velocimetry  (wOFV) to Wall-Bounded Turbulent Flows",
    "abstract": "The performance of a wavelet-based optical flow velocimetry (wOFV) algorithm to extract high accuracy and high resolution velocity fields from particle images in wall-bounded turbulent flows is assessed. wOFV is first evaluated using synthetic particle images generated from a channel flow DNS of a turbulent boundary layer. The sensitivity of wOFV to the regularization parameter (lambda) is quantified and results are compared to PIV. Results on synthetic particle images indicated different sensitivity to under-regularization or over-regularization depending on which region of the boundary layer is analyzed. Synthetic data revealed that wOFV can modestly outperform PIV in vector accuracy across a broad lambda range. wOFV showed clear advantages over PIV in resolving the viscous sublayer and obtaining highly accurate estimates of the wall shear stress. wOFV was also applied to experimental data of a developing turbulent boundary layer. Overall, wOFV revealed good agreement with both PIV and PIV + PTV. However, wOFV was able to successfully resolve the wall shear stress and correctly normalize the boundary layer streamwise velocity to wall units where PIV and PIV + PTV showed larger deviations. Analysis of the turbulent velocity fluctuations revealed spurious results for PIV in close proximity to the wall, leading to significantly exaggerated and non-physical turbulence intensity. PIV + PTV showed a minor improvement in this aspect. wOFV did not exhibit this same effect, revealing that it is more accurate in capturing small-scale turbulent motion in the vicinity of boundaries. The enhanced vector resolution of wOFV enabled improved estimation of instantaneous derivative quantities and intricate flow structure both closer to the wall. These aspects show that, within a reasonable lambda range, wOFV can improve resolving the turbulent motion occurring in the vicinity of physical boundaries. ",
    "url": "https://arxiv.org/abs/2310.03980",
    "authors": [
      "Alexander Nicolas",
      "Florian Zentgraf",
      "Mark Linne",
      "Andreas Dreizler",
      "Brian Peterson"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2310.04019",
    "title": "XLO-II, a high-repetition rate X-ray laser oscillator",
    "abstract": "Recently we proposed to build an X-ray laser oscillator (XLO) in the 6-10 keV range providing intense, stable, transform-limited x-ray pulses in the 6-10 keV range, based on an x-ray pulse train operated at 100 Hz repetition rate. Here, we provide an analysis of recent experimental results and theoretical/numerical simulations showing that it is possible to build and operate a second generation x-ray laser oscillator, XLO-II, operating at up to 125 kHz and pumped by 6-10 keV x-ray SASE pulses generated by the new LCLS-II-HE x-ray free-electron laser (XFEL) now under construction at SLAC National Accelerator Laboratory. XLO-II will generate transform limited, coherent x-ray pulses, with an average power in the tens of mW range. It will open new experimental capabilities, for instance in fields like imaging, interferometry and quantum x-ray optics. We discuss the recent results leading to this conclusion and present the main characteristics of XLO-II and of its main components, like the optical cavity. ",
    "url": "https://arxiv.org/abs/2310.04019",
    "authors": [
      "Claudio Pellegrini",
      "Aliaksei Halavanau",
      "Andrei Benediktovitch",
      "Uwe Bergmann}"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2310.04075",
    "title": "A Novel Capacitive Transducer Based on a Simple Resonant Circuit",
    "abstract": "A novel room temperature capacitive transducer is described, which offers unparalleled signal to noise ratio for detecting small relative changes in capacitance, outperforming the best capacitance bridges. The transducer uses a simple resonant circuit, fashioned from a discrete inductor with small dissipation resonating with the capacitor acting as the sensor, to obtain a relative resolution equal or better than 10-11 in a 1 Hz bandwidth. When used as a mechanical displacement transducer, the predicted position noise is about 3 femtometre per rootHz. The circuit measures the change in capacitance by detecting the corresponding phase modulation at the resonance frequency and is configured to act as a close approximation of an all-pass filter to minimise the effects of amplitude modulation in case the drive signal is imperfectly tuned to the resonance. Some other applications of the proposed circuit are possible such as measuring electric field, where the sensing capacitor depends on the applied electric field. Also, the circuit can be easily adapted to function with very small capacitance values (1 - 2 pF) as is typical in MEMS based transducers. ",
    "url": "https://arxiv.org/abs/2310.04075",
    "authors": [
      "Frank J. van Kann",
      "Alexey V. Veryaskin"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2310.04212",
    "title": "Platform and environment requirements of a satellite quantum test of the  Weak Equivalence Principle at the $10^{-17}$ level",
    "abstract": "The Space Time Explorer and QUantum Equivalence principle Space Test (STE-QUEST) recently proposed, aims at performing a precision test of the weak equivalence principle (WEP), a fundamental cornerstone of General Relativity. Taking advantage of the ideal operation conditions for high-precision quantum sensing on board of a satellite, it aims to detect possible violations of WEP down to the $10^{-17}$ level. This level of performance leads to stringent environmental requirements on the control of the spacecraft. We assume an operation of a dual-species atom interferometer of rubidium and potassium isotopes in a double-diffraction configuration and derive the constraints to achieve an E\\\"otv\\\"os parameter $\\eta=10^{-17}$ in statistical and systematic uncertainties. We show that technical heritage of previous satellite missions, such as MICROSCOPE, satisfies the platform requirements to achieve the proposed objectives underlying the technical readiness of the STE-QUEST mission proposal. ",
    "url": "https://arxiv.org/abs/2310.04212",
    "authors": [
      "Christian Struckmann",
      "Robin Corgier",
      "Sina Loriani",
      "Gina Kleinsteinberg",
      "Nina Gox",
      "Enno Giese",
      "Gilles Métris",
      "Naceur Gaaloul",
      "Peter Wolf"
    ],
    "subjectives": [
      "Space Physics (physics.space-ph)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Quantum Gases (cond-mat.quant-gas)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Atomic Physics (physics.atom-ph)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2310.04219",
    "title": "Control of the local photonic density of states above magneto-optical  metamaterials",
    "abstract": "The local density of states (LDOS) of electromagnetic field drives many basic processes associated to light-matter interaction such as the thermal emission of object, the spontaneous emission of quantum systems or the fluctuation-induced electromagnetic forces on molecules. Here, we study the LDOS in the close vincinity of magneto-optical metamaterials under the action of an external magnetic field and demonstrate that it can be efficiently changed over a broad or narrow spectral range simply by changing the spatial orientation or the magnitude of this field. This result paves the way for an active control of the photonic density of states at deep-subwavelength scale. ",
    "url": "https://arxiv.org/abs/2310.04219",
    "authors": [
      "Philippe Ben-Abdallah"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2310.04333",
    "title": "Beyond the Condon limit: Condensed phase optical spectra from atomistic  simulations",
    "abstract": "While dark transitions made bright by molecular motions determine the optoelectronic properties of many materials, simulating such non-Condon effects in condensed-phase spectroscopy remains a fundamental challenge. We derive a Gaussian theory to predict and analyze condensed phase optical spectra beyond the Condon limit. Our theory introduces novel quantities that encode how nuclear motions modulate the energy gap and transition dipole of electronic transitions in the form of spectral densities. By formulating the theory through a statistical framework of thermal averages and fluctuations, we circumvent the limitations of widely used microscopically harmonic theories, allowing us to tackle systems with generally anharmonic atomistic interactions and non-Condon fluctuations of arbitrary strength. We show how to calculate these spectral densities using first-principles simulations, capturing realistic molecular interactions and incorporating finite-temperature, disorder, and dynamical effects. Our theory accurately predicts the spectra of systems known to exhibit strong non-Condon effects (phenolate in various solvents) and reveals distinct mechanisms for electronic peak splitting: timescale separation of modes that tune non-Condon effects and spectral interference from correlated energy gap and transition dipole fluctuations. We further introduce analysis tools to identify how intramolecular vibrations, solute-solvent interactions, and environmental polarization effects impact dark transitions. Moreover, we prove an upper bound on the strength of cross correlated energy gap and transition dipole fluctuations thereby elucidating a simple condition that a system must follow for our theory to accurately predict its spectrum. ",
    "url": "https://arxiv.org/abs/2310.04333",
    "authors": [
      "Zachary Wiethorn",
      "Kye Hunter",
      "Tim Zuehlsdorff",
      "Andrés Montoya-Castillo"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2310.03750",
    "title": "Health diagnosis and recuperation of aged Li-ion batteries with data  analytics and equivalent circuit modeling",
    "abstract": "Battery health assessment and recuperation play a crucial role in the utilization of second-life Li-ion batteries. However, due to ambiguous aging mechanisms and lack of correlations between the recovery effects and operational states, it is challenging to accurately estimate battery health and devise a clear strategy for cell rejuvenation. This paper presents aging and reconditioning experiments of 62 commercial high-energy type lithium iron phosphate (LFP) cells, which supplement existing datasets of high-power LFP cells. The relatively large-scale data allow us to use machine learning models to predict cycle life and identify important indicators of recoverable capacity. Considering cell-to-cell inconsistencies, an average test error of $16.84\\% \\pm 1.87\\%$ (mean absolute percentage error) for cycle life prediction is achieved by gradient boosting regressor given information from the first 80 cycles. In addition, it is found that some of the recoverable lost capacity is attributed to the lateral lithium non-uniformity within the electrodes. An equivalent circuit model is built and experimentally validated to demonstrate how such non-uniformity can be accumulated, and how it can give rise to recoverable capacity loss. SHapley Additive exPlanations (SHAP) analysis also reveals that battery operation history significantly affects the capacity recovery. ",
    "url": "https://arxiv.org/abs/2310.03750",
    "authors": [
      "Riko I Made",
      "Jing Lin",
      "Jintao Zhang",
      "Yu Zhang",
      "Lionel C. H. Moh",
      "Zhaolin Liu",
      "Ning Ding",
      "Sing Yang Chiam",
      "Edwin Khoo",
      "Xuesong Yin",
      "Guangyuan Wesley Zheng"
    ],
    "subjectives": [
      "Signal Processing (eess.SP)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Machine Learning (cs.LG)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2310.03934",
    "title": "A Quantum Theory of Temporally Mismatched Homodyne Measurements with  Applications to Optical Frequency Comb Metrology",
    "abstract": "The fields of precision timekeeping and spectroscopy increasingly rely on optical frequency comb interferometry. However, comb-based measurements are not described by existing quantum theory because they exhibit both large mode mismatch and finite strength local oscillators. To establish this quantum theory, we derive measurement operators for homodyne with arbitrary mode overlap. These operators are a combination of quadrature and intensity-like measurements, which inform a filter that maximizes the quadrature measurement signal-to-noise ratio. Furthermore, these operators establish a foundation to extend frequency-comb interferometry to a wide range of scenarios, including metrology with nonclassical states of light. ",
    "url": "https://arxiv.org/abs/2310.03934",
    "authors": [
      "Noah Lordi",
      "Eugene J. Tsao",
      "Alexander J. Lind",
      "Scott A. Diddams",
      "Joshua Combes"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.03978",
    "title": "Efficient Quantum Circuit Simulation by Tensor Network Methods on Modern  GPUs",
    "abstract": "Efficient simulation of quantum circuits has become indispensable with the rapid development of quantum hardware. The primary simulation methods are based on state vectors and tensor networks. As the number of qubits and quantum gates grows larger in current quantum devices, traditional state-vector based quantum circuit simulation methods prove inadequate due to the overwhelming size of the Hilbert space and extensive entanglement. Consequently, brutal force tensor network simulation algorithms become the only viable solution in such scenarios. The two main challenges faced in tensor network simulation algorithms are optimal contraction path finding and efficient execution on modern computing devices, with the latter determines the actual efficiency. In this study, we investigate the optimization of such tensor network simulations on modern GPUs and propose general optimization strategies from two aspects: computational efficiency and accuracy. Firstly, we propose to transform critical Einstein summation operations into GEMM operations, leveraging the specific features of tensor network simulations to amplify the efficiency of GPUs. Secondly, by analyzing the data characteristics of quantum circuits, we employ extended precision to ensure the accuracy of simulation results and mixed precision to fully exploit the potential of GPUs, resulting in faster and more precise simulations. Our numerical experiments demonstrate that our approach can achieve a 3.96x reduction in verification time for random quantum circuit samples in the 18-cycle case of Sycamore, with sustained performance exceeding 21 TFLOPS on one A100. This method can be easily extended to the 20-cycle case, maintaining the same performance, accelerating by 12.5x compared to the state-of-the-art CPU-based results and 4.48-6.78x compared to the state-of-the-art GPU-based results reported in the literature. ",
    "url": "https://arxiv.org/abs/2310.03978",
    "authors": [
      "Feng Pan",
      "Hanfeng Gu",
      "Lvlin Kuang",
      "Bing Liu",
      "Pan Zhang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Distributed, Parallel, and Cluster Computing (cs.DC)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2310.04002",
    "title": "Beyond the Wigner's friend dilemma: A new indeterminacy-based quantum  theory",
    "abstract": "I propose a novel local, non-relational single-world, non-collapse, non-superdeterministic/retrocausal (interpretation of) quantum theory called Environmental Determinacy-based or EnD Quantum Theory (EnDQT). In contrast to certain quantum theories, EnDQT is not in tension with relativity and provides a local causal explanation of Bell correlations. Additionally, unlike collapse theories, in principle, arbitrary systems can be placed in a superposition for an arbitrary amount of time. Furthermore, it provides a series of novel empirical posits that may distinguish it from other quantum theories. According to EnDQT, certain systems acquire determinate values at some point in time, and the capacity to give rise to determinate values through interactions propagates to other systems in spacetime via local interactions. This process can be represented via certain networks. When there is isolation from the rest of the systems that belong to these networks, such as inside the friend's isolated lab in the extended Wigner's friend scenarios, indeterminate values non-relationally arise inside. ",
    "url": "https://arxiv.org/abs/2310.04002",
    "authors": [
      "Francisco Pipa"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2310.04166",
    "title": "Autoregressive Neural Quantum States with Quantum Number Symmetries",
    "abstract": "Neural quantum states have established themselves as a powerful and versatile family of ansatzes for variational Monte Carlo simulations of quantum many-body systems. Of particular prominence are autoregressive neural quantum states (ANQS), which enjoy the expressibility of deep neural networks, and are equipped with a procedure for fast and unbiased sampling. Yet, the non-selective nature of autoregressive sampling makes incorporating quantum number symmetries challenging. In this work, we develop a general framework to make the autoregressive sampling compliant with an arbitrary number of quantum number symmetries. We showcase its advantages by running electronic structure calculations for a range of molecules with multiple symmetries of this kind. We reach the level of accuracy reported in previous works with more than an order of magnitude speedup and achieve chemical accuracy for all studied molecules, which is a milestone unreported so far. Combined with the existing effort to incorporate space symmetries, our approach expands the symmetry toolbox essential for any variational ansatz and brings the ANQS closer to being a competitive choice for studying challenging quantum many-body systems. ",
    "url": "https://arxiv.org/abs/2310.04166",
    "authors": [
      "Aleksei Malyshev",
      "Juan Miguel Arrazola",
      "A. I. Lvovsky"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2307.15221",
    "title": "Inverse design and experimental realization of plasma metamaterials",
    "abstract": " Comments: 22 pages, 8 figures ",
    "url": "https://arxiv.org/abs/2307.15221",
    "authors": [
      "Jesse A. Rodriguez",
      "Mark A. Cappelli"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.01625",
    "title": "Monolithic Polarizing Circular Dielectric Gratings on Bulk Substrates  for Improved Photon Collection from InAs Quantum Dots",
    "abstract": " Title: Monolithic Polarizing Circular Dielectric Gratings on Bulk Substrates  for Improved Photon Collection from InAs Quantum Dots ",
    "url": "https://arxiv.org/abs/2310.01625",
    "authors": [
      "Ryan A. DeCrescent",
      "Zixuan Wang",
      "Poolad Imany",
      "Sae Woo Nam",
      "Richard P. Mirin",
      "Kevin L. Silverman"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  }
]