[
  {
    "id": "arXiv:2307.13805",
    "title": "Piezo-resistive pressure sensor based on CVD-grown ZnO nanowires on  Polyethylene Tetrathalate substrate",
    "abstract": "Recent developments in the domain of electronic materials and devices have attracted the interest of researchers toward flexible and printable electronic components like organic transistors, printable electrodes and sensors. Zinc Oxide (ZnO) nanowires (NWs) possess a number of excellent properties like high mobility, large exciton binding energy and the direct-band gap in addition to large piezoelectric coefficients. Here, we report on flexible piezo-resistive sensor based on Indium tin oxide (ITO)-coated Polyethylene tetrathalate (PET) substrate. The device shows sensitivity in terms of change in resistance from 100 {\\Omega} to 2.4 K{\\Omega} at an applied potential of 5V upon bending from flat to 95 degrees. The 1-D nanowire flexible device in its flat state shows saturated output current. We observed ten folds enhanced variation as compared to previous reports. Improved sensitivity was observed in our experiments due to fewer defects in CVD-grown NWs as compared to others where hydrothermally grown nanowires were used. The methodology of device fabrication reported here requires less time and enables efficient devices for the realization of flexible and wearable technology. ",
    "url": "https://arxiv.org/abs/2307.13805",
    "authors": [
      "Manisha Kumari",
      "Rakesh K. Prasad",
      "Manish K. Singh",
      "Parameswar K. Iyer",
      "Dilip K. Singh"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2307.13982",
    "title": "Heading Error Compensation in a Portable Optical Magnetometer Using a  Double-Pass Single Beam Configuration",
    "abstract": "Optically pumped magnetometers are ultra-sensitive devices, but this sensitivity can significantly degrade due to heading errors, whereby a change in the angle between the pumping laser and the magnetic field translates to a change in the magnetic field readout. We present a portable all-optical single-beam magnetometer with a reduced heading error due to a double-pass configuration. We analyze it both theoretically and experimentally. In addition to this significant improvement in performance, the increased interaction length of the laser with the cell enhances the signal. Overall, the new configuration enables better accuracy, as well as the reduction of the cell temperature, laser power, and further miniaturization of the sensing head. This work opens the door for a simple and robust sub-pT portable sensor in Earth field. ",
    "url": "https://arxiv.org/abs/2307.13982",
    "authors": [
      "Yossi Rosenzweig",
      "Dmitriy Tokar",
      "Igor Shcerback",
      "Menachem Givon",
      "Ron Folman"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2307.14259",
    "title": "Beating resonance patterns and orthogonal wave propagation due to  zero-group-velocity guided elastic waves",
    "abstract": "Elastic waves in anisotropic media can exhibit a power flux that is not collinear with the wave vector. We show that this has remarkable consequences for the zero-group-velocity (ZGV) resonances that appear in an infinite plate. True ZGV resonances, in the sense that the guided wave's overall power flux vanishes while its wavelength remains finite, are only found when the wave vector is oriented along a principal axis of the material. At other propagation angles, \"quasi-ZGV\" waves are found for which the power flux is orthogonal to the wave vector. We present original measurements of such a wave field in a single crystal silicon wafer. As a consequence of the nonzero power flux of qZGV waves, time acts as a filter in the wave vector domain that selects precisely the eight plane waves corresponding to true ZGV resonances. This intuitively explains the highly symmetric resonance pattern that emerges naturally on the surface of the plate after a pulsed point source excitation. We showcase a direct measurement of this beating pattern. The developed physical understanding paves the way towards novel designs of surface acoustic wave devices and is of high relevance for ultrasonic nondestructive evaluation. ",
    "url": "https://arxiv.org/abs/2307.14259",
    "authors": [
      "Daniel A. Kiefer",
      "Sylvain Mezil",
      "Claire Prada"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2307.14017",
    "title": "Erbium emitters in commercially fabricated nanophotonic silicon  waveguides",
    "abstract": "Quantum memories integrated into nanophotonic silicon devices are a promising platform for large quantum networks and scalable photonic quantum computers. In this context, erbium dopants are particularly attractive, as they combine optical transitions in the telecommunications frequency band with the potential for second-long coherence time. Here we show that these emitters can be reliably integrated into commercially fabricated low-loss waveguides. We investigate several integration procedures and obtain ensembles of many emitters with an inhomogeneous broadening of < 2 GHz and a homogeneous linewidth of < 30 kHz. We further observe the splitting of the electronic spin states in a magnetic field up to 9 T that freezes paramagnetic impurities. Our findings are an important step towards long-lived quantum memories that can be fabricated on a wafer-scale using CMOS technology. ",
    "url": "https://arxiv.org/abs/2307.14017",
    "authors": [
      "Stephan Rinner",
      "Florian Burger",
      "Andreas Gritsch",
      "Jonas Schmitt",
      "Andreas Reiserer"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2307.14214",
    "title": "Nuclear quantum effect on the elasticity of ice VII under pressure: A  path-integral molecular dynamics study",
    "abstract": "We investigate the effect of nuclear quantum effects (NQEs) of hydrogen atoms on the elasticity of ice VII at high pressure and ambient temperature conditions using ab initio path-integral molecular dynamics (PIMD) calculations. We find that the NQEs of hydrogen contributes to the transition of ice VII from a static disordered structure to a dynamically disordered structure at pressures exceeding 40 GPa. This transition is marked by a discontinuous increase of the elastic constants. Comparison of ab initio molecular dynamics and PIMD calculations reveal that NQEs increase the elastic constants of ice by about 20% at 70 GPa and 300 K. ",
    "url": "https://arxiv.org/abs/2307.14214",
    "authors": [
      "Jun Tsuchiya",
      "Motoyuki Shiga",
      "Shinji Tsuneyuki",
      "Elizabeth C. Thompson"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2208.03114",
    "title": "Effectiveness of the Krotov method in controlling open quantum systems",
    "abstract": " Comments: 8 pages, 7 figures ",
    "url": "https://arxiv.org/abs/2208.03114",
    "authors": [
      "Marllos E. Fonseca",
      "Felipe F. Fanchini",
      "Emanuel F. de Lima",
      "Leonardo K. Castelano"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2210.11613",
    "title": "Quantum logic control and precision measurements of molecular ions in a  ring trap -- a new approach for testing fundamental symmetries",
    "abstract": " Comments: 16 pages, 11 figures, 2 table ",
    "url": "https://arxiv.org/abs/2210.11613",
    "authors": [
      "Yan Zhou",
      "Joshua O. Island",
      "Matt Grau"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2301.07477",
    "title": "Shallow quantum circuits for efficient preparation of Slater  determinants and correlated states on a quantum computer",
    "abstract": " Comments: revised, 5+8 pages, 5+1 figures ",
    "url": "https://arxiv.org/abs/2301.07477",
    "authors": [
      "Chong Hian Chee",
      "Daniel Leykam",
      "Adrian M. Mak",
      "Dimitris G. Angelakis"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2305.14868",
    "title": "Beyond Walker Breakdown through the Resonant Dissipation: Dramatic  Enhancement of Magnetic Domain Wall Velocity via Resonant Excitation of  Standing Wave Modes of Domain Wall Structure",
    "abstract": " Comments: 15 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2305.14868",
    "authors": [
      "Ganghwi Kim",
      "Dae-Han Jung",
      "Hee-Sung Han",
      "Ki-Suk Lee"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2305.17533",
    "title": "Voltage Hysteresis of Silicon Nanoparticles: Chemo-Mechanical  Particle-SEI Model",
    "abstract": " Title: Voltage Hysteresis of Silicon Nanoparticles: Chemo-Mechanical  Particle-SEI Model ",
    "url": "https://arxiv.org/abs/2305.17533",
    "authors": [
      "Lukas Köbbing",
      "Arnulf Latz",
      "Birger Horstmann"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2307.12478",
    "title": "Predicting Coupled Electron and Phonon Transport Using  Steepest-Entropy-Ascent Quantum Thermodynamics",
    "abstract": " Comments: Last two pages are the supplementary materials ",
    "url": "https://arxiv.org/abs/2307.12478",
    "authors": [
      "J. A. Worden",
      "M. R. von Spakovsky",
      "C. Hin"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  }
]