[
  {
    "id": "arXiv:2308.12977",
    "title": "Equivalent quantum systems",
    "abstract": "We have studied quantum systems on finite-dimensional Hilbert spaces and found that all these systems are connected through local transformations. Actually, we have shown that these transformations give rise to a gauge group that connects the Hamiltonian operators associated with each quantum system. This bridge allows us to connect different quantum systems, in such a way that studying one of them allows to understand the other through a gauge transformation. Furthermore, we included the case where the Hamiltonian operator can be time-dependent. An application for this construction will be achieved in the theory of control quantum systems. ",
    "url": "https://arxiv.org/abs/2308.12977",
    "authors": [
      "M. Caruso"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2308.13029",
    "title": "Neural networks in feedback for flow analysis, sensor placement and  control",
    "abstract": "This work presents a novel methodology for analysis and control of nonlinear fluid systems using neural networks. The approach is demonstrated on four different study cases being the Lorenz system, a modified version of the Kuramoto-Sivashinsky equation, a streamwise-periodic 2D channel flow, and a confined cylinder flow. Neural networks are trained as models to capture the complex system dynamics and estimate equilibrium points through a Newton method, enabled by backpropagation. These neural network surrogate models (NNSMs) are leveraged to train a second neural network, which is designed to act as a stabilizing closed-loop controller. The training process employs a recurrent approach, whereby the NNSM and the neural network controller (NNC) are chained in closed loop along a finite time horizon. By cycling through phases of combined random open-loop actuation and closed-loop control, an iterative training process is introduced to overcome the lack of data near equilibrium points. This approach improves the accuracy of the models in the most critical region for achieving stabilization. Through the use of L1 regularization within loss functions, the NNSMs can also guide optimal sensor placement, reducing the number of sensors from an initial candidate set. The datasets produced during the iterative training process are also leveraged for conducting a linear stability analysis through a modified dynamic mode decomposition approach. The results demonstrate the effectiveness of computationally inexpensive neural networks in modeling, controlling, and enabling stability analysis of nonlinear systems, providing insights into the system behaviour and offering potential for stabilization of complex fluid systems. ",
    "url": "https://arxiv.org/abs/2308.13029",
    "authors": [
      "Tarcísio Déda",
      "William Wolf",
      "Scott Dawson"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Systems and Control (eess.SY)"
    ]
  },
  {
    "id": "arXiv:2308.13126",
    "title": "A Cryogenic Tune and Match Circuit for Magnetic Resonance Microscopy at  15.2T",
    "abstract": "Signal to noise ratios (SNR) in magnetic resonance microscopy images are limited by acquisition times and the decreasing number of spins in smaller voxels. Significant SNR gains from cooling of the RF receiver are only realized when the Johnson noise generated within the RF hardware is large compared to the electromagnetic noise produced by the sample. Cryogenic cooling of imaging probes is common in high field systems but proves difficult to insulate the sample from extreme temperatures. We designed a chamber to cool only the tune and match circuitry to show it is possible to achieve much of the available SNR gain available for cooled coils. We designed a microcoil circuit to resonate at 650 MHz for imaging on a 15.2 T scanner. Surface loops and solenoids of varying diameters were tested to determine the largest diameter coil that demonstrated significant SNR gains from cooling. A liquid N2 cryochamber was designed to cool the circuitry while leaving the RF coil in ambient air. As the cryochamber was filled with liquid N2, Q-factors were measured on the bench while monitoring the coil's surface temperature. Improvements of SNR on images of solutions were demonstrated via cooling the tune and match circuit in the magnet bore. At 650 MHz, loops and solenoids < 3 mm in diameter showed significant improvements in quality factor on the bench. The resistance of the variable capacitors and the coaxial cable were measured to be 45% and 32% of room temperature values near the Larmor frequency. Images obtained with a 2 turn, 3 mm diameter loop with the matching circuit at room temperature and then cooled with liquid nitrogen demonstrated SNR improvements of a factor of 2. By cooling the tune and match circuit and leaving the surface loop in ambient air, SNR was improved by a factor of 2. The results are significant because it allows for more space to insulate the sample from extreme temperatures. ",
    "url": "https://arxiv.org/abs/2308.13126",
    "authors": [
      "Benjamin M. Hardy",
      "Gary Drake",
      "Shuyang Chai",
      "Bibek Dhakal",
      "Jonathan B. Martin",
      "Junzhong Xu",
      "Mark D. Does",
      "Adam W. Anderson",
      "Xinqiang Yan",
      "John C. Gore"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2308.13231",
    "title": "Radiation Hardness of MALTA2 Monolithic CMOS Sensors on Czochralski  Substrates",
    "abstract": "MALTA2 is the latest full-scale prototype of the MALTA family of Depleted Monolithic Active Pixel Sensors (DMAPS) produced in Tower Semiconductor 180 nm CMOS technology. In order to comply with the requirements of High Energy Physics (HEP) experiments, various process modifications and front-end changes have been implemented to achieve low power consumption, reduce Random Telegraph Signal (RTS) noise, and optimise the charge collection geometry. Compared to its predecessors, MALTA2 targets the use of a high-resistivity, thick Czochralski (Cz) substrates in order to demonstrate radiation hardness in terms of detection efficiency and timing resolution up to 3E15 1 MeV neq/cm2 with backside metallisation to achieve good propagation of the bias voltage. This manuscript shows the results that were obtained with non-irradiated and irradiated MALTA2 samples on Cz substrates from the CERN SPS test beam campaign from 2021-2023 using the MALTA telescope. ",
    "url": "https://arxiv.org/abs/2308.13231",
    "authors": [
      "Milou van Rijnbach",
      "Dumitru Vlad Berlea",
      "Valerio Dao",
      "Martin Gaži",
      "Phil Allport",
      "Ignacio Asensi Tortajada",
      "Prafulla Behera",
      "Daniela Bortoletto",
      "Craig Buttar",
      "Florian Dachs",
      "Ganapati Dash",
      "Dominik Dobrijević",
      "Lucian Fasselt",
      "Leyre Flores Sanz de Acedo",
      "Andrea Gabrielli",
      "Vicente González",
      "Giuliano Gustavino",
      "Pranati Jana",
      "Heinz Pernegger",
      "Petra Riedler",
      "Heidi Sandaker",
      "Carlos Solans Sánchez",
      "Walter Snoeys",
      "Tomislav Suligoj",
      "Marcos Vázquez Núñez",
      "Anusree Vijay",
      "Julian Weick",
      "Steven Worm",
      "Abdelhak M. Zoubir"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2308.13271",
    "title": "Laser Excitation of the 1S-2S Transition in Singly-Ionized Helium",
    "abstract": "Precision laser spectroscopy in the extreme ultraviolet of the 1S-2S two-photon transition in singly-ionized helium is a promising route for tests of fundamental physics. We demonstrate laser excitation of this transition in an atomic beam of $^3$He, based on an amplified frequency comb pulse at 790 nm combined with its 25$^{\\text{th}}$ harmonic at 32 nm. A clear resonance is observed with a maximum excitation probability of close to 10$^{-4}$ per pulse, and the results are well described by our simulations. This paves the way for high-precision Ramsey-comb spectroscopy of a single helium ion in a Paul trap. ",
    "url": "https://arxiv.org/abs/2308.13271",
    "authors": [
      "Elmer L. Gründeman",
      "Vincent Barbé",
      "Andrés Martínez de Velasco",
      "Charlaine Roth",
      "Mathieu Collombon",
      "Julian J. Krauth",
      "Laura S. Dreissen",
      "Richard Taïeb",
      "Kjeld S. E. Eikema"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2308.13313",
    "title": "Extremely powerful and frequency-tunable terahertz pulses from a  table-top laser-plasma wiggler",
    "abstract": "The production of broadband, terawatt terahertz (THz) pulses has been demonstrated by irradiating relativistic lasers on solid targets. However, the generation of extremely powerful, narrow-band, and frequency-tunable THz pulses remains a challenge. Here, we present a novel approach for such THz pulses, in which a plasma wiggler is elaborated by a table-top laser and a near-critical density plasma. In such a wiggler, the laser-accelerated electrons emit THz radiations with a period closely related to the plasma thickness. Theoretical model and numerical simulations predict a THz pulse with a laser-THz energy conversion over 2.0$\\%$, an ultra-strong field exceeding 80 GV/m, a divergence angle approximately 20$^\\circ$, and a center-frequency tunable from 4.4 to 1.5 THz, can be generated from a laser of 430 mJ. Furthermore, we demonstrate that this method can work across a wide range of laser and plasma parameters, offering potential for future applications with extremely powerful THz pulse. ",
    "url": "https://arxiv.org/abs/2308.13313",
    "authors": [
      "Jie Cai",
      "Yinren Shou",
      "Yixing Geng",
      "Liqi Han",
      "Xinlu Xu",
      "Shuangchung Wen",
      "Baifei Shen",
      "Jinqing Yu",
      "Xueqing Yan"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2308.13432",
    "title": "Dephasingless laser wakefield acceleration in the bubble regime",
    "abstract": "Laser wakefield accelerators (LWFAs) have electric fields that are orders of magnitude larger than those of conventional accelerators, promising an attractive, small-scale alternative for next-generation light sources and lepton colliders. The maximum energy gain in a single-stage LWFA is limited by dephasing, which occurs when the trapped particles outrun the accelerating phase of the wakefield. Here, we demonstrate that a single space-time structured laser pulse can be used for ionization injection and electron acceleration over many dephasing lengths in the bubble regime. Simulations of a dephasingless laser wakefield accelerator driven by a 6.2-J laser pulse show 25 pC of injected charge accelerated over 20 dephasing lengths (1.3 cm) to a maximum energy of 2.1 GeV. The space-time structured laser pulse features an ultrashort, programmable-trajectory focus. Accelerating the focus, reducing the focused spot-size variation, and mitigating unwanted self-focusing stabilize the electron acceleration, which improves beam quality and leads to projected energy gains of 125 GeV in a single, sub-meter stage driven by a 500-J pulse. ",
    "url": "https://arxiv.org/abs/2308.13432",
    "authors": [
      "Kyle G. Miller",
      "Jacob R. Pierce",
      "Manfred V. Ambat",
      "Jessica L. Shaw",
      "Kale Weichman",
      "Warren B. Mori",
      "Dustin H. Froula",
      "John P. Palastro"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "Computational Physics (physics.comp-ph)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2308.13472",
    "title": "Controlling Dual-Comb Soliton Motion inside a single Fiber Laser Cavity",
    "abstract": "Ultrafast science builds on dynamic compositions of precisely timed light pulses1 and evolving sequences of pulses are observed inside almost every mode-locked laser. However, the underlying physics remains barely controlled and utilized until now. Here, we demonstrate the fast and deterministic control of soliton motion for the generation of programmable ultrashort pulse patterns from a dual-comb mode-locked Er:fiber laser. Specifically, we harness intra-cavity modulation of individual solitons and their laser-intrinsic dynamics to facilitate the rapid tuning of two interlaced soliton combs. Upon extra-cavity temporal recombination of both combs, we obtain reconfigurable pulse patterns at arbitrary delays. Using high-throughput real-time spectral interferometry, we resolve the short-range inter-soliton motion upon external stimuli and we demonstrate the high-speed sweeping of picosecond pump-probe-delays and programmable free-form trajectories. This work introduces a novel approach to soliton control and paves the way for ultrafast instruments at unprecedented high tuning, cycling and acquisition speeds. ",
    "url": "https://arxiv.org/abs/2308.13472",
    "authors": [
      "Julia A. Lang",
      "Sarah R. Hutter",
      "Alfred Leitenstorfer",
      "Georg Herink"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2308.13475",
    "title": "A modest redirection of quantum field theory solves all current problems",
    "abstract": "Standard quantization using, for example, path integration of field theory models, includes paths of momentum and field reach infinity in the Hamiltonian density, while the Hamiltonian itself remains finite. That fact causes considerable difficulties. In this paper, we represent $\\pi(x)$ by $k(x)/\\phi(x)$. To insure proper values for $\\pi(x)$ it is necessary to restrict $0<|\\phi(x)|<\\infty$ as well as $0\\leq|k(x)|<\\infty$. Indeed that leads to Hamiltonian densities in which $\\phi(x)^p$, where $p$ can be even integers between $4$ and $\\infty$. This leads to a completely satisfactory quantization of field theories using situations that involve scaled behavior leading to an unexpected, $\\hbar^2/\\hat{\\phi}(x)^2$ which arises only in the quantum aspects. Indeed, it is fair to claim that this symbol change leads to valid field theory quantizations. ",
    "url": "https://arxiv.org/abs/2308.13475",
    "authors": [
      "John R. Klauder",
      "Riccardo Fantoni"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2308.13027",
    "title": "Efficient characterization of blinking quantum emitters from scarce data  sets via machine learning",
    "abstract": "Single photon emitters are core building blocks of quantum technologies, with established and emerging applications ranging from quantum computing and communication to metrology and sensing. Regardless of their nature, quantum emitters universally display fluorescence intermittency or photoblinking: interaction with the environment can cause the emitters to undergo quantum jumps between on and off states that correlate with higher and lower photoemission events, respectively. Understanding and quantifying the mechanism and dynamics of photoblinking is important for both fundamental and practical reasons. However, the analysis of blinking time traces is often afflicted by data scarcity. Blinking emitters can photo-bleach and cease to fluoresce over time scales that are too short for their photodynamics to be captured by traditional statistical methods. Here, we demonstrate two approaches based on machine learning that directly address this problem. We present a multi-feature regression algorithm and a genetic algorithm that allow for the extraction of blinking on/off switching rates with >85% accuracy, and with >10x less data and >20x higher precision than traditional methods based on statistical inference. Our algorithms effectively extend the range of surveyable blinking systems and trapping dynamics to those that would otherwise be considered too short-lived to be investigated. They are therefore a powerful tool to help gain a better understanding of the physical mechanism of photoblinking, with practical benefits for applications based on quantum emitters that rely on either mitigating or harnessing the phenomenon. ",
    "url": "https://arxiv.org/abs/2308.13027",
    "authors": [
      "G. Landry",
      "C. Bradac"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2308.13028",
    "title": "Training Neural Networks with Universal Adiabatic Quantum Computing",
    "abstract": "The training of neural networks (NNs) is a computationally intensive task requiring significant time and resources. This paper presents a novel approach to NN training using Adiabatic Quantum Computing (AQC), a paradigm that leverages the principles of adiabatic evolution to solve optimisation problems. We propose a universal AQC method that can be implemented on gate quantum computers, allowing for a broad range of Hamiltonians and thus enabling the training of expressive neural networks. We apply this approach to various neural networks with continuous, discrete, and binary weights. Our results indicate that AQC can very efficiently find the global minimum of the loss function, offering a promising alternative to classical training methods. ",
    "url": "https://arxiv.org/abs/2308.13028",
    "authors": [
      "Steve Abel",
      "Juan Carlos Criado",
      "Michael Spannowsky"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Machine Learning (cs.LG)",
      "High Energy Physics - Phenomenology (hep-ph)",
      "High Energy Physics - Theory (hep-th)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2308.13241",
    "title": "WSTac: Interactive Surface Perception based on Whisker-Inspired and  Self-Illuminated Vision-Based Tactile Sensor",
    "abstract": "Modern Visual-Based Tactile Sensors (VBTSs) use cost-effective cameras to track elastomer deformation, but struggle with ambient light interference. Solutions typically involve using internal LEDs and blocking external light, thus adding complexity. Creating a VBTS resistant to ambient light with just a camera and an elastomer remains a challenge. In this work, we introduce WStac, a self-illuminating VBTS comprising a mechanoluminescence (ML) whisker elastomer, camera, and 3D printed parts. The ML whisker elastomer, inspired by the touch sensitivity of vibrissae, offers both light isolation and high ML intensity under stress, thereby removing the necessity for additional LED modules. With the incorporation of machine learning, the sensor effectively utilizes the dynamic contact variations of 25 whiskers to successfully perform tasks like speed regression, directional identification, and texture classification. Videos are available at: https://sites.google.com/view/wstac/. ",
    "url": "https://arxiv.org/abs/2308.13241",
    "authors": [
      "Kai Chong Lei",
      "Kit Wa Sou",
      "Wang Sing Chan",
      "Jiayi Yan",
      "Siqi Ping",
      "Dengfeng Peng",
      "Wenbo Ding",
      "Xiao-Ping Zhang"
    ],
    "subjectives": [
      "Robotics (cs.RO)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2308.13413",
    "title": "Influence of direct dipole-dipole interactions on the optical response  of 2D materials in extremely inhomogeneous infrared cavity fields",
    "abstract": "A two-dimensional (2D) material, formed for example by a self-assembled molecular monolayer or by a single layer of a Van der Walls material, can couple efficiently with photonic nanocavities, potentially reaching the strong coupling regime. The coupling can be modelled using classical harmonic oscillator models or cavity quantum electrodynamics Hamiltonians that often neglect the direct dipole-dipole interactions within the monolayer. Here, we diagonalize the full Hamiltonian of the system, including these direct dipole-dipole interactions. The main effect on the optical properties of a typical 2D system is simply to renormalize the effective energy of the bright collective excitation of the monolayer that couples with the nanophotonic mode. On the other hand, we show that for situations of extreme field confinement, large transition dipole moments and low losses, fully including the direct dipole-dipole interactions is critical to correctly capture the optical response, with many collective states participating in it. To quantify this result, we propose a simple equation that indicates the condition for which the direct interactions strongly modify the optical response. ",
    "url": "https://arxiv.org/abs/2308.13413",
    "authors": [
      "Sofia Ribeiro",
      "Javier Aizpurua",
      "Ruben Esteban"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2308.13452",
    "title": "Large-scale error-tolerant programmable interferometer fabricated by  femtosecond laser writing",
    "abstract": "We introduce a programmable 8-port interferometer with the recently proposed error-tolerant architecture capable of performing a broad class of transformations. The interferometer has been fabricated with femtosecond laser writing and it is the largest programmable interferometer of this kind to date. We have demonstrated its advantageous error tolerance by showing an operation in a broad wavelength range from $920$ to $980$ nm, which is particularly relevant for quantum photonics due to efficient photon sources. Our work highlights the importance of developing novel architectures of programmable photonics for information processing. ",
    "url": "https://arxiv.org/abs/2308.13452",
    "authors": [
      "Ilya V. Kondratyev",
      "Veronika V. Ivanova",
      "Sergey A. Zhuravitskii",
      "Artem S. Argenchiev",
      "Nikolay N. Skryabin",
      "Ivan V. Dyakonov",
      "Suren A. Fldzhyan",
      "Mikhail Yu. Saygin",
      "Stanislav S. Straupe",
      "Alexander A. Korneev",
      "Sergei P. Kulik"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2006.02945",
    "title": "Ultra-broad band perfect absorption realized by phonon-photon resonance  in periodic polar dielectric material based pyramid structure",
    "abstract": " Comments: Close to the published version ",
    "url": "https://arxiv.org/abs/2006.02945",
    "authors": [
      "Kaidi Xu",
      "Gaige Zheng"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2301.02530",
    "title": "ARIADNE+: Large scale demonstration of fast optical readout for  dual-phase LArTPCs at the CERN Neutrino Platform",
    "abstract": " Comments: Proceedings for NuFACT2022 ",
    "url": "https://arxiv.org/abs/2301.02530",
    "authors": [
      "Adam Lowe",
      "Pablo Amedo",
      "Diego González-Díaz",
      "Alexander Deisting",
      "Krishanu Majumdar",
      "Konstantinos Mavrokoridis",
      "Marzio Nessi",
      "Barney Philippou",
      "Francesco Pietropaolo",
      "Sudikshan Ravinthiran",
      "Filippo Resnati",
      "Adam Roberts",
      "Angela Saá Hernández",
      "Christos Touramanis",
      "Jared Vann"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2301.05481",
    "title": "Topological inverse band theory in waveguide quantum electrodynamics",
    "abstract": " Comments: Accepted for publication in Phys. Rev. Lett ",
    "url": "https://arxiv.org/abs/2301.05481",
    "authors": [
      "Yongguan Ke",
      "Jiaxuan Huang",
      "Wenjie Liu",
      "Yuri Kivshar",
      "Chaohong Lee"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2303.09025",
    "title": "Power law singularity for cavity collapse in a compressible Euler fluid  with Tait-Murnaghan equation of state",
    "abstract": " Comments: 6 pages, 2 figures ",
    "url": "https://arxiv.org/abs/2303.09025",
    "authors": [
      "Daniels Krimans",
      "Seth Putterman"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2308.10687",
    "title": "Excitonic interplay between surface polar III-nitride quantum wells and  MoS$_2$ monolayer",
    "abstract": " Comments: Added Supporting Information ",
    "url": "https://arxiv.org/abs/2308.10687",
    "authors": [
      "Danxuan Chen",
      "Jin Jiang",
      "Thomas F. K. Weatherley",
      "Jean-François Carlin",
      "Mitali Banerjee",
      "Nicolas Grandjean"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  }
]