[
  {
    "id": "arXiv:2401.04228",
    "title": "Design of Fully Integrated 45 nm CMOS System-on-Chip Receiver for  Readout of Transmon Qubit",
    "abstract": "This study unveils a comprehensive design strategy, intricately addressing the realization of transmon qubits, the design of Josephson parametric amplifiers, and the development of an innovative fully integrated receiver dedicated to sensing ultra-low-level quantum signals. Quantum theory takes center stage, leveraging the Lindblad master and quantum Langevin equations to design the transmon qubit and Josephson parametric amplifier as open quantum systems. The mentioned quantum devices engineering integrated with the design of a fully integrated 45 nm CMOS system-on-chip receiver, weaves together a nuanced tapestry of quantum and classical elements. On one hand, for the transmon qubit and parametric amplifier operating at 10 mK, critical quantum metrics including entanglement, Stoke projector probabilities, and parametric amplifier gain are calculated. On the other hand, the resulting receiver is a symphony of high-performance elements, featuring a wide-band low-noise amplifier with a 0.8 dB noise figure and ~37 dB gains, a sweepable 5.0 GHz sinusoidal wave generator via the voltage-controlled oscillator, and a purpose-designed mixer achieving C-band to zero-IF conversion. Intermediate frequency amplifier, with a flat gain of around 26 dB, and their low-pass filters, generate a pure sinusoidal wave at zero-IF, ready for subsequent processing at room temperature. This design achieves an impressive balance, with low power consumption (~122 mW), a noise figure of ~0.9 dB, high gain (~130 dB), a wide bandwidth of 3.6 GHz, and compact dimensions (0.54*0.4 mm^2). The fully integrated receiver capability to read out at least 90 qubits positions this design for potential applications in quantum computing. Validation through post-simulations at room temperature underscores the promising and innovative nature of this design. ",
    "url": "https://arxiv.org/abs/2401.04228",
    "authors": [
      "Ahmad Salmanogli",
      "Amine Bermak"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2401.04335",
    "title": "SiN-on-SOI Optical Phased Array LiDAR for Ultra-Wide Field of View and  4D Sensing",
    "abstract": "Three-dimensional (3D) imaging techniques are facilitating the autonomous vehicles to build intelligent system. Optical phased arrays (OPAs) featured by all solid-state configurations are becoming a promising solution for 3D imaging. However, majority of state-of-art OPAs commonly suffer from severe power degradation at the edge of field of view (FoV), resulting in limited effective FoV and deteriorating 3D imaging quality. Here, we synergize chained grating antenna and vernier concept to design a novel OPA for realizing a record wide 160{\\deg}-FoV 3D imaging. By virtue of the chained antenna, the OPA exhibits less than 3-dB beam power variation within the 160{\\deg} FoV. In addition, two OPAs with different pitch are integrated monolithically to form a quasi-coaxial Vernier OPA transceiver. With the aid of flat beam power profile provided by the chained antennas, the OPA exhibits uniform beam quality at an arbitrary steering angle. The superior beam steering performance enables the OPA to accomplish 160{\\deg} wide-FoV 3D imaging based on the frequency-modulated continuous-wave (FMCW) LiDAR scheme. The ranging accuracy is 5.5-mm. Moreover, the OPA is also applied to velocity measurement for 4D sensing. To our best knowledge, it is the first experimental implementation of a Vernier OPA LiDAR on 3D imaging to achieve a remarkable FoV. ",
    "url": "https://arxiv.org/abs/2401.04335",
    "authors": [
      "Baisong Chen",
      "Yingzhi Li",
      "Qijie Xie",
      "Quanxin Na",
      "Min Tao",
      "Ziming Wang",
      "Zihao Zhi",
      "Heming Hu",
      "Xuetong Li",
      "Huan Qu",
      "Yafang He",
      "Xiaolong Hu",
      "Guoqiang Lo",
      "Junfeng Song"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2401.04432",
    "title": "Highly efficient collective coupling between laser diode array and  lensed fibre ribbon",
    "abstract": "A new concept is proposed for lensed fibres fabricated according to a collective and low cost process. This process is based on the cleaving and splicing of optical fibre ribbons and is suitable for the coupling of laser diode arrays and fibre ribbons. ",
    "url": "https://arxiv.org/abs/2401.04432",
    "authors": [
      "P Chanclou",
      "Monique MT Thual",
      "J Lostec",
      "P Auvray",
      "J Caulet",
      "G Joulié",
      "A Poudoulec",
      "B Clavel"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2401.04525",
    "title": "Implantable Photonic Neural Probes with Out-of-Plane Focusing Grating  Emitters",
    "abstract": "We have designed, fabricated, and characterized implantable silicon neural probes with nanophotonic grating emitters that focus the emitted light at a specified distance above the surface of the probe for spatially precise optogenetic targeting of neurons. Using the holographic principle, we designed gratings for wavelengths of 488 and 594 nm, targeting the excitation spectra of the optogenetic actuators Channelrhodopsin-2 and Chrimson, respectively. The measured optical emission pattern of these emitters in non-scattering medium and tissue matched well with simulations. To our knowledge, this is the first report of focused spots with the size scale of a neuron soma in brain tissue formed from implantable neural probes. ",
    "url": "https://arxiv.org/abs/2401.04525",
    "authors": [
      "Tianyuan Xue",
      "Andrei Stalmashonak",
      "Fu-Der Chen",
      "Peisheng Ding",
      "Xianshu Luo",
      "Hongyao Chua",
      "Guo-Qiang Lo",
      "Wesley D. Sacher",
      "Joyce K. S. Poon"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2401.04618",
    "title": "AFM-IR of EHD-Printed PbS Quantum Dots: Quantifying Ligand Exchange at  the Nanoscale",
    "abstract": "Colloidal quantum dots (cQDs) recently emerged as building blocks for semiconductor materials with tuneable properties. Electro-hydrodynamic printing can be used to obtain sub-micrometre patterns of cQDs without elaborate and aggressive photolithography steps. Post-deposition ligand exchange is necessary for the introduction of new functionalities into cQD solids. However, achieving a complete bulk exchange is challenging and conventional infrared spectroscopy lacks the required spatial resolution. Infrared nanospectroscopy (AFM-IR) enables quantitative analysis of the evolution of vibrational signals and structural topography on the nano-metre scale upon ligand substitution on lead sulphide (PbS) cQDs. A solution of ethane-dithiol in acetonitrile demonstrated rapid (~60 s) and controllable exchange of approximately 90% of the ligands, encompassing structures up to ~800 nm in thickness. Prolonged exposures (>1 h) led to the degradation of the microstructures, with a systematic removal of cQDs regulated by surface-to-bulk ratios and solvent interactions. This study establishes a method for the development of devices through a combination of tuneable photoactive materials, additive manufacturing of microstructures, and their quantitative nanometre-scale analysis. ",
    "url": "https://arxiv.org/abs/2401.04618",
    "authors": [
      "Lorenzo J. A. Ferraresi",
      "Gökhan Kara",
      "Nancy A. Burnham",
      "Roman Furrer",
      "Dmitry N. Dirin",
      "Fabio La Mattina",
      "Maksym V. Kovalenko",
      "Michel Calame",
      "Ivan Shorubalko"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2401.04327",
    "title": "Implementation of space-division multiplexed entanglement-based quantum  cryptography over multicore fiber",
    "abstract": "Quantum communication implementations require efficient and reliable quantum channels. Optical fibers have proven to be an ideal candidate for distributing quantum states. Thus, today's efforts address overcoming issues towards high data transmission and long-distance implementations. Here, we experimentally demonstrate the secret key rate enhancement via space-division multiplexing using a multicore fiber. Our multiplexing technique exploits the momentum correlation of photon pairs generated by spontaneous parametric down-conversion. We distributed polarization-entangled photon pairs into opposite cores within a 19-core multicore fiber. We estimated the secret key rates in a configuration with 6 and 12 cores from the entanglement visibility after transmission through 411 m long multicore fiber. ",
    "url": "https://arxiv.org/abs/2401.04327",
    "authors": [
      "Evelyn A. Ortega",
      "Jorge Fuenzalida",
      "Krishna Dovzhik",
      "Rodrigo F. Shiozaki",
      "Juan Carlos Alvarado-Zacarias",
      "Rodrigo Amezcua-Correa",
      "Martin Bohmann",
      "Sören Wengerowsky",
      "Rupert Ursin"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2401.04470",
    "title": "Single-Shot Readout of a Nuclear Spin in Silicon Carbide",
    "abstract": "Solid-state qubits with a photonic interface is very promising for quantum networks. Color centers in silicon carbide have shown excellent optical and spin coherence, even when integrated with membranes and nano-structures. Additionally, nuclear spins coupled with electron spins can serve as long-lived quantum memories. Pioneering work in previous has realized the initialization of a single nuclear spin and demonstrated its entanglement with an electron spin. In this paper, we report the first realization of single-shot readout for a nuclear spin in SiC. We obtain a deterministic readout fidelity of 98.2% with a measurement duration of 1.13 ms. With a dual-step readout scheme, we obtain a readout fidelity as high as 99.5% with a success efficiency of 89.8%. Our work complements the experimental toolbox of harnessing both electron and nuclear spins in SiC for future quantum networks. ",
    "url": "https://arxiv.org/abs/2401.04470",
    "authors": [
      "Xiao-Yi Lai",
      "Ren-Zhou Fang",
      "Tao Li",
      "Ren-Zhu Su",
      "Jia Huang",
      "Hao Li",
      "Li-Xing You",
      "Xiao-Hui Bao",
      "Jian-Wei Pan"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2401.04724",
    "title": "A parametrically programmable delay line for microwave photons",
    "abstract": "Delay lines capable of storing quantum information are crucial for advancing quantum repeaters and hardware efficient quantum computers. Traditionally, they are physically realized as extended systems that support wave propagation, such as waveguides. But such delay lines typically provide limited control over the propagating fields. Here, we introduce a parametrically addressed delay line (PADL) for microwave photons that provides a high level of control over the dynamics of stored pulses, enabling us to arbitrarily delay or even swap pulses. By parametrically driving a three-waving mixing superconducting circuit element that is weakly hybridized with an ensemble of resonators, we engineer a spectral response that simulates that of a physical delay line, while providing fast control over the delay line's properties and granting access to its internal modes. We illustrate the main features of the PADL, operating on pulses with energies on the order of a single photon, through a series of experiments, which include choosing which photon echo to emit, translating pulses in time, and swapping two pulses. We also measure the noise added to the delay line from our parametric interactions and find that the added noise is much less than one photon. ",
    "url": "https://arxiv.org/abs/2401.04724",
    "authors": [
      "Takuma Makihara",
      "Nathan Lee",
      "Yudan Guo",
      "Wenyan Guan",
      "Amir H. Safavi-Naeini"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2302.10176",
    "title": "The generalized quantum mechanics of Einstein «  deinterlaced» photon and Casimir force",
    "abstract": " Title: The generalized quantum mechanics of Einstein «  deinterlaced» photon and Casimir force ",
    "url": "https://arxiv.org/abs/2302.10176",
    "authors": [
      "A. A. Beilinson"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2307.02116",
    "title": "Tunnel-coupled optical microtraps for ultracold atoms",
    "abstract": " Comments: Review article, 16 pages, 7 figures ",
    "url": "https://arxiv.org/abs/2307.02116",
    "authors": [
      "Shangguo Zhu",
      "Yun Long",
      "Wei Gou",
      "Mingbo Pu",
      "Xiangang Luo"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2307.11075",
    "title": "Reinforcement Learning for Photonic Component Design",
    "abstract": " Comments: Published version: 9 pages, 12 figures ",
    "url": "https://arxiv.org/abs/2307.11075",
    "authors": [
      "Donald Witt",
      "Jeff Young",
      "Lukas Chrostowski"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Machine Learning (cs.LG)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2308.15333",
    "title": "High repetition rate sub ns-electron pulses from Resonant Pulsed Rydberg  Field Ionization",
    "abstract": " Comments: v2 ",
    "url": "https://arxiv.org/abs/2308.15333",
    "authors": [
      "R. Hahn",
      "D. Comparat"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2310.14875",
    "title": "Benefit of enhanced electrostatic and optical accelerometry for future  gravimetry missions",
    "abstract": " Title: Benefit of enhanced electrostatic and optical accelerometry for future  gravimetry missions ",
    "url": "https://arxiv.org/abs/2310.14875",
    "authors": [
      "Alexey Kupriyanov",
      "Arthur Reis",
      "Manuel Schilling",
      "Vitali Müller",
      "Jürgen Müller"
    ],
    "subjectives": [
      "Geophysics (physics.geo-ph)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ]
  },
  {
    "id": "arXiv:2310.17973",
    "title": "Lattice Boltzmann-Carleman quantum algorithm and circuit for fluid flows  at moderate Reynolds number",
    "abstract": " Comments: 16 pages, 9 figures ",
    "url": "https://arxiv.org/abs/2310.17973",
    "authors": [
      "Claudio Sanavio",
      "Sauro Succi"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2312.10681",
    "title": "Bilayer crystals of trapped ions for quantum information processing",
    "abstract": " Comments: 21+10 pages, 12 figures, 3 supplementary videos; Updated to version submitted to journal ",
    "url": "https://arxiv.org/abs/2312.10681",
    "authors": [
      "Samarth Hawaldar",
      "Prakriti Shahi",
      "Allison L. Carter",
      "Ana Maria Rey",
      "John J. Bollinger",
      "Athreya Shankar"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2401.01899",
    "title": "Free space optical link to a tethered balloon for frequency transfer",
    "abstract": " Comments: accepted in Optics Express ",
    "url": "https://arxiv.org/abs/2401.01899",
    "authors": [
      "Nicolas Maron",
      "Sébastien Fernandez",
      "François-Xavier Esnault",
      "Thomas Lévèque",
      "Tepuaonini Muzeau",
      "Peter Wolf"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  }
]