[
  {
    "id": "arXiv:2208.03368",
    "title": "Democratization of Quantum Technologies",
    "abstract": "As quantum technologies (QT) have been becoming more and more realized, their potential impact on and relation with society has been developing into a pressing issue for exploration. In this paper, we investigate the topic of democratization in the context of QT, particularly quantum computing. The paper contains three main sections. First, we briefly introduce different theories of democracy (participatory, representative, and deliberative), and how the concept of democratization can be formulated with respect to these frameworks. Second, we give an overview of how the concept of democratization is utilized by the actors in the QT field. Democratization is mainly adopted by companies working on quantum computing and used in a very narrow understanding of the concept. We provide a discussion on where to locate this formulation of democratization used by the QT community within the overall conceptual landscape of democracy theories. Third, we explore various narratives and counter-narratives concerning democratization in QT and we propose a five-step approach to operationalizing the concept of democratization with respect to different theories of democracy. Finally, we explore the concept of democratization in QT beyond quantum computing. In conclusion, we argue that although the ongoing efforts in the democratization of QT are necessary steps towards the democratization of this set of emerging technologies, they should not be accepted as sufficient to argue that QT is a democratized field. We argue that more reflexivity and responsiveness regarding the narratives and actions adopted by the actors in the QT field and making the underlying assumptions of ongoing efforts on democratization of QT can result in a better technology for the society. ",
    "url": "https://arxiv.org/abs/2208.03368",
    "authors": [
      "Zeki C. Seskir",
      "Steven Umbrello",
      "Christopher Coenen",
      "Pieter E. Vermaas"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2208.03425",
    "title": "Lithium fluoride (LiF) target preparation for nuclear physics experiment",
    "abstract": "The LiF target preparation on self-supporting Ag backing (LiF/Ag) is discussed in a detailed manner using vacuum evaporation process. The target thickness is measured using the energy loss of three line alpha source. 183.74 {\\mu}g/cm 2 thickness of LiF is achieved through the evaporation process. Good uniformity of targets is observed. Non-uniformity in targets is found within 6 %. The XPS analysis confirms the presence of both the F and Li atoms on sample surface. ",
    "url": "https://arxiv.org/abs/2208.03425",
    "authors": [
      "Lalit Kumar Sahoo",
      "Ashok Kumar Mondal",
      "Dipali Basak",
      "Chinmay Basu",
      "Suraj Kumar Karan"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Nuclear Experiment (nucl-ex)"
    ]
  },
  {
    "id": "arXiv:2208.03588",
    "title": "Reconfigurable Application-Specific Photonic Integrated Circuit for  solving Partial Differential Equations",
    "abstract": "Solving mathematical equations faster and more efficiently has been a Holy Grail for centuries for scientists and engineers across all disciplines. While electronic digital circuits have revolutionized equation solving in recent decades, it has become apparent that performance gains from brute-force approaches of compute-solvers are quickly saturating over time. Instead, paradigms that leverage the universes natural tendency to minimize a systems free energy, such as annealers or Ising Machines, are being sought after due to favorable complexity scaling. Here we introduce a programmable analog solver leveraging the mathematical formal equivalence between Maxwells equations and photonic circuitry. It features a mesh network of nanophotonic beams to find solutions to partial differential equations. As an example, we designed, fabricated, and demonstrated a novel application-specific photonic integrated circuit comprised of electro-optically reconfigurable nodes, and experimentally validated 90% accuracy with respect to a commercial solver. Finally, we tested this photonic integrated chip performance by simulating thermal diffusion on a spacecrafts heat shield during re-entry to a planets atmosphere. The programmable light-circuitry presented herein offers a facile route for solving complex problems and thus will have profound potential applications across many scientific and engineering fields. ",
    "url": "https://arxiv.org/abs/2208.03588",
    "authors": [
      "Chen Shen",
      "Nicola Peserico",
      "Jiawei Meng",
      "Xiaoxuan Ma",
      "Behrouz Movahhed Nouri",
      "Cosmin-Constantin Popescu",
      "Juejun Hu",
      "Tarek El-Ghazawi",
      "Hamed Dalir",
      "Volker J. Sorger"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2208.03596",
    "title": "Origin of the low energy resonance in the double photoionization of  pyrene and coronene, and its absence in the double photoionization of  corannulene",
    "abstract": "The low energy resonance in the double photoionization of the aromatic hydrocarbons pyrene (C$_{16}$H$_{10}$) and coronene (C$_{24}$H$_{12}$) is investigated theoretically using an approach based on the one-dimension Hubbard model for $\\pi$-conjugated systems with nearest-neighbor interactions. The Independent Subsystem Approximation, where the perimeter and interior carbon atoms are treated as independent entities, is employed. Since no low energy resonances have been found in aromatic hydrocarbons where there are only perimeter carbon atoms, we attribute the low energy resonances in pyrene and coronene to the interior carbon atoms. However, corannulene (C$_{20}$H$_{10}$) having five interior carbon atoms does not exhibit a low-energy resonance in the experimental data. We attribute the absence of this resonance to the odd number of interior carbon atoms. ",
    "url": "https://arxiv.org/abs/2208.03596",
    "authors": [
      "Ralf Wehlitz",
      "David L. Huber"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2208.03777",
    "title": "Fano Resonant Optical coatings platform for Full Gamut and High Purity  Structural Colors",
    "abstract": "Structural coloring is a photostable and environmentally friendly coloring approach that harnesses optical interference and nanophotonic resonances to obtain colors with a range of applications including steganography, d\\'ecor, data storage, and anticounterfeiting measures. We show that optical coatings exhibiting the photonic Fano Resonance is an ideal platform for structural coloring -- it provides full color access, high color purity, high brightness, controlled iridescence, and scalable manufacturability. We show that an additional oxide film deposited on Fano resonant optical coatings (FROCs) increases the color purity (up to 97%) and color gamut coverage range (> 99% coverage of the sRGB and Adobe color spaces). For coloring applications that do not require high spatial resolution, FROCs provide a significant advantage over existing structural coloring schemes. ",
    "url": "https://arxiv.org/abs/2208.03777",
    "authors": [
      "Mohamed ElKabbash",
      "Nathaniel Hoffman",
      "Andrew R Lininger",
      "Sohail A. Jalil",
      "Theodore Letsou",
      "Michael Hinczewski",
      "Giuseppe Strangi",
      "Chunlei Guo"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.03825",
    "title": "Integrated Metasurface-based Wavelengths Division Demultiplexers",
    "abstract": "We present a design approach for realizing on-chip wavelength division demultiplexing (WDD) schemes by integrating all-dielectric metasurfaces of TiO2 nanorod arrays into a SiN waveguide. The designed metasurface locally modifies the effective refractive index of the SiN waveguide, creating an effective WDD that selectively passes a certain band of wavelengths into a specific output port. A set of representative 2-channel and 3-channel WDDs schemes were demonstrated for input TE00/TM00 modes and operating in different bands, showing the flexibility of our design approach. The proposed WDD schemes are compatible with visible to infrared wavelengths, photolithography-based fabrication, high efficiency with maximum transmission of 91%, and a small footprint at a few microns. Our design method paves the way for realizing several on-chip integrated devices for applications in optical data processing and biological sensing. ",
    "url": "https://arxiv.org/abs/2208.03825",
    "authors": [
      "Amged Alquliah",
      "Mohamed ElKabbash",
      "JinLuo Cheng",
      "Wei Li",
      "Chunlei Guo"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.03872",
    "title": "SHAARP: An Open-Source Package for Analytical and Numerical Modeling of  Optical Second Harmonic Generation in Anisotropic Crystals",
    "abstract": "Optical second harmonic generation is a second-order nonlinear process by which two photons of a given frequency can combine in a nonlinear medium to generate a third photon at twice the frequency. Since the electric-dipole SHG process only occurs in non-centrosymmetric crystals, it is widely used as a sensitive probe to detect broken inversion symmetry and local polar order. Analytical modeling of the SHG response of a nonlinear optical material is essential to extract fundamental properties of materials from experiments. However, complexity builds up dramatically in the analytical model when the probed crystal is of a low bulk crystal symmetry, with a surface cut in a low-symmetry orientation, exhibits absorption and dispersion, and consists of multiple interfaces. As a result, there is a largely uneven landscape in the literature on the SHG modeling of new materials, involving numerous approximations and a wide range of (in)accuracies, leading to a rather scattered dataset of reported SHG nonlinear susceptibility. Towards streamlining the reliability and accuracy of this process, we have developed an open-source package called the Second Harmonic Analysis of Anisotropic Rotational Polarimetry (SHAARP) which derives analytical solutions and performs numerical simulations of reflection SHG polarimetry from a single interface for bulk homogeneous crystals with arbitrary symmetry group, arbitrary crystal orientation, complex and anisotropic linear dielectric tensor with frequency dispersion, a general SHG tensor and arbitrary polarization of the incident and the detected SHG light. SHAARP enables accurate modeling of polarimetry measurements in reflection geometry from highly absorbing crystals or transparent crystals for extracting crystal symmetry and the complete set of quantitative SHG tensor coefficients. The method is extendible to multiple interfaces. ",
    "url": "https://arxiv.org/abs/2208.03872",
    "authors": [
      "Rui Zu",
      "Bo Wang",
      "Jingyang He",
      "Jian-Jun Wang",
      "Lincoln Weber",
      "Long-Qing Chen",
      "Venkatraman Gopalan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2208.03929",
    "title": "Degenerate parametric down-conversion facilitated by exciton-plasmon  polariton states in nonlinear plasmonic cavity",
    "abstract": "The effect of degenerate parametric down-conversion (DPDC) is theoretically examined for the case of quantum emitters (QE) coupled via near-field interactions to a plasmonic nanostructure forming plasmonic cavity. We develop quantum driven-dissipative model to describe non-equilibrium dynamics of the system in which incoherently pumped QEs are tuned near second-harmonic response of the SPs. Our analysis shows that above critical SP-QE coupling rate, the system reaches strong coupling regime allowing for a lasing phase steady state. Properties of the exciton-plasmon polariton states formed as fluctuations above the steady state and in particular the effect of polariton facilitated DPDC are discussed. Differences in the polariton properties and DPDC power spectra originating from a finite size of QE ensemble and the model thermodynamic limit are identified. ",
    "url": "https://arxiv.org/abs/2208.03929",
    "authors": [
      "Andrei Piryatinski",
      "Maxim Sukharev"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2208.04099",
    "title": "Ultra-bright Coherent Undulator Radiation Driven by Dielectric Laser  Accelerator",
    "abstract": "A dielectric laser accelerator, operating at optical frequencies and GHz pulse rate, is expected to produce attosec electron bunches with a moderate beam current at high energy. For relativistic electrons, the attosec bunch has a spatial length of a few nanometers, which is well suited for generating high-brightness superradiance in the VUV, EUV, and x-ray spectra. Our study shows that the brilliance of coherent undulator radiation driven by a short-bunch beam with 1~10 fC bunch charge from a dielectric laser accelerator is comparable to or higher than that of a synchrotron in the 0.1 ~ 3 keV photon energy range, even though the beam power of the dielectric laser accelerator is about a million times lower than that of a synchrotron. When the brilliance under comparison is normalized to the electron beam power, the proposed coherent undulator radiation source becomes the brightest source on earth across the whole VUV, EUV, and soft x-ray spectrum. ",
    "url": "https://arxiv.org/abs/2208.04099",
    "authors": [
      "Yen-Chieh Huang",
      "Robert L. Byer"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.04108",
    "title": "History-dependent nano-photoisomerization by optical near-field in  photochromic single crystals",
    "abstract": "We demonstrate history-dependent or dynamic nano-photoisomerization by sequential formation of multiple memory pathways in photochromic crystals via optical near-field interactions. We observed the incident photons passing through the photoisomerization memory pathways by a double-probe optical near-field microscope, with one probe located on the front surface for local excitation and the other on the rear surface for near-field observation. By carrying out localized near-field excitation twice but at spatially different positions, we observed negatively correlated near-field output patterns between the first memory pathway and the second memory pathway. That is, the added memory pathway was formed exclusively to the previously formed memory pathway. We also confirmed that the first memory pathway was preserved after the second memory pathway was formed. This result indicates that photoisomerization by an optical near-field in diarylethene crystals has a history dependence, leading to brain-like dynamic information memorization using light-matter interactions on the nanometer-scale. ",
    "url": "https://arxiv.org/abs/2208.04108",
    "authors": [
      "Yuji Arakawa",
      "Kazuharu Uchiyama",
      "Kingo Uchida",
      "Makoto Naruse",
      "Hirokazu Hori"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.04143",
    "title": "Completely Spin-Decoupled Geometric Phase of Metasurface",
    "abstract": "Metasurfaces have provided unprecedented degree of freedom (DOF) in manipulating electromagnetic (EM) waves. Geometric phase can be readily obtained by rotating the meta-atom of metasurfaces. Nevertheless, such geometric phases are usually spin-coupled, with the same magnitude but opposite signs for left_ and right_handed circularly polarized (LCP,RCP) waves. To achieve independent control on LCP and RCP waves, it is crucial to obtain spin-decoupled geometric phases. In this paper, we propose to obtain completely spin-decoupled geometric phases by engineering surface current paths on meta-atoms. Based on the rotational Doppler effect, the rotation manner is firstly analyzed and it is found that the essence of generating geometric phase lies in the rotation of surface current paths on meta-atoms. Since the induced surface currents paths under LCP and RCP waves always start oppositely and are mirror-symmetrical with each other, it is natural that the geometric phases be with the same magnitude and opposite signs when the meta-atoms are rotated. To obtain spin-decoupled geometric phases, the start point of induced surface current under one spin should be rotated by an angle while that under the other spin by another different angle. In this way, LCP and RCP waves can acquire different geometric phase changes and spin-decoupled geometric phase can be imparted by metasurfaces. Proof-of-principle prototypes were designed, fabricated and measured. Both the simulation and experiment results verify spin-decoupled geometric phases. This work provides a robust means of obtaining spin-dependent geometric phase and will further adds up to the metasurface DOF in manipulating EM waves. ",
    "url": "https://arxiv.org/abs/2208.04143",
    "authors": [
      "Xinmin Fu",
      "Jie Yang",
      "Jiafu Wang",
      "Yajuan Han",
      "Chang Ding",
      "Tianshuo Qiu",
      "Bingyue Qu",
      "Lei Li",
      "Yongfeng Li",
      "Shaobo Qu"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.04174",
    "title": "Compact single-seed, module-based laser system on a transportable  high-precision atomic gravimeter",
    "abstract": "A single-seed, module-based compact laser system is demonstrated on a transportable $^{87}\\text{Rb}$-based high-precision atomic gravimeter. All the required laser frequencies for the atom interferometry are provided by free-space acousto-optic modulators (AOM) and resonant electro-optic phase modulators (EOM). The optical phase-locked loop between two optical paths derived from the same laser provides an easy frequency manipulation between two laser frequencies separated by hyperfine frequency of 6.835 GHz using AOM and EOM respectively. The optical phase-locked loop also provides a convenient way for vibration compensation through the Raman lasers' phase offset. Furthermore, the modular design approach allows plug-and-play nature on each individual optic module and also increases the mechanical stability of the optical systems. We demonstrate high-precision gravity measurements with 17.8 $\\mu$Gal stability over 250 seconds averaging time and 2.5 $\\mu$Gal stability over 2 hours averaging time. ",
    "url": "https://arxiv.org/abs/2208.04174",
    "authors": [
      "Fong En Oon",
      "Rainer Dumke"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2208.04240",
    "title": "Optical guiding in 50-meter-scale air waveguides",
    "abstract": "The distant projection of high peak and average power laser beams in the atmosphere is a longstanding goal with a wide range of applications. Our early proof-of-principle experiments [Phys. Rev. X 4, 011027 (2014)] presented one solution to this problem, employing the energy deposition of femtosecond filaments in air to sculpt millisecond lifetime sub-meter length air waveguides. Here, we demonstrate air waveguiding at the 50 meter scale, 60X longer, making many practical applications now possible. We employ a new method for filament energy deposition: multi-filamentation of Laguerre-Gaussian LG01 \"donut\" modes. We first investigate the detailed physics of this scheme over a shorter 8 m in-lab propagation range corresponding to ~13 Rayleigh lengths of the guided pulse. We then use these results to demonstrate optical guiding over ~45 m in the hallway adjacent to the lab, corresponding to ~70 Rayleigh lengths. Injection of a continuous wave probe beam into these waveguides demonstrates very long lifetimes of tens of milliseconds. ",
    "url": "https://arxiv.org/abs/2208.04240",
    "authors": [
      "A. Goffin",
      "I. Larkin",
      "A. Tartaro",
      "H.M. Milchberg"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.03371",
    "title": "Quantum Instability",
    "abstract": "The physics of many closed, conservative systems can be described by both classical and quantum theories. The dynamics according to classical theory is symplectic and admits linear instabilities which would initially seem at odds with a unitary quantum description. Using the example of three-wave interactions, we describe how a time-independent, finite-dimensional quantum system, which is Hermitian with all real eigenvalues, can give rise to a linear instability corresponding to that in the classical system. We show that the instability is realized in the quantum theory as a cascade of the wave function in the space of occupation number states, and an unstable quantum system has a richer spectrum and a much longer recurrence time than a stable quantum system. The conditions for quantum instability are described. ",
    "url": "https://arxiv.org/abs/2208.03371",
    "authors": [
      "Michael Q. May",
      "Hong Qin"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2208.03390",
    "title": "Quantum Mechanics for Closure of Dynamical Systems",
    "abstract": "We propose a scheme for data-driven parameterization of unresolved dimensions of dynamical systems based on the mathematical framework of quantum mechanics and Koopman operator theory. Given a system in which some components of the state are unknown, this method involves defining a surrogate system in a time-dependent quantum state which determines the fluxes from the unresolved degrees of freedom at each timestep. The quantum state is a density operator on a finite-dimensional Hilbert space of classical observables and evolves over time under an action induced by the Koopman operator. The quantum state also updates with new values of the resolved variables according to a quantum Bayes' law, implemented via an operator-valued feature map. Kernel methods are utilized to learn data-driven basis functions and represent quantum states, observables, and evolution operators as matrices. The resulting computational schemes are automatically positivity-preserving, aiding in the physical consistency of the parameterized system. We analyze the results of two different modalities of this methodology applied to the Lorenz 63 and Lorenz 96 multiscale systems, and show how this approach preserves important statistical and qualitative properties of the underlying chaotic systems. ",
    "url": "https://arxiv.org/abs/2208.03390",
    "authors": [
      "David Freeman",
      "Dimitrios Giannakis",
      "Joanna Slawinska"
    ],
    "subjectives": [
      "Dynamical Systems (math.DS)",
      "Statistics Theory (math.ST)",
      "Chaotic Dynamics (nlin.CD)",
      "Data Analysis, Statistics and Probability (physics.data-an)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2208.03452",
    "title": "Coherent control of quantum topological states of light in Fock-state  lattices",
    "abstract": "Topological photonics provides a novel platform to explore topological physics beyond traditional electronic materials and stimulates promising applications in topologically protected light transport and lasers. Classical degrees of freedom such as polarizations and wavevectors are routinely used to synthesize topological light modes. Beyond the classical regime, inherent quantum nature of light gives birth to a wealth of fundamentally distinct topological states, which offer topological protection in quantum information processing. Here we implement such experiments on topological states of quantized light in a superconducting circuit, on which three resonators are tunably coupled to a gmon qubit. We construct one and two-dimensional Fock-state lattices where topological transport of zero-energy states, strain induced pseudo-Landau levels, valley Hall effect and Haldane chiral edge currents are demonstrated. Our study extends the topological states of light to the quantum regime, bridges topological phases of condensed matter physics with circuit quantum electrodynamics, and offers a new freedom in controlling the quantum states of multiple resonators. ",
    "url": "https://arxiv.org/abs/2208.03452",
    "authors": [
      "Jinfeng Deng",
      "Hang Dong",
      "Chuanyu Zhang",
      "Yaozu Wu",
      "Jiale Yuan",
      "Xuhao Zhu",
      "Feitong Jin",
      "Hekang Li",
      "Zhen Wang",
      "Han Cai",
      "Chao Song",
      "H. Wang",
      "J. Q. You",
      "Da-Wei Wang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.03688",
    "title": "Image denoising in acoustic field microscopy",
    "abstract": "Scanning acoustic microscopy (SAM) has been employed since microscopic images are widely used for biomedical or materials research. Acoustic imaging is an important and well-established method used in nondestructive testing (NDT), bio-medical imaging, and structural health monitoring.The imaging is frequently carried out with signals of low amplitude, which might result in leading that are noisy and lacking in details of image information. In this work, we attempted to analyze SAM images acquired from low amplitude signals and employed a block matching filter over time domain signals to obtain a denoised image. We have compared the images with conventional filters applied over time domain signals, such as the gaussian filter, median filter, wiener filter, and total variation filter. The noted outcomes are shown in this article. ",
    "url": "https://arxiv.org/abs/2208.03688",
    "authors": [
      "Shubham Kumar Gupta",
      "Azeem Ahmad",
      "Prakhar Kumar",
      "Frank Melandso",
      "Anowarul Habib"
    ],
    "subjectives": [
      "Image and Video Processing (eess.IV)",
      "Computer Vision and Pattern Recognition (cs.CV)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2208.03693",
    "title": "Quantum reflection of single photons in a cold Rydberg atomic gas",
    "abstract": "We propose and analyze a scheme for realizing the quantum reflection of single photons in a cold Rydberg atomic gas via electromagnetically induced transparency, by which a deep and tunable attractive potential well can be prepared by using stored gate photons. Such a scheme is promising for designing dispersion-type single-photon switches, and may be taken as a quantum device for observing the wave and particle natures of photons simultaneously. ",
    "url": "https://arxiv.org/abs/2208.03693",
    "authors": [
      "Yao Ou",
      "Qi Zhang",
      "Guoxiang Huang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2208.03861",
    "title": "Learning and predicting photonic responses of plasmonic nanoparticle  assemblies via dual variational autoencoders",
    "abstract": "We demonstrate the application of machine learning for rapid and accurate extraction of plasmonic particles cluster geometries from hyperspectral image data via a dual variational autoencoder (dual-VAE). In this approach, the information is shared between the latent spaces of two VAEs acting on the particle shape data and spectral data, respectively, but enforcing a common encoding on the shape-spectra pairs. We show that this approach can establish the relationship between the geometric characteristics of nanoparticles and their far-field photonic responses, demonstrating that we can use hyperspectral darkfield microscopy to accurately predict the geometry (number of particles, arrangement) of a multiparticle assemblies below the diffraction limit in an automated fashion with high fidelity (for monomers (0.96), dimers (0.86), and trimers (0.58). This approach of building structure-property relationships via shared encoding is universal and should have applications to a broader range of materials science and physics problems in imaging of both molecular and nanomaterial systems. ",
    "url": "https://arxiv.org/abs/2208.03861",
    "authors": [
      "Muammer Y. Yaman",
      "Sergei V. Kalinin",
      "Kathryn N. Guye",
      "David Ginger",
      "Maxim Ziatdinov"
    ],
    "subjectives": [
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.04178",
    "title": "Spectroscopic performance of flight-like DEPFET sensors for Athena's WFI",
    "abstract": "The Wide Field Imager for the Athena X-ray telescope is composed of two back side illuminated detectors using DEPFET sensors operated in rolling shutter readout mode: A large detector array featuring four sensors with 512x512 pixels each and a small detector that facilitates the high count rate capability of the WFI for the investigation of bright, point-like sources. Both sensors were fabricated in full size featuring the pixel layout, fabrication technology and readout mode chosen in a preceding prototyping phase. We present the spectroscopic performance of these flight-like detectors for different photon energies in the relevant part of the targeted energy range from 0.2 keV to 15 keV with respect to the timing requirements of the instrument. For 5.9 keV photons generated by an iron-55 source the spectral performance expressed as Full Width at Half Maximum of the emission peak in the spectrum is 126.0 eV for the Large Detector and 129.1 eV for the Fast Detector. A preliminary analysis of the camera's signal chain also allows for a first prediction of the performance in space at the end of the nominal operation phase. ",
    "url": "https://arxiv.org/abs/2208.04178",
    "authors": [
      "Johannes Müller-Seidlitz",
      "Robert Andritschke",
      "Michael Bonholzer",
      "Valentin Emberger",
      "Günter Hauser",
      "Maximilian Herrmann",
      "Peter Lechner",
      "Astrid Mayr",
      "Julian Oser"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2102.07010",
    "title": "Coherent emission in pulsars, magnetars and Fast Radio Bursts:  reconnection-driven free electron laser",
    "abstract": " Title: Coherent emission in pulsars, magnetars and Fast Radio Bursts:  reconnection-driven free electron laser ",
    "url": "https://arxiv.org/abs/2102.07010",
    "authors": [
      "Maxim Lyutikov"
    ],
    "subjectives": [
      "High Energy Astrophysical Phenomena (astro-ph.HE)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2204.07035",
    "title": "Ponderomotive Forces, Stokes Drift, and Momentum in Acoustic and  Electromagnetic Waves",
    "abstract": " Comments: 5 pages, 1 figure, to appear in Phys. Rev. A ",
    "url": "https://arxiv.org/abs/2204.07035",
    "authors": [
      "Konstantin Y. Bliokh",
      "Yury P. Bliokh",
      "Franco Nori"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Fluid Dynamics (physics.flu-dyn)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.09611",
    "title": "Optical Atomic Clock aboard an Earth-orbiting Space Station (OACESS):  Enhancing searches for physics beyond the standard model in space",
    "abstract": " Comments: Submitted to Quantum Sci. Technol. special issue: Cold atom in space ",
    "url": "https://arxiv.org/abs/2204.09611",
    "authors": [
      "Vladimir Schkolnik",
      "Dmitry Budker",
      "Oliver Fartmann",
      "Victor Flambaum",
      "Leo Hollberg",
      "Tigran Kalaydzhyan",
      "Shimon Kolkowitz",
      "Markus Krutzik",
      "Andrew Ludlow",
      "Nathan Newbury",
      "Christoph Pyrlik",
      "Laura Sinclair",
      "Yevgeny Stadnik",
      "Ingmari Tietje",
      "Jun Ye",
      "Jason Williams"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "High Energy Physics - Phenomenology (hep-ph)",
      "Space Physics (physics.space-ph)"
    ]
  },
  {
    "id": "arXiv:2204.12021",
    "title": "Integrated Geostationary Solar Energetic Particle Events Catalog: GSEP",
    "abstract": " Title: Integrated Geostationary Solar Energetic Particle Events Catalog: GSEP ",
    "url": "https://arxiv.org/abs/2204.12021",
    "authors": [
      "Sumanth Rotti",
      "Berkay Aydin",
      "Manolis K. Georgoulis",
      "Petrus C. Martens"
    ],
    "subjectives": [
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      "Space Physics (physics.space-ph)"
    ]
  },
  {
    "id": "arXiv:2204.13099",
    "title": "DEPFET Active Pixel Sensors",
    "abstract": " Comments: Invited chapter for the \"Handbook of X-ray and Gamma-ray Astrophysics\" (Eds. C. Bambi and A. Santangelo, Springer Singapore, 2022) ",
    "url": "https://arxiv.org/abs/2204.13099",
    "authors": [
      "Norbert Meidinger",
      "Johannes Müller-Seidlitz"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2205.04353",
    "title": "Coherent excitation energy transfer in model photosynthetic reaction  center: Effects of non-Markovian quantum environment",
    "abstract": " Comments: Title, abstract and figures modified ",
    "url": "https://arxiv.org/abs/2205.04353",
    "authors": [
      "Jie Fang",
      "Zi-Hao Chen",
      "Yu Su",
      "Zi-Fan Zhu",
      "Yao Wang",
      "Rui-Xue Xu",
      "YiJing Yan"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Biological Physics (physics.bio-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2205.05926",
    "title": "Observation of Non-Vanishing Optical Helicity in Thermal Radiation from  Symmetry-Broken Metasurfaces",
    "abstract": " Title: Observation of Non-Vanishing Optical Helicity in Thermal Radiation from  Symmetry-Broken Metasurfaces ",
    "url": "https://arxiv.org/abs/2205.05926",
    "authors": [
      "Xueji Wang",
      "Tyler Sentz",
      "Sathwik Bharadwaj",
      "Subir Ray",
      "Yifan Wang",
      "Dan Jiao",
      "Limei Qi",
      "Zubin Jacob"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2205.11021",
    "title": "Terahertz Receiver based on Room-Temperature Rydberg-Atoms",
    "abstract": " Title: Terahertz Receiver based on Room-Temperature Rydberg-Atoms ",
    "url": "https://arxiv.org/abs/2205.11021",
    "authors": [
      "Yayi Lin",
      "Zhenyue She",
      "Zhiwen Chen",
      "Xianzhe Li",
      "Caixia Zhang",
      "Kaiyu Liao",
      "Xinding Zhang",
      "Wei Huang",
      "Hui Yan",
      "Shiliang Zhu"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2206.02176",
    "title": "Development of research network on Quantum Annealing Computation and  Information using Google Scholar data",
    "abstract": " Comments: Submitted in Philosophical Transactions A (invited contribution for issue \"Quantum Annealing and Computation: Present Understanding of Quantum Spin Glasses and Future Perspective of Quantum Information Processing\") ",
    "url": "https://arxiv.org/abs/2206.02176",
    "authors": [
      "Antika Sinha"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)",
      "Social and Information Networks (cs.SI)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2207.14780",
    "title": "D-Flat: A Differentiable Flat-Optics Framework for End-to-End  Metasurface Visual Sensor Design",
    "abstract": " Title: D-Flat: A Differentiable Flat-Optics Framework for End-to-End  Metasurface Visual Sensor Design ",
    "url": "https://arxiv.org/abs/2207.14780",
    "authors": [
      "Dean S. Hazineh",
      "Soon Wei Daniel Lim",
      "Zhujun Shi",
      "Federico Capasso",
      "Todd Zickler",
      "Qi Guo"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2208.01217",
    "title": "Open quantum dynamics of strongly coupled oscillators with  multi-configuration time-dependent Hartree propagation and Markovian quantum  jumps",
    "abstract": " Comments: Simplified Fig. 6. Expanded references. Improved text for clarity ",
    "url": "https://arxiv.org/abs/2208.01217",
    "authors": [
      "Johan F. Triana",
      "Felipe Herrera"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2208.01640",
    "title": "Twisted Anyon Cavity Resonators with Bulk Modes of Chiral Symmetry and  Sensitivity to Ultra-Light Axion Dark Matter",
    "abstract": " Comments: Correct typo in SNR equation ",
    "url": "https://arxiv.org/abs/2208.01640",
    "authors": [
      "J. F. Bourhill",
      "E. C. I. Paterson",
      "M. Goryachev",
      "M. E. Tobar"
    ],
    "subjectives": [
      "High Energy Physics - Phenomenology (hep-ph)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Quantum Physics (quant-ph)"
    ]
  }
]