[
  {
    "id": "arXiv:2403.19081",
    "title": "Surface variation analysis of freeform optical systems over surface  frequency bands for prescribed wavefront errors",
    "abstract": "The surface errors of freeform surfaces reflect the manufacturing complexities and significantly impact the feasibility of processing designed optical systems. With multiple degrees of freedom, freeform surfaces pose challenges in surface tolerance analysis in the field. Nevertheless, current research has neglected the influence of surface slopes on the directions of ray propagation. A sudden alteration in the surface slope will lead to a corresponding abrupt shift in the wavefront, even when the change in surface sag is minimal. Moreover, within the realm of freeform surface manufacturing, variation in surface slope across different frequency bands may give rise to unique surface variation. Within the context of this study, we propose a tolerance analysis method to analyze surface variation in freeform surfaces considering surface frequency band slopes based on real ray data. This approach utilizes real ray data to rapidly evaluate surface variation within a specified frequency band of surface slopes. Crucially, our proposed method yields the capability to obtain system surface variation with significant wavefront aberration, in contrast to previous methodologies. The feasibility and advantages of this framework are assessed by analyzing a single-mirror system with a single field and an off-axis two-mirror system. We expect to integrate the proposed methodology with freeform surface design and manufacturing, thereby expanding the scope of freeform optics. ",
    "url": "https://arxiv.org/abs/2403.19081",
    "authors": [
      "Rundong Fan",
      "Shili Wei",
      "Huiru JI",
      "Zhuang Qian",
      "Hao Tan",
      "Yan Mo",
      "Donglin MA"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2403.19250",
    "title": "Optical tools for laser machining along six orders of magnitude",
    "abstract": "We present an overview on the development and characterization of multiscale laser processing optics for versatile material modifications across more than six orders of magnitude. Starting with solutions for micromachining we present high-NA microscope objectives creating sub-wavelength material modifications on macroscopic scales with highest peak intensities. Moving on to the millimeter range, the adaptability and scalability of scanning optics is examined for large-area machining. Finally, we explore line beam optics in the meter range, evaluating their use in uniform material processing using average powers above 100kW. This study provides an insight into the design and performance characteristics of such optics and demonstrates their potential in advanced laser processing. ",
    "url": "https://arxiv.org/abs/2403.19250",
    "authors": [
      "Julian Hellstern",
      "Christoph Tillkorn",
      "Tim Hieronymus",
      "Myriam Kaiser",
      "Torsten Beck",
      "Daniel Flamm"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2403.19296",
    "title": "Theoretical analysis of chemical reactions using a variational quantum  eigensolver method without specifying molecular charge",
    "abstract": "Quantum chemical calculations have attracted much attention as a practical application of quantum computing. Quantum computers can prepare superpositions of electronic states with various numbers of electrons on qubits. This special feature could be used to construct an efficient method for analyzing the structural variations of molecules and chemical reactions involving changes in molecular charge. The present work demonstrates a variational quantum eigensolver (VQE) algorithm based on a cost function ($L_{cost}$) having the same form as the grand potential of the grand canonical ensemble of electrons. The chemical potential of the electrons ($w$) is used as an input to these VQE calculations, whereas the molecular charge is not specified in advance but rather is a physical quantity that results from the calculations. Calculations involving model systems are carried out to show the viability of this new approach. Calculations for typical electron-donating and electron-accepting molecules using this technique yielded cationic, neutral or anionic species depending on the value of $w$. Models representing the adsorption of water or ammonia on copper-based catalysts predicted that oxidation would be associated with such adsorption. The molecular structures in which such reactions occurred were found to be dependent on the catalyst model, the adsorbed molecular species, and the value of $w$. These results arise because the electronic state that gives the lowest $L_{cost}$ value depends on the value of $w$ and the molecular structure. This behaviour was successfully simulated by the present VQE calculations. ",
    "url": "https://arxiv.org/abs/2403.19296",
    "authors": [
      "Soichi Shirai",
      "Takahiro Horiba",
      "Hirotoshi Hirai"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2403.19311",
    "title": "A Photonic Floquet Scattering Matrix for Wavefront-Shaping in  Time-Periodic Media",
    "abstract": "The physics of waves in time-varying media provides numerous opportunities for wave control that are unattainable with static media. In particular, Floquet systems with a periodic time modulation are currently of considerable interest. Here, we demonstrate how the scattering properties of a finite Floquet medium can be correctly described by a static Floquet scattering matrix, which satisfies a pseudo-unitary relation. This algebraic property is a consequence of the conservation of wave action for which we formulate here a continuity equation. Using this Floquet scattering matrix, we further demonstrate how it can be used to generalize also the seminal Wigner-Smith operator from static to Floquet systems. The eigenstates of the corresponding Floquet Wigner-Smith matrix are shown to be light pulses that are optimally shaped both in their spatial and temporal degrees of freedom for the optical micromanipulation of time-varying media. ",
    "url": "https://arxiv.org/abs/2403.19311",
    "authors": [
      "David Globosits",
      "Jakob Hüpfl",
      "Stefan Rotter"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2403.19349",
    "title": "Towards a sensing model using random laser combined with diffuse  reflectance spectroscopy",
    "abstract": "The previous research proves that the random laser emission reflects not only the scattering properties but also the absorption properties. The random laser is therefore considered a potential tool for optical properties sensing. Although the qualitative sensing using the random laser is extensively investigated, a quantitative measurement is still rare. In this study, a generalized mathematical quantitative model using random laser combined with diffuse reflectance spectroscopy is proposed for optical sensing in turbid media. This model describes the gain effect of the active medium and the optical properties effect of the passive medium separately. Rhodamine 6G is used as the active medium. Intralipid and ink are employed to demonstrate the effect of the scattering and absorption, respectively. The peak wavelength shift of the random laser is proved to be an ideal sensing parameter for this sensing model. It is also revealed that the scaling parameters in the sensing model are interrelated and can be simplified to one. With this combined model, the direct sensing of optical properties in diverse turbid media is promising. ",
    "url": "https://arxiv.org/abs/2403.19349",
    "authors": [
      "Dongqin Ni",
      "Florian Klämpfl",
      "Michael Schmidt",
      "Martin Hohmann"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2403.19360",
    "title": "Low Phase Noise, Record-High Power Optical Parametric Oscillator Tunable  from 2.7-4.7 μm for Metrology Applications",
    "abstract": "Within the domain of optical frequency comb systems operating in the mid-infrared, extensive exploration has been undertaken regarding critical parameters such as stabilization, coherence, or spectral tunability. Despite this, certain essential parameters remain inadequately addressed, particularly concerning the light source prerequisites for advanced spectroscopy techniques operating in the 3-5 ${\\mu}$m spectral region. Specifically, the necessity for high simultaneous stability of average power, spectral shape, and temporal properties, alongside requirements for excellent beam quality and high powers of several Watts, emerges for applications like cavity-enhanced Doppler-free saturation spectroscopy. Existing systems fall short of meeting these rigorous criteria. This study delves into the metrology aspects of an optical parametric oscillator system, with a particular emphasis on its suitability for powerhungry metrology applications. Notably, the highest average power reported in the 3-5 ${\\mu}$m region, reaching 10.3W for the idler output at 3.1 ${\\mu}$m, is achieved. Additionally, new aspects, like the analysis of idler phase noise and beam quality and the onset of higher order modes are discussed. These findings represent a significant advancement towards the realization of highly-stable, metrologygrade frequency combs in the mid-infrared, thereby facilitating precision spectroscopy techniques previously constrained by light source average powers and quality limitations. ",
    "url": "https://arxiv.org/abs/2403.19360",
    "authors": [
      "Vito F. Pecile",
      "Michael Leskowschek",
      "Norbert Modsching",
      "Valentin J. Wittwer",
      "Thomas Südmeyer",
      "Oliver H. Heckl"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2403.19385",
    "title": "Even-order optical harmonics generated from centrosymmetric-material  metasurfaces",
    "abstract": "Generation of even-order optical harmonics requires noncentrosymmetric structures being conventionally observed in crystals lacking the center of inversion. In centrosymmetric systems, even-order harmonics may arise, e.g., at surfaces but such effects are usually very weak. Here we observe optical harmonics up to 4-th order generated under the normal incidence from centrosymmetric dielectric metasurfaces empowered by resonances. We design silicon metasurfaces supporting optical quasibound states in the continuum and guided-mode resonances, and demonstrate the enhancement of second-harmonic signals by over three orders of magnitude compared to nonresonant thin films. Under the optimal conditions, the brightness of the second harmonic approaches that of the third harmonic, and the 4th-order harmonic becomes detectable. ",
    "url": "https://arxiv.org/abs/2403.19385",
    "authors": [
      "Pavel Tonkaev",
      "Fangxing Lai",
      "Sergey Kruk",
      "Qinghai Song",
      "Michael Scalora",
      "Kirill Koshelev",
      "Yuri Kivshar"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2403.19404",
    "title": "Efficient rational approximation of optical response functions with the  AAA algorithm",
    "abstract": "We introduce a theoretical framework for the rational approximation of optical response functions in resonant photonic systems. The framework is based on the AAA algorithm and further allows to solve the underlying nonlinear eigenproblems and to efficiently model sensitivities. An adaptive sampling strategy exploits the predominance of resonances in the physical response. We investigate a chiral metasurface and show that the chiroptical response on parameter variations can be accurately modeled in the vicinity of the relevant resonance frequencies. ",
    "url": "https://arxiv.org/abs/2403.19404",
    "authors": [
      "Fridtjof Betz",
      "Martin Hammerschmidt",
      "Lin Zschiedrich",
      "Sven Burger",
      "Felix Binkowski"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2403.19519",
    "title": "Laser Interactions with Gas Jets: EMP Emission and Nozzle Damage",
    "abstract": "We present a theoretical model of electromagnetic pulse emission and nozzle damage from high-power laser interactions with gas jets. As hot electrons are accelerated beyond the laser channel, they produce a positively-charged plasma that expands into the ambient gas until it reaches the gas jet nozzle. A strong plasma potential leads to electrical breakdown that ionises the gas even faster than the expanding plasma ions. When contact is made between the plasma and the conducting nozzle surface, a discharge current propagates to ground and an electromagnetic pulse is radiated via an antenna emission mechanism. Damage to gas jet nozzles is caused by heating from plasma ions rather than Ohmic heating via a discharge current. Our model agrees with experimental data from experiments on proton acceleration in near-critical plasmas at the Vulcan and VEGA-3 lasers. ",
    "url": "https://arxiv.org/abs/2403.19519",
    "authors": [
      "Philip Wykeham Bradford",
      "Valeria Ospina-Bohorquez",
      "Michael Ehret",
      "Jose-Luis Henares",
      "Pilar Puyuelo-Valdes",
      "Tomasz Chodukowski",
      "Tadeusz Pisarczyk",
      "Zofia Rusiniak",
      "Carlos Salgado-Lopez",
      "Christos Vlachos",
      "Massimiliano Sciscio",
      "Martina Salvadori",
      "George Hicks",
      "Jean-Raphael Marques",
      "Laurent Gremillet",
      "Joao Jorge Santos",
      "Fabrizio Consoli",
      "Vladimir Tikhonchuk"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2403.19533",
    "title": "Coherent control from quantum committment probabilities",
    "abstract": "We introduce a general definition of a quantum committor in order to clarify reaction mechanisms and facilitate control in processes where coherent effects are important. With a quantum committor, we generalize the notion of a transition state to quantum superpositions and quantify the effect of interference on the progress of the reaction. The formalism is applicable to any linear quantum master equation supporting metastability for which absorbing boundary conditions designating the reactant and product states can be applied. We use this formalism to determine the dependence of the quantum transition state on coherences in a polaritonic system and optimize the initialization state of a conical intersection model to control reactive outcomes, achieving yields of the desired state approaching 100%. In addition to providing a practical tool, the quantum committor provides a conceptual framework for understanding reactions in cases when classical intuitions fail. ",
    "url": "https://arxiv.org/abs/2403.19533",
    "authors": [
      "Michelle C. Anderson",
      "Amro Dodin",
      "Thomas P. Fay",
      "David T. Limmer"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Statistical Mechanics (cond-mat.stat-mech)"
    ]
  },
  {
    "id": "arXiv:2403.19485",
    "title": "Adaptive resolution of fine scales in modes of microstructured optical  fibers",
    "abstract": "An adaptive algorithm for computing eigenmodes and propagation constants of optical fibers is proposed. The algorithm is built using a dual-weighted residual error estimator. The residuals are based on the eigensystem for leaky hybrid modes obtained from Maxwell equations truncated to a finite domain after a transformation by a perfectly matched layer. The adaptive algorithm is then applied to compute practically interesting modes for multiple fiber microstructures. Emerging microstructured optical fibers are characterized by complex geometrical features in their transverse cross-section. Their leaky modes, useful for confining and propagating light in their cores, often exhibit fine scale features. The adaptive algorithm automatically captures these features without any expert input. The results also show that confinement losses of these modes are captured accurately on the adaptively found meshes. ",
    "url": "https://arxiv.org/abs/2403.19485",
    "authors": [
      "Jay Gopalakrishnan",
      "Jacob Grosek",
      "Gabriel Pinochet-Soto",
      "Pieter VandenBerge"
    ],
    "subjectives": [
      "Numerical Analysis (math.NA)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.05149",
    "title": "Engineering flat bands in twisted-bilayer graphene away from the magic  angle with chiral optical cavities",
    "abstract": " Comments: v2: matching published version in PRL ",
    "url": "https://arxiv.org/abs/2306.05149",
    "authors": [
      "Cunyuan Jiang",
      "Matteo Baggioli",
      "Qing-Dong Jiang"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Superconductivity (cond-mat.supr-con)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2311.12382",
    "title": "Terahertz detection with graphene FETs: photothermoelectric and  resistive self-mixing contributions to the detector response",
    "abstract": " Comments: new title and abstract, 32 pages and 14 figures ",
    "url": "https://arxiv.org/abs/2311.12382",
    "authors": [
      "Florian Ludwig",
      "Andrey Generalov",
      "Jakob Holstein",
      "Anton Murros",
      "Klaara Viisanen",
      "Mika Prunnila",
      "Hartmut G. Roskos"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2401.06063",
    "title": "The spin-flip-induced quadrupole resonance in odd-$A$ exotic atoms",
    "abstract": " Title: The spin-flip-induced quadrupole resonance in odd-$A$ exotic atoms ",
    "url": "https://arxiv.org/abs/2401.06063",
    "authors": [
      "Fredrik P. Gustafsson",
      "Daniel Pęcak",
      "Tomasz Sowiński"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Nuclear Theory (nucl-th)"
    ]
  },
  {
    "id": "arXiv:2401.09268",
    "title": "Chemically Motivated Simulation Problems are Efficiently Solvable by a  Quantum Computer",
    "abstract": " Comments: 12 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2401.09268",
    "authors": [
      "Philipp Schleich",
      "Lasse Bjørn Kristensen",
      "Jorge A. Campos Gonzalez Angulo",
      "Davide Avagliano",
      "Mohsen Bagherimehrab",
      "Abdulrahman Aldossary",
      "Christoph Gorgulla",
      "Joe Fitzsimons",
      "Alán Aspuru-Guzik"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Complexity (cs.CC)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2402.06454",
    "title": "Emergent Fano-Feshbach resonance in two-band superconductors with an  incipient quasi-flat band: Enhanced critical temperature evading  particle-hole fluctuations",
    "abstract": " Comments: 12 pages, 9 figures, Accepted version for Physical Review B ",
    "url": "https://arxiv.org/abs/2402.06454",
    "authors": [
      "Hiroyuki Tajima",
      "Hideo Aoki",
      "Andrea Perali",
      "Antonio Bianconi"
    ],
    "subjectives": [
      "Superconductivity (cond-mat.supr-con)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Atomic Physics (physics.atom-ph)"
    ]
  }
]