[
  {
    "id": "arXiv:2410.11928",
    "title": "Quantum Electrodynamics in an Electrolyte Medium Driving Entanglement Between Graphene Sheets",
    "abstract": "           The quantum entanglement phenomenon was demonstrated to operate on a bipartite entangled system composed of two single layers of graphene embedded in an electrolytic medium (which did not permit the transport of electrons) and subjected to an external time-dependent electric perturbation driven by a potentiostat equipped with a frequency response analyser. Time-dependent perturbation-mediating entanglement was hypothesised because of the equivalent quantum resistive-capacitive circuit frequency of each single-layer graphene system that obeys quantum electrodynamics principles. \\textit{De facto}, quantum electrodynamics, associated with the massless fermionic characteristics in graphene sheets, was observed at room temperature and electrolyte medium under a time-dependent modulation, and the entanglement between the two sheets is consistent with a Hilbertian subspace mathematical examination of the phenomenon. Remarkably, this experiment, among numerous other quantum electrochemical experiments conducted by this research group that follow quantum electrodynamics principles, highlights the generality of the methodology for studying entanglement phenomena, leading to alternative methods for investigating Weyl semi-metal structures and designing room-temperature quantum applications.         ",
    "url": "https://arxiv.org/abs/2410.11928",
    "authors": [
      "David A. Miranda",
      "Edgar F. Pinzón",
      "Paulo R. Bueno"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2410.12088",
    "title": "High-harmonic generation from subwavelength silicon films",
    "abstract": "           Recent years have witnessed significant developments in the study of nonlinear properties of various optical materials at the nanoscale. However, in most cases experimental results on harmonic generation from nanostructured materials are reported without the benefit of suitable theoretical models and appropriate comparisons to assess enhancement of conversion efficiencies compared to the intrinsic properties of a given material. Here, we report experimental observations of even and odd optical harmonics generated from a suspended subwavelength silicon film, a dielectric membrane, up to the 7th harmonic tuned deep in the UV range at 210nm, which is the current limit of our detection system, using peak power densities of order 3TW/cm^2. We explain the experimental data with a time domain, hydrodynamic-Maxwell approach broadly applicable to most materials. Our approach accounts simultaneously for surface and magnetic nonlinearities that generate even optical harmonics, as well as linear and nonlinear material dispersions beyond the third order to account for odd optical harmonics, plasma formation, and a phase locking mechanism that makes the generation of high harmonics possible deep into the UV range, where semiconductors like silicon start operating in a metallic regime.         ",
    "url": "https://arxiv.org/abs/2410.12088",
    "authors": [
      "K. Hallman",
      "S. Stengel",
      "W. Jaffray",
      "F. Belli",
      "M. Ferrera",
      "M.A. Vincenti",
      "D. de Ceglia",
      "Y. Kivshar",
      "N. Akozbek",
      "S. Mukhopadhyay",
      "J. Trull",
      "C. Cojocaru",
      "M. Scalora"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2410.12150",
    "title": "Triangular cross-section grating couplers for integrated quantum nanophotonic hardware in silicon carbide",
    "abstract": "           Triangular cross-section nanodevices are among the leading approaches for integrating color centers with photonics for applications in quantum information processing. We design periodic and aperiodic fishbone triangular grating couplers in silicon carbide. We optimize the designs for achieving up to $\\sim$ 31% collection efficiency from color center integrated triangular devices to a microscopy system. Using an ion beam angle etching process, we demonstrate proof-of-principle fabrication of the designed devices for future implementation in wafer-scale quantum nanophotonics.         ",
    "url": "https://arxiv.org/abs/2410.12150",
    "authors": [
      "Pranta Saha",
      "Sridhar Majety",
      "Scott Dhuey",
      "Marina Radulaski"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2410.12200",
    "title": "Acoustic shape-morphing micromachines",
    "abstract": "           Shape transformation is crucial for the survival, adaptation, predation, defense, and reproduction of organisms in complex environments. It also serves as a key mechanism for the development of various applications, including soft robotics, biomedical systems, and flexible electronic devices. However, among the various deformation actuation modes, the design of deformable structures, the material response characteristics, and the miniaturization of devices remain challenges. As materials and structures are scaled down to the microscale, their performance becomes strongly correlated with size, leading to significant changes in, or even the failure of, many physical mechanisms that are effective at the macroscale. Additionally, electrostatic forces, surface tension, and viscous forces dominate at the microscale, making it difficult for structures to deform or causing them to fracture easily during deformation. Moreover, despite the prominence of acoustic actuation among various deformation drive modes, it has received limited attention. Here, we introduce an acoustical shape-morphing micromachine (ASM) that provides shape variability through a pair of microbubbles and the micro-hinges connecting them. When excited by external acoustic field, interaction forces are generated between these microbubbles, providing the necessary force and torque for the deformation of the entire micromachine within milliseconds. We established programmable design principles for ASM, enabling the forward and inverse design of acoustic deformation, precise programming, and information storage. Furthermore, we adjusted the amplitude of acoustic excitation to demonstrate the controllable switching of the micromachine among various modes. By showcasing the micro bird, we illustrated the editing of multiple modes, achieving a high degree of controllability, stability, and multifunctionality.         ",
    "url": "https://arxiv.org/abs/2410.12200",
    "authors": [
      "Xiaoyu Su"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2410.12212",
    "title": "Soft-Matter-Based Topological Vertical Cavity Surface Emitting Lasers",
    "abstract": "           Polarized topological vertical cavity surface-emitting lasers (VCSELs), as stable and efficient on-chip light sources, play an important role in the next generation of optical storage and optical communications. However, most current topological lasers demand complex design and expensive fabrication processes, and their semiconductor-based structures pose challenges for flexible device applications. By use of an analogy with two-dimensional Semenov insulators in synthetic parametric space, we design and realize a one-dimensional optical superlattice (stacked polymerized cholesteric liquid crystal films and Mylar films), thereby we demonstrate a flexible, low threshold, circularly polarized topological VCSEL with high slope efficiency. We show that such a laser maintains a good single-mode property under low pump power and inherits the transverse spatial profile of the pump laser. Thanks to the soft-matter-based flexibility, our topological VCSEL can be \"attached\" to substrates of various shapes, enabling desired laser properties and robust beam steering even after undergoing hundreds of bends. Our results may find applications in consumer electronics, laser scanning and displays, as well as wearable devices.         ",
    "url": "https://arxiv.org/abs/2410.12212",
    "authors": [
      "Yu Wang",
      "Shiqi Xia",
      "Jingbin Shao",
      "Qun Xie",
      "Donghao Yang",
      "Xinzheng Zhang",
      "Irena Drevensek-Olenik",
      "Qiang Wu",
      "Zhigang Chen",
      "Jingjun Xu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2410.12233",
    "title": "Physically transparent diffractive optical networks",
    "abstract": "           Inspired by neural network algorithms in deep learning, diffractive optical networks have arisen as new platforms for manipulating light-matter interactions. Seemly inherited from the deep learning black box nature, clear physical meanings have never been given for these complex diffractive networks at the layer level, even though the systems are visible in physical space. Using exemplified mode conversion systems, this work showed how various physical transformation rules within diffractive networks can be unveiled with properly defined input/output relations. Surprising physical transformation division phenomenon and an optical analogy of gradient-vanishing-effect have been observed and discussed for high-dimensional mode sorting tasks. The use of physical transparency for the effective design of parameter-varying networks is also demonstrated. These physically transparent optical networks resolve the contradiction between rigorous physical theorem and operationally vague network structure, and pave the way for transparentizing other physical neural networks.         ",
    "url": "https://arxiv.org/abs/2410.12233",
    "authors": [
      "Ruitao Wu",
      "Juncheng Fang",
      "Rui Pan",
      "Rongyi Lin",
      "Kaiyuan Li",
      "Ting Lei",
      "Luping Du",
      "Xiaocong Yuan"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2410.12426",
    "title": "Broadband millimeter-wave frequency mixer based on thin-film lithium niobate photonics",
    "abstract": "           Frequency mixers are fundamental components in modern wireless communication and radar systems, responsible for up- and down-conversion of target radio-frequency (RF) signals. Recently, photonic-assisted RF mixers have shown unique advantages over traditional electronic counterparts, including broad operational bandwidth, flat frequency response, and immunity to electromagnetic interference. However, current integrated photonic mixers face significant challenges in achieving efficient conversion at high frequencies, especially in millimeter-wave bands, due to the limitations of existing electro-optic (EO) modulators. Additionally, high-frequency local oscillators in the millimeter-wave range are often difficult to obtain and expensive, leading to unsatisfactory cost and restricted operational bandwidth in practice. In this paper, we harness the exceptional EO property and scalability of thin-film lithium niobate (TFLN) photonic platform to implement a high-performance harmonic reconfigurable millimeter-wave mixer. The TFLN photonic circuit integrates a broadband EO modulator that allows for extensive frequency coverage, and an EO frequency comb source that significantly reduces the required carrier frequency of the local oscillator. We experimentally demonstrate fully reconfigurable frequency down-conversion across a broad operational bandwidth ranging from 20 GHz to 67 GHz, with a large intermediate frequency of 20 GHz, as well as up-conversion to frequencies of up to 110 GHz. Our integrated photonic mixing system shows dramatically improved bandwidth performance, along with competitive indicators of frequency conversion efficiency and spurious suppression ratio, positioning it as a promising solution for future millimeter-wave transceivers in next-generation communication and sensing systems.         ",
    "url": "https://arxiv.org/abs/2410.12426",
    "authors": [
      "Xiangzhi Xie",
      "Hanke Feng",
      "Yuansheng Tao",
      "Yiwen Zhang",
      "Yikun Chen",
      "Ke Zhang",
      "Zhaoxi Chen",
      "Cheng Wang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2410.12440",
    "title": "Surface plasmon resonance sensor based on a novel prism for the detection of a broad range of polymers",
    "abstract": "           Microplastics are pervasive pollutants that pose threats to the environment and human health. Detecting them reliably represents a crucial step toward finding solutions. While traditional techniques like vibrational and mass spectroscopies are time-consuming and have limitations in analysing polymers with pigment additives, surface plasmon resonance (SPR) shows promise due to its high sensitivity and rapid detection this http URL, existing SPR methods rely on one output variable and fail to determine various microplastic parameters simultaneously. To address this uncertainty between size and polymer type, we propose a prism design that enables SPR resonance in a refractive index range of 1.402-1.56 RIU (Refractive Index Units) for polymer detection. Experimental verification of the prism's dynamic range using refractive index oils presented an agreement of 98.47% with theoretical analysis. Furthermore, we acquired SPR curves from ten different polymer types, including Nitrile, Viton and Tyre rubber. These results demonstrate SPR's potential to identify polymers and its ability to detect even pigmented materials, often challenging for other techniques. The imaging capabilities of the novel prism are presented, indicating its potential for future imaging of microplastics. Our approach holds promise for advancing microplastics analysis by enabling comprehensive assessment of particle parameters, such as polymer type, size, quantity and shape, and expanding the range of detectable polymer types.         ",
    "url": "https://arxiv.org/abs/2410.12440",
    "authors": [
      "Natalia A. Gutierrez Andrade",
      "Yunfeng Nie",
      "Wendy Meulebroeck",
      "Heidi Ottevaere"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2410.12449",
    "title": "Versatile Full-Field Optical Coherence Tomography with Adjustable Transmission-to-Reflection Ratio and Enhanced Signal-to-Noise Ratio",
    "abstract": "           Traditional full-field optical coherence tomography (FF-OCT) is effective for rapid cross-sectional imaging but often suffers from incoherent signals due to imbalanced light intensities between the sample and reference arms. While the high-throughput dark-field (HTDF) FF-OCT technique employs an asymmetric beamsplitter (BS) to achieve an asymmetric beam-splitting ratio and optimize the utilization of available light, the fixed beam-splitting ratio in the optical system limits HTDF FF-OCT to effectively measuring only specific types of samples with certain scattering intensities. To address this limitation, we propose a more versatile FF-OCT system with an adjustable transmission-to-reflection ratio. This system enables accurate measurement across a broader range of samples by optimizing the light source and finely tuning the polarization to achieve the ideal ratio for different materials. We also observed that both signal-to-noise ratio (SNR) and imaging depth are influenced by the beam-splitting ratio. By precisely adjusting the beam-splitting ratio, both SNR and imaging depth can be optimized to achieve their optimal values.         ",
    "url": "https://arxiv.org/abs/2410.12449",
    "authors": [
      "Youlong Fan",
      "Qingye Hu",
      "Zhongping Wang",
      "Zengming Zhang",
      "Xiantao Wei"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2410.12515",
    "title": "Thermal analysis of GaN-based photonic membranes for optoelectronics",
    "abstract": "           Semiconductor membranes find their widespread use in various research fields targeting medical, biological, environmental, and optical applications. Often such membranes derive their functionality from an inherent nanopatterning, which renders the determination of their, e.g., optical, electronic, mechanical, and thermal properties a challenging task. In this work we demonstrate the non-invasive, all-optical thermal characterization of around 800-nm-thick and 150-$\\mu$m-wide membranes that consist of wurtzite GaN and a stack of In$_{0.15}$Ga$_{0.85}$N quantum wells as a built-in light source. Due to their application in photonics such membranes are bright light emitters, which challenges their non-invasive thermal characterization by only optical means. As a solution, we combine two-laser Raman thermometry with (time-resolved) photoluminescence measurements to extract the in-plane (i.e., $c$-plane) thermal conductivity $\\kappa_{\\text{in-plane}}$ of our membranes. Based on this approach, we can disentangle the entire laser-induced power balance during our thermal analysis, meaning that all fractions of reflected, scattered, transmitted, and reemitted light are considered. As a result of our thermal imaging via Raman spectroscopy, we obtain $\\kappa_{\\text{in-plane}}\\,=\\,165^{+16}_{-14}\\,$Wm$^{-1}$K$^{-1}$ for our best membrane, which compares well to our simulations yielding $\\kappa_{\\text{in-plane}}\\,=\\,177\\,$Wm$^{-1}$K$^{-1}$ based on an ab initio solution of the linearized phonon Boltzmann transport equation. Our work presents a promising pathway towards thermal imaging at cryogenic temperatures, e.g., when aiming to elucidate experimentally different phonon transport regimes via the recording of non-Fourier temperature distributions.         ",
    "url": "https://arxiv.org/abs/2410.12515",
    "authors": [
      "Wilken Seemann",
      "Mahmoud Elhajhasan",
      "Julian Themann",
      "Katharina Dudde",
      "Guillaume Würsch",
      "Jana Lierath",
      "Joachim Ciers",
      "Åsa Haglund",
      "Nakib H. Protik",
      "Giuseppe Romano",
      "Raphaël Butté",
      "Jean-François Carlin",
      "Nicolas Grandjean",
      "Gordon Callsen"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2410.12525",
    "title": "TW-class sub-2-cycle post-compression of Ti:Sapphire laser pulses in a gas-filled multipass cell",
    "abstract": "           We report on the nonlinear temporal post-compression of 7 mJ sub-40 fs pulses from a commercial kHz Ti:Sapphire laser down to a record 4 fs duration (1.5 optical cycle) in a compact single-stage gas-filled multipass cell, with 60% overall compression efficiency.         ",
    "url": "https://arxiv.org/abs/2410.12525",
    "authors": [
      "Louis Daniault",
      "Jaismeen Kaur",
      "Geoffrey Gallé",
      "Cedric Sire",
      "FrançOis Sylla",
      "Rodrigo Lopez-Martens"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2410.12780",
    "title": "Collimated $ \\gamma $-flash emission along the target surface irradiated by a laser at non-grazing incidence",
    "abstract": "           The interaction of a high-power laser with a solid target provides ways to produce beams of $\\gamma$-photons. For normal incidence of the laser on the target the beams usually appear in a form of two lobes, which are symmetric with respect to the laser propagation axis. In this work we demonstrate via three-dimensional particle-in-cell simulations a regime where for oblique incidence the emission of a collimated $\\gamma$-photon beam is in the direction parallel to the target surface. The process is ascribed to the interference pattern in the electromagnetic field formed by the incident and reflected laser pulse. The electromagnetic field accelerates electrons to the GeV energy level, while temporarily directing their momentum along the target surface. Consequently, they emit a collimated $\\gamma$-photon beam in the same direction. The dependencies of $\\gamma$-photon emission on the incident angle, laser pulse polarization, power and duration and target thickness are also addressed in the paper. The beam directionality is important for designing future experiments. In addition, this setup causes the generation of high-order harmonics propagating along the target surface.         ",
    "url": "https://arxiv.org/abs/2410.12780",
    "authors": [
      "M. Matys",
      "P. Hadjisolomou",
      "R. Shaisultanov",
      "P. Valenta",
      "M. Lamač",
      "T. M. Jeong",
      "J. P. Thistlewood",
      "C. P. Ridgers",
      "A. S. Pirozhkov",
      "S. V. Bulanov"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2410.11839",
    "title": "Molecular Quantum Control Algorithm Design by Reinforcement Learning",
    "abstract": "           Precision measurements of polyatomic molecules offer an unparalleled paradigm to probe physics beyond the Standard Model. The rich internal structure within these molecules makes them exquisite sensors for detecting fundamental symmetry violations, local position invariance, and dark matter. While trapping and control of diatomic and a few very simple polyatomic molecules have been experimentally demonstrated, leveraging the complex rovibrational structure of more general polyatomics demands the development of robust and efficient quantum control schemes. In this study, we present a general, reinforcement-learning-designed, quantum logic approach to prepare molecular ions in a single, pure quantum state. The reinforcement learning agent optimizes the pulse sequence, each followed by a projective measurement, and probabilistically manipulates the collapse of the quantum system to a single state. The performance of the control algorithm is numerically demonstrated in the case of a CaH$^+$ ion, with up to 96 thermally populated eigenstates and under the disturbance of environmental thermal radiation. We expect that the method developed, with physics-informed learning, will be directly implemented for quantum control of polyatomic molecular ions with densely populated structures, enabling new experimental tests of fundamental theories.         ",
    "url": "https://arxiv.org/abs/2410.11839",
    "authors": [
      "Anastasia Pipi",
      "Xuecheng Tao",
      "Prineha Narang",
      "David R. Leibrandt"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2410.11918",
    "title": "A general statistical approach to quantum algorithms in a circuit model based on the expectation and standard deviation of each gate separately",
    "abstract": "           Recently, there has been a growing literature exploring the generalization of quantum algorithms, such that different quantum algorithms are special examples of a more fundamental structure. In this short paper, we provide a general approach to describe quantum algorithms as a quantum state with amplitudes that are constructed from the expected value and standard deviation of each quantum gate or a sub-sequence of gates in the algorithm. The proposed statistical-based description relies on the celebrated Aharonov-Vaidman identity. We present a more fundamental identity that, unlike the previous one, allows us to switch the basis of the states into a desired form.         ",
    "url": "https://arxiv.org/abs/2410.11918",
    "authors": [
      "Tomer Shushi"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2410.12132",
    "title": "Realization of three and four-body interactions between momentum states in a cavity through optical dressing",
    "abstract": "           Paradigmatic spin Hamiltonians in condensed matter and quantum sensing typically utilize pair-wise or 2-body interactions between constituents in the material or ensemble. However, there is growing interest in exploring more general $n$-body interactions for $n >2$, with examples including more efficient quantum gates or the realization of exotic many-body fracton states. Here we realize an effective $n=3$-body Hamiltonian interaction using an ensemble of laser-cooled atoms in a high finesse optical cavity with the pseudo-spin 1/2 encoded by two atomic momentum states. To realize this interaction, we apply two dressing tones that coax the atoms to exchange photons via the cavity to realize a virtual 6-photon process, while the lower-order interactions destructively interfere. The resulting photon mediated interactions are not only $n>2$-body but also all-to-all(-to-all) and therefore of great interest for fast entanglement generation and quantum simulation of exotic phases such as the long sought but not yet observed charge-Qe superconductors, with $Q=2n$ . The versatility of our experimental system can also allow for extending to 3-body interactions in multi-level systems or to higher-order interactions, such as the signature of a $n=4$-body interaction mediated by a virtual eight photon process that we also observe.         ",
    "url": "https://arxiv.org/abs/2410.12132",
    "authors": [
      "Chengyi Luo",
      "Haoqing Zhang",
      "Chitose Maruko",
      "Eliot A. Bohr",
      "Anjun Chu",
      "Ana Maria Rey",
      "James K. Thompson"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2410.12507",
    "title": "A bound state attractor in optical turbulence",
    "abstract": "           We study numerically the nonintegrable dynamics of coherent, solitonic, nonlinear waves, in a spatially nonlocal nonlinear Schrodinger equation relevant to realistic modelling of optical systems: the Schrodinger-Helmholtz equation. We observe a single oscillating, coherent solitary wave emerging from a variety of initial conditions. Using the direct scattering transform of the (integrable) cubic nonlinear Schrodinger equation, we find that this structure is a bound state, comprising of a primary and secondary soliton whose amplitudes oscillate out of phase. We interpret this as the solitons periodically exchanging mass. We observe this bound state self-organising from a state of incoherent turbulence, and from solitonic structures launched into the system. When a single (primary) solitonic structure is launched, a resonance process between it and waves in the system generates the secondary soliton, resulting in the bound state. Further, when two solitons are initially launched, we show that they can merge if their phases are synchronised when they collide. When the system is launched from a turbulent state comprised of many initial solitons, we propose that the bound state formation is preceded a sequence of binary collisions, in which the mass is transferred on average from the weak soliton to the strong one, with occasional soliton mergers. Both processes lead to increasingly stronger and fewer dominant solitons. The final state -- a solitary double-solitonic bound state surrounded by weakly nonlinear waves -- is robust and ubiquitous. We propose that for nonlocal media, it is a more typical statistical attractor than a single-soliton attractor suggested in previous literature.         ",
    "url": "https://arxiv.org/abs/2410.12507",
    "authors": [
      "Clement Colleaux",
      "Jonathan Skipp",
      "Sergey Nazarenko",
      "Jason Laurie"
    ],
    "subjectives": [
      "Pattern Formation and Solitons (nlin.PS)",
      "Computational Physics (physics.comp-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2410.12602",
    "title": "Design of Fiber-Longitudinal Optical Power Monitor",
    "abstract": "           This paper presents analytical results on the accuracy of fiber-longitudinal optical power monitoring (LPM) at arbitrary positions. To quantify the accuracy, the position-wise variance and power-profile SNR of LPM are defined and analyzed, yielding formulas for these metrics. Using these metrics, we show that various designs and performance predictions of LPM for a given link and estimation conditions are possible in a unified manner. Specifically, the required SNR to detect a given loss event is first presented. Based on this, the design parameters of LPM, such as the sample size and optical power required to detect the loss, are explicitly determined. The performance such as the detectable limit of loss events at individual positions and maximum dynamic range are also specified. These results can be used as a basis for establishing a design principle of LPM.         ",
    "url": "https://arxiv.org/abs/2410.12602",
    "authors": [
      "Takeo Sasai",
      "Sze Yun Set",
      "Shinji Yamashita"
    ],
    "subjectives": [
      "Signal Processing (eess.SP)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2410.12710",
    "title": "Phase vs coin vs position disorder as a probe for the resilience and revival of single particle entanglement in cyclic quantum walks",
    "abstract": "           Quantum states exhibiting single-particle entanglement (SPE) can encode and process quantum information more robustly than their multi-particle analogs. Understanding the vulnerability and resilience of SPE to disorder is therefore crucial. This letter investigates phase, coin, and position disorder via discrete-time quantum walks on odd and even cyclic graphs to study their effect on SPE. The reduction in SPE is insignificant for low levels of phase or coin disorder, showing the resilience of SPE to minor perturbations. However, SPE is seen to be more vulnerable to position disorder. We analytically prove that maximally entangled single-particle states (MESPS) at time step $t=1$ are impervious to phase disorder regardless of the choice of the initial state. Further, MESPS at timestep $t=1$ is also wholly immune to coin disorder for phase-symmetric initial states. Position disorder breaks odd-even parity and distorts the physical time cone of the quantum walker, unlike phase or coin disorder. SPE saturates towards a fixed value for position disorder, irrespective of the disorder strength at large timestep $t$. Furthermore, SPE can be enhanced with moderate to significant phase or coin disorder strengths at specific time steps. Interestingly, disorder can revive single-particle entanglement from absolute zero in some instances, too. These results are crucial in understanding single-particle entanglement evolution and dynamics in a lab setting.         ",
    "url": "https://arxiv.org/abs/2410.12710",
    "authors": [
      "Dinesh Kumar Panda",
      "Colin Benjamin"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Mathematical Physics (math-ph)",
      "Computational Physics (physics.comp-ph)",
      "Applications (stat.AP)"
    ]
  },
  {
    "id": "arXiv:2410.12717",
    "title": "Structure of the water/magnetite interface from sum frequency generation experiments and neural network based molecular dynamics simulations",
    "abstract": "           Magnetite, a naturally abundant mineral, frequently interacts with water in both natural settings and various technical applications, making the study of its surface chemistry highly relevant. In this work, we investigate the hydrogen bonding dynamics and the presence of hydroxyl species at the magnetite-water interface using a combination of neural network potential-based molecular dynamics simulations and sum frequency generation vibrational spectroscopy. Our simulations, which involved large water systems, allowed us to identify distinct interfacial species, such as dissociated hydrogen and hydroxide ions formed by water dissociation. Notably, water molecules near the interface exhibited a preference for dipole orientation towards the surface, with bulk-like water behavior only re-emerging beyond 60 Å from the surface. The vibrational spectroscopy results aligned well with the simulations, confirming the presence of a hydrogen bond network in the surface ad-layers. The analysis revealed that surface-adsorbed hydroxyl groups orient their hydrogen atoms towards the water bulk. In contrast, hydrogen-bonded water molecules align with their hydrogen atoms pointing towards the magnetite surface.         ",
    "url": "https://arxiv.org/abs/2410.12717",
    "authors": [
      "Salvatore Romano",
      "Harsharan Kaur",
      "Moritz Zelenka",
      "Pablo Montero De Hijes",
      "Moritz Eder",
      "Gareth S. Parkinson",
      "Ellen H. G. Backus",
      "Christoph Dellago"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2401.16503",
    "title": "High detectivity terahertz radiation sensing using frequency-noise-optimized nanomechanical resonators",
    "abstract": "           We achieve high detectivity terahertz sensing using a silicon nitride nanomechanical resonator functionalized with a metasurface absorber. High performances are achieved by striking a fine balance between the frequency stability of the resonator, and its responsivity to absorbed radiation. Using this approach, we demonstrate a detectivity $D^*=3.4\\times10^9~\\mathrm{cm\\cdot\\sqrt{Hz}/W}$ and a noise equivalent power $\\mathrm{NEP}=36~\\mathrm{pW/\\sqrt{Hz}}$ that outperform the best room-temperature on-chip THz detectors (i.e., pyroelectrics). Our optical absorber consists of a 1-mm diameter metasurface, which currently enables a 0.5-3 THz detection range but can easily be scaled to other frequencies in the THz and infrared ranges. In addition to demonstrating high-performance terahertz sensing, our work unveils an important fundamental trade-off between high frequency stability and high responsivity in thermal-based nanomechanical radiation sensors.         ",
    "url": "https://arxiv.org/abs/2401.16503",
    "authors": [
      "Chang Zhang",
      "Eeswar K. Yalavarthi",
      "Mathieu Giroux",
      "Wei Cui",
      "Michel Stephan",
      "Ali Maleki",
      "Arnaud Weck",
      "Jean-Michel Ménard",
      "Raphael St-Gelais"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2407.09461",
    "title": "A Versatile Side Entry Laser System for Scanning Transmission Electron Microscopy",
    "abstract": "           We present the design and implementation of a side entry laser system designed for an ultra-high vacuum scanning transmission electron microscope. This system uses a versatile probe design enclosed in a vacuum envelope such that parts can be easily aligned, modified, or exchanged without disturbing the vacuum. The system uses a mirror mounted on the sample holder such that the sample can be illuminated without being tilted. Notably the mirror can be removed and replaced with an ablation target and a higher power laser used to ablate material directly onto the sample. We argue that new capabilities hold the potential to transform the electron microscope from an analysis tool towards a more flexible synthesis system, where atomic scale fabrication and atom-by-atom experiments can be performed.         ",
    "url": "https://arxiv.org/abs/2407.09461",
    "authors": [
      "Ondrej Dyck",
      "Olugbenga Olunloyo",
      "Kai Xiao",
      "Benjamin Wolf",
      "Thomas M. Moore",
      "Andrew R. Lupini",
      "Stephen Jesse"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2407.11323",
    "title": "Rydberg electromagnetically induced transparency based laser lock to Zeeman sublevels with 0.6 GHz scanning range",
    "abstract": "           We propose a technique for frequency locking a laser to the Zeeman sublevel transitions between the 5P$_{3/2}$ intermediate and 32D$_{5/2}$ Rydberg states in $^{87}$Rb. This method allows for continuous frequency tuning over 0.6 GHz by varying an applied external magnetic field. In the presence of the applied field, the electromagnetically induced transparency (EIT) spectrum of an atomic vapor splits via the Zeeman effect according to the strength of the magnetic field and the polarization of the pump and probe lasers. We show that the 480 nm pump laser, responsible for transitions between the Zeeman sublevels of the intermediate state and the Rydberg state, can be locked to the Zeeman-split EIT peaks. The short-term frequency stability of the laser lock is 0.15 MHz and the long-term stability is within 0.5 MHz. The linewidth of the laser lock is ~0.8 MHz and ~1.8 MHz in the presence and in the absence of the external magnetic field, respectively. In addition, we show that in the absence of an applied magnetic field and adequate shielding, the frequency shift of the lock point has a peak-to-peak variation of 1.6 MHz depending on the polarization of the pump field, while when locked to Zeeman sublevels this variation is reduced to 0.6 MHz. The proposed technique is useful for research involving Rydberg atoms, where large continuous tuning of the laser frequency with stable locking is required.         ",
    "url": "https://arxiv.org/abs/2407.11323",
    "authors": [
      "Alexey Vylegzhanin",
      "Sile Nic Chormaic",
      "Dylan J. Brown"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2410.01333",
    "title": "Microwave Cavity Resonator with Electromagnetic Induced Absorption to Enable a Test of the Electric-Scalar Aharonov-Bohm Effect",
    "abstract": "           A cylindrical microwave cavity resonator operating in the TM$_{0,1,0}$ mode was excited using an interferometric configuration that allowed manipulation of the electric field and potential within the resonator by adjusting the phase and amplitude in the two interferometer arms driving the resonator. With precise tuning of the phase and amplitude, 25 dB suppression of the electric field at the resonance frequency was achieved while simultaneously resonantly enhancing the amplitude of the time-varying electric-scalar potential. Under these balanced conditions, the system demonstrated electromagnetically induced absorption in the cavity response due to the annulment of the electric field at the resonance frequency. This phenomena can be regarded as a form of extreme dispersion, and led to a measured increase in the cavity phase response by an order of magnitude. This work presents an experimental setup with the features that will allow the electric-scalar Aharonov-Bohm effect to be tested under conditions involving a time-varying electric-scalar potential, without the presence of an electric field or magnetic vector potential, an experiment that has not yet been realised.         ",
    "url": "https://arxiv.org/abs/2410.01333",
    "authors": [
      "Michael Hatzon",
      "Graeme Flower",
      "Maxim Goryachev",
      "Jeremy Bourhill",
      "Michael E. Tobar"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2410.11350",
    "title": "Azimuthal imaging of rock fractures by incorporating single borehole radar and optical data",
    "abstract": "           Single borehole radar detection suffers from azimuthal ambiguity, while borehole optical tests only provide information about the borehole wall. These limitations prevent either detection method from revealing the complete spatial patterns of rock fractures on their own. In this paper, we address these challenges by proposing a joint imaging method that combines the advantages of both borehole detection methods. Geological azimuthal parameters are extracted from optical images by fitting the fracture curves to sinusoidal functions. A 2D Kirchhoff time migration is then implemented using radar common offset gather. Up-dip and down-dip events are separated by the f-k transform or z-s transform, depending on their geometric relation. The complete fracture planes, including trend, dip angle, gap width, and extension length, are finally reconstructed in 3D space by mapping the migration profile using azimuthal information from optical images. The method is proven reliable and high-resolution through both numerical tests and real field data.         ",
    "url": "https://arxiv.org/abs/2410.11350",
    "authors": [
      "Jian Shen",
      "Liu Liu",
      "Shaojun Li",
      "Zhenming Shi",
      "Yiteng Wang",
      "Ming Peng",
      "Minzong Zheng"
    ],
    "subjectives": [
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2410.11694",
    "title": "Primary quantum thermometry of mm-wave blackbody radiation via induced state transfer in Rydberg states of cold atoms",
    "abstract": "           Rydberg states of alkali atoms are highly sensitive to electromagnetic radiation in the GHz-to-THz regime because their transitions have large electric dipole moments. Consequently, environmental blackbody radiation (BBR) can couple Rydberg states together at $\\mu$s timescales. Here, we track the BBR-induced transfer of a prepared Rydberg state to its neighbors and use the evolution of these state populations to characterize the BBR field at the relevant wavelengths, primarily at 130 GHz. We use selective field ionization readout of Rydberg states with principal quantum number $n\\sim30$ in $^{85}$Rb and substantiate our ionization signal with a theoretical model. With this detection method, we measure the associated blackbody-radiation-induced time dynamics of these states, reproduce the results with a simple semi-classical population transfer model, and demonstrate that this measurement is temperature sensitive with a statistical sensitivity to the fractional temperature uncertainty of 0.09 Hz$^{-1/2}$, corresponding to 26 K$\\cdot$Hz$^{-1/2}$ at room temperature. This represents a calibration-free SI-traceable temperature measurement, for which we calculate a systematic fractional temperature uncertainty of 0.006, corresponding to 2 K at room temperature when used as a primary temperature standard.         ",
    "url": "https://arxiv.org/abs/2410.11694",
    "authors": [
      "Noah Schlossberger",
      "Andrew P. Rotunno",
      "Stephen P. Eckel",
      "Eric B. Norrgard",
      "Dixith Manchaiah",
      "Nikunjkumar Prajapati",
      "Alexandra B. Artusio-Glimpse",
      "Samuel Berweger",
      "Matthew T. Simons",
      "Dangka Shylla",
      "William J. Watterson",
      "Charles Patrick",
      "Adil Meraki",
      "Rajavardhan Talashila",
      "Amanda Younes",
      "David S. La Mantia",
      "Christopher L. Holloway"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2410.11247",
    "title": "A Unified Framework for Forward and Inverse Problems in Subsurface Imaging using Latent Space Translations",
    "abstract": "           In subsurface imaging, learning the mapping from velocity maps to seismic waveforms (forward problem) and waveforms to velocity (inverse problem) is important for several applications. While traditional techniques for solving forward and inverse problems are computationally prohibitive, there is a growing interest in leveraging recent advances in deep learning to learn the mapping between velocity maps and seismic waveform images directly from data. Despite the variety of architectures explored in previous works, several open questions still remain unanswered such as the effect of latent space sizes, the importance of manifold learning, the complexity of translation models, and the value of jointly solving forward and inverse problems. We propose a unified framework to systematically characterize prior research in this area termed the Generalized Forward-Inverse (GFI) framework, building on the assumption of manifolds and latent space translations. We show that GFI encompasses previous works in deep learning for subsurface imaging, which can be viewed as specific instantiations of GFI. We also propose two new model architectures within the framework of GFI: Latent U-Net and Invertible X-Net, leveraging the power of U-Nets for domain translation and the ability of IU-Nets to simultaneously learn forward and inverse translations, respectively. We show that our proposed models achieve state-of-the-art (SOTA) performance for forward and inverse problems on a wide range of synthetic datasets, and also investigate their zero-shot effectiveness on two real-world-like datasets.         ",
    "url": "https://arxiv.org/abs/2410.11247",
    "authors": [
      "Naveen Gupta",
      "Medha Sawhney",
      "Arka Daw",
      "Youzuo Lin",
      "Anuj Karpatne"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Mathematical Physics (math-ph)",
      "Geophysics (physics.geo-ph)"
    ]
  }
]