[
  {
    "id": "arXiv:2303.15462",
    "title": "Strong chiral optical force for small chiral molecules based on  electric-dipole interactions, inspired by the asymmetrical hydrozoan  $\\textit{Velella velella}$",
    "abstract": "Drawing inspiration from a remarkable chiral force found in nature, we show that a static electric field combined with an optical lin$\\perp$lin polarization standing wave can exert a chiral optical force on a small chiral molecule that is several orders of magnitude stronger than other chiral optical forces proposed to date, being based on leading electric-dipole interactions rather than relying on weak magnetic-dipole and electric-quadrupole interactions. Our chiral optical force applies to most small chiral molecules, including isotopically chiral molecules, and does not require a specific energy-level structure. Potential applications range from chiral molecular matter-wave interferometry for precision metrology and tests of fundamental physics to the resolution of enantiomers for use in chemistry and biology. ",
    "url": "https://arxiv.org/abs/2303.15462",
    "authors": [
      "Robert P. Cameron",
      "Duncan McArthur",
      "Alison M. Yao"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2303.15774",
    "title": "Integrated lithium niobate optical phased array for two-dimensional beam  steering",
    "abstract": "Optical phased arrays (OPAs) with high speed, low power consumption, and low insertion loss are appealing for many applications, such as light detection and ranging, free-space communication, image projection, and imaging. These OPAs can be achieved by fully leveraging the high electro-optic modulation speed, low driving voltage, and low optical loss of integrated lithium niobate (LN) photonics. Here we present an integrated LN OPA operating in the near-infrared regime, demonstrating a 24 * 8{\\deg} two-dimensional beam steering, a far-field beam spot with full-width at half-maximum of 2 * 0.6{\\deg}, and a side lobe suppression level of 10 dB. Additionally, our OPA's phase modulator features a half wave voltage of 6 V. Our OPA opens the door of high speed, low power-consumption, and low loss integrated LN OPAs for various applications. ",
    "url": "https://arxiv.org/abs/2303.15774",
    "authors": [
      "Gongcheng Yue",
      "Yang Li"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2303.15825",
    "title": "Pareto Optimization of a Laser Wakefield Accelerator",
    "abstract": "Optimization of accelerator performance parameters is limited by numerous trade-offs and finding the appropriate balance between optimization goals for an unknown system is challenging to achieve. Here we show that multi-objective Bayesian optimization can map the solution space of a laser wakefield accelerator in a very sample-efficient way. Using a Gaussian mixture model, we isolate contributions related to an electron bunch at a certain energy and we observe that there exists a wide range of Pareto-optimal solutions that trade beam energy versus charge at similar laser-to-beam efficiency. However, many applications such as light sources require particle beams at a certain target energy. Once such a constraint is introduced we observe a direct trade-off between energy spread and accelerator efficiency. We furthermore demonstrate how specific solutions can be exploited using \\emph{a posteriori} scalarization of the objectives, thereby efficiently splitting the exploration and exploitation phases. ",
    "url": "https://arxiv.org/abs/2303.15825",
    "authors": [
      "F. Irshad",
      "C. Eberle",
      "F.M. Foerster",
      "K. v. Grafenstein",
      "F. Haberstroh",
      "E. Travac",
      "N. Weisse",
      "S. Karsch",
      "A. Döpp"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "Machine Learning (cs.LG)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2303.15875",
    "title": "Influence of the coherence of spectral domain interference of Fano  resonance on the degree of polarization of light",
    "abstract": "We show an intriguing connection between the coherence of spectral domain interference of two electromagnetic modes in Fano resonance and the resulting degree of polarization of light. A theoretical treatment is developed by combining a general electromagnetic model of partially coherent interference of a spectrally narrow and a broad continuum mode leading to Fano resonance and the cross-spectral density matrix of the interfering polarized fields of light. The model suggests a characteristic variation of the degree of polarization across the region of spectral dip and the peak of Fano resonance as an exclusive signature of the connection between the degree of polarization and the coherence of the interfering modes. The predictions of the model is experimentally verified in the partially polarized Fano resonance spectra from metal Chalcogenides systems, which emerged due to the interference of a narrow excitonic mode with the background continuum of scattered light in the reflectance spectra from the system. The demonstrated connection between polarization and coherence in the spectral domain Fano-type interference of electromagnetic modes is fundamentally important in the context of a broad variety of non-trivial wave phenomena that originate from fine interference effects, which may also have useful practical implications. ",
    "url": "https://arxiv.org/abs/2303.15875",
    "authors": [
      "Shyamal Guchhait",
      "Devarshi Chakrabarty",
      "Avijit Dhara",
      "Ankit Kumar Singh",
      "Sajal Dhara",
      "Nirmalya Ghosh"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2303.15891",
    "title": "Light bullets in Su-Schrieffer-Heeger photonic topological insulators",
    "abstract": "We introduce a different class of thresholdless three-dimensional soliton states that form in higher-order topological insulators based on a two-dimensional Su-Schrieffer-Heeger array of coupled waveguides. The linear spectrum of such structures is characterized by the presence of a topological gap with corner states residing in them. We find that a focusing Kerr nonlinearity allows families of light bullets bifurcating from the linear corner states to exist as stable three-dimensional solitons, which inherit topological protection from their linear corner counterparts and, remarkably, survive even in the presence of considerable disorder. The light bullets exhibit a spatial localization degree that depends strongly on the array dimerization and may feature large temporal widths in the topological gap near the bifurcation point, thus drastically reducing the otherwise strong instabilities caused by higher-order effects. ",
    "url": "https://arxiv.org/abs/2303.15891",
    "authors": [
      "Sergey K. Ivanov",
      "Yaroslav V. Kartashov",
      "Lluis Torner"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2303.15908",
    "title": "Coherent perfect absorber and laser induced by directional emissions in  the non-Hermitian photonic crystals",
    "abstract": "In this study, we propose the application of non-Hermitian photonic crystals (PCs) with anisotropic emissions. Unlike a ring of exceptional points (EPs) in isotropic non-Hermitian PCs, the EPs of anisotropic non-Hermitian PCs appear as lines symmetrical about the $\\Gamma$ point. The non-Hermitian Hamiltonian indicates that the formation of EPs is related to the non-Hermitian strength. The real spectrum appears in the $\\Gamma$Y direction and has been validated as the complex conjugate medium (CCM) by effective medium theory (EMT). But for the $\\Gamma$X direction, EMT indicates that the effective refractive index has a large imaginary part, which forms an evanescent wave inside the PCs. Thence, coherent perfect absorber (CPA) and laser effects can be achieved in the directional emission of the $\\Gamma$Y. The outgoing wave in the $\\Gamma$X direction is weak, which can significantly reduce the losses and electromagnetic interference caused by the leakage waves. Furthermore, the non-Hermitian PCs enable many fascinating applications such as signal amplification, collimation, and angle sensors. ",
    "url": "https://arxiv.org/abs/2303.15908",
    "authors": [
      "Zhifeng Li",
      "Hai Lin",
      "Rongxin Tang",
      "Haitao Chen",
      "Jiaru Tang",
      "Rui Zhou",
      "Jing Jin",
      "Y. Liu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2303.15969",
    "title": "A New Machine Learning Approach Based on Range Corrected Deep Potential  Model for Efficient Vibrational Frequency Computation",
    "abstract": "Vibrational spectrum simulation, as an ensemble average result, can be very time consuming when using high accuracy methods. Here, we introduce a new machine learning approach based on the range corrected deep potential (DPRc) model to improve computing efficiency. The approach was applied to computing \\ch{C=O} stretching vibrational frequency shifts of formic acid-water solution. DPRc is adapted for frequency shift calculation. The system was divided into ``probe region'' and ``solvent region'' by atom. Three kinds of ``probe region'' were tested: single atom with atomic contribution correction, a single atom, and a single molecule. All data sets were prepared using by Quantum Vibration Perturbation (QVP) approach. The deep potential (DP) model was also adapted for frequency shift calculation for comparison, and different interaction cut-off radii were tested. The single molecule ``probe region'' results show the best accuracy, running roughly ten times faster than regular DP, while reducing the training time by a factor of about four, making it fully applicable in practice. The results show that dropping information of interaction distances between solvent atoms can significantly increase computing and training efficiency while ensuring little loss of accuracy. The protocol is practical, easy to apply, and extendable to calculating other physical quantities. ",
    "url": "https://arxiv.org/abs/2303.15969",
    "authors": [
      "Jitai Yang",
      "Yang Cong",
      "Hui Li"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2303.15974",
    "title": "All-Optical Nonzero-Field Vector Magnetic Sensor For  Magnetoencephalography",
    "abstract": "We present the concept and the results of an investigation of an all-optical vector magnetic field sensor scheme developed for biological applications such as non-zero field magnetoencephalography and magnetocardiography. The scheme differs from the classical two-beam Bell-Bloom scheme in that the detecting laser beam is split into two beams, which are introduced into the cell in orthogonal directions, and the ratio of the amplitudes of the magnetic resonance signals in these beams and their phase difference are measured; strong optical pumping from the lower hyperfine level of the ground state ensures the resonance line narrowing, and detection in two beams is carried out in a balanced schemes by measuring the beam polarization rotation. The proposed sensor is compact, resistant to variations of parameters of laser radiation and highly sensitive to the angle of deflection of the magnetic field vector - with an estimated scalar sensitivity of the order of 16 fT/Hz1/2 in 8x8x8 mm3 cell, an angular sensitivity of 4x10-7 rad, or 0.08'', was demonstrated. ",
    "url": "https://arxiv.org/abs/2303.15974",
    "authors": [
      "Mikhail V. Petrenko",
      "Anatoly S. Pazgalev",
      "Anton K. Vershovskii"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Medical Physics (physics.med-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2303.16016",
    "title": "Generation of third-harmonic spin oscillation from strong spin  precession induced by terahertz magnetic near fields",
    "abstract": "The ability to drive a spin system to state far from the equilibrium is indispensable for investigating spin structures of antiferromagnets and their functional nonlinearities for spintronics. While optical methods have been considered for spin excitation, terahertz (THz) pulses appear to be a more convenient means of direct spin excitation without requiring coupling between spins and orbitals or phonons. However, room-temperature responses are usually limited to small deviations from the equilibrium state because of the relatively weak THz magnetic fields in common approaches. Here, we studied the magnetization dynamics in a HoFeO3 crystal at room temperature. A custom-made spiral-shaped microstructure was used to locally generate a strong multicycle THz magnetic near field perpendicular to the crystal surface; the maximum magnetic field amplitude of about 2 T was achieved. The observed time-resolved change in the Faraday ellipticity clearly showed second- and third-order harmonics of the magnetization oscillation and an asymmetric oscillation behaviour. Not only the ferromagnetic vector M but also the antiferromagnetic vector L plays an important role in the nonlinear dynamics of spin systems far from equilibrium. ",
    "url": "https://arxiv.org/abs/2303.16016",
    "authors": [
      "Zhenya Zhang",
      "Fumiya Sekiguchi",
      "Takahiro Moriyama",
      "Shunsuke C. Furuya",
      "Masahiro Sato",
      "Takuya Satoh",
      "Yu Mukai",
      "Koichiro Tanaka",
      "Takafumi Yamamoto",
      "Hiroshi Kageyama",
      "Yoshihiko Kanemitsu",
      "Hideki Hirori"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Other Condensed Matter (cond-mat.other)"
    ]
  },
  {
    "id": "arXiv:2303.16018",
    "title": "Observation of light propagation through a three-dimensional cavity  superlattice in a 3D photonic band gap",
    "abstract": "We experimentally investigate unusual light propagation inside a three-dimensional (3D) superlattice of resonant cavities that are confined within a 3D photonic band gap. Therefore, we fabricated 3D diamond-like photonic crystals from silicon with a broad 3D band gap in the near-infrared and doped them with a periodic array of point defects. In position-resolved reflectivity and scattering microscopy, we observe narrow spectral features that match well with superlattice bands in band structures computed with the plane wave expansion. The cavities are coupled in all three dimensions when they are closely spaced and uncoupled when they are further apart. The superlattice bands correspond to light that hops in high symmetry directions in 3D - so-called Cartesian Light - that opens applications in 3D photonic networks, 3D Anderson localization of light, and future 3D quantum photonic networks. ",
    "url": "https://arxiv.org/abs/2303.16018",
    "authors": [
      "Manashee Adhikary",
      "Marek Kozon",
      "Ravitej Uppu",
      "Willem L. Vos"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2303.16080",
    "title": "Atomic Model of Dark Matter Halo and Its Quantum Structure",
    "abstract": "A quantum theory of dark matter particles in a spherical halo is developed by using the new asymmetric equation, which appeared in [2021, Int. J. Mod. Phys. A, 36, 2150042]. The theory predicts that each dark matter halo has its core and envelope, which have very distinct physical properties. The core is free of any quantum structure and its dark matter particles are in random motion and frequently collide with each other. However, the envelope has a global quantum structure that contains quantized orbits populated by the particles. The predicted quantum structure of the halo resembles an atom, hence, it is here named the atomic model of dark matter halo. Applications of the theory to a dark matter halo with a given density profile are described, and predictions of the theory are discussed. ",
    "url": "https://arxiv.org/abs/2303.16080",
    "authors": [
      "Z.E. Musielak"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2303.16081",
    "title": "Overcoming losses in superlenses with synthetic waves of complex  frequency",
    "abstract": "Superlenses made of plasmonic materials and metamaterials have been exploited to image features of sub-diffractional scale. However, their intrinsic losses impose a serious restriction on the imaging resolution, which is a long-standing problem that has hindered wide-spread applications of superlenses. Optical waves of complex frequency exhibiting a temporally attenuating behavior have been proposed to offset the intrinsic losses in superlenses via virtual gain, but the experimental realization has been missing due to the challenge involved in preparing the illumination with temporal decay. Here, by employing multi-frequency measurement, we successfully implement a synthetic optical wave of complex frequency to experimentally observe deep-subwavelength superimaging patterns enabled by the virtual gain. Our work represents a practical approach to overcoming the intrinsic losses of plasmonic systems for imaging and sensing applications. ",
    "url": "https://arxiv.org/abs/2303.16081",
    "authors": [
      "Fuxin Guan",
      "Kebo Zeng",
      "Zhaoyu Nie",
      "Xiangdong Guo",
      "Shaojie Ma",
      "Qing Dai",
      "John B. Pendry",
      "Xiang Zhang",
      "Shuang Zhang"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2303.16144",
    "title": "An association sequence suitable for producing ground-state RbCs  molecules in optical lattices",
    "abstract": "We identify a route for the production of $^{87}$Rb$^{133}$Cs molecules in the $\\textrm{X} \\, ^1\\Sigma^+$ rovibronic ground state that is compatible with efficient mixing of the atoms in optical lattices. We first construct a model for the excited-state structure using constants found by fitting to spectroscopy of the relevant $\\textrm{a} \\, ^3\\Sigma^+ \\rightarrow \\textrm{b} \\, ^3\\Pi_1$ transitions at 181.5 G and 217.1 G. We then compare the predicted transition dipole matrix elements from this model to those found for the transitions that have been successfully used for STIRAP at 181.5 G. We form molecules by magnetoassociation on a broad interspecies Feshbach resonance at 352.7 G and explore the pattern of Feshbach states near 305 G. This allows us to navigate to a suitable initial state for STIRAP by jumping across an avoided crossing with radiofrequency radiation. We identify suitable transitions for STIRAP at 305 G. We characterize these transitions experimentally and demonstrate STIRAP to a single hyperfine level of the ground state with a one-way efficiency of 85(4)%. ",
    "url": "https://arxiv.org/abs/2303.16144",
    "authors": [
      "Arpita Das",
      "Philip D. Gregory",
      "Tetsu Takekoshi",
      "Luke Fernley",
      "Manuele Landini",
      "Jeremy M. Hutson",
      "Simon L. Cornish",
      "Hanns-Christoph Nägerl"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Gases (cond-mat.quant-gas)"
    ]
  },
  {
    "id": "arXiv:2303.15549",
    "title": "Optical transmitter for time-bin encoding Quantum Key Distribution",
    "abstract": "We introduce an electro-optical arrangement that is able to produce time-bin encoded symbols with the decoy state method over a standard optical fiber in the C-band telecom window. The device consists of a specifically designed pulse pattern generator for pulse production, a field-programmable gate array that controls timing and synchronization. The electrical pulse output drive a sequence of intensity modulators acting on a continuous laser that deliver bursts of weak optical pulse pairs of discrete intensity values. Such transmitter allows for the generation of all the quantum states needed to implement a discrete variable Quantum Key Distribution protocol over a single-mode fiber channel. Symbols are structured in bursts; the minimum relative delay between pulses is 1.25 ns, and the maximum symbol rate within a burst is 200 MHz. We test the transmitter on simulated optical channels of 7dB and 14dB loss, obtaining maximum extractable secure key rates of 3.0 kb/s and 0.57 kb/s respectively. Time bin state parameters such as symbol rate, pulse separation and intensity ratio between signal and decoy states can be easily accessed and changed, allowing the transmitter to adapt to different experimental conditions and contributing to standardization of QKD implementations. ",
    "url": "https://arxiv.org/abs/2303.15549",
    "authors": [
      "Julián Morales",
      "M. Guadalupe Aparicio",
      "Carlos F. Longo",
      "Cristian L. Arrieta",
      "Miguel A. Larotonda"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.00842",
    "title": "Ultrafast valley-selective coherent optical manipulation with excitons  in WSe$_2$ and MoS$_2$ monolayers",
    "abstract": " Comments: 6 pages, 3 figures, published in npj 2D Materials and Applications ",
    "url": "https://arxiv.org/abs/2204.00842",
    "authors": [
      "A.O. Slobodeniuk",
      "P. Koutenský",
      "M. Bartoš",
      "F. Trojánek",
      "P. Malý",
      "T. Novotný",
      "M. Kozák"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.13429",
    "title": "\"Capillary'' structures in transversely trapped nonlinear optical beams",
    "abstract": " Comments: 6 pages, 10 figures, in English, to appear as [JETP Lett. 117(4), 292 (2023)] ",
    "url": "https://arxiv.org/abs/2212.13429",
    "authors": [
      "Victor P. Ruban"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2301.08722",
    "title": "Optimizing the sensitivity of high repetition rate broadband transient  optical spectroscopy with modified shot-to-shot detection",
    "abstract": " Title: Optimizing the sensitivity of high repetition rate broadband transient  optical spectroscopy with modified shot-to-shot detection ",
    "url": "https://arxiv.org/abs/2301.08722",
    "authors": [
      "Siedah J. Hall",
      "Peter J. Budden",
      "Anne Zats",
      "Matthew Y. Sfeir"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2302.01934",
    "title": "A neural operator-based surrogate solver for free-form electromagnetic  inverse design",
    "abstract": " Title: A neural operator-based surrogate solver for free-form electromagnetic  inverse design ",
    "url": "https://arxiv.org/abs/2302.01934",
    "authors": [
      "Yannick Augenstein",
      "Taavi Repän",
      "Carsten Rockstuhl"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Machine Learning (cs.LG)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2302.13953",
    "title": "Fast simulation for optical systems addressing the curse of  dimensionality of multi-photons in quantum mechanics",
    "abstract": " Comments: 17 pages, 6 figures, 1 table ",
    "url": "https://arxiv.org/abs/2302.13953",
    "authors": [
      "Junpei Oba",
      "Seiji Kajita",
      "Akihito Soeda"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2303.02007",
    "title": "Ab Initio Transcorrelated Method enabling accurate Quantum Chemistry on  near-term Quantum Hardware",
    "abstract": " Title: Ab Initio Transcorrelated Method enabling accurate Quantum Chemistry on  near-term Quantum Hardware ",
    "url": "https://arxiv.org/abs/2303.02007",
    "authors": [
      "Werner Dobrautz",
      "Igor O. Sokolov",
      "Ke Liao",
      "Pablo López Ríos",
      "Martin Rahm",
      "Ali Alavi",
      "Ivano Tavernelli"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2303.07116",
    "title": "Low Frequency (100-600 MHz) Searches with Axion Cavity Haloscopes",
    "abstract": " Comments: 33 pages, 24 figures ",
    "url": "https://arxiv.org/abs/2303.07116",
    "authors": [
      "S. Chakrabarty",
      "J.R. Gleason",
      "Y. Han",
      "A.T. Hipp",
      "M. Solano",
      "P. Sikivie",
      "N.S. Sullivan",
      "D.B. Tanner",
      "M. Goryachev",
      "E. Hartman",
      "B.T. McAllister",
      "A. Quiskamp",
      "C. Thomson",
      "M.E. Tobar",
      "M.H. Awida",
      "A.S. Chou",
      "M. Hollister",
      "S. Knirck",
      "A. Sonnenschein",
      "W. Wester",
      "T. Braine",
      "M. Guzzetti",
      "C. Hanretty",
      "G. Leum",
      "L.J Rosenberg",
      "G. Rybka",
      "J. Sinnis",
      "John Clarke",
      "I. Siddiqi",
      "R. Khatiwada",
      "G. Carosi",
      "N. Du",
      "N. Robertson",
      "L.D. Duffy",
      "C. Boutan",
      "N.S. Oblath",
      "M.S. Taubman",
      "J. Yang",
      "E. Lentz",
      "E.J. Daw",
      "M.G. Perry",
      "C. Bartram",
      "J.H. Buckley",
      "C. Gaikwad",
      "J. Hoffman",
      "K.W. Murch",
      "T. Nitta"
    ],
    "subjectives": [
      "High Energy Physics - Phenomenology (hep-ph)",
      "High Energy Physics - Experiment (hep-ex)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  }
]