[
  {
    "id": "arXiv:2305.04936",
    "title": "Femtosecond laser direct-write photoconductive patterns on tellurite  glass",
    "abstract": "We report the formation of arbitrary photoconductive patterns made of tellurium (Te) nanocrystals by exposing a tellurite (TeO2-based) glass to femtosecond laser pulses. During this process, Te/TeO2-glass nanocomposite interfaces with photoconductive properties form on the tellurite glass substrate. We show that these laser-written patterns have a highly reproducible photo-response, from the near ultraviolet (263 nm) to the visible spectrum, stable over a few months. Specifically, high responsivity (16.55 A/W) and detectivity (5.25*10^11 Jones) of a single laser-written line pattern are measured for an illumination dose of 0.07 mW/cm^2 at 400 nm. This work illustrates a pathway for locally turning a tellurite glass into functional photoconductor of arbitrary shape, without adding materials and using a single laser process step. ",
    "url": "https://arxiv.org/abs/2305.04936",
    "authors": [
      "Gözden Torun",
      "Anastasia Romashkina",
      "Tetsuo Kishi",
      "Yves Bellouard"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2305.04938",
    "title": "Optical characteristics of cavity structures with  Al0.2Ga0.8As/Al0.9Ga0.1As distributed Bragg reflectors and In0.37Ga0.63As  quantum dots as the active region",
    "abstract": "We characterized optically In0.37Ga0.63As/GaAs quantum dots and Al0.2Ga0.8As/Al0.9Ga0.1As distributed Bragg reflector based cavities. The main mechanisms of quantum dots photoluminescence quenching were identified. We measured reflectivity spectra of the cavity structure which allowed us to verify the proposed layer design and its fabrication by comparing them with the results of simulations within the transfer matrix method. ",
    "url": "https://arxiv.org/abs/2305.04938",
    "authors": [
      "Bartosz KamiŃski",
      "Agata ZieliŃska",
      "Anna MusiaŁ",
      "Ching-Wen Shih",
      "Imad Limame",
      "Sven Rodt",
      "Stephan Reitzenstein",
      "Grzegorz Sęk"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2305.04939",
    "title": "On the Origin of Acoustic Spin and Elastic Spin: Uncovering Hidden Wave  Spin of Scalar Fields with Higher-Order Derivative Lagrangian",
    "abstract": "Scalar field should have no spin angular momentum according to conventional understandings in classical field theory. Yet, recent studies demonstrate the undoubted existence of wave spin endowed by acoustic and elastic longitudinal waves, which are of irrotational curl-free nature without vorticity and can be described by scalar fields. Here, to solve this seeming discrepancy, we uncover the origin of wave spin in scalar fields beyond traditional formalism by clarifying that the presence of higher order derivatives in scalar field Lagrangians can give rise to non-vanishing spin. For scalar fields with only first order derivative, we can make the hidden wave spin emerge, by constructing a latent field that leads to the original field through a time derivative so that is of second order. We exemplify the wave spin for elastic and acoustic fields, as well as for dissipative media, following Noether's theorem in higher-order derivative Lagrangian. The results would prompt people to build more comprehensive and fundamental understandings of structural wave spin in classical fields. ",
    "url": "https://arxiv.org/abs/2305.04939",
    "authors": [
      "Shuo Xin",
      "Jie Ren"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2305.05147",
    "title": "Sparse sensor reconstruction of vortex-impinged airfoil wake with  machine learning",
    "abstract": "Reconstruction of unsteady vortical flow fields from limited sensor measurements is challenging. We develop machine learning methods to reconstruct flow features from sparse sensor measurements during transient vortex-airfoil wake interaction using only a limited amount of training data. The present machine learning models accurately reconstruct the aerodynamic force coefficients, pressure distributions over airfoil surface, and two-dimensional vorticity field for a variety of untrained cases. Multi-layer perceptron is used for estimating aerodynamic forces and pressure profiles over the surface, establishing a nonlinear model between the pressure sensor measurements and the output variables. A combination of multi-layer perceptron with convolutional neural network is utilized to reconstruct the vortical wake. Furthermore, the use of transfer learning and long short-term memory algorithm combined in the training models greatly improves the reconstruction of transient wakes by embedding the dynamics. The present machine-learning methods are able to estimate the transient flow features while exhibiting robustness against noisy sensor measurements. Finally, appropriate sensor locations over different time periods are assessed for accurately estimating the wakes. The present study offers insights into the dynamics of vortex-airfoil interaction and the development of data-driven flow estimation. ",
    "url": "https://arxiv.org/abs/2305.05147",
    "authors": [
      "Yonghong Zhong",
      "Kai Fukami",
      "Byungjin An",
      "Kunihiko Taira"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2305.05169",
    "title": "A compact single-shot soft X-ray photon spectrometer for free electron  laser diagnostics",
    "abstract": "The photon spectrum from free-electron laser (FEL) light sources offers valuable information in time-resolved experiments and machine optimization in the spectral and temporal domains. We have developed a compact single-shot photon spectrometer to diagnose soft X-ray spectra. The spectrometer consists of an array of off-axis Fresnel zone plates (FZP) that act as transmission-imaging gratings, a Ce-YAG scintillator, and a microscope objective to image the scintillation target onto a two-dimensional imaging detector. This spectrometer operates in an energy range which covers absorption edges associated with several atomic constituents carbon, nitrogen, oxygen, and neon. The spectrometer's performance is demonstrated at a repetition rate of 120 Hz, but our detection scheme can be easily extended to 200 kHz spectral collection by employing a fast complementary metal oxide semiconductor (CMOS) line-scan camera to detect the light from the scintillator. This compact photon spectrometer provides an opportunity for monitoring the spectrum downstream of an endstation in a limited space environment with subelectronvolt energy resolution. ",
    "url": "https://arxiv.org/abs/2305.05169",
    "authors": [
      "Kirk A. Larsen",
      "Kurtis Borne",
      "Razib Obaid",
      "Andrei Kamalov",
      "Yusong Liu",
      "Xinxin Cheng",
      "Justin James",
      "Taran Driver",
      "Kenan Li",
      "Yanwei Liu",
      "Anne Sakdinawat",
      "Christian David",
      "Thomas J. A. Wolf",
      "James Cryan",
      "Peter Walter",
      "Ming-Fu Lin"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.05186",
    "title": "Excitation of $^{87}$Rb Rydberg atoms to nS and nD states (n$\\leq$68)  via an optical nanofiber",
    "abstract": "Cold Rydberg atoms are a promising platform for quantum technologies and combining them with optical waveguides has the potential to create robust quantum information devices. Here, we experimentally observe the excitation of cold rubidium atoms to a large range of Rydberg S and D states through interaction with the evanescent field of an optical nanofiber. We develop a theoretical model to account for experimental phenomena present such as the AC Stark shifts and the Casimir-Polder interaction. This work strengthens the knowledge of Rydberg atom interactions with optical nanofibers and is a critical step toward the implementation of all-fiber quantum networks and waveguide QED systems using highly excited atoms. ",
    "url": "https://arxiv.org/abs/2305.05186",
    "authors": [
      "Alexey Vylegzhanin",
      "Dylan J. Brown",
      "Aswathy Raj",
      "Danil F. Kornovan",
      "Jesse L. Everett",
      "Etienne Brion",
      "Jacques Robert",
      "Síle Nic Chormaic"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2305.05300",
    "title": "Multi-mode Perturbation Modelling for Cavity Polygon and Star Modes",
    "abstract": "Polygon and star modes enable unidirectional emission and single-frequency lasing in whispering gallery microcavities. To understand their properties and facilitate design, we have adopted both two-dimensional and three-dimensional full-wave perturbation methods to simulate these modes. Our simulation demonstrates that a tapered optical fiber can be used as a weak perturbation to coherently combine multiple whispering gallery modes into a polygon or star mode. Additionally, our simulation predicts an optical quality factor as high as $10^7$ for the polygon modes, which is in good agreement with the experiment results. ",
    "url": "https://arxiv.org/abs/2305.05300",
    "authors": [
      "Saeed Farajollahi",
      "Zhiwei Fang",
      "Jintian Lin",
      "Shahin Honari",
      "Ya Cheng",
      "Tao Lu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.05624",
    "title": "Spontaneous Mutations from Terahertz Proton Tunneling",
    "abstract": "Protons in the gap between base pairs of the double helix store the code of life by breaking the chiral symmetry that swaps the sense strand with its complementary partner. When these hydrogen bonds break during replication and transcription, pairs of protons switch sides restoring chiral symmetry and destroying genetic information. Using time-independent second-order perturbation theory, we show that the observed rate of such spontaneous mutations follows in the sudden approximation for bond breaking provided protons in bonds between bases tunnel across the gap with terahertz frequencies. ",
    "url": "https://arxiv.org/abs/2305.05624",
    "authors": [
      "Noah Bray-Ali"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)",
      "High Energy Physics - Phenomenology (hep-ph)",
      "Biomolecules (q-bio.BM)"
    ]
  },
  {
    "id": "arXiv:2305.05258",
    "title": "FEL stochastic spectroscopy revealing silicon bond softening dynamics",
    "abstract": "Time-resolved X-ray Emission/Absorption Spectroscopy (Tr-XES/XAS) is an informative experimental tool sensitive to electronic dynamics in materials, widely exploited in diverse research fields. Typically, Tr-XES/XAS requires X-ray pulses with both a narrow bandwidth and sub-picosecond pulse duration, a combination that in principle finds its optimum with Fourier transform-limited pulses. In this work, we explore an alternative xperimental approach, capable of simultaneously retrieving information about unoccupied (XAS) and occupied (XES) states from the stochastic fluctuations of broadband extreme ultraviolet pulses of a free-electron laser. We used this method, in combination with singular value decomposition and Tikhonov regularization procedures, to determine the XAS/XES response from a crystalline silicon sample at the L2,3-edge, with an energy resolution of a few tens of meV. Finally, we combined this spectroscopic method with a pump-probe approach to measure structural and electronic dynamics of a silicon membrane. Tr-XAS/XES data obtained after photoexcitation with an optical laser pulse at 390 nm allowed us to observe perturbations of the band structure, which are compatible with the formation of the predicted precursor state of a non-thermal solid-liquid phase transition associated with a bond softening phenomenon. ",
    "url": "https://arxiv.org/abs/2305.05258",
    "authors": [
      "Dario De Angelis",
      "Emiliano Principi",
      "Filippo Bencivenga",
      "Daniele Fausti",
      "Laura Foglia",
      "Yishay Klein",
      "Michele Manfredda",
      "Riccardo Mincigrucci",
      "Angela Montanaro",
      "Emanuele Pedersoli",
      "Jacopo Stefano Pelli Cresi",
      "Giovanni Perosa",
      "Kevin C. Prince",
      "Elia Razzoli",
      "Sharon Shwartz",
      "Alberto Simoncig",
      "Simone Spampinati",
      "Cristian Svetina",
      "Jakub Szlachetko",
      "Alok Tripathi",
      "Ivan A. Vartanyants",
      "Marco Zangrando",
      "Flavio Capotondi"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2305.05528",
    "title": "Real-Time Blind Photonic Interference Cancellation for mmWave MIMO",
    "abstract": "Multiple-input multiple-output (MIMO) mmWave devices broadcast multiple spatially-separated data streams simultaneously in order to increase data transfer rates. Data transfer can, however, be compromised by interference. Conventional techniques for mitigating interference require additional space and power not generally available in handheld mobile devices. Here, we propose a photonic mmWave MIMO receiver architecture capable of interference cancellation with greatly reduced space and power needs. We demonstrate real-time photonic interference cancellation with an integrated FPGA-photonic system that executes a novel zero-calibration micro-ring resonator control algorithm. The system achieves sub-second cancellation weight determination latency with sub-Nyquist sampling. We evaluate the impact of canceller design parameters on performance, establishing that effective photonic cancellation is possible in handheld devices with less than 30 ms weight determination latency. ",
    "url": "https://arxiv.org/abs/2305.05528",
    "authors": [
      "Joshua C. Lederman",
      "Weipeng Zhang",
      "Thomas Ferreira de Lima",
      "Eric C. Blow",
      "Simon Bilodeau",
      "Bhavin J. Shastri",
      "Paul R. Prucnal"
    ],
    "subjectives": [
      "Signal Processing (eess.SP)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.05636",
    "title": "Towards Generating Indistinguishable Photons from Solid-State Quantum  Emitters at Elevated Temperatures",
    "abstract": "Indistinguishable photons are a key resource for many optical quantum technologies. Efficient, on-demand single photon sources have been demonstrated using single solid-state quantum emitters, typically epitaxially grown quantum dots in III-V semiconductors. To achieve the highest performance, these sources are typically operated at liquid helium temperatures ($\\sim 4~\\mathrm{K}$), introducing significant significant size, weight and power (SWAP) considerations that are often impractical for emerging applications such as satelite quantum communications. Here we experimentally verify that coupling a solid-state emitter to a photonic nanocavity can greatly improve photon coherence at higher temperatures where SWAP requirements can be much lower. Using a theoretical model that fully captures the phonon-mediated processes that compromise photon indistinguishability as temperature increases, we reproduce our experimental results and demonstrate the potential to further increase the operating temperature in future generations of optimised devices. ",
    "url": "https://arxiv.org/abs/2305.05636",
    "authors": [
      "Alistair J. Brash",
      "Jake Iles-Smith"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:1902.00284",
    "title": "Defect-free assembly of 2D clusters of more than 100 single-atom quantum  systems",
    "abstract": " Title: Defect-free assembly of 2D clusters of more than 100 single-atom quantum  systems ",
    "url": "https://arxiv.org/abs/1902.00284",
    "authors": [
      "Daniel Ohl de Mello",
      "Dominik Schäffner",
      "Jan Werkmann",
      "Tilman Preuschoff",
      "Lars Kohfahl",
      "Malte Schlosser",
      "Gerhard Birkl"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2111.13909",
    "title": "Predictive simulations of core electron binding energies of halogenated  species adsorbed on ice surfaces from relativistic quantum embedding  calculations",
    "abstract": " Comments: This document corresponds to a rather preliminary version of a manuscript, which subsequently appeared as arXiv:2206.04748 ",
    "url": "https://arxiv.org/abs/2111.13909",
    "authors": [
      "Richard Asamoah Opoku",
      "Céline Toubin",
      "André Severo Pereira Gomes"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2206.13265",
    "title": "Non-Hermitian Hamiltonians for Linear and Nonlinear Optical Response: a  Model for Plexcitons",
    "abstract": " Comments: 35 pages, 10 figures ",
    "url": "https://arxiv.org/abs/2206.13265",
    "authors": [
      "Daniel Finkelstein-Shapiro",
      "Pierre-Adrien Mante",
      "Sinan Balci",
      "Donatas Zigmantas",
      "Tõnu Pullerits"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2208.04691",
    "title": "Enhancement in the mean square range delay accuracy by means of multiple  entangled photon states quantum illumination",
    "abstract": " Comments: 12 pages, 1 figure; Major revision ",
    "url": "https://arxiv.org/abs/2208.04691",
    "authors": [
      "Ricardo Gallego Torromé"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2209.00207",
    "title": "Quantum circuit simulation of linear optics using fermion to qubit  encoding",
    "abstract": " Comments: 10 pages, 7 figures ",
    "url": "https://arxiv.org/abs/2209.00207",
    "authors": [
      "Seungbeom Chin",
      "Jaehee Kim",
      "Joonsuk Huh"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Computational Physics (physics.comp-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2302.10176",
    "title": "The generalized quantum mechanics of Einstein photon and Casimir force",
    "abstract": " Title: The generalized quantum mechanics of Einstein photon and Casimir force ",
    "url": "https://arxiv.org/abs/2302.10176",
    "authors": [
      "A. A. Beilinson"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  }
]