[
  {
    "id": "arXiv:2203.10257",
    "title": "Spatiotemporal mode-locking and photonic flywheel in multimode  microresonators",
    "abstract": "Dissipative Kerr soliton (DKS) frequency combs - also known as microcombs - have arguably created a new field in cavity nonlinear photonics, with a strong cross-fertilization between theoretical, experimental, and technological research. Spatiotemporal mode-locking (STML) not only add new degrees of freedom to ultrafast laser technology, but also provide new insights for implementing analogue computers and heuristic optimizers with photonics. Here, we combine the principles of DKS and STML for the first time to demonstrate the STML DKS by developing an unexplored ultrahigh-quality-factor Fabry-Perot microresonator based on graded index multimode fiber (GRIN-MMF). Using the intermodal stimulated Brillouin scattering, we can selectively excite either the eigenmode DKS or the STML DKS. Furthermore, we demonstrate an ultralow noise microcomb that enhances the photonic flywheel performance in both the fundamental comb linewidth and DKS timing jitter. The demonstrated fundamental comb linewidth of 400 mHz and DKS timing jitter of 500 attosecond represent improvements of 25x and 2.5x, respectively, from the state-of-the-art. Our results show the potential of GRIN-MMF FP microresonators as an ideal testbed for high-dimensional nonlinear cavity dynamics and photonic flywheel with ultrahigh coherence and ultralow timing jitter. ",
    "url": "https://arxiv.org/abs/2203.10257",
    "authors": [
      "Mingming Nie",
      "Kunpeng Jia",
      "Yijun Xie",
      "Shi-ning Zhu",
      "Zhenda Xie",
      "Shu-Wei Huang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2203.10298",
    "title": "Multi-Wideband Terahertz Communications via Tunable Graphene-based  Metasurfaces in 6G Networks",
    "abstract": "The next generation of wireless networks is expected to tap into the terahertz (0.1--10 THz) band to satisfy the extreme latency and bandwidth density requirements of future applications. However, the development of systems in this band is challenging as THz waves confront severe spreading and penetration losses, as well as molecular absorption, which leads to strong line-of-sight requirements through highly directive antennas. Recently, reconfigurable intelligent surfaces (RISs) have been proposed to address issues derived from non-line-of-sight propagation, among other impairments, by redirecting the incident wave toward the receiver and implementing virtual-line-of-sight communications. However, the benefits provided by a RIS may be lost if the network operates at multiple bands. In this position paper, the suitability of the RIS paradigm in indoor THz scenarios for 6G is assessed grounded on the analysis of a tunable graphene-based RIS that can operate in multiple wideband transparency windows. A possible implementation of such a RIS is provided and numerically evaluated at 0.65/0.85/1.05 THz separately, demonstrating that beam steering and other relevant functionalities are realizable with excellent performance. Finally, the challenges associated with the design and fabrication of multi-wideband graphene-based RISs are discussed, paving the way to the concurrent control of multiple THz bands in the context of 6G networks. ",
    "url": "https://arxiv.org/abs/2203.10298",
    "authors": [
      "Hamidreza Taghvaee",
      "Alexandros Pitilakis",
      "Odysseas Tsilipakos",
      "Anna C. Tasolamprou",
      "Nikolaos V. Kantartzis",
      "Maria Kafesaki",
      "Albert Cabellos-Aparicio",
      "Eduard Alarcon",
      "Sergi Abadal"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2203.10427",
    "title": "A laser interferometer accelerometer for vibration sensitive cryogenic  experiments",
    "abstract": "Monitoring motion originating from ultra low-temperature cooling systems like cryocoolers is important for vibration sensitive cryogenic experiments like KAGRA. Since no commercial cryogenic accelerometers are available, we developed a compact self-calibrating accelerometer with a Michelson interferometer readout for cryogenic use. Change in calibration factor and drop in interferometer output originating from temperature drop were the main concerns which were tackled. Sensitivity of $3.38\\times10^{-11}$ m/$\\sqrt{\\mathrm{Hz}}$ at 1 Hz was achieved at 300 K. The accelerometer was tested inside the KAGRA cryostat; showed stable operation down to 12 K in 0.1-100 Hz band with only 1% visibility drop. Our accelerometer can be employed in low vibration cryogenic environment for a multitude of applications. ",
    "url": "https://arxiv.org/abs/2203.10427",
    "authors": [
      "Rishabh Bajpai",
      "Takayuki Tomaru",
      "Kazuhiro Yamamoto",
      "Takafumi Ushiba",
      "Nobuhiro Kimura",
      "Toshikazu Suzuki",
      "Tomohiro Yamada",
      "Tohru Honda"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2203.10556",
    "title": "Enhanced phase noise reduction in localized two-way optical frequency  comparison",
    "abstract": "High-stability optical frequency comparison over fiber link enables the establishment of ultrastable optical clock networks, having the potential to promote a series of applications, including metrology, geodesy, and astronomy. In this article, we theoretically analyze and experimentally demonstrate a timedelayed local two-way (TD-LTW) optical frequency comparison scheme with improved comparison stability, showing that the fractional instability of optical frequency comparison over a 50- km transfer link can be reduced from $1.30\\times10^{-15}$ to $5.25\\times10^{-16}$ at the 1 s integration time with an improvement factor of 2.48. Additionally, we also for the first time model and experimentally verify the effect of the inhomogeneous phase noise along the fiber link on the system performance. We believe that the theory and technique proposed here will be helpful in developing the high-stability optical clock networks over large-area fiber links. ",
    "url": "https://arxiv.org/abs/2203.10556",
    "authors": [
      "Long Wang",
      "Ruimin Xue",
      "Wenhai Jiao",
      "Liang Hu Jianping Chen",
      "Guiling Wu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2203.10608",
    "title": "Low-noise acoustoelectric microwave amplifiers with net gain in  continuous operation",
    "abstract": "Over sixty years ago, it was hypothesized that specially designed acoustic systems that leveraged the acoustoelectric effect between phonons and charge carriers could revolutionize radio frequency electronic systems by allowing nonlinear and nonreciprocal functionalities such as gain and isolation to be achieved in the acoustic domain. Despite six decades of work, no acoustoelectric amplifier has been produced that can achieve a large net (terminal) gain at microwave frequencies with low power consumption and noise figure. Here we demonstrate a novel three-layer acoustoelectric heterostructure that enables the first-ever continuously operating acoustoelectric amplifier with terminal gain at gigahertz frequencies. We achieve a terminal gain of 11.25 dB in a 500 micron long device, operating at 1 GHz with a DC power dissipation of 19.6 mW. We also realize broadband gain from 0.25-3.4 GHz and nonreciprocal transmission exceeding 44 dB at 1 GHz. Our acoustic noise figure is 2.8 dB, which is the lowest ever demonstrated noise figure for an acoustoelectric amplifier. We discuss generally how to optimize these acoustoelectric heterostructures and show that it should be immediately achievable to produce devices with even larger gain in shorter lengths while simultaneously having lower power consumption and noise figure. ",
    "url": "https://arxiv.org/abs/2203.10608",
    "authors": [
      "Lisa Hackett",
      "Michael Miller",
      "Scott Weatherred",
      "Shawn Arterburn",
      "Matthew Storey",
      "Greg Peake",
      "Daniel Dominguez",
      "Patrick Finnegan",
      "Thomas A. Friedmann",
      "Matt Eichenfield"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2203.10689",
    "title": "Low noise phase-locked laser system for atom interferometry",
    "abstract": "A low noise laser system for atom interferometry is realized with phase-locked fiber lasers, where the performance of the OPLL is greatly enhanced by the FEOM feedback loop and the narrow linewidths. The laser system demonstrated contribute 2.2 mrad per shot to the interferometer noise and permit continuous long-term operation for more than 115 hours without relocking in the field test. Also, the mobile gravimeter equipped with this phase-locked laser system reaches a sensitivity as good as 29 uGal/\\sqrt{Hz} and a resolution of 1.1 uGal within 1500 s, demonstrating performances comparable to the state of the art. ",
    "url": "https://arxiv.org/abs/2203.10689",
    "authors": [
      "Bo-Nan Jiang"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2203.10832",
    "title": "Optimal Selective Orientation of Chiral Molecules Using Femtosecond  Laser Pulses",
    "abstract": "We present a comprehensive study of enantioselective orientation of chiral molecules excited by a pair of delayed cross-polarized femtosecond laser pulses. We show that by optimizing the pulses' parameters, a significant (~ 10%) degree of enantioselective orientation can be achieved at zero and at five kelvin rotational temperatures. This study suggests a set of reasonable experimental conditions for inducing and measuring strong enantioselective orientation. The strong enantioselective orientation and the wide availability of the femtosecond laser systems required for the proposed experiments may open new avenues for discriminating and separating molecular enantiomers. ",
    "url": "https://arxiv.org/abs/2203.10832",
    "authors": [
      "Long Xu",
      "Ilia Tutunnikov",
      "Yehiam Prior",
      "Ilya Sh. Averbukh"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2203.10908",
    "title": "Energy density as a probe of band representations in photonic crystals",
    "abstract": "Topological Quantum Chemistry (TQC) has recently emerged as a instrumental tool to characterize the topological nature of both fermionic and bosonic band structures. TQC is based on the study of band representations and the localization of maximally localized Wannier functions. In this article, we study various two-dimensional photonic crystal structures analyzing their topological character through a combined study of TQC, their Wilson-loop spectra and the electromagnetic energy density. Our study demonstrates that the analysis of the spatial localization of the energy density complements the study of the topological properties in terms of the spectrum of the Wilson-loop operator and TQC. ",
    "url": "https://arxiv.org/abs/2203.10908",
    "authors": [
      "M. Blanco de Paz",
      "M. A. J. Herrera",
      "P. Arroyo Huidobro",
      "H. Alaeian",
      "M. G. Vergniory",
      "B. Bradlyn",
      "G. Giedke",
      "A. García-Etxarri",
      "D. Bercioux"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2203.10934",
    "title": "Numerical analysis of effective refractive index ultrasonic sensor based  on Cantilever arm structure slot-based dual-micro-ring resonator",
    "abstract": "We propose a novel ultrasonic sensor structure composed of Cantilever arm structure slot dual-micro-ring resonators(DMRR).We present a theoretical analysis of transmission by using the coupled mode theory.The mode field distributions and sound pressure distributions of transmission spectrum are obtained from 3D simulations based on Comsol Multi-physics(COMSOL)method.Our ultrasonic sensor exhibit theoretical sensitivity as high as 1462.5mV/kPa,which is 22 times higher than that of single slot-based micro-ring ultrasonic sensor.Our ultrasonic sensor offers higher sensitivity and a larger detection frequency range than conventional piezoelectric based ultrasound transducer.The results show that the sensing characteristics of our system can be optimized through changing the position and the angle of sound field.Our ultrasonic sensor with an area of 25um*60um, the-factor can be approximately 1540 with radius of 5um We detect an angular range of -90o to 90o and a minimum distance of 0.01um. Finally,we calculate the Cantilever arm structure slot DMRR array ultrasonic sensor's optical performance. Our proposed design provides a promising candidate for a hydrophone. ",
    "url": "https://arxiv.org/abs/2203.10934",
    "authors": [
      "C.Y. Zhao",
      "P. Y. Li",
      "C.M. Zhang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2203.10942",
    "title": "Quantum Mechanics: reality or an illusion of the detector? Paper I:  Interference with non-interacting photons and a special type of detector",
    "abstract": "We present a statistical model of non-interacting individual classical particles that may lead to a microscopic implementation of quantum mechanics. The model requires the action of a special type of detector that detects and records individual particles. According to our model, microscopic particles are classical entities that follow classical trajectories without nonlocal interactions between them. As long as they remain undetected, particles carry the information of a phase equal to an action integral along their trajectory. At the point of their detection, our special type of detector collects the phases from all particles reaching it, adds them up over time as complex numbers, and divides them by the square root of their number. The detector records a detection each time the square of the magnitude of the ensuing vector crosses an integer value. We test our model with numerical simulations of a double-slit experiment, and obtain an interference pattern analogous to the one observed in an actual physical experiment. ",
    "url": "https://arxiv.org/abs/2203.10942",
    "authors": [
      "Ioannis Contopoulos"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2203.11162",
    "title": "Enantioselective optical forces in gain-functionalized single core-shell  chiral nanoparticles",
    "abstract": "We propose a gain-assisted enantioselective scheme in dye-doped chiral core-shell particles using a single plane wave. We demonstrate that optical pulling and pushing forces on the gain-functionalized chiral particles can be achieved and tuned using externally controllable parameters using dye molecules concentration and pumping rate. The results demonstrate that controlling the pump rate allows one to efficiently exert pulling forces on a given chiral enantiomer, while pushing the enantiomer of opposite handedness, demonstrating an all-optical chiral resolution of racemic mixtures. Since this scheme depends on the gain of single chiral particles, which also compensate for optical losses, this method may be applied not only to lossless chiral particles but also to lossy plasmonic chiral particles. ",
    "url": "https://arxiv.org/abs/2203.11162",
    "authors": [
      "R. Ali",
      "F. A. Pinheiro",
      "R. S. Dutra",
      "T. P. Mayer Alegre",
      "G. S. Wiederhecker"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.11193",
    "title": "Neuron-like spiking dynamics in the asymmetrically-driven dissipative  photonic Bose-Hubbard dimer",
    "abstract": "We demonstrate neuron-like spiking dynamics in the asymmetrically driven dissipative photonic Bose-Hubbard dimmer model which describes two coupled nonlinear passive Kerr cavities. Spiking dynamics appear due to the excitable nature of the system. In this context, excitable excursions in the phase space correspond to spikes in the temporal evolution of the field variables. In our case, excitability is mediated by the destruction of an oscillatory state in a global homoclinic bifurcation. In this type of excitability (known as type-I) the period of the oscillatory state diverges when approaching the bifurcation. Beyond this point, the system exhibits excitable dynamics under the application of suitable perturbations. We have also characterized the effect that additive Gaussian noise has on the spiking dynamics, showing that the system undergoes a coherence resonance for a given value of the noise strength. ",
    "url": "https://arxiv.org/abs/2203.11193",
    "authors": [
      "Jesús Yelo-Sarrión",
      "Francois Leo",
      "Simon-Pierre Gorza",
      "Pedro Parra-Rivas"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2203.10153",
    "title": "Simulating the Study of Exoplanets Using Photonic Spectrographs",
    "abstract": "Photonic spectrographs offer a highly miniaturized, flexible, and stable on-chip solution for astronomical spectroscopy and can be used for various science cases such as determining the atmospheric composition of exoplanets to understand their habitability, formation, and evolution. Arrayed Waveguide Gratings (AWGs) have shown the best promise to be used as an astrophotonic spectrograph. We developed a publically-available tool to conduct a preliminary examination of the capability of the AWGs in spectrally resolving exoplanet atmospheres. We derived the Line-Spread-Function (LSF) as a function of wavelength and the Full-Width-at-Half-Maximum (FWHM) of the LSF as a function of spectral line width to evaluate the response of a discretely- and continuously-sampled low-resolution AWG (R $\\sim$ 1000). We observed that the LSF has minimal wavelength dependence ($\\sim$5\\%), irrespective of the offset with respect to the center-wavelengths of the AWG channels, contrary to the previous assumptions. We further confirmed that the observed FWHM scales linearly with the emission line width. Finally, we present simulated extraction of a sample molecular absorption spectrum with the discretely- and continuously-sampled low-resolution AWGs. From this, we show that while the discrete AWG matches its expected resolving power, the continuous AWG spectrograph can, in principle, achieve an effective resolution significantly greater ($\\sim$ 2x) than the discrete AWG. This detailed examination of the AWGs will be foundational for future deployment of AWG spectrographs for astronomical science cases such as exoplanet atmospheres. ",
    "url": "https://arxiv.org/abs/2203.10153",
    "authors": [
      "Marcos Perez",
      "Pradip Gatkine",
      "Nemanja Jovanovic",
      "Jeffrey Jewell",
      "J. Kent Wallace",
      "Dimitri Mawet"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.10269",
    "title": "A proposed test of quantum mechanics with three connected atomic clock  transitions",
    "abstract": "We consider possible extensions to quantum mechanics proposed by Steven Weinberg, and re-analyze his prediction of a new test based upon three atomic clocks in the same atom. We propose two realistic experimental systems where this hypothesis can be tested. One system already sets limits on any deviations from quantum mechanics, while the other system would be able to search for new physics at the limit of sensitivity of the best atomic clocks. ",
    "url": "https://arxiv.org/abs/2203.10269",
    "authors": [
      "Mark G. Raizen",
      "Gerald Gilbert",
      "Dmitry Budker"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2203.10499",
    "title": "Anisotropic and tunable optical conductivity of a two-dimensional  semi-Dirac system in the presence of elliptically polarized radiation",
    "abstract": "We investigate the effect of ellipticity ratio of the polarized radiation field on optoelectronic properties of a two-dimensional (2D) semi-Dirac (SD) system. The optical conductivity is calculated within the energy balance equation approach derived from the semiclassical Boltzmann equation. We find that there exists the anisotropic optical absorption induced via both the intra- and interband electronic transition channels in the perpendicular $xx$ and $yy$ directions. Furthermore, we examine the effects of the ellipticity ratio, the temperature, the carrier density, and the band-gap parameter on the optical conductivity of the 2D SD system placed in transverse and vertical directions, respectively. It is shown that the ellipticity ratio, temperature, carrier density, and band-gap parameter can play the important roles in tuning the strength, peak position, and shape of the optical conductivity spectrum. The results obtained from this study indicate that the 2D SD system can be a promising anisotropic and tunable optical and optoelectronic material for applications in innovative 2D optical and optoelectronic devices, which are active in the infrared and terahertz bandwidths. ",
    "url": "https://arxiv.org/abs/2203.10499",
    "authors": [
      "H. Y. Zhang",
      "Y. M. Xiao",
      "Q. N. Li",
      "L. Ding",
      "B. Van Duppen",
      "W. Xu",
      "F. M. Peeters"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.10604",
    "title": "Lithography free method to synthesize the ultra-low reflection  inverted-pyramid arrays for ultra-thin silicon solar cell",
    "abstract": "Silicon inverted pyramids arrays have been suggested as one of the most promising structure for high-efficient ultrathin solar cells due to their ability of superior light absorption and low enhancement of surface area. However, the existing techniques for such fabrication are either expensive or not able to create appropriate structure. Here, we present a lithography free method for the fabrication of inverted pyramid arrays by using a modified metal assisted chemical etching (MACE) method. The size and inter-inverted pyramids spacing can also be controlled through this method. We used an isotropic chemical etching technique for this process to control the angle of etching, which leads to ultra-low reflection, even < 0.5%, of this nanostructure. Using this specification, we have predicted the expected solar cell parameters, which exceeds the Lambertian limit. This report provides a new pathway to improve the efficiency of the ultrathin silicon solar cells at lower cost. ",
    "url": "https://arxiv.org/abs/2203.10604",
    "authors": [
      "Anil Kumar",
      "Divya Rani",
      "Anjali Sain",
      "Neeraj Joshi",
      "Ravi Kumar Varma",
      "Mrinal Dutta",
      "Arup Samanta"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.10884",
    "title": "Long-lived storage of orbital angular momentum quantum states",
    "abstract": "Quantum memories are indispensible for establishing a long-distance quantum network. High-dimensional quantum memories enable a higher channel capacity compared to a quantum memory working in a two-dimensional space, and have a lower requirement for storage lifetime in the field of quantum coomunication. The photonic transverse spatial modes such as Laguerra-Gaussian modes orbital angular momentum (OAM) are ideal candidates for encoding high-dimensional information, because it can form an infinite-dimensional Hilbert space. Although the faithful storage of an OAM qubit or qutrit has been realized in pioneering works, the longest storage lifetime for the former is only in the order of a few microseconds, and hundreds of nano-seconds for the latter. Here we implement a quantum memory for OAM qubits and qutrits using a cold atomic ensemble, the experimental results clearly show that our memory can still beat the classical limit after a storage time of $400\\mu s$,which is two orders of magnitude higher than the previous work. The retrieval efficiency at this time equals to $44\\%$ of the value when the storage time is set to be $10\\mu s$. Our work is very promising for establishing a high dimensional quantum network. ",
    "url": "https://arxiv.org/abs/2203.10884",
    "authors": [
      "Ying-Hao Ye",
      "Lei Zeng",
      "Ming-Xin Dong",
      "Wei-Hang Zhang",
      "Da-Chuang Li",
      "Dong-Sheng Ding",
      "Guang-Can Guo",
      "Bao-Sen Shi"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2203.11050",
    "title": "Subdiffraction Quantum Imaging with Undetected Photons",
    "abstract": "We propose a nonlinear imaging scheme with undetected photons that overcomes the diffraction limit by transferring near-field information at one wavelength to far-field information of a correlated photon with a different wavelength generated through spontaneous photon-pair generation. At the same time, this scheme allows for retrieval of high-contrast images with zero background, making it a highly sensitive scheme for imaging of small objects at challenging spectral ranges with subdiffraction resolutions. ",
    "url": "https://arxiv.org/abs/2203.11050",
    "authors": [
      "Elkin A. Santos",
      "Thomas Pertsch",
      "Frank Setzpfandt",
      "Sina Saravi"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.11178",
    "title": "Physics-driven Synthetic Data Learning for Biomedical Magnetic Resonance",
    "abstract": "Deep learning has innovated the field of computational imaging. One of its bottlenecks is unavailable or insufficient training data. This article reviews an emerging paradigm, imaging physics-based data synthesis (IPADS), that can provide huge training data in biomedical magnetic resonance without or with few real data. Following the physical law of magnetic resonance, IPADS generates signals from differential equations or analytical solution models, making the learning more scalable, explainable, and better protecting privacy. Key components of IPADS learning, including signal generation models, basic deep learning network structures, enhanced data generation, and learning methods are discussed. Great potentials of IPADS have been demonstrated by representative applications in fast imaging, ultrafast signal reconstruction and accurate parameter quantification. Finally, open questions and future work have been discussed. ",
    "url": "https://arxiv.org/abs/2203.11178",
    "authors": [
      "Qinqin Yang",
      "Zi Wang",
      "Kunyuan Guo",
      "Congbo Cai",
      "Xiaobo Qu"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Artificial Intelligence (cs.AI)",
      "Signal Processing (eess.SP)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2203.11195",
    "title": "Manipulating Generalized Dirac Cones In Quantum Metasurfaces",
    "abstract": "We discuss the emergence and manipulation of generalised Dirac cones in the subradiant collective modes of quantum metasurfaces. We consider a collection of single quantum emitters arranged in a honeycomb lattice with subwavelength periodicity. While conventional honeycomb quantum metasurfaces host bound modes that display Dirac cones at the K and K' points, we show that introducing uniaxial anisotropy in the lattice results in modified dispersion relations. These include the tilting of Dirac cones, which changes the local density of states at the Dirac point from vanishing (type I) to diverging (types II and III), the emergence of semi-Dirac points, with linear and quadratic dispersions in orthogonal directions, and the anisotropic movement of Dirac cones away from the K and K' points. Such energy dispersions can modify substantially the dynamics of local probes, such as quantum emitters, to which they have been shown to induce anisotropic, power-law interactions ",
    "url": "https://arxiv.org/abs/2203.11195",
    "authors": [
      "María Blanco de Paz",
      "Alejandro González-Tudela",
      "Paloma Arroyo Huidobro"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2105.03836",
    "title": "Optimized Low-Depth Quantum Circuits for Molecular Electronic Structure  using a Separable Pair Approximation",
    "abstract": " Title: Optimized Low-Depth Quantum Circuits for Molecular Electronic Structure  using a Separable Pair Approximation ",
    "url": "https://arxiv.org/abs/2105.03836",
    "authors": [
      "Jakob S. Kottmann",
      "Alán Aspuru-Guzik"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2111.04032",
    "title": "Space-time coupling of the carrier-envelope phase in ultrafast optical  pulses",
    "abstract": " Title: Space-time coupling of the carrier-envelope phase in ultrafast optical  pulses ",
    "url": "https://arxiv.org/abs/2111.04032",
    "authors": [
      "Ido Attia",
      "Eugene Frumker"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2112.05017",
    "title": "Interferometric Beam Combination with a Triangular Tricoupler Photonic  Chip",
    "abstract": " Comments: 20 pages, 10 figures, resubmitted to JATIS after addressing reviewer comments ",
    "url": "https://arxiv.org/abs/2112.05017",
    "authors": [
      "Jonah T. Hansen",
      "Michael J. Ireland",
      "Andrew Ross-Adams",
      "Simon Gross",
      "Tiphaine Lagadec",
      "Tony Travouillon",
      "Joice Mathew"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2112.13411",
    "title": "Quantum Entanglement of Non-Hermitian Quasicrystals",
    "abstract": " Comments: Accepted by Phys. Rev. B (Letter). New data in SM added, references updated ",
    "url": "https://arxiv.org/abs/2112.13411",
    "authors": [
      "Li-Mei Chen",
      "Yao Zhou",
      "Shuai A. Chen",
      "Peng Ye"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2112.13943",
    "title": "Connecting steady-states of driven-dissipative photonic lattices with  spontaneous collective emission phenomena",
    "abstract": " Comments: 6 pages, 4 figures. Closed to published version ",
    "url": "https://arxiv.org/abs/2112.13943",
    "authors": [
      "Alejandro González-Tudela"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2201.12397",
    "title": "Reducing energy consumption of fiber networks via quantum communication  technology",
    "abstract": " Comments: Added formulas for high baud-rate limit ",
    "url": "https://arxiv.org/abs/2201.12397",
    "authors": [
      "Janis Nötzel",
      "Matteo Rosati"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2202.01175",
    "title": "Surface acoustic waves inside polystyrene microparticles through  photoacoustic microscopy",
    "abstract": " Comments: The paper contains mistake in figures, information and some mistakes in results. So therefore I want to witdraw this ",
    "url": "https://arxiv.org/abs/2202.01175",
    "authors": [
      "Abhishek Ranjan",
      "Anowarul Habib",
      "Azeem Ahmad",
      "Balpreet Singh Ahluwalia",
      "Frank Melandsø"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2202.08104",
    "title": "An auto-locking ultra-stable laser with sub-hertz linewidth",
    "abstract": " Comments: 6 pages, 3 figures ",
    "url": "https://arxiv.org/abs/2202.08104",
    "authors": [
      "D. Jiao",
      "G. Xu",
      "J. Gao",
      "X. Deng",
      "J. Liu",
      "Q. Zang",
      "X. Zhang",
      "R. Dong",
      "T. Liu",
      "S. Zhang"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2202.10732",
    "title": "Wide-angle giant photonic spin Hall effect",
    "abstract": " Comments: 13 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2202.10732",
    "authors": [
      "Zhihao Chen",
      "Yu Chen",
      "Yaodong Wu",
      "Xinxing Zhou",
      "Handong Sun",
      "Tony Low",
      "Hongsheng Chen",
      "Xiao Lin"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2203.06216",
    "title": "Simulations of Silicon Radiation Detectors for High Energy Physics  Experiments",
    "abstract": " Comments: Contribution to Snowmass 2021, 27 pages, 16 figures ",
    "url": "https://arxiv.org/abs/2203.06216",
    "authors": [
      "B. Nachman",
      "T. Peltola",
      "P. Asenov",
      "M. Bomben",
      "R. Lipton",
      "F. Moscatelli",
      "E. A. Narayanan",
      "F. R. Palomo",
      "D. Passeri",
      "S. Seidel",
      "X. Shi",
      "J. Sonneveld"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  }
]