[
  {
    "id": "arXiv:2207.10084",
    "title": "Low-Power consumption Franz-Keldysh effect plasmonic modulator",
    "abstract": "In this paper we report on a low energy consumption CMOS-compatible plasmonic modulator based on Franz-Keldysh effect in germanium on silicon. We performed integrated electro-optical simulations in order to optimize the main characteristics of the modulator. A 3.3 $dB$ extinction ratio for a 30 ${\\mu}m$ long modulator is demonstrated under 3 $V$ bias voltage at an operation wavelength of 1647 $nm$. The estimated energy consumption is as low as 20 $fJ/bit$. ",
    "url": "https://arxiv.org/abs/2207.10084",
    "authors": [
      "Nicolás Abadía",
      "Thomas Bernadin",
      "Papichaya Chaisakul",
      "Ségolene Olivier",
      "Delphine Marris-Morini",
      "Roch Espiau de Lamaëstre",
      "Jean-Claude Weeber",
      "Laurent Vivien"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Other Condensed Matter (cond-mat.other)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2207.10121",
    "title": "Quantum-limited millimeter wave to optical transduction",
    "abstract": "Long distance transmission of quantum information is a central ingredient of distributed quantum information processors for both computing and secure communication. Transmission between superconducting/solid-state quantum processors necessitates transduction of individual microwave photons to optical photons. Current approaches to transduction employ solid state links between electrical and optical domains, facing challenges from the thermal noise added by the strong classical pumps required for high conversion efficiency and bandwidth. Neutral atoms are an attractive alternative transducer: they couple strongly to optical photons in their ground states, and to microwave/millimeter-wave photons in their Rydberg states. Nonetheless, strong coupling of atoms to both types of photons, in a cryogenic environment to minimize thermal noise, has yet to be achieved. Here we demonstrate quantum-limited transduction of millimeter-wave (mmwave) photons into optical photons using cold $^{85}$Rb atoms as the transducer. We achieve this by coupling an ensemble of atoms simultaneously to a first-of-its-kind, optically accessible three-dimensional superconducting resonator, and a vibration suppressed optical cavity, in a cryogenic ($5$ K) environment. We measure an internal conversion efficiency of $58(11)\\%$, a conversion bandwidth of $360(20)$ kHz and added thermal noise of $0.6$ photons, in agreement with a parameter-free theory. Extensions to this technique will allow near-unity efficiency transduction in both the mmwave and microwave regimes. More broadly, this state-of-the-art platform opens a new field of hybrid mmwave/optical quantum science, with prospects for operation deep in the strong coupling regime for efficient generation of metrologically or computationally useful entangled states and quantum simulation/computation with strong nonlocal interactions. ",
    "url": "https://arxiv.org/abs/2207.10121",
    "authors": [
      "Aishwarya Kumar",
      "Aziza Suleymanzade",
      "Mark Stone",
      "Lavanya Taneja",
      "Alexander Anferov",
      "David I. Schuster",
      "Jonathan Simon"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2207.10198",
    "title": "Clarification of exceptional point contribution for photonic sensing",
    "abstract": "Exceptional points, with simultaneous coalescence of eigen-values and eigen-vectors, can be realized with non-Hermitian photonic systems. With the enhanced response, exceptional points have been proposed to improve the performance of photonic sensing. Recently, there are intense debate about the actual sensing advantage of exceptional points. The major concern is that intrinsic noise is also amplified at exceptional points. Here, we aim to clarify the contribution of exceptional points for photonic sensing. This is achieved by analyzing the condition to realize divergent quantum Fisher information in linear non-Hermitian photonic systems. We show that the divergence of quantum Fisher information is the result of lasing threshold, instead of exceptional points. However, exceptional points correspond to the condition that lasing threshold is simultaneously achieved across multiple photonic modes. Therefore, exceptional points can further improve the sensitivity on top of lasing threshold. On the other hand, exceptional points alone cannot provide sensing advantage. ",
    "url": "https://arxiv.org/abs/2207.10198",
    "authors": [
      "Dalton Anderson",
      "Manav Shah",
      "Linran Fan"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2207.10328",
    "title": "Anomalous Absorption in Arrays of Metallic Nanoparticles: A Powerful  Tool for Quantum Dot Optoelectronics",
    "abstract": "Periodic arrays of noble metal nanoparticles are emblematic nanostructures in photonics. Their ability to sustain localized surface plasmon resonances has been used throughout the years to demonstrate a variety of passive and active functionalities such as enhanced luminescence in dipolar media and LEDs as well as higher responsivities in photoconductive detectors. Here, we show that additional magnetic resonances, associated with inductive current loops between the nanoparticles and accessible with transverse electric waves, emerge in the limit of dense arrays with subwavelength periods. Moreover, their interplay with the plasmons of the system results in spectrally sharp analogues of electromagnetically induced absorption (EIA). We use these metasurfaces to induce changes and enhancements in the emission, absorption, photoconduction, and polarization properties of active layers of PbS nanocrystals, illustrating the potential of EIA beyond the passive functionalities demonstrated so far in literature. ",
    "url": "https://arxiv.org/abs/2207.10328",
    "authors": [
      "Augustin Caillas",
      "Stéphan Suffit",
      "Pascal Filloux",
      "Emmanuel Lhuillier",
      "Aloyse Degiron"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2207.10505",
    "title": "Correlation between bandwidth and frequency of plasmaspheric hiss  uncovered with unsupervised machine learning",
    "abstract": "Previous statistical studies of plasmaspheric hiss investigated the averaged shape of the magnetic field power spectra at various points in the magnetosphere. However, this approach does not consider the fact that very diverse spectral shapes exist at a given L-shell and magnetic local time. Averaging the data together means that important features of the spectral shapes are lost. In this paper, we use an unsupervised machine learning technique to categorize plasmaspheric hiss. In contrast to the previous studies, this technique allows us to identify power spectra that have \"similar\" shapes and study their spatial distribution without averaging together vastly different spectral shapes. We show that strong negative correlations exist between the hiss frequency and bandwidth, which suggests that the observed patterns are consistent with in situ wave growth. ",
    "url": "https://arxiv.org/abs/2207.10505",
    "authors": [
      "Daniel Vech",
      "David M. Malaspina",
      "Alexander Drozdov",
      "Anthony Saikin"
    ],
    "subjectives": [
      "Space Physics (physics.space-ph)"
    ]
  },
  {
    "id": "arXiv:2207.10544",
    "title": "A Semiclassical Framework for Mixed Quantum Classical Dynamics",
    "abstract": "Semiclassical approximations for quantum dynamic simulations in complex chemical systems range from rigorously accurate methods that are computationally expensive to methods that exhibit near-classical scaling with system size but are limited in their ability to describe quantum effects. In practical studies of high-dimensional reactions, neither extreme is the best choice: frequently a high-level quantum mechanical description is only required for a handful of modes, while the majority of environment modes that do not play a key role in the reactive event of interest are well served with a lower level of theory. In this feature we introduce Modified Filinov filtration as a powerful tool for mixed quantum-classical simulations in a uniform semiclassical framework. ",
    "url": "https://arxiv.org/abs/2207.10544",
    "authors": [
      "Shreyas Malpathak",
      "Matthew S. Church",
      "Nandini Ananth"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2207.10567",
    "title": "Simulating spin dynamics with quantum computers",
    "abstract": "IBM quantum computers are used to simulate the dynamics of small systems of interacting quantum spins. For time-independent systems with $N\\leq 2$ spins, we construct circuits which compute the exact time evolution at arbitrary times and allow measurement of spin expectation values. Larger systems with spins require a the Lie-Trotter decomposition of the time evolution operator, and we investigate the case of $N=3$ explicitly. Basic readout-error mitigation is introduced to improve the quality of results run on these noisy devices. The simulations provide an interesting experimental component to the standard treatment of quantum spin in an undergraduate quantum mechanics course. ",
    "url": "https://arxiv.org/abs/2207.10567",
    "authors": [
      "Jarrett L. Lancaster",
      "D. Brysen Allen"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2207.10500",
    "title": "Integrating a fiber cavity into a wheel trap for strong ion-cavity  coupling",
    "abstract": "We present an ion trap with an integrated fiber cavity, designed for strong coupling at the level of single ions and photons. The cavity is aligned to the axis of a miniature linear Paul trap, enabling simultaneous coupling of multiple ions to the cavity field. We simulate how charges on the fiber mirrors affect the trap potential, and we test these predictions with an ion trapped in the cavity. Furthermore, we measure micromotion and heating rates in the setup. ",
    "url": "https://arxiv.org/abs/2207.10500",
    "authors": [
      "Markus Teller",
      "Viktor Messerer",
      "Klemens Schüppert",
      "Yueyang Zou",
      "Dario A. Fioretto",
      "Maria Galli",
      "Philip C. Holz",
      "Jakob Reichel",
      "Tracy E. Northup"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2207.10584",
    "title": "Disorder-enhanced transport in a chain of lossy dipoles strongly coupled  to cavity photons",
    "abstract": "We study the interplay between disorder and light-matter coupling by considering a disordered one-dimensional chain of lossy dipoles coupled to a multimode optical cavity, through a microscopically derived Hamiltonian. Such a system, hosting polaritonic excitations, may be realized experimentally in a wide range of platforms under strong light-matter coupling. By analyzing both the eigenspectrum and the driven-dissipative transport properties of our system, we find that in the strong-coupling regime, increasing disorder leads almost uncoupled dark states to acquire a photonic part, allowing them to inherit polaritonic long-range transport characteristics. Crucially, we show that this disorder-enhanced transport mechanism is increasingly noticeable when the considered dipoles are lossier. ",
    "url": "https://arxiv.org/abs/2207.10584",
    "authors": [
      "Thomas F. Allard",
      "Guillaume Weick"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2105.04733",
    "title": "Fast and Simple One-Way High-Dimensional Quantum Key Distribution",
    "abstract": " Title: Fast and Simple One-Way High-Dimensional Quantum Key Distribution ",
    "url": "https://arxiv.org/abs/2105.04733",
    "authors": [
      "Kfir Sulimany",
      "Rom Dudkiewicz",
      "Simcha Korenblit",
      "Hagai S. Eisenberg",
      "Yaron Bromberg",
      "Michael Ben-Or"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Cryptography and Security (cs.CR)",
      "Information Theory (cs.IT)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2110.12379",
    "title": "Variational quantum algorithm for Gaussian discrete solitons and their  boson sampling",
    "abstract": " Comments: Minor changes. 21 figures and 20 pages ",
    "url": "https://arxiv.org/abs/2110.12379",
    "authors": [
      "Claudio Conti"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Machine Learning (cs.LG)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2110.12883",
    "title": "Spin- and angle-resolved inverse photoemission setup with spin  orientation independent from electron incidence angle",
    "abstract": " Comments: The following article has been accepted by Review of Scientific Instruments ",
    "url": "https://arxiv.org/abs/2110.12883",
    "authors": [
      "Abraham F. Campos",
      "Philippe Duret",
      "Stéphane Cabaret",
      "Thomas Duden",
      "Antonio Tejeda"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2112.11128",
    "title": "Time-dependent optical force theory for optomechanics of dispersive 3D  photonic materials and devices",
    "abstract": " Title: Time-dependent optical force theory for optomechanics of dispersive 3D  photonic materials and devices ",
    "url": "https://arxiv.org/abs/2112.11128",
    "authors": [
      "Mikko Partanen",
      "Jukka Tulkki"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.11617",
    "title": "Preparation of ultra-cold atomic-ensemble arrays using time-multiplexed  optical tweezers",
    "abstract": " Comments: 8 pages, 5 figures, accepted for publication in Phys. Rev. A ",
    "url": "https://arxiv.org/abs/2203.11617",
    "authors": [
      "Katja Gosar",
      "Vesna Pirc Jevšenak",
      "Tadej Mežnaršič",
      "Dušan Babič",
      "Igor Poberaj",
      "Erik Zupanič",
      "Peter Jeglič"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2205.02623",
    "title": "Geometry Relaxation and Transition State Search throughout Chemical  Compound Space with Quantum Machine Learning",
    "abstract": " Title: Geometry Relaxation and Transition State Search throughout Chemical  Compound Space with Quantum Machine Learning ",
    "url": "https://arxiv.org/abs/2205.02623",
    "authors": [
      "S. Heinen",
      "G. F. von Rudorff",
      "A. O. von Lilienfeld"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  }
]