[
  {
    "id": "arXiv:2401.09484",
    "title": "Coded Quantum Chemical Calculations with Improved Machine-Learning  Models",
    "abstract": "Easy and effective usage of computational resources is crucial for scientific calculations. Following our recent work of machine-learning (ML) assisted scheduling optimization [Ref: J. Comput. Chem. 2023, 44, 1174], we further propose 1) the improve ML models for the better predictions of computational loads, and as such, more elaborate load-balancing calculations can be expected; 2) the idea of coded computation, i.e. the integration of gradient coding, in order to introduce fault tolerance during the distributed calculations; and 3) their applications together with re-normalized exciton model with time-dependent density functional theory (REM-TDDFT) for calculating the excited states. Illustrated benchmark calculations include P38 protein, and solvent model with one or several excitable centers. The results show that the improved ML-assisted coded calculations can further improve the load-balancing and cluster utilization, and owing primarily profit in fault tolerance that aiming at the automated quantum chemical calculations for both ground and excited states. ",
    "url": "https://arxiv.org/abs/2401.09484",
    "authors": [
      "Kai Yuan",
      "Shuai Zhou",
      "Ning Li",
      "Tianyan Li",
      "Bowen Ding",
      "Danhuai Guo",
      "Yingjin Ma"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2401.09655",
    "title": "Cavity-enhanced narrowband spectral filters using rare-earth ions doped  in thin-film lithium niobate",
    "abstract": "On-chip optical filters are fundamental components in optical signal processing. While rare-earth ion-doped crystals offer ultra-narrow optical filtering via spectral hole burning, their applications have primarily been limited to those using bulk crystals, restricting their utility. In this work, we demonstrate cavity-enhanced spectral filtering based on rare-earth ions in an integrated nonlinear optical platform. We incorporate rare-earth ions into high quality-factor ring resonators patterned in thin-film lithium niobate. By spectral hole burning in a critically-coupled resonance mode, we achieve bandpass filters ranging from 7 MHz linewidth, with 13.0 dB of extinction, to 24 MHz linewidth, with 20.4 dB of extinction. These filters outperform those of the highest quality factor ring resonators demonstrated in the thin-film lithium niobate integrated platform. Moreover, the cavity enables reconfigurable filtering by varying the cavity coupling rate. For instance, as opposed to the bandpass filter, we demonstrate a bandstop filter utilizing an under-coupled ring resonator. Such versatile integrated spectral filters with high extinction ratio and narrow linewidth could serve as fundamental components for optical signal processing and optical memories on-a-chip. ",
    "url": "https://arxiv.org/abs/2401.09655",
    "authors": [
      "Yuqi Zhao",
      "Dylan Renaud",
      "Demitry Farfurnik",
      "Subhojit Dutta",
      "Neil Sinclair",
      "Marko Loncar",
      "Edo Waks"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2401.09698",
    "title": "Photonic RF Channelization Based on Microcombs",
    "abstract": "In recent decades, microwave photonic channelization techniques have developed significantly. Characterized by low loss, high versatility, large instantaneous bandwidth, and immunity to electromagnetic interference, microwave photonic channelization addresses the requirements of modern radar and electronic warfare for receivers. Microresonator-based optical frequency combs are promising devices for photonic channelized receivers, enabling full advantage of multicarriers, large bandwidths, and accelerating the integration process of microwave photonic channelized receivers. In this paper, we review the research progress and trends in microwave photonic channelization, focusing on schemes that utilize integrated microcombs. We discuss the potential of microcomb-based RF channelization, as well as their challenges and limitations, and provide perspectives for their future development in the context of on-chip silicon-based photonics. ",
    "url": "https://arxiv.org/abs/2401.09698",
    "authors": [
      "Weiwei Han",
      "Zhihui Liu",
      "Mengxi Tan",
      "Chaoran Huang",
      "Jiayang Wu",
      "Kun Xu",
      "David J. Moss",
      "Xingyuan Xu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2401.09813",
    "title": "Near-infrared and Mid-infrared Light Emission of Boron-doped Crystalline  Silicon",
    "abstract": "The bottleneck in achieving fully integrated silicon photonics lies in silicon-based light-emitting devices that are compatible with standard CMOS technology. Dislocation loops by implanting boron into silicon and annealing represents an enticing strategy to transform highly inefficient silicon into a luminescent material. However, the emission at telecommunication wavelength suffers from the strong thermal quenching effect, resulting in low efficiency at room temperature. Here, we applied a new deep cooling process to address this issue. Interestingly, we find that electrons and holes recombine through defects emitting two photons, one in near infrared (NIR, 1.3~1.6 {\\mu}m) and the other in mid-infrared band (MIR, around 3.5 {\\mu}m). The PL intensity at NIR increases by three folds when the temperature increases from 77 K to 300K. Furthermore, the NIR light emission of reverse biased silicon diodes was significantly enhanced compared to forward bias, emitting the maximum output power of 42 nW at 60 mA. The results offer new opportunities for the development of IR light sources in integrated circuits. ",
    "url": "https://arxiv.org/abs/2401.09813",
    "authors": [
      "Xiaoming Wang",
      "Jiajing He",
      "Yaping Dan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2401.09889",
    "title": "Role of inter- and intraband current in laser interaction with  bi-chromatic quasi-periodic crystals",
    "abstract": "We study the role of the inter- and intraband current in the laser interaction with the bi-chromatic quasi-periodic crystals. The interaction dynamics are simulated by solving the time-dependent Schr\\\"odinger equation in the $k$-space, and time evolution of the inter- and intraband current is obtained in a gauge invariant form. We observed that for certain bi-chromatic potential ratios, the energy band structure of the `valence band' and the `conduction band' facilitate the interband transitions only at the center or at the edge of the Brillouin zone, which leads to a very interesting population transfer mechanism between the bands. The temporal profile of the inter- and intraband current gives a detailed account of the interaction. The higher-order harmonic generation (HHG) is also studied for these bi-chromatic optical lattices, and the resultant harmonic yield is commented upon. ",
    "url": "https://arxiv.org/abs/2401.09889",
    "authors": [
      "Amol R. Holkundkar",
      "Nivash R",
      "Jayendra N. Bandyopadhyay"
    ],
    "subjectives": [
      "Atomic and Molecular Clusters (physics.atm-clus)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2401.09932",
    "title": "Real-time and On-site Aerodynamics using Stereoscopic PIV and Deep  Optical Flow Learning",
    "abstract": "We introduce Recurrent All-Pairs Field Transforms for Stereoscopic Particle Image Velocimetry (RAFT-StereoPIV). Our approach leverages deep optical flow learning to analyze time-resolved and double-frame particle images from on-site measurements, particularly from the 'Ring of Fire,' as well as from wind tunnel measurements for real-time aerodynamic analysis. A multi-fidelity dataset comprising both Reynolds-Averaged Navier-Stokes (RANS) and Direct Numerical Simulation (DNS) was used to train our model. RAFT-StereoPIV outperforms all PIV state-of-the-art deep learning models on benchmark datasets, with a 68$\\%$ error reduction on the validation dataset, Problem Class 2, and a 47$\\%$ error reduction on the unseen test dataset, Problem Class 1, demonstrating its robustness and generalizability. In comparison to the most recent works in the field of deep learning for PIV, where the main focus was the methodology development and the application was limited to either 2D flow cases or simple experimental data, we extend deep learning-based PIV for industrial applications and 3D flow field estimation. As we apply the trained network to three-dimensional highly turbulent PIV data, we are able to obtain flow estimates that maintain spatial resolution of the input image sequence. In contrast, the traditional methods produce the flow field of $\\sim$16$\\times$ lower resolution. We believe that this study brings the field of experimental fluid dynamics one step closer to the long-term goal of having experimental measurement systems that can be used for real-time flow field estimation. ",
    "url": "https://arxiv.org/abs/2401.09932",
    "authors": [
      "Mohamed Elrefaie",
      "Steffen Hüttig",
      "Mariia Gladkova",
      "Timo Gericke",
      "Daniel Cremers",
      "Christian Breitsamter"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2401.09971",
    "title": "Harmonic Generation in a Terawatt X-Ray Free-Electron Laser",
    "abstract": "Terawatt x-ray free-electron lasers (XFELs) require high current densities with strong transverse focusing. The implications on harmonic generation are discussed using the MINERVA simulation code which self-consistently includes harmonic generation. We consider helical and planar undulators where the fundamental is at 1.5 Angstrom and study the associated harmonic generation. While tapered undulators are needed to reach TW powers at the fundamental, the taper does not enhance the harmonics because the taper must start before saturation of the fundamental, with the harmonics saturating earlier. Nevertheless, the harmonics reach substantial powers and enable enhanced applications. ",
    "url": "https://arxiv.org/abs/2401.09971",
    "authors": [
      "Henry P. Freund",
      "Patrick G. O'Shea"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2401.10087",
    "title": "Correlating fluorescence microscopy, optical and magnetic tweezers to  study single chiral biopolymers, tested on DNA plectoneme formation dynamics",
    "abstract": "Biopolymer topology is critical for determining interactions inside cell environments, exemplified by DNA where its response to mechanical perturbation is as important as biochemical properties to its cellular roles. The dynamic structures of chiral biopolymers exhibit complex dependence with extension and torsion, however the physical mechanisms underpinning the emergence of structural motifs upon physiological twisting and stretching are poorly understood due to technological limitations in correlating force, torque and spatial localization information. We present COMBI-Tweez (Combined Optical and Magnetic BIomolecule TWEEZers), a transformative tool that overcomes these challenges by integrating optical trapping, time-resolved electromagnetic tweezers, and fluorescence microscopy, demonstrated on single DNA molecules, that can controllably form and visualise higher order structural motifs including plectonemes. This technology combined with cutting-edge MD simulations provides quantitative insight into complex dynamic structures relevant to DNA cellular processes and can be adapted to study a range of filamentous biopolymers. ",
    "url": "https://arxiv.org/abs/2401.10087",
    "authors": [
      "Jack W Shepherd",
      "Sebastien Guilbaud",
      "Zhaokun Zhou",
      "Jamieson Howard",
      "Matthew Burman",
      "Charley Schaefer",
      "Adam Kerrigan",
      "Clare Steele-King",
      "Agnes Noy",
      "Mark C Leake"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)",
      "Biomolecules (q-bio.BM)"
    ]
  },
  {
    "id": "arXiv:2401.10123",
    "title": "Terahertz emission from $α$-W/CoFe epitaxial spintronic emitters",
    "abstract": "We report efficient terahertz (THz) generation in epitaxial $\\alpha$-W/Co$_6$0Fe$_4$0 spintronic emitters. Two types of emitters have been investigated; epitaxial $\\alpha$-W(110)/Co$_6$0Fe$_4$0(110) and $\\alpha$-W(001)/Co$_6$0Fe$_4$0(001) deposited on single crystalline Al$_2$O$_3$(11-20) and MgO(001) substrates, respectively. The generated THz radiation is about 10% larger for $\\alpha$-W(110)/Co$_6$0Fe$_4$0(110) grown on single crystalline Al$_2$O$_3$(11-20), which is explained by the fact that the $\\alpha$-W(110)/Co$_6$0Fe$_4$0(110) interface for this emitter is more transparent to the spin current due to the presence of Angstrom-scale interface intermixing at the W/CoFe interface. Our results also reveal that the generation of THz radiation is larger when pumping with the laser light from the substrate side, which is explained by a larger part of the laser light due to interference effects in the film stack being absorbed in the ferromagnetic Co$_6$0Fe$_4$0 layer in this measurement configuration. ",
    "url": "https://arxiv.org/abs/2401.10123",
    "authors": [
      "Venkatesh Mottamchetty",
      "Rimantas Brucas",
      "Anna L. Ravensburg",
      "Rahul Gupta",
      "Arne Roos",
      "Cheuk Wai Tai",
      "Vassilios Kapaklis",
      "Peter Svedlindh"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2401.10218",
    "title": "An inversely designed mode-multiplexed photonic integrated vector  dot-product core",
    "abstract": "Photonic computing has the potential of harnessing the full degrees of freedom (DOFs) of the light field, including wavelength, spatial mode, spatial location, phase quadrature, and polarization, to achieve higher level of computation parallelization and scalability than digital electronic processors. While multiplexing using wavelength and other DOFs can be readily integrated on silicon photonics platforms with compact footprints, conventional mode-division multiplexed (MDM) photonic designs occupy areas exceeding tens to hundreds of microns for a few spatial modes, significantly limiting their scalability. Here we utilize inverse design to demonstrate an ultracompact photonic computing core that calculates vector dot-products based on MDM coherent mixing within a nominal footprint of 5 um x 3 um. Our dot-product core integrates the functionalities of 2 mode multiplexers and 1 multi-mode coherent mixers, all within the footprint, and could be applied to various computation and computer vision tasks, with high computing throughput density. We experimentally demonstrate computing examples on the fabricated core, including complex number multiplication and motion estimation using optical flow. ",
    "url": "https://arxiv.org/abs/2401.10218",
    "authors": [
      "Zheyuan Zhu",
      "Raktim Sarma",
      "Seth Smith-Dryden",
      "Guifang Li",
      "Shuo Pang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Signal Processing (eess.SP)"
    ]
  },
  {
    "id": "arXiv:2304.11170",
    "title": "Magnetically Controllable Multimode Interference in Topological Photonic  Crystals",
    "abstract": " Comments: 18 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2304.11170",
    "authors": [
      "Weiyuan Tang",
      "Mudi Wang",
      "Shaojie Ma",
      "C.T. Chan",
      "Shuang Zhang"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.17222",
    "title": "Signatures of Thermal and Electrical Crosstalk in a Microwave  Multiplexed Hard X-ray Transition Edge Sensor Array",
    "abstract": " Comments: 10 pages, 4 figures. Presented at the 20th International Workshop on Low Temperature Detectors ",
    "url": "https://arxiv.org/abs/2311.17222",
    "authors": [
      "Panthita Triamkitsawat",
      "Tejas Guruswamy",
      "Orlando Quaranta",
      "Lisa Gades",
      "Umeshkumar Patel",
      "Antonino Miceli"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2312.03352",
    "title": "Large Non-Volatile Frequency Tuning of Spin Hall Nano-Oscillators using  Circular Memristive Nano-Gates",
    "abstract": " Comments: Marie Sklodowska-Curie Actions, H2020-MSCA-ITN-2020; Project Acronym SPEAR; Grant Agreement No. 955671 ",
    "url": "https://arxiv.org/abs/2312.03352",
    "authors": [
      "Maha Khademi",
      "Akash Kumar",
      "Mona Rajabali",
      "Saroj P. Dash",
      "Johan Åkerman"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  }
]