[
  {
    "id": "arXiv:2210.05750",
    "title": "Design of Novel Optical Cavities for Strong Shock Compression",
    "abstract": "Laser-induced strong shock with high efficiency remains a technical challenge, evidenced by the fact that much effort is being invested at large-scale national laboratories to optimize the laser-induced shock compression of pellets consisting of light elements. However, techniques developed at national laboratories are rarely transferable to university laboratories. Here, we present theoretical work on designing novel optical cavities intended for strong shock generation at a tabletop scale. The key idea is to utilize multiple laser pulses spatially shaped to form concentric laser rings on condensed matter samples. Each laser ring launches a 2D focusing pressure wave that converges at the common central point. The pulses are delayed in the nanosecond range and spaced by microns, matching the laser scanning speed to the shock speed, which is typically several microns/ns in condensed matter, allowing the pressure waves to superimpose to achieve extremely high pressure. The hereby designed optical cavities are expected to maintain or even exceed the shock excitation efficiency of $10^4$ GPa/J reported in our previous work using a single laser ring, where the limiting factor to generate stronger shocks was the saturation of input laser energy. The current design for multiple laser rings bypasses the saturation due to much larger excitation areas, thus the total input laser energy can be dramatically increased. Our work provides a viable pathway toward the application of laser-induced strong shock compression of condensed matters. The current tabletop scheme caters to the need of the shock compression community by providing the flexibility, in contrast to large-scale national labs, to test new shock compression strategies. ",
    "url": "https://arxiv.org/abs/2210.05750",
    "authors": [
      "Yun Kai",
      "Jet Lem",
      "Vyacheslav Sokurenko",
      "Steven E. Kooi",
      "Keith A. Nelson",
      "Thomas Pezeril"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2210.05776",
    "title": "Frequency combs with multiple offsets in THz-rate microresonators",
    "abstract": "Octave-wide frequency combs in microresonators are essential for self-referencing. However, it is difficult for the small-size and high-repetition-rate microresonators to achieve perfect soliton modelocking over the broad frequency range due to the detrimental impact of dispersion. Here we examine the stability of the soliton states consisting of one hundred modes in silicon-nitride microresonators with the one-THz free spectral range. We report the coexistence of fast and slow solitons in a narrow detuning range, which is surrounded on either side by the breather states. We decompose the breather combs into a sequence of subcombs with different carrier envelope offset frequencies. The large detuning breathers have a high frequency of oscillations associated with the perturbation extending across the whole microresonator. The small detuning breathers create oscillations localised on the soliton core and can undergo the period-doubling bifurcation, which triggers a sequence of intense sub-combs. ",
    "url": "https://arxiv.org/abs/2210.05776",
    "authors": [
      "Danila Puzyrev",
      "Dmitry Skryabin"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.05932",
    "title": "Influence of the switch-over period of an alternately active bi-heater  on heat transfer enhancement inside a cavity",
    "abstract": "Increasing power demands on multicore processors necessitate effective thermal management. The present study investigates natural convection heat transfer inside a square cavity with an alternately active bi-heater that mimics two cores of a dual-core processor. Pulsating heat flux condition is implemented on two discrete heaters with a certain switching frequency. The heat transfer characteristics have been investigated for Prandtl number =0.71 and Rayleigh number in the range of 10^3 - 10^6 using OpenFOAM. The results obtained for alternative active heaters configuration have been compared with that of the steady single heater and steady double-symmetric heaters subjected to the same heat flux. The alternately active heater configuration showed better heat transfer characteristics than a single steady heater for all switchover periods, and better than a double-symmetric heater for low switchover periods. However, it is found that for higher values of the switchover period, the maximum temperature of alternately active heaters configuration touches the temperature of steady single heater. This threshold switchover period has been determined using a scale analysis. The threshold switchover periods determined from scale analysis are consistent with the results obtained from numerical simulations for different Rayleigh numbers and heater lengths. ",
    "url": "https://arxiv.org/abs/2210.05932",
    "authors": [
      "Anish Pal",
      "Riddhideep Biswas",
      "Sourav Sarkar",
      "Aranyak Chakravarty",
      "Achintya Mukhopadhyay"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2210.05948",
    "title": "Non-Hermitian acoustic waveguides with periodic electroacoustic feedback",
    "abstract": "In this work, we investigate non-Hermitian acoustic waveguides designed with periodically applied feedback efforts using electrodynamic actuators. One-dimensional spectral (infinite-dimensional) and finite element (finite-dimensional) models for plane acoustic waves in ducts are used. It is shown that dispersion diagrams of this family of metamaterials exhibit non-reciprocal imaginary frequency components, manifesting as wave attenuation or amplification along opposite directions for all pass bands. The effects of different feedback laws are investigated. Furthermore, the non-Hermitian skin effect manifesting as topological modes localized at the boundaries of finite domains is investigated and successfully predicted by the topology of the reciprocal space. This work extends previous numerical results obtained for a piezoelectric rod system and contributes to recent efforts in designing active metamaterials with novel properties associated with the physics of non-Hermitian systems, which may find fruitful technological applications related to noise control, wave localization, filtering and multiplexing. ",
    "url": "https://arxiv.org/abs/2210.05948",
    "authors": [
      "Danilo Braghini",
      "Vinicius D. de Lima",
      "Danilo Beli",
      "Matheus I. N. Rosa",
      "José R. de F. Arruda"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2210.06050",
    "title": "High brilliance $γ$-ray generation from the laser interaction in a  carbon plasma channel",
    "abstract": "The generation of collimated, high brilliance $\\gamma$-ray beams from a structured plasma channel target is studied by means of 2D PIC simulations. Simulation results reveal an optimum laser pulse pulse duration of $20\\,\\text{fs}$, for generating $\\gamma$-photon beams of brilliances up to $10^{20}\\,\\text{s}^{-1}\\text{mm}^{-1}\\text{mrad}^{-2}\\,(0.1\\,\\%\\text{BW})^{-1}$ and photon energies well above $200$ MeV in the interaction of an ultra-intense laser (incident laser power $ P_L \\geq 5$ PW) with a high-Z carbon structured plasma target. These results are aimed at employing the upcoming laser facilities with multi-petawatt (PW) laser powers to study the laser-driven nonlinear quantum electrodynamics processes in an all-optical laboratory setup. ",
    "url": "https://arxiv.org/abs/2210.06050",
    "authors": [
      "Christian Heppe",
      "Naveen Kumar"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2210.06059",
    "title": "A Cryogenic Sapphire Resonator Oscillator with 1e-16 mid-term fractional  frequency stability",
    "abstract": "We report in this letter the outstanding frequency stability performances of an autonomous cryogenique sapphire oscillator presenting a flicker frequency noise floor below 2e-16 near 1,000 s of integration time and a long term Allan Deviation (ADEV) limited by a random walk process of 1e-18/sqr(tau). The frequency stability qualification at this level called for the implementation of sophisticated instrumentation associated with ultra-stable frequency references and ad hoq averaging and correlation methods. ",
    "url": "https://arxiv.org/abs/2210.06059",
    "authors": [
      "Christophe Fluhr",
      "Benoit Dubois",
      "Claudio E. Calosso",
      "Francois Vernotte",
      "Enrico Rubiola",
      "Vincent Giordano"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2210.06137",
    "title": "Nonlinear multi-frequency phonon lasers with active levitated  optomechanics",
    "abstract": "Phonon lasers, exploiting coherent amplifications of phonons, have been a cornerstone for exploring nonlinear phononics, imaging nanomaterial structures, and operating phononic devices. Very recently, by levitating a nanosphere in an optical tweezer, a single-mode phonon laser governed by dispersive optomechanical coupling has been demonstrated, assisted by alternating mechanical nonlinear cooling and linear heating. Such levitated optomechanical (LOM) devices, with minimal noises in high vacuum, can allow flexible control of large-mass objects without any internal discrete energy levels. However, untill now, it is still elusive to realize phonon lasing with levitated microscale objects, due to much stronger optical scattering losses. Here, by employing a Yb3+-doped active system, we report the first experiment on nonlinear multi-frequency phonon lasers with a micro-size sphere governed instead by dissipative LOM coupling. In this work, active gain plays a key role since not only 3-order enhancement can be achieved for the amplitude of the fundamental-mode phonon lasing, compared with the passive device, but also nonlinear mechanical harmonics can emerge spontaneously above the lasing threshold. Furthermore, for the first time, coherent correlations of phonons are observed for both the fundamental mode and its harmonics. Our work drives the field of LOM technology into a new regime where it becomes promising to engineer collective motional properties of typical micro-size objects, such as atmospheric particulates and living cells, for a wide range of applications in e.g., acoustic sensing, gravimetry, and inertial navigation. ",
    "url": "https://arxiv.org/abs/2210.06137",
    "authors": [
      "Tengfang Kuang",
      "Ran Huang",
      "Wei Xiong",
      "Yunlan Zuo",
      "Xiang Han",
      "Franco Nori",
      "Cheng-Wei Qiu",
      "Hui Luo",
      "Hui Jing",
      "Guangzong",
      "Xiao"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.06224",
    "title": "E.C.G.Sudarshan and his Diagonal Representation in Quantum Optics",
    "abstract": "The essential of this monograph is to reproduce the results of Sudarshans paper Equivalence of semiclassical and quantum mechanical descriptions of statistical light beams published in 1963. To go in that direction we also describe the linear harmonic oscillator and its algebraic equivalence with a single-mode quantized beam of light. Coherent states and their overcompleteness properties along with the diagonal representation of the density matrix are essential as a prerequisite to reproduce the result. Most of the textbooks meant for graduate students describe linear harmonic oscillators in great detail but they cryptically mention coherent states and their associated properties. So it is difficult for the students to understand the essence of Sudarshans paper which contains only seven equations. This monograph is written in such a lucid manner that without the help of experts one can understand it. ",
    "url": "https://arxiv.org/abs/2210.06224",
    "authors": [
      "S. K. Sounda",
      "K. Mandal"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2210.06326",
    "title": "Optical nanoresonators",
    "abstract": "The review presents the analysis and generalization of classical and most modern approaches to the description and development of the principles of operation of open optical nanoresonators, that is, resonators, all sizes of which are smaller than the resonant wavelength of radiation in vacuum. Particular attention is paid to the physics of such phenomena as bound states in a continuum, anapole states, supercavity modes, and perfect nonradiating modes with extremely high-quality factors and localizations of electromagnetic fields. The analysis of the optical properties of natural oscillations in nanoresonators made of metamaterials is also presented in the review. The effects considered in this review are not purely fundamental, but can also find applications in the development of optical nanoantennas, nanolasers, biosensors, photovoltaic devices, and nonlinear nanophotonics. ",
    "url": "https://arxiv.org/abs/2210.06326",
    "authors": [
      "Vasily V. Klimov"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2210.06355",
    "title": "Fractional calculus within the optical model used in nuclear and  particle physics",
    "abstract": "The optical model is a fundamental tool to describe scattering processes in nuclear physics. The basic input is an optical model potential, which describes the refraction and absorption processes more or less schematically. Of special interest is the form of the absorption potential. With increasing energy of the incident projectile, a derivation of this potential must take into account energy dependent transition from imaginary surface to volume terms. We discuss the deficiencies of the classical approach and propose an alternative method based on concepts developed within the framework of fractional calculus, which allows to describe a smooth transition from surface to volume absorption in a natural way. ",
    "url": "https://arxiv.org/abs/2210.06355",
    "authors": [
      "Richard Herrmann"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2210.05890",
    "title": "Pair distribution function analysis driven by atomistic simulations:  Application to microwave radiation synthesized TiO$_2$ and ZrO$_2$",
    "abstract": "A workflow is presented for performing pair distribution function (PDF) analysis of defected materials using structures generated from atomistic simulations. A large collection of structures, which differ in the types and concentrations of defects present, are obtained through energy minimization with an empirical interatomic potential. Each of the structures is refined against an experimental PDF. The structures with the lowest goodness of fit $R_w$ values are taken as being representative of the experimental structure. The workflow is applied to anatase titanium dioxide ($a$-TiO$_2$) and tetragonal zirconium dioxide ($t$-ZrO$_2$) synthesized in the presence of microwave radiation, a low temperature process that generates disorder. The results suggest that titanium vacancies and interstitials are the dominant defects in $a$-TiO$_2$, while oxygen vacancies dominate in $t$-ZrO$_2$. Analysis of the atomic displacement parameters extracted from the PDF refinement and mean squared displacements calculated from molecular dynamics simulations indicate that while these two quantities are closely related, it is challenging to make quantitative comparisons between them. The workflow can be applied to other materials systems, including nanoparticles. ",
    "url": "https://arxiv.org/abs/2210.05890",
    "authors": [
      "Shuyan Zhang",
      "Jie Gong",
      "Daniel Xiao",
      "B. Reeja Jayan",
      "Alan J. H. McGaughey"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2210.05898",
    "title": "Quantum amplification of spin currents in cavity magnonics by a  parametric drive induced long-lived mode",
    "abstract": "Cavity-mediated magnon-magnon coupling can lead to a transfer of spin-wave excitations between two spatially separated magnetic samples. We enunciate how the application of a two-photon parametric drive to the cavity can lead to stark amplification in this transfer efficiency. The recurrent multiphoton absorption by the cavity opens up an infinite ladder of accessible energy levels, which can induce higher-order transitions within the magnon Fock space. This is reflected in a heightened spin-current response from one of the magnetic samples when the neighboring sample is coherently pumped. The enhancement induced by the parametric drive can be considerably high within the stable dynamical region. Specifically, near the periphery of the stability boundary, the spin current is amplified by several orders of magnitude. Such striking enhancement factors are attributed to the emergence of parametrically induced strong coherences precipitated by a long-lived mode. While contextualized in magnonics, the generality of the principle would allow applications to energy transfer between systems contained in parametric cavities. ",
    "url": "https://arxiv.org/abs/2210.05898",
    "authors": [
      "Debsuvra Mukhopadhyay",
      "Jayakrishnan M. P. Nair",
      "G. S. Agarwal"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.06309",
    "title": "On-Demand Entanglement of Molecules in a Reconfigurable Optical Tweezer  Array",
    "abstract": "Entanglement is crucial to many quantum applications including quantum information processing, simulation of quantum many-body systems, and quantum-enhanced sensing. Molecules, because of their rich internal structure and interactions, have been proposed as a promising platform for quantum science. Deterministic entanglement of individually controlled molecules has nevertheless been a long-standing experimental challenge. Here we demonstrate, for the first time, on-demand entanglement of individually prepared molecules. Using the electric dipolar interaction between pairs of molecules prepared using a reconfigurable optical tweezer array, we realize an entangling two-qubit gate, and use it to deterministically create Bell pairs. Our results demonstrate the key building blocks needed for quantum information processing, simulation of quantum spin models, and quantum-enhanced sensing. They also open up new possibilities such as using trapped molecules for quantum-enhanced fundamental physics tests and exploring collisions and chemical reactions with entangled matter. ",
    "url": "https://arxiv.org/abs/2210.06309",
    "authors": [
      "Connor M. Holland",
      "Yukai Lu",
      "Lawrence W. Cheuk"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2202.11972",
    "title": "Frequency noise characterization of diode lasers for vapor cell clocks  applications",
    "abstract": " Comments: accepted for publication on IEEE Transactions on Instrumentation and Measurement (Oct 2022) ",
    "url": "https://arxiv.org/abs/2202.11972",
    "authors": [
      "Gaspare Antona",
      "Michele Gozzelino",
      "Salvatore Micalizio",
      "Claudio E. Calosso",
      "Giovanni A. Costanzo",
      "Filippo Levi"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2203.12240",
    "title": "Fano-like resonance due to interference with distant transitions",
    "abstract": " Comments: 6 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2203.12240",
    "authors": [
      "Y.-N. Lv",
      "A.-W. Liu",
      "Y. Tan",
      "C.-L. Hu",
      "T.-P. Hua",
      "X.-B. Zou",
      "Y. R. Sun",
      "C.-L. Zou",
      "G.-C. Guo",
      "S.-M. Hu"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.03733",
    "title": "Demonstration of a Quantum Gate using Electromagnetically Induced  Transparency",
    "abstract": " Comments: 6 pages, 5 figures plus Supplementary Material ",
    "url": "https://arxiv.org/abs/2204.03733",
    "authors": [
      "K. McDonnell",
      "L. F. Keary",
      "J. D. Pritchard"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic and Molecular Clusters (physics.atm-clus)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2205.06084",
    "title": "Folding lattice proteins with quantum annealing",
    "abstract": " Title: Folding lattice proteins with quantum annealing ",
    "url": "https://arxiv.org/abs/2205.06084",
    "authors": [
      "Anders Irbäck",
      "Lucas Knuthson",
      "Sandipan Mohanty",
      "Carsten Peterson"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Soft Condensed Matter (cond-mat.soft)",
      "Chemical Physics (physics.chem-ph)",
      "Biomolecules (q-bio.BM)"
    ]
  },
  {
    "id": "arXiv:2207.02077",
    "title": "Dynamical stabilization by vacuum fluctuations in a cavity: Resonant  electron scattering in the ultrastrong light-matter coupling regime",
    "abstract": " Comments: Published version ",
    "url": "https://arxiv.org/abs/2207.02077",
    "authors": [
      "D. A. Zezyulin",
      "S. A. Kolodny",
      "O. V. Kibis",
      "I. V. Tokatly",
      "I. V. Iorsh"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2210.04690",
    "title": "Non-local Skyrmions as topologically resilient quantum entangled states  of light",
    "abstract": " Title: Non-local Skyrmions as topologically resilient quantum entangled states  of light ",
    "url": "https://arxiv.org/abs/2210.04690",
    "authors": [
      "Pedro Ornelas",
      "Isaac Nape",
      "Robert de Mello Koch",
      "Andrew Forbes"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  }
]