[
  {
    "id": "arXiv:2512.16939",
    "title": "Quantum Monogamy with Predetermined Events",
    "abstract": "           The concept of correlation appears straightforward: measurement outcomes coincide, and patterns emerge. For any record of events, the coefficients are uniquely determined. Thus, if correlations change spontaneously, as seen in quantum monogamy, then individual behavior must have changed first. Surprisingly, this is not always true. When two observables are mutually exclusive, they cannot coincide objectively and need to be grouped across time. Yet, sectioning the flow of events into \"iterations\" is not trivial in this case. Even with blind windows of coincidence, the same order of outcomes can produce different coefficients of correlation, depending on the number of joint measurements. Therefore, quantum monogamy can happen with fixed pre-determined events. A new concept (\"subjective correlation\") is required to explain this phenomenon.         ",
    "url": "https://arxiv.org/abs/2512.16939",
    "authors": [
      "Ghenadie N. Mardari"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2512.16946",
    "title": "Women in Theoretical Quantum Physics in Brazil:demographics, career profiles, recognition, and leadership",
    "abstract": "           Gender imbalance in Physics remains a persistent global challenge, and Brazil is no exception. While women account for only 24% of Physics faculty in the country, their representation in Quantum Physics is even smaller. In this work, we provide the first comprehensive overview of women working in Theoretical Quantum Physics in Brazil, here referred to as the SheQ (She + Quantum) community. Using data from the CNPq Lattes platform, we identify 93 researchers and analyze their geographic distribution, academic trajectories, scientific productivity, international experience, recognition through awards and fellowships, and engagement with initiatives promoting gender equity. Our results reveal both progress and persistent disparities: SheQ researchers have a strong scientific output, leadership roles, and international training; yet, their recognition through productivity fellowships remains modest, and their involvement in gender-related initiatives, although increasing among younger generations, remains limited. By combining quantitative indicators with institutional perspectives, we highlight structural barriers as well as opportunities for fostering a more inclusive environment in Quantum Physics. his study thus contributes to a broader reflection on how diversity not only promotes fairness but also strengthens creativity, innovation, and scientific progress.         ",
    "url": "https://arxiv.org/abs/2512.16946",
    "authors": [
      "Tatiana Pauletti",
      "Paula Homem de Mello",
      "Thereza Paiva",
      "Vivian V.França"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)",
      "Physics Education (physics.ed-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2512.17124",
    "title": "Realism and Ontology in Quantum Mechanics and String Theory",
    "abstract": "           Dualities in physics have challenged traditional forms of scientific realism by undermining the idea that theories describe a unique underlying ontology. In this paper, we develop a new perspective on scientific realism that responds to this challenge. We argue that while realist commitment remains appropriate at the level of a theory's full formal structure, ontological commitment should be treated as tied to specific empirical contexts rather than to a fixed, real ontology. Our proposal draws inspiration from Dennett's notion of a \"compression algorithm\" as a defining criterion of a scientific theory. On this basis, we separate realism from ontological commitment. To clarify the stakes of this distinction, we contrast our approach with common core realism, which locates ontology in the invariant structure shared by dual models. Focusing on dualities in quantum mechanics and string theory, we show how our view accommodates ontological pluralism while preserving a robust form of structural realism.         ",
    "url": "https://arxiv.org/abs/2512.17124",
    "authors": [
      "Richard Dawid",
      "Guilherme Franzmann"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)",
      "High Energy Physics - Theory (hep-th)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2512.17132",
    "title": "Full-Wave Optical Modeling of Leaf Internal Light Scattering Dynamics with Potential Applications for Early Detection of Foliar Fungal Disease",
    "abstract": "           Light interacting with plant leaves undergoes reflection, transmission, scattering, and absorption, which together determine leaf optical properties. Changes in leaf architecture disrupt internal light scattering dynamics and consequently affect photosynthetic performance. Previous studies on internal leaf light scattering have primarily relied on ray-tracing approaches (e.g., Raytran) or radiative-transfer models (e.g., PROSPECT). However, these high-frequency approximations cannot capture diffraction and coherent multiple scattering in wavelength-scale leaf tissues, unlike full-wave electromagnetic simulations. Here, we employ GPU-accelerated Finite-Difference Time-Domain (FDTD) simulations to model internal light scattering dynamics using segmented cross-section image geometries of representative dicot and monocot leaves with wavelength-dependent complex refractive indices. The simulations accurately reproduce the reflectance and transmittance characteristics of healthy leaves, showing strong agreement with the PROSPECT model, with average Lin's concordance values of 0.8962 for dicot leaves and 0.7849 for monocot leaves. We further simulate early-stage necrotrophic fungal infection by modeling melanized hyphae penetrating the cuticle and upper epidermis. Diseased leaves exhibit a pronounced reduction in visible green reflectance and a marked suppression of the near-infrared reflectance plateau, consistent with experimental observations. Remaining discrepancies in the visible band are expected to be reduced through more advanced geometric and material modeling. This proof-of-concept study presents a full-wave FDTD optical modeling framework for plant-leaf light scattering, enabling physics-based analysis of internal scattering before and after early-stage fungal penetration and supporting the use of light scattering as an indicator for pre-symptomatic plant fungal disease detection.         ",
    "url": "https://arxiv.org/abs/2512.17132",
    "authors": [
      "Da-Young Lee",
      "Dong-Yeop Na"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2512.17327",
    "title": "High-Resolution Sensing via Quantum States Discrimination",
    "abstract": "           High-resolution sensing plays a significant role in scientific research and industrial production, but the practical implementation is constrained by the physical mechanisms of the sensors. To address the critical limitation, we propose a high-resolution sensing approach based on quantum state discrimination. Distinct from conventional strategies, the proposed approach constructs measurement operators in the orthogonal complement space rather than eigenspace of the eigenstate, thereby notably improving the discriminability among quantum states. Moreover, the experimental results via an optical microcavity demonstrate a potential sensing resolution of 4 $\\times$ 10\\textsuperscript{-6} \\degree C and 18 p$\\epsilon$ respectively for temperature and strain, and further verify the feasibility of simultaneous sensing of the two parameters. This work establishs a universal approach for high-resolution sensing, and may be extended to different sensing platforms across various application scenarios.         ",
    "url": "https://arxiv.org/abs/2512.17327",
    "authors": [
      "Qi-An Su",
      "Qi Song",
      "Hongjing Li",
      "Kaiwen Fu",
      "Xingyu Wu",
      "Jingzheng Huang",
      "Chuan Wang",
      "Guihua Zeng"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2512.17536",
    "title": "Fully stabilized 25 GHz frequency comb for frequency calibration of optical spectrum analyzer",
    "abstract": "           Optical spectrometers are widely used in scientific and industrial applications, and precise frequency calibration is essential for ensuring their reliable performance. Traditionally, spectrometers have been calibrated using reference gas cells or reference lamps. However, such conventional methods are not enough to meet the demands for high accuracy and stability. Although frequency-stabilized lasers offer excellent frequency uncertainty, they provide only a single calibration point at a fixed frequency, which is unsuitable for wide-range spectrometer calibration. In this work, we demonstrate a fully stabilized, high-repetition rate electro-optic frequency comb (EO comb) as an absolute frequency reference providing multiple calibration points over a broad spectral range. Our 25 GHz EO comb provides a broadband spectrum spanning from 189.5 THz to 196 THz (corresponding to 1530 nm to 1582 nm), traceable to a frequency standard with a relative standard uncertainty of 10^-13. The well-defined and evenly spaced comb modes can be spectrally resolved by conventional optical spectrometers, enabling wide-range, high-precision frequency calibration. We directly calibrated a commercial spectrometer by referencing its measured frequency values to our well-defined comb modes, thereby evaluating the frequency error with a standard uncertainty of 20 MHz (or relative standard uncertainty of 10^-7), which is limited by the Type A uncertainty (repeatability) of the spectrometer. The proposed method is simple to implement and provides multiple calibration points referenced to the frequency standards over a broad spectral range. This approach improves both the calibration and performance evaluation of spectrometers, and it contributes to the advancement of optical metrology.         ",
    "url": "https://arxiv.org/abs/2512.17536",
    "authors": [
      "Yoonkwon On",
      "Dae Hee Kim",
      "Sujin Kim",
      "Yong Jin Kim",
      "Jong-Ahn Kim",
      "Sunghoon Eom",
      "Jae Yong Lee",
      "Yoon-Soo Jang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2512.17575",
    "title": "The resonance behavior of a bubble near a boundary",
    "abstract": "           We present an analytical model for the frequency response of a gas microbubble oscillating near a spherical inclusion of arbitrary size and mechanical nature (rigid, fluid, or viscoelastic) immersed in a viscous compressible fluid. The model considers both radial and nonspherical oscillations in the linear regime and predicts how their resonance frequencies and oscillation amplitudes are altered by the bubble size, material properties, and distance to the nearby sphere. As a key application, we demonstrate that scanning the frequency response of a bubble near a viscoelastic object, such as an erythrocyte-like particle mimicking a biological cell, offers a way to recover its mechanical properties through inverse modeling, opening new possibilities for high-resolution elastography at the microscale.         ",
    "url": "https://arxiv.org/abs/2512.17575",
    "authors": [
      "Thomas Micol",
      "Alexander A. Doinikov",
      "Cyril Mauger",
      "Claude Inserra"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2512.17692",
    "title": "Bound States to the Continuum: Time-varying Spoof Acoustic Surface Waves",
    "abstract": "           We develop a theoretical framework for time-modulated acoustic metasurfaces comprising a line array of modulated cavities, and show that bound acoustic surface waves can undergo temporal diffraction from bound states localised at an interface into bulk waves. The dispersion relation is derived via an operator formalism that captures the spatio-temporal coupling between Floquet sidebands. We show that under periodic modulation of the cavity length sidebands spaced by the modulation frequency are produced (diffraction in time), enabling the coupling of bound surface acoustic waves with bulk radiation i.e. from a bound state \\textit{to} the continuum. We observe the negative-frequency spectra as spatial reflections along the array via time-domain finite element simulations. Spectral $k$-gaps are observed at band crossings, with the width of the gap proportional to the modulation amplitude. The modulation enters solely through a time-dependent reflection phase, such that the framework applies generally to metasurfaces with programmable boundary conditions, beyond purely mechanical modulation.         ",
    "url": "https://arxiv.org/abs/2512.17692",
    "authors": [
      "E. Paul",
      "G. J. Chaplain",
      "J. Li",
      "T. A. Starkey",
      "S. A. R. Horsley"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2512.17741",
    "title": "Signatures of coherent energy transfer and exciton delocalization in time-resolved optical cross correlations",
    "abstract": "           We investigate how optical second-order cross correlations witness the quantum features of a prototype donor-acceptor light-harvesting unit. By considering a pair of detuned two-level emitters electronically coupled and incoherently driven to a non-equilibrium steady-state, we gain insight into how electronic quantum properties such as exciton eigenstate delocalization, coherent energy transfer and steady-state electronic coherence, are manifested in the joint probability of emission or optical second-order cross correlation. Specifically, we show that the frequency associated with oscillations present in time-resolved second-order cross correlation functions quantifies not only the time scale of coherent energy transfer but also the degree of delocalization of the exciton eigenstates. Furthermore, we show that time-resolved cross correlations directly witness steady-state electronic coherence. Our work strengthens the idea that measurements of the intensity quantum cross correlations can provide distinctive signatures of the quantum behavior of biophysical emitters.         ",
    "url": "https://arxiv.org/abs/2512.17741",
    "authors": [
      "Hallmann Óskar Gestsson",
      "Alexandra Olaya-Castro"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Biological Physics (physics.bio-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2512.17777",
    "title": "Irreversible thermalization vs reversible dynamics mediated by anomalous correlators: Wave turbulence theory and experiments in optical fibers",
    "abstract": "           We theoretically and experimentally investigate spontaneous self-organization in a conservative (Hamiltonian) turbulent wave system, operating far from thermodynamic equilibrium. Our system is governed by two coherently coupled nonlinear Schrödinger equations, describing the polarization evolution of light in a dispersive nonlinear optical fiber. The analysis reveals the emergence of two fundamentally distinct turbulent regimes. In a first regime, the waves undergo a slow, irreversible thermalization process, which is accurately described by the wave turbulence kinetic equation and the associated H-theorem of entropy growth. In stark contrast with this expected irreversible process, we identify a second different regime, where strong phase-correlations spontaneously emerge, giving rise to a fast reversible oscillatory dynamics of the normal correlator and anomalous phase-correlator. Experimental observations confirm the occurrence of both irreversible thermalization and reversible dynamics mediated by the anomalous correlated fluctuations.         ",
    "url": "https://arxiv.org/abs/2512.17777",
    "authors": [
      "T. Torres",
      "J. Garnier",
      "L. Zanaglia",
      "M. Ferraro",
      "C. Michel",
      "V. Doya",
      "J. Fatome",
      "B. Kibler",
      "S. Wabnitz",
      "A. Picozzi",
      "G. Millot"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2512.17824",
    "title": "First results of a Monolithic Active Pixel Sensor with Internal Signal Gain Fully Integrated in a 180 nm CMOS Technology",
    "abstract": "           Dense tracking environments in experiments at CERN's High-Luminosity LHC and future FCC experiments call for an increased use of timing information in addition to the position measurement of pixel detectors. This adds one dimension to the information available, and is essential for pile-up mitigation at high luminosity. The CASSIA sensor project (CMOS Active SenSor with Internal Amplification) focuses on the development of pixel matrices with internal charge multiplication based on monolithic CMOS sensor technologies suitable for application as charged particle tracking and timing detectors. CMOS sensors with in-pixel internal amplification would result in higher signal amplitudes having an improved signal-to-noise ratio, better time resolution and increased sensitivity, making them attractive for high-radiation environments. Their monolithic integration in small pixels reduces the input capacitance of a front-end amplifier and power dissipation making it suitable for fine-pitch low-power detectors. Fast signal rise time due to internal charge amplification improves the response time and timing resolution, all of which makes such a technology attractive for future 4D tracking applications in HEP experiments. This paper presents the first results of the CASSIA sensor, a novel MAPS which uses gain layers fully integrated in a 180nm imaging process to achieve internal signal amplification. In the first measurements presented here we demonstrate the gain behaviour of different pixel implant designs and show that the sensor can be operated with low gain proportional mode as LGAD sensor at lower voltages and as SPAD sensor at higher voltages.         ",
    "url": "https://arxiv.org/abs/2512.17824",
    "authors": [
      "Heinz Pernegger",
      "Emma Kate Anderson",
      "Paula Bartulović",
      "Ivan Berdalović",
      "Marc Giroux de Foiard Brown",
      "Sebastian Haberl",
      "Matija Jugović",
      "Anastasia Kotsokechagia",
      "Jenny Lunde",
      "Borna Požar",
      "Tomislav Suligoj"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2512.16951",
    "title": "Characteristic features of the resonant trident process in the field of a strong monochromatic electromagnetic wave",
    "abstract": "           The characteristic features of the resonant trident process (Oleinik resonances) have been theoretically studied in a wide range of frequencies and intensities of a circularly polarized strong electromagnetic wave. The resonant trident process is defined by two characteristic quantum energies: the characteristic energy of the nonlinear Compton effect and the characteristic energy of the nonlinear Breit-Wheeler process. These characteristic energies depend significantly on the frequency and intensity of the wave, as well as on the angle between the momenta of the initial electrons and the electromagnetic wave. The resonant trident process is effective when the energy of the initial electrons is greater than or on the order of magnitude of the corresponding characteristic energies. It is shown that quantum entanglement of final particles takes place in this resonant process. An important aspect of the resonant trident process is the equality of the energies of the electron and positron pairs. Analytical expressions for the differential rates of the resonant trident process on the energy of final particles are obtained. The corresponding analytical expressions for full rates have also been obtained. It is shown that the rate data of the resonant trident process in the field of optical and X-ray wave frequencies significantly exceed the corresponding rate of the non-resonant trident process. Results obtained can be used in experiments at leading laser centers, as well as to explain QED processes in strong X-ray fields near neutron stars and magnetars.         ",
    "url": "https://arxiv.org/abs/2512.16951",
    "authors": [
      "S.P. Roshchupkin",
      "M.V. Shakhov"
    ],
    "subjectives": [
      "High Energy Physics - Phenomenology (hep-ph)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2512.17031",
    "title": "Comparing Homodyne and Heterodyne Tomography of Quantum States of Light",
    "abstract": "           Non-Gaussian quantum states are critical resources in photonic quantum information processing, rendering their generation and characterization of increasing importance in quantum optics. In this work, we theoretically and numerically analyze the relative efficiency of homodyne versus heterodyne measurements for reconstructing non-Gaussian states, a major outstanding question in continuous-variable tomography. Combining a Fisher information-based formalism with simulated experiments, we find homodyne tomography to outperform heterodyne measurements for all non-Gaussian states tested, although the separation between the two modalities proves significantly narrower than suggested by the asymptotic Cramer-Rao lower bound. Our results should find use for optimizing measurement strategies in practical continuous-variable quantum systems.         ",
    "url": "https://arxiv.org/abs/2512.17031",
    "authors": [
      "Rhea P. Fernandes",
      "Andrew J. Pizzimenti",
      "Christos N. Gagatsos",
      "Joseph M. Lukens"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2512.17318",
    "title": "Microcomb-driven large-scale fully connected quantum network",
    "abstract": "           Fully connected quantum networks enable simultaneously connecting every user to every other user and are the most versatile and robust networking architecture. However, the scalability of such networks remains great challenge for practical applications. Here we construct a large-scale fully connected quantum network founded on two-photon Hong-Ou-Mandel (HOM) interference, where user-to-user security is guaranteed even with untrusted network provider. Using integrated soliton microcomb (SMC) and photonic encoding chips, we realize precise massive parallel frequency generation and locking, high-visibility HOM interferences and measurement-device-independent (MDI) quantum key distribution. The proposed architecture enables a 200-user fully connected quantum network over 200 kilometers with strict information-theoretic security via untrusted network provider. The implemented networking architecture paves the way for realizing large-scale fully connected MDI quantum networks across metropolitan and intercity regions.         ",
    "url": "https://arxiv.org/abs/2512.17318",
    "authors": [
      "Fang-Xiang Wang",
      "Sheng-Teng Zheng",
      "Long Huang",
      "Guo-We Zhang",
      "Guang-Shu Wang",
      "Wen-Jing Ding",
      "Ze-Hao Wang",
      "Shuang Wang",
      "Zhen-Qiang Yin",
      "Chang-Ling Zou",
      "Brent E. Little",
      "Guochao Wang",
      "Lingxiao Zhu",
      "Guang-Can Guo",
      "Weiqiang Wang",
      "Wenfu Zhang",
      "Wei Chen",
      "Zheng-Fu Han"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2512.17510",
    "title": "Autonomous Picosecond-Precision Synchronization in Measurement-Device-Independent Quantum Key Distribution",
    "abstract": "           Measurement-device-independent quantum key distribution (MDI-QKD) eliminates detector side-channel attacks by relocating all measurements to an untrusted intermediate node. However, its practical implementation critically relies on picosecond-level temporal synchronization between spatially separated users. In this work, we present a physically motivated autonomous synchronization algorithm for fiber-based MDI-QKD networks that does not require auxiliary optical channels or shared clock references. The method exploits round-trip optical pulse propagation and statistical signal detection in the presence of Gaussian noise. We derive analytical expressions for false-alarm probabilities, quantify detection reliability, and demonstrate through numerical modeling that synchronization accuracy better than 10~ps is achievable for channel lengths up to 100~km with realistic optical power levels. The proposed approach improves the scalability and robustness of MDI-QKD architectures and is directly applicable to metropolitan and backbone quantum networks.         ",
    "url": "https://arxiv.org/abs/2512.17510",
    "authors": [
      "A. P. Pljonkin"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2512.17802",
    "title": "Systematic search of laser and phase modulation noise coupling in heterodyne interferometry",
    "abstract": "           Heterodyne interferometry for precision science often comes with an optical phase modulation, for example, for intersatellite clock noise transfer for gravitational wave (GW) detectors in space, exemplified by the Laser Interferometer Space Antenna (LISA). The phase modulation potentially causes various noise couplings to the final phase extraction of heterodyne beatnotes by a phasemeter. In this paper, in the format of space-based GW detectors, we establish an analytical framework to systematically search for the coupling of various noises from the heterodyne and modulation frequency bands, which are relatively unexplored so far. In addition to the noise caused by the phase modulation, the high-frequency laser phase noise is also discussed in the same framework. The analytical result is also compared with a numerical experiment to confirm that our framework successfully captures the major noise couplings. We also demonstrate a use case of this study by taking the LISA-like parameters as an example, which enables us to derive requirements on the level of the laser and phase modulation noises in the high frequency regimes.         ",
    "url": "https://arxiv.org/abs/2512.17802",
    "authors": [
      "Kohei Yamamoto",
      "Olaf Hartwig",
      "Lennart Wissel",
      "Holly Leopardi",
      "Kenji Numata",
      "Ryan Derosa"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2512.17860",
    "title": "Witnessing Entanglement in Mixed-Particle Quantum Systems",
    "abstract": "           We introduce an entanglement witness that identifies off-diagonal long-range order (ODLRO) -- a distinctive form of entanglement -- in systems containing both fermionic and bosonic particles. By analyzing the particle-hole reduced density matrices of each subsystem, the approach detects ODLRO independently in both fermionic and bosonic sectors and identifies when long-range order develops across the entire mixed-particle system. The witness also quantifies the magnitude of ODLRO within each particle type, revealing how fermionic and bosonic correlations combine to form the total entanglement of the system, including a bosonic condensation of particle-hole pairs driven by many-body correlations rather than particle statistics. Using the Lipkin-Meshkov-Glick spin model, we show how the transition from ODLRO localized to one particle type to ODLRO shared by both particle types captures the onset of collective entanglement in a mixed-particle environment, providing new insight into systems where fermionic and bosonic correlations coexist.         ",
    "url": "https://arxiv.org/abs/2512.17860",
    "authors": [
      "Irma Avdic",
      "David A. Mazziotti"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2507.05233",
    "title": "Quantum Quasinormal Mode Theory for Dissipative Nano-Optics and Magnetodielectric Cavity Quantum Electrodynamics",
    "abstract": "           The unprecedented pace of evolution in nanoscale architectures for cavity quantum electrodynamics (cQED) has posed crucial challenges for theory, where the quantum dynamics arising from the non-perturbative dressing of matter by cavity electric and magnetic fields, as well as the fundamentally non-hermitian character of the system are to be treated without significant approximation. The lossy electromagnetic resonances of photonic, plasmonic or magnonic nanostructures are described as quasinormal modes (QNMs), whose properties and interactions with quantum emitters and spin qubits are central to the understanding of dissipative nano-optics and magnetodielectric cQED. Despite recent advancements toward a fully quantum framework for QNMs, a general and universally accepted approach to QNM quantization for arbitrary linear media remains elusive. In this work, we introduce a unified theoretical framework, based on macroscopic QED and complex coordinate transformations, that achieves QNM quantization for a wide class of spatially inhomogeneous, dissipative (with possible gain components) and dispersive, linear, magnetodielectric resonators. The complex coordinate transformations equivalently convert the radiative losses into non-radiative material dissipation, and via a suitable transformation that reflects all the losses of the resonator, we define creation and annihilation operators that allow the construction of modal Fock states for the joint excitations of field-dressed matter. By directly addressing the intricacies of modal loss in a fully quantum theory of magnetodielectric cQED, our approach enables the exploration of modern, quantum nano-optical experiments utilizing dielectric, plasmonic, magnetic or hybrid cQED architectures, and paves the way towards a rigorous assessment of room-temperature quantum nanophotonic technologies without recourse to ad hoc quantization schemes.         ",
    "url": "https://arxiv.org/abs/2507.05233",
    "authors": [
      "Lars Meschede",
      "Daniel D. A. Clarke",
      "Ortwin Hess"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2508.17506",
    "title": "The Impact of Thermal Fields on Rydberg Atom Radio Frequency Sensors",
    "abstract": "           Rydberg atom radio frequency sensors are unique in a number of ways, including possessing extraordinary carrier bandwidth, self-calibration and accuracy. In this paper, we examine the impact of thermal radiation on Rydberg atom sensors. Antennas are limited by their thermal background, while Rydberg atom sensors are coherent sensors. Incoherent thermal radiation does not limit Rydberg atom sensors in the same way as an antenna. The primary consequence of a thermal radiation field on Rydberg atom sensors is to decrease their coherence, as the decay rates of the Rydberg states used for sensing the radio frequency field are increased due to the thermal field, i.e. blackbody, modification of the atomic decay rates. Thermal and coherent field excitation are fundamentally different in that thermal fields produce statistically independent excitations with well-defined frequency, polarization, and propagation direction, while coherent states are coherent superpositions of photon number states. Consequently, thermal fields do not contribute to the coherences of the density matrix that are used for Rydberg atom sensing, except for damping them.         ",
    "url": "https://arxiv.org/abs/2508.17506",
    "authors": [
      "Channprit Kaur",
      "Pinrui Shen",
      "Donald Booth",
      "Andrew Todd",
      "James P. Shaffer"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2508.20619",
    "title": "Role of quantum dynamics in coherent and incoherent radiation during tunneling ionization",
    "abstract": "           Radiation during strong-field tunneling ionization is investigated. The spontaneous as well as the coherent components of the radiation are calculated describing the ionization dynamics via the strong field approximation and the role of the quantum dynamics at tunneling is analyzed. The competition between different mechanisms in different spectral regions is examined. Transition-like radiation (Brunel radiation) is dominated at low-frequencies, Thomson scattering at the laser frequency, and radiative recombination via the three-step process at high-order harmonics. To distinguish the role of the quantum dynamics, simple man Drude models are developed for the coherent as well as for spontaneous radiation, which are based on the electron trajectory out of the tunneling barrier. The quantum dynamics is shown to modify the coherent Brunel radiation for near-zero-frequencies in asymmetric laser pulses. The significant role of free-free transitions is demonstrated for the spontaneous radiation in the low-frequency region.         ",
    "url": "https://arxiv.org/abs/2508.20619",
    "authors": [
      "Michael Klaiber",
      "Karen Z. Hatsagortsyan",
      "Christoph H. Keitel"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2510.11463",
    "title": "Characterisation of the first wafer-scale prototype for the ALICE ITS3 upgrade: the monolithic stitched sensor (MOSS)",
    "abstract": "           This paper presents the characterisation and testing of the first wafer-scale monolithic stitched sensor (MOSS) prototype developed for the ALICE ITS3 upgrade that is to be installed during the LHC Long Shutdown 3 (2026-2030). The MOSS chip design is driven by the truly cylindrical detector geometry that imposes that each layer is built out of two wafer-sized, bent silicon chips. The stitching technique is employed to fabricate sensors with dimensions of 1.4 $\\times$ 25.9 cm, thinned to 50 $\\mu$m. The chip architecture, in-pixel front-end, laboratory and in-beam characterisation, susceptibility to single-event effects, and series testing are discussed. The testing campaign validates the design of a wafer-scale stitched sensor and the performance of the pixel matrix to be within the ITS3 requirements. The MOSS chip demonstrates the feasibility of the ITS3 detector concept and provides insights for further optimisation and development.         ",
    "url": "https://arxiv.org/abs/2510.11463",
    "authors": [
      "Omar Abdelrahman",
      "Gianluca Aglieri Rinella",
      "Luca Aglietta",
      "Giacomo Alocco",
      "Matias Antonelli",
      "Roberto Baccomi",
      "Francesco Barile",
      "Pascal Becht",
      "Franco Benotto",
      "Stefania Maria Beolè",
      "Marcello Borri",
      "Daniela Bortoletto",
      "Naseem Bouchhar",
      "Giuseppe Eugenio Bruno",
      "Matthew Daniel Buckland",
      "Szymon Bugiel",
      "Paolo Camerini",
      "Francesca Carnesecchi",
      "Marielle Chartier",
      "Domenico Colella",
      "Angelo Colelli",
      "Giacomo Contin",
      "Giuseppe De Robertis",
      "Wenjing Deng",
      "Antonello Di Mauro",
      "Vittorio Di Trapani",
      "Maurice Donner",
      "Ana Dorda Martin",
      "Piotr Dorosz",
      "Floarea Dumitrache",
      "Lars Döpper",
      "Gregor Hieronymus Eberwein",
      "Domenico Elia",
      "Simone Emiliani",
      "Laura Fabbietti",
      "Tommaso Fagotto",
      "Xiaochao Fang",
      "Henrik Fribert",
      "Roman Gernhäuser",
      "Piero Giubilato",
      "Laura Gonella",
      "Karl Gran Grodaas",
      "Ola Slettevoll Groettvik",
      "Vladimir Gromov",
      "Malte Grönbeck",
      "Philip Hauer",
      "Hartmut Hillemanns",
      "Guen Hee Hong",
      "Yu Hu",
      "Minyoung Chris Hwang",
      "Marc Alain Imhoff",
      "Barbara Jacak",
      "Daniel Matthew Jones",
      "Antoine Junique",
      "Filip Křížek",
      "Jetnipit Kaewjai",
      "Anouk Kaiser",
      "Jesper Karlsson Gumprecht",
      "Markus Keil",
      "Bernhard Ketzer",
      "Jiyoung Kim",
      "Lena Kirchner",
      "Kritsada Kittimanapun",
      "Alex Kluge",
      "Chinorat Kobdaj",
      "Artem Kotliarov",
      "Thanushan Kugathasan",
      "Marc König",
      "Paola La Rocca",
      "Natthawut Laojamnongwong",
      "Lukas Lautner",
      "Corentin Lemoine",
      "Long Li",
      "Beatrice Eva Liang-Gilman",
      "Francesco Licciulli",
      "Sanghoon Lim",
      "Bong-Hwi Lim",
      "Jian Liu",
      "Flavio Loddo",
      "Matteo Lupi",
      "Magnus Mager",
      "Philipp Mann",
      "Georgios Mantzaridis",
      "Davide Marras",
      "Paolo Martinengo",
      "Silvia Masciocchi",
      "Annalisa Mastroserio",
      "Soniya Mathew",
      "Serena Mattiazzo",
      "Marius Wilm Menzel",
      "Nicola Minafra",
      "Frederic Morel",
      "Alice Mulliri",
      "Anjali Ila Nambrath",
      "Rajendra Nath Patra",
      "Iaroslav Panasenko",
      "Styliani Paniskaki",
      "Caterina Pantouvakis",
      "Cosimo Pastore",
      "Stefania Perciballi"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2510.14758",
    "title": "Design optimization of silicon nitride nanomechanical resonators for thermal infrared detectors: a guide through key figures of merit",
    "abstract": "           Thermomechanical infrared (IR) detectors have emerged as promising alternatives to traditional photon and thermoelectric sensors, offering broadband sensitivity and low noise without the need for cryogenic cooling. Despite recent advances, the field still lacks a unified framework to guide the design of these nanomechanical systems. This work addresses that gap by providing a comprehensive design guide for IR thermal detectors based on silicon nitride drumhead and trampolines. Leveraging a validated analytical model, we systematically explore how geometry, tensile stress, and optical properties influence key performance metrics such as thermal time constant, noise-equivalent power, and specific detectivity. The analysis encompasses both bare silicon nitride and structures with broadband absorber layers, revealing how different parameter regimes affect the trade-off between sensitivity and response speed. Rather than focusing on a single device architecture, this study maps out a broad design space, enabling performance prediction and optimisation for a variety of application requirements. As such, it serves not only as a reference for benchmarking existing devices but also as a practical tool for engineering next-generation IR sensors that can operate close to the fundamental detection limit. This work is intended as a foundational resource for researchers and designers aiming to tailor IR detectors to specific use cases.         ",
    "url": "https://arxiv.org/abs/2510.14758",
    "authors": [
      "Paolo Martini",
      "Kostas Kanellopulos",
      "Silvan Schmid"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2511.22006",
    "title": "All-Optical Photonic Crystal Bolometer with Ultra-Low Heat Capacity for Scalable Thermal Imaging",
    "abstract": "           High-speed thermal imaging in the long-wave infrared (LWIR) is critical for applications from autonomous navigation to medical screening, yet existing uncooled detectors are fundamentally constrained. Resistive bolometers are limited by electronic noise and the parasitic thermal load of wired readouts, while state-of-the-art nanomechanical resonators typically rely on vacuum packaging to maintain the mechanical $Q$ needed for sensitivity. Here, we introduce and demonstrate an uncooled thermal detector that addresses these challenges via an all-optical transduction mechanism. The heterogeneously integrated pixel is engineered for minimal thermal mass, combining pyrolytic carbon absorbers for broadband LWIR absorption, hollow zirconia structures for ultra-low-conductance thermal isolation, and a silicon photonic crystal cavity that serves as a high-$Q$ optical thermometer. Operating at ambient temperature and pressure, we measure a specific detectivity of $1.1\\times10^{7}$ Jones and a thermal time constant of $27~\\mu \\mathrm{s}$, corresponding to a speed that surpasses typical high-sensitivity uncooled technologies by an order of magnitude. Based on this detectivity measurement, which is limited by the noise floor of the external optical detection electronics, a physics-based model predicts a $>25\\text{-fold}$ performance enhancement to its fundamental thermorefractive-noise-limited value ($3\\times10^{8}$ Jones). The optical readout remains functional across ambient and vacuum environments. We expect this architecture to provide a general route toward scalable, high-performance thermal imaging systems.         ",
    "url": "https://arxiv.org/abs/2511.22006",
    "authors": [
      "Louis Follet",
      "Jordan Goldstein",
      "Christopher L. Panuski",
      "Ian Christen",
      "Sivan Trajtenberg-Mills",
      "Dirk R. Englund"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2512.13179",
    "title": "A nanopore-gated sub-attoliter silicon nanocavity for single-molecule trapping and analysis",
    "abstract": "           Biomolecules exhibit dynamic conformations critical to their functions, yet observing these processes at the single-molecule level under native conditions remains a formidable challenge. While surface immobilization has been widely used to extend observation times, it could disrupt molecular dynamics and impede biological function. Moreover, the study of weak molecular interactions requires high local concentrations, often leading to problems with signal saturation in fluorescence-based approaches. Recent advancements in single-molecule trapping techniques have addressed some limitations, but achieving precise, controllable, long-term trapping in a molecularly crowded environment without external forces remains difficult. Here, we introduce a nanopore-gated sub-attoliter silicon nanocavity that enables precise, non-perturbative trapping of individual biomolecules for extended observation times, eliminating the need for external forces. Using nucleosomes as model systems, we demonstrate single-molecule Förster resonance energy transfer (smFRET) to monitor relative distances. Our data also show that an applied electric field can modulate the conformational properties of macromolecules, emphasizing a key advantage of our device: it does not require an electric field to retain trapped molecules. We envision this nanocavity platform as a powerful tool for interrogating molecular dynamics in physiologically relevant environments, offering unperturbed access to weak and transient interactions that are central to biological regulation.         ",
    "url": "https://arxiv.org/abs/2512.13179",
    "authors": [
      "Funing Liu",
      "Qitao Hu",
      "Anton Sabantsev",
      "Giovanni Di Muccio",
      "Shuangshuang Zeng",
      "Mauro Chinappi",
      "Sebastian Deindl",
      "Zhen Zhang"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2011.12716",
    "title": "The Quantum Rashomon Effect: A Strengthened Frauchiger-Renner Argument",
    "abstract": "           The Frauchiger-Renner argument aims to show that `quantum theory cannot consistently describe the use of itself': in many-party settings where agents are themselves subject to quantum experiments, agents may make predictions that contradict observations. Here, we introduce a simplified setting using only three agents, that is independent of the initial quantum state, thus eliminating in particular any need for entanglement, and furthermore does not need to invoke any final measurement and resulting collapse. Nevertheless, the predictions and observations made by the agents cannot be integrated into a single, consistent account. We propose that the existence of this sort of \\emph{Rashomon effect}, i.e. the impossibility of uniting different perspectives, is due to failing to account for the limits put on the information available about any given system as encapsulated in the notion of an \\emph{epistemic horizon}.         ",
    "url": "https://arxiv.org/abs/2011.12716",
    "authors": [
      "Jochen Szangolies"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2408.06375",
    "title": "Deriving the Born Rule from a model of the quantum measurement process",
    "abstract": "           The quantum mechanics postulate called the Born Rule attributes a probabilistic meaning to a wave function. This paper derives the Born Rule from other quantum principles along with a model of the measurement process. The nondeterministic nature of quantum measurements is hypothesized to arise from an ignorance of the quantum states of a measuring device's microscopic components. Their interactions with a system to be measured are modeled heuristically with any member of a particular class of stochastic processes, each of which generate the Born Rule. One member of the class appears particularly compatible with properties expected of quantum interactions.         ",
    "url": "https://arxiv.org/abs/2408.06375",
    "authors": [
      "Alan Schaum"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2506.13304",
    "title": "New Paradigm for Integrated Sensing and Communication with Rydberg Atomic Receiver",
    "abstract": "           The RYDberg Atomic Receiver (RYDAR) has been demonstrated to surmount the limitation on both the sensitivity and operating bandwidth of the classical electronic counterpart, which can theoretically detect indiscernible electric signals below -174 dBm/Hz with optical measurement through Rydberg-state atoms. Such miracle has established a new quantum-based paradigm for communications and sensing, which motivates a revolution of the transceiver design philosophies to fully unleash the potential of RYDAR towards next-generation networks. Against this background, this article provides a thorough investigation of Rydberg atomic communications and sensing from theory to hardware implementations. Specifically, we highlight the great opportunities from the hybridization between the RYDAR and the cutting-edge integrated sensing and communication (ISAC), followed by essential preliminaries of the quantum-based receiver. Then we propose a theoretical framework for broadband ISAC based on RYDAR, demonstrated by the proof-of-concept experiments. Afterwards, the enabling technologies for the ISAC framework are explored ranging from channel characterization, waveform design to array-based receiver configurations, where the open problems are also summarized. Finally, the future applications of RYDAR-based ISAC are envisioned, indicating its significant potential for both civilian and military purposes.         ",
    "url": "https://arxiv.org/abs/2506.13304",
    "authors": [
      "Minze Chen",
      "Tianqi Mao",
      "Yang Zhao",
      "Wei Xiao",
      "Dezhi Zheng",
      "Zhaocheng Wang",
      "Jun Zhang",
      "Sheng Chen"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2507.17421",
    "title": "Instability of explicit time integration for strongly quenched dynamics with neural quantum states",
    "abstract": "           Neural quantum states have recently demonstrated significant potential for simulating quantum dynamics beyond the capabilities of existing variational ansätze. However, studying strongly driven quantum dynamics with neural networks has proven challenging so far. Here, we focus on assessing several sources of numerical instabilities that can appear in the simulation of quantum dynamics based on the time-dependent variational principle (TDVP) with the computationally efficient explicit time integration scheme. Focusing on the restricted Boltzmann machine architecture, we compare solutions obtained by TDVP with analytical solutions and implicit methods as a function of the quench strength. Interestingly, we uncover a quenching strength that leads to a numerical breakdown in the absence of Monte Carlo noise, despite the fact that physical observables don't exhibit irregularities. This breakdown phenomenon appears consistently across several different TDVP formulations, even those that eliminate small eigenvalues of the Fisher matrix or use geometric properties to recast the equation of motion. We provide evidence that the nature of the instability stems from stiffness of the dynamics of the variational parameters, despite the absence of stiffness in the exact quantum dynamics. We conclude that alternative methods need to be developed to leverage the computational efficiency of explicit time integration of the TDVP equations for simulating strongly nonequilibrium quantum dynamics with neural-network quantum states.         ",
    "url": "https://arxiv.org/abs/2507.17421",
    "authors": [
      "Hrvoje Vrcan",
      "Johan H. Mentink"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2510.12776",
    "title": "Quantum Generative Modeling of Single-Cell transcriptomes: Capturing Gene-Gene and Cell-Cell Interactions",
    "abstract": "           Single-cell RNA sequencing (scRNA-seq) data simulation is limited by classical methods that rely on linear correlations, failing to capture the intrinsic, nonlinear dependencies. No existing simulator jointly models gene-gene and cell-cell interactions. We introduce qSimCells, a novel quantum computing-based simulator that employs entanglement to model intra- and inter-cellular interactions, generating realistic single-cell transcriptomes with cellular heterogeneity. The core innovation is a quantum kernel that uses a parameterized quantum circuit with CNOT gates to encode complex, nonlinear gene regulatory network (GRN) as well as cell-cell communication topologies with explicit causal directionality. The resulting synthetic data exhibits non-classical dependencies: standard correlation-based analyses (Pearson and Spearman) fail to recover the programmed causal pathways and instead report spurious associations driven by high baseline gene-expression probabilities. Furthermore, applying cell-cell communication detection to the simulated data validates the true mechanistic links, revealing a robust, up to 75-fold relative increase in inferred communication probability only when quantum entanglement is active. These results demonstrate that the quantum kernel is essential for producing high-fidelity ground-truth datasets and highlight the need for advanced inference techniques to capture the complex, non-classical dependencies inherent in gene regulation.         ",
    "url": "https://arxiv.org/abs/2510.12776",
    "authors": [
      "Selim Romero",
      "Vignesh S. Kumar",
      "Robert S. Chapkin",
      "James J. Cai"
    ],
    "subjectives": [
      "Quantitative Methods (q-bio.QM)",
      "Emerging Technologies (cs.ET)",
      "Biological Physics (physics.bio-ph)",
      "Genomics (q-bio.GN)"
    ]
  },
  {
    "id": "arXiv:2512.08662",
    "title": "Spectroscopic readout of chiral photonic topology in a single-cavity spin-orbit-coupled Bose-Einstein condensate",
    "abstract": "           Topological photonic phases are typically identified through band reconstruction, steady-state transmission, or real-space imaging of edge modes. In this work, we present a framework for spectroscopic readout of chiral photonic topology in a single driven optical cavity containing a spin-orbit-coupled Bose-Einstein condensate. We demonstrate that the cavity transmission power spectral density provides a direct and measurable proxy for a momentum- and frequency-resolved photonic Chern marker, enabling topological characteristics to be inferred from spectral data without the need for bulk-band tomography. In the loss-dominated regime, where cavity decay exceeds atomic dissipation, the power spectral density exhibits Dirac-like gapped hybrid modes with a vanishing Chern marker, indicating a trivial phase. When the dissipation imbalance is reversed, a bright, gap-spanning spectral ridge emerges, co-localized with peaks in both the Chern marker and Berry curvature. The complex spectrum reveals parity-time symmetric coalescences and gain-loss bifurcations, marking exceptional points and enabling chiral, gap-traversing transport. By linking noise spectroscopy to geometric and non-Hermitian topology in a minimal cavity-QED architecture, this work provides a framework for spectroscopic detection of topological order in driven quantum systems. This approach offers a pathway to compact, tunable topological photonics across a broad range of light-matter platforms, providing a method for the study and control of topological phases in hybrid quantum systems.         ",
    "url": "https://arxiv.org/abs/2512.08662",
    "authors": [
      "Kashif Ammar Yasir",
      "Gao Xianlong"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2512.16060",
    "title": "Frequency Extraction from Invariant Flows",
    "abstract": "           In non-degenerate integrable Hamiltonian systems, invariant tori can be parameterized equivalently by action variables or by their fundamental frequencies. We introduce an invariant-flow formulation for extracting fundamental frequencies of integrable Hamiltonian systems. By treating invariants as generators of commuting Hamiltonian flows, the frequencies are obtained from time-of-flight parameters along these flows, providing a direct alternative to action-angle constructions and spectral methods based on long time series. The approach yields an explicit numerical procedure that extends naturally to systems with multiple degrees of freedom. Its effectiveness is demonstrated using the McMillan map, where machine-precision accuracy is achieved.         ",
    "url": "https://arxiv.org/abs/2512.16060",
    "authors": [
      "Derong Xu",
      "Yongjun Li",
      "Yue Hao",
      "Sergei Nagaitsev"
    ],
    "subjectives": [
      "Exactly Solvable and Integrable Systems (nlin.SI)",
      "Accelerator Physics (physics.acc-ph)"
    ]
  }
]