[
  {
    "id": "arXiv:2207.00582",
    "title": "High peak-to-background-ratio solitons in a fiber laser with a detuned  continuous-wave injected signal",
    "abstract": "We generate a soliton comb with a 4MHz repetition rate using a coherently driven active fiber resonator. The 790fs solitons have a 90W peak power and sit on a 3mW continuous-wave background. ",
    "url": "https://arxiv.org/abs/2207.00582",
    "authors": [
      "Nicolas Englebert",
      "Carlos Mas Arabí",
      "Simon-Pierre Gorza",
      "François Leo"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2207.00714",
    "title": "Laser Direct Writing of Visible Spin Defects in Hexagonal Boron Nitride",
    "abstract": "Optically addressable spins in two-dimensional hexagonal boron nitride (hBN) attract widespread attention for their potential advantage in on-chip quantum devices, such as quantum sensors and quantum network. A variety of spin defects have been found in hBN, but no convenient and deterministic generation methods have been reported for other defects except negatively charged boron vacancy ($\\rm V_B^-$). Here we report that by using femtosecond laser direct writing technology, we can deterministically create spin defect ensembles with spectra range from 550 nm to 800 nm. Positive single-peak optically detected magnetic resonance (ODMR) signals are detected in the presence of longitudinal magnetic field, and the contrast can reach 0.8%. With the appropriate thickness of hBN flakes and femtosecond laser pulse energy, we can deterministically generate bright spin defects in-situ. Our results provide a convenient deterministic method to create spin defects in hBN, which will motivate more endeavors for future researches and applications of spin-based technologies. ",
    "url": "https://arxiv.org/abs/2207.00714",
    "authors": [
      "Yuan-Ze Yang",
      "Tian-Xiang Zhu",
      "Zhi-Peng Li",
      "Xiao-Dong Zeng",
      "Nai-Jie Guo",
      "Shang Yu",
      "Yu Meng",
      "Zhao-An Wang",
      "Lin-Ke Xie",
      "Zong-Quan Zhou",
      "Qiang Li",
      "Jin-Shi Xu",
      "Wei Liu",
      "Yi-Tao Wang",
      "Jian-Shun Tang",
      "Chuan-Feng Li",
      "Guang-Can Guo"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2207.00723",
    "title": "High-responsivity MoS$_2$ hot-electron telecom-band photodetector  integrated with microring resonator",
    "abstract": "We report a high-responsive hot-electron photodetector based on the integration of an Au-MoS$_2$ junction with a silicon nitride microring resonator (MRR) for detecting telecom-band light. The coupling of the evanescent field of the silicon nitride MRR with the Au-MoS$_2$ Schottky junction region enhances the hot-electron injection efficiency. The device exhibits a high responsivity of 154.6 mA W-1 at the wavelength of 1516 nm, and the moderately uniform responsivities are obtained over the wavelength range of 1500 nm-1630 nm. This MRR-enhanced MoS2 hot-electron photodetector offers possibilities for integrated optoelectronic systems. ",
    "url": "https://arxiv.org/abs/2207.00723",
    "authors": [
      "Qiao Zhang",
      "Yingke Ji",
      "Siqi Hu",
      "Zhiwen Li",
      "Chen Li",
      "Linpeng Gu",
      "Ruijuan Tian",
      "Jiachen Zhang",
      "Liang Fang",
      "Bijun Zhao",
      "Jianlin Zhao",
      "Xuetao Gan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2207.00809",
    "title": "Precision measurement of Compton scattering in silicon with a skipper  CCD for dark matter detection",
    "abstract": "Experiments aiming to directly detect dark matter through particle recoils can achieve energy thresholds of $\\mathcal{O}(1\\,\\mathrm{eV})$. In this regime, ionization signals from small-angle Compton scatters of environmental $\\gamma$-rays constitute a significant background. Monte Carlo simulations used to build background models have not been experimentally validated at these low energies. We report a precision measurement of Compton scattering on silicon atomic shell electrons down to 23$\\,$eV. A skipper charge-coupled device (CCD) with single-electron resolution, developed for the DAMIC-M experiment, was exposed to a $^{241}$Am $\\gamma$-ray source over several months. Features associated with the silicon K, L$_{1}$, and L$_{2,3}$-shells are clearly identified, and scattering on valence electrons is detected for the first time below 100$\\,$eV. We find that the relativistic impulse approximation for Compton scattering, which is implemented in Monte Carlo simulations commonly used by direct detection experiments, does not reproduce the measured spectrum below 0.5$\\,$keV. The data are in better agreement with $ab$ $initio$ calculations originally developed for X-ray absorption spectroscopy. ",
    "url": "https://arxiv.org/abs/2207.00809",
    "authors": [
      "D.Norcini",
      "N.Castello-Mor",
      "D.Baxter",
      "N.J.Corso",
      "J.Cuevas-Zepeda",
      "C.De Dominicis",
      "A.Matalon",
      "S.Munagavalasa",
      "S.Paul",
      "P.Privitera",
      "K.Ramanathan",
      "R.Smida",
      "R.Thomas",
      "R.Yajur",
      "A.E.Chavarria",
      "K.McGuire",
      "P.Mitra",
      "A.Piers",
      "M.Settimo",
      "J.Cortabitarte Gutierrez",
      "J.Duarte-Campderros",
      "A.Lantero-Barreda",
      "A.Lopez-Virto",
      "I.Vila",
      "R.Vilar",
      "N.Avalos",
      "X.Bertou",
      "A.Dastgheibi-Fard",
      "O.Deligny",
      "E.Estrada",
      "N.Gadloa",
      "R.Gaior",
      "T.Hossbach",
      "L.Khalil",
      "B.Kilminster",
      "I.Lawson",
      "S.Lee",
      "A.Letessier-Selvon",
      "P.Loaiza",
      "G.Papadopoulos",
      "P.Robmann",
      "M.Traina",
      "G.Warot",
      "J-P.Zopounidis"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2207.01176",
    "title": "Electro-Mechanical Tuning of High-Q Bulk Acoustic Phonon Modes at  Cryogenic Temperatures",
    "abstract": "By applying a DC bias voltage, we demonstrate broad frequency tuning of high-Q phonon modes in a quartz bulk acoustic wave cavity at 4K, whilst also observing similar tuning when cooled to milli-Kelvin temperatures. More than 100 line-widths of tuning of the resonance peak without any degradation in loaded quality factor, which are as high as $1.73\\times 10^9$, is seen for high order overtone modes. For all modes and temperatures the observed coefficient of frequency tuning is $\\approx$ 3.5 mHz/V per overtone number $n$ corresponding to a maximum of 255.5 mHz/V for the $n = 73$ overtone mode. No observable degradation of the Quality factors is observed at any applied biasing field. ",
    "url": "https://arxiv.org/abs/2207.01176",
    "authors": [
      "William M. Campbell",
      "Serge Galliou",
      "Michael E. Tobar",
      "Maxim Goryachev"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2207.01196",
    "title": "Optical pumping effects on the Rydberg EIT spectrum",
    "abstract": "We provide a universal discussion of the interplay between Rydberg-state electromagnetically induced transparency (EIT) and optical pumping (OP) in a thermal Rb87 medium. By pumping the population to one single Hyperfine/Zeeman state, we can enhance the interaction strength and, in principle, amplify the EIT peak. According to our measurements, the EIT peak height can be improved by a factor of two or reduced by one order of magnitude, and linewidth was slightly narrowed by the pumping effect. Similar behavior is also seen by increasing the optical density (OD) of the medium. The EIT feature is predicted quantitatively using a Doppler-free non-perturbation numerical calculation. With and without the optical pumping field, the EIT peak heights collapse onto the same theoretical curve, showing that OP and varying OD have the same effect. In both simulations and measurements, Rydberg EIT enhancement through OP is dependent on the intensity of the probe field and the OD. Our work clarifies the underlying mechanisms of optical pumping and advances Rydberg-atom research. ",
    "url": "https://arxiv.org/abs/2207.01196",
    "authors": [
      "Hsuan-Jui Su",
      "Jia-You Liou",
      "I-Chun Lin",
      "Yi-Hsin Chen"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2207.01283",
    "title": "Tunable cavity modes and light-pulse propagation in diarylethene-based  photo-switchable polymeric microcavities",
    "abstract": "Light responsive devices employing molecular photo-switches are interesting for displays and dynamic light filtering. In this work polymeric microcavities embedding a layer of photochromic compound have been studied by means of the transfer matrix method. Different polymers, such as poly vinyl carbazole, poly styrene and cellulose acetate, have been used. A microcavity that includes random one-dimensional photonic structures sandwiching the photochromic layer has also been studied. Propagation of light pulses through the microcavities has been analysed. ",
    "url": "https://arxiv.org/abs/2207.01283",
    "authors": [
      "Francesco Scotognella"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2207.01368",
    "title": "Joint reconstruction and segmentation of noisy velocity images as an  inverse Navier-Stokes problem",
    "abstract": "We formulate and solve a generalized inverse Navier-Stokes problem for the joint velocity field reconstruction and boundary segmentation of noisy flow velocity images. To regularize the problem we use a Bayesian framework with Gaussian random fields. This allows us to estimate the uncertainties of the unknowns by approximating their posterior covariance with a quasi-Newton method. We first test the method for synthetic noisy images of 2D flows and observe that the method successfully reconstructs and segments the noisy synthetic images with a signal-to-noise ratio (SNR) of 3. Then we conduct a magnetic resonance velocimetry (MRV) experiment to acquire images of an axisymmetric flow for low ($\\simeq 6$) and high ($>30$) SNRs. We show that the method is capable of reconstructing and segmenting the low SNR images, producing noiseless velocity fields and a smooth segmentation, with negligible errors compared with the high SNR images. This amounts to a reduction of the total scanning time by a factor of 27. At the same time, the method provides additional knowledge about the physics of the flow (e.g. pressure), and addresses the shortcomings of MRV (low spatial resolution and partial volume effects) that otherwise hinder the accurate estimation of wall shear stresses. Although the implementation of the method is restricted to 2D steady planar and axisymmetric flows, the formulation applies immediately to 3D steady flows and naturally extends to 3D periodic and unsteady flows. ",
    "url": "https://arxiv.org/abs/2207.01368",
    "authors": [
      "Alexandros Kontogiannis",
      "Scott V. Elgersma",
      "Andrew J. Sederman",
      "Matthew P. Juniper"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Optimization and Control (math.OC)",
      "Computational Physics (physics.comp-ph)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2207.01386",
    "title": "The role of optical loss and tight bounds in polariton-mediated  near-field heat transfer",
    "abstract": "We introduce an analytical framework for near-field radiative heat transfer in bulk plasmonic and polar media. Considering material dispersion, we derive a closed form expression for the radiative thermal conductance, which disentangles the role of optical loss from other material dispersion characteristics, such as the spectral width of the Reststrahlen band in polar dielectrics, as well as from the temperature. We provide a universal condition for maximizing heat transfer that defines the optimal interplay between a material's optical loss and polariton resonance frequency, based on which we introduce tight bounds to near-field heat transfer. With this formalism, one can quantitatively evaluate all polaritonic materials in terms of their performance as near-field thermal emitters. ",
    "url": "https://arxiv.org/abs/2207.01386",
    "authors": [
      "Mariano Pascale",
      "Georgia T. Papadakis"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2207.01480",
    "title": "Localized dynamics arising from multiple flat bands in a decorated  photonic Lieb lattice",
    "abstract": "Photonic lattices have emerged as a promising approach to localize light in space, for example, through topologically protected edge states and Aharonov-Bohm caging. They are of particular importance in the study of flat band systems via the associated nondiffracting compact localized states. However, such states typically appear static, thus not allowing adaptive or evolutionary features of light localization. Here we report on the first experimental realization of an oscillating compact localized state (OCLS). We observe an oscillatory intensity beating during propagation in a two-dimensional photonic decorated Lieb lattice. The photonic system is realized by direct femtosecond laser writing and hosts multiple flat bands at different eigenenergies in its band structure. Our results open new avenues for evolution dynamics in the up to now static phenomenon of light localization in periodic waveguide structures. ",
    "url": "https://arxiv.org/abs/2207.01480",
    "authors": [
      "Haissam Hanafi",
      "Philip Menz",
      "Allan McWilliam",
      "Jörg Imbrock",
      "Cornelia Denz"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2207.01481",
    "title": "Polarization-Dependent Loss of Optical Connectors Measured with High  Accuracy (<0.004 dB) after Cancelation of Polarimetric Errors",
    "abstract": "State-of-the-art polarimeter calibration is reviewed. Producing many quasi-random polarization states and moving/bending a fiber without changing power allows finding a polarimeter calibration where the degree-of-polarization reaches unity and parasitic polarization-dependent loss is small. Using a polarization scrambler/transformer and a polarimeter a device-under-test can be characterized. Its Mueller matrix can be decomposed into a product of a nondepolarizing Mueller-Jones matrix times a purely depolarizing Mueller matrix. Test polarizations may drift over time. With help of an optical switch the reference device can be measured against an internal reference path. Later, with possibly different test polarizations, the actual device-under-test is measured against the internal reference. Polarization drift and need for repeated reference device measurement are thus overcome. When a patchcord is inserted, connector PDL can be measured, provided that errors are calibrated away, again by fiber moving/bending. Experimentally we have measured PDL with errors <0.004 dB. This easily suffices to measure connector PDL, which is demonstrated. PDL >60 dB was measured when the device under test was a good polarizer. A 20 Mrad/s polarization scrambler with LiNbO3 device generates the test polarizations. The polarimeter can sample at 100 MHz and can store 64M Stokes vectors. During laser frequency scans Mueller matrices can be measured in time intervals as short as 5 us. ",
    "url": "https://arxiv.org/abs/2207.01481",
    "authors": [
      "Reinhold Noe",
      "Benjamin Koch"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Signal Processing (eess.SP)"
    ]
  },
  {
    "id": "arXiv:2207.01270",
    "title": "Tomography of a number-resolving detector by reconstruction of an atomic  many-body quantum state",
    "abstract": "The high-fidelity analysis of many-body quantum states of indistinguishable atoms requires the accurate counting of atoms. Here we report the tomographic reconstruction of an atom-number-resolving detector. The tomography is performed with an ultracold rubidium ensemble that is prepared in a coherent spin state by driving a Rabi coupling between the two hyperfine clock levels. The coupling is followed by counting the occupation number in one level. We characterize the fidelity of our detector and show that a negative-valued Wigner function is associated with it. Our results offer an exciting perspective for the high-fidelity reconstruction of entangled states and can be applied for a future demonstration of Heisenberg-limited atom interferometry. ",
    "url": "https://arxiv.org/abs/2207.01270",
    "authors": [
      "Mareike Hetzel",
      "Luca Pezzè",
      "Cebrail Pür",
      "Martin Quensen",
      "Andreas Hüper",
      "Jiao Geng",
      "Jens Kruse",
      "Luis Santos",
      "Wolfgang Ertmer",
      "Augusto Smerzi",
      "Carsten Klempt"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2207.01349",
    "title": "Efficient broadband frequency conversion via shortcut to adiabaticity",
    "abstract": "The method of adiabatic frequency conversion, in analogy with the two level atomic system, has been put forward recently and verified experimentally to achieve robust frequency mixing processes such as sum and difference frequency generation. Here we present a comparative study of efficient frequency mixing using various techniques of shortcuts to adiabaticity (STA) such as counter-diabatic driving and invariant-based inverse engineering. We show that, it is possible to perform sum frequency generation by properly designing the poling structure of a periodically poled crystal and the coupling between the input lights and the crystal. The required crystal length for frequency conversion is significantly decreases beyond the adiabatic limit. Our approach significantly improves the robustness of the process against the variation in temperature as well as the signal frequency. By introducing a single parameter control technique with constant coupling and combining with the inverse engineering, perturbation theory and optimal control, we show that the phase mismatch can be further optimized with respect to the fluctuations of input wavelength and crystal temperature that results into a novel experimentally realizable mixing scheme. ",
    "url": "https://arxiv.org/abs/2207.01349",
    "authors": [
      "Koushik Paul",
      "Qian Kong",
      "Xi Chen"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2207.01466",
    "title": "Physics-informed compressed sensing for PC-MRI: an inverse Navier-Stokes  problem",
    "abstract": "We formulate a physics-informed compressed sensing (PICS) method for the reconstruction of velocity fields from noisy and sparse phase-contrast magnetic resonance signals. The method solves an inverse Navier-Stokes boundary value problem, which permits us to jointly reconstruct and segment the velocity field, and at the same time infer hidden quantities such as the hydrodynamic pressure and the wall shear stress. Using a Bayesian framework, we regularize the problem by introducing a priori information about the unknown parameters in the form of Gaussian random fields. This prior information is updated using the Navier-Stokes problem, an energy-based segmentation functional, and by requiring that the reconstruction is consistent with the $k$-space signals. We create an algorithm that solves this reconstruction problem, and test it for noisy and sparse $k$-space signals of the flow through a converging nozzle. We find that the method is capable of reconstructing and segmenting the velocity fields from sparsely-sampled (15% $k$-space coverage), low ($\\sim$$10$) signal-to-noise ratio (SNR) signals, and that the reconstructed velocity field compares well with that derived from fully-sampled (100% $k$-space coverage) high ($>40$) SNR signals of the same flow. ",
    "url": "https://arxiv.org/abs/2207.01466",
    "authors": [
      "Alexandros Kontogiannis",
      "Matthew P. Juniper"
    ],
    "subjectives": [
      "Computer Vision and Pattern Recognition (cs.CV)",
      "Optimization and Control (math.OC)",
      "Computational Physics (physics.comp-ph)",
      "Data Analysis, Statistics and Probability (physics.data-an)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2105.07920",
    "title": "The influence of beam focus during laser powder bed fusion of a high  reflectivity aluminium alloy -- AlSi$_{10}$Mg",
    "abstract": " Title: The influence of beam focus during laser powder bed fusion of a high  reflectivity aluminium alloy -- AlSi$_{10}$Mg ",
    "url": "https://arxiv.org/abs/2105.07920",
    "authors": [
      "Sagar Patel",
      "Haoxiu Chen",
      "Mihaela Vlasea",
      "Yu Zou"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2105.11477",
    "title": "Measurements and modeling of atomic-scale sidewall roughness and losses  in integrated photonic devices",
    "abstract": " Comments: 16 pages, 10 figures ",
    "url": "https://arxiv.org/abs/2105.11477",
    "authors": [
      "Samantha Roberts",
      "Xingchen Ji",
      "Jaime Cardenas",
      "Mateus Corato-Zanarella",
      "Michal Lipson"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2106.05782",
    "title": "A Quantum Inspired Approach to Exploit Turbulence Structures",
    "abstract": " Comments: Newest and final version of our article ",
    "url": "https://arxiv.org/abs/2106.05782",
    "authors": [
      "Nikita Gourianov",
      "Michael Lubasch",
      "Sergey Dolgov",
      "Quincy Y. van den Berg",
      "Hessam Babaee",
      "Peyman Givi",
      "Martin Kiffner",
      "Dieter Jaksch"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2108.08954",
    "title": "Broadband switchable terahertz half-/quarter-wave plate based on a  graphene-metal hybrid metasurface",
    "abstract": " Comments: 16 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2108.08954",
    "authors": [
      "Xiaoqing Luo",
      "Juan Luo",
      "Fangrong Hu",
      "Guangyuan Li"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2110.08990",
    "title": "Decoherence effects in quantum nondemolition measurement induced  entanglement between Bose-Einstein condensates",
    "abstract": " Title: Decoherence effects in quantum nondemolition measurement induced  entanglement between Bose-Einstein condensates ",
    "url": "https://arxiv.org/abs/2110.08990",
    "authors": [
      "Shuai Gao",
      "Ebubechukwu O. Ilo-Okeke",
      "Yuping Mao",
      "Manikandan Kondappan",
      "Juan E. Aristizabal-Zuluaga",
      "Valentin Ivannikov",
      "Tim Byrnes"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2202.01054",
    "title": "Improved quantum algorithms for linear and nonlinear differential  equations",
    "abstract": " Comments: Extended to include singular matrices. Improved presentation and a better comparison to prior work. 33 pages, 3 figures ",
    "url": "https://arxiv.org/abs/2202.01054",
    "authors": [
      "Hari Krovi"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Data Structures and Algorithms (cs.DS)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2204.11311",
    "title": "Polarization-independent resonant lattice Kerker effect in phase-change  metasurface",
    "abstract": " Comments: 21 pages, 7 figures ",
    "url": "https://arxiv.org/abs/2204.11311",
    "authors": [
      "Lei Xiong",
      "Xiaoqing Luo",
      "Hongwei Ding",
      "Yuanfu Lu",
      "Guangyuan Li"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2205.05342",
    "title": "Damage threshold evaluation of thin metallic films exposed to  femtosecond laser pulses: the role of material thickness",
    "abstract": " Title: Damage threshold evaluation of thin metallic films exposed to  femtosecond laser pulses: the role of material thickness ",
    "url": "https://arxiv.org/abs/2205.05342",
    "authors": [
      "George D. Tsibidis",
      "Dimitris Mansour",
      "Emmanuel Stratakis"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)",
      "Computational Physics (physics.comp-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.12048",
    "title": "Fully Automatic In-Situ Reconfiguration of RF Photonic Filters in a  CMOS-Compatible Silicon Photonic Process",
    "abstract": " Comments: 10 pages, 8 figures, 3 tables; Added 2 plots, few references and discussions ",
    "url": "https://arxiv.org/abs/2205.12048",
    "authors": [
      "Md Jubayer Shawon",
      "Vishal Saxena"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Signal Processing (eess.SP)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.06576",
    "title": "Highly sensitive measurement of a megahertz rf electric field with a  Rydberg-atom sensor",
    "abstract": " Comments: 6 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2206.06576",
    "authors": [
      "Bang Liu",
      "Li-Hua Zhang",
      "Zong-Kai Liu",
      "Zheng-Yuan Zhang",
      "Zhi-Han Zhu",
      "Wei Gao",
      "Guang-Can Guo",
      "Dong-Sheng Ding",
      "Bao-Sen Shi"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2207.00135",
    "title": "Fast and Sensitive Terahertz Detection in a Current-Driven  Epitaxial-Graphene Asymmetric Dual-Grating-Gate FET Structure",
    "abstract": " Title: Fast and Sensitive Terahertz Detection in a Current-Driven  Epitaxial-Graphene Asymmetric Dual-Grating-Gate FET Structure ",
    "url": "https://arxiv.org/abs/2207.00135",
    "authors": [
      "Koichi Tamura",
      "Chao Tang",
      "Daichi Ogiura",
      "Kento Suwa",
      "Hirokazu Fukidome",
      "Yuma Takida",
      "Hiroaki Minamide",
      "Tetsuya Suemitsu",
      "Taiichi Otsuji",
      "Akira Satou"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  }
]