[
  {
    "id": "arXiv:2210.10115",
    "title": "Optical Two-dimensional Coherent Spectroscopy of Cold Atoms",
    "abstract": "We report an experimental demonstration of optical 2DCS in cold atoms. The experiment integrates a collinear 2DCS setup with a magneto-optical trap (MOT), in which cold rubidium (Rb) atoms are prepared at a temperature of about 200 $\\mu$K and a number density of $10^{10}$ cm$^{-3}$. With a sequence of femtosecond laser pulses, we first obtained one-dimensional second- and fourth-order nonlinear signals and then acquired both one-quantum and zero-quantum 2D spectra of cold Rb atoms. The capability of performing optical 2DCS in cold atoms is an important step toward optical 2DCS study of many-body physics in cold atoms and ultimately in atom arrays and trapped ions. Optical 2DCS in cold atoms/molecules can also be a new avenue to probe chemical reaction dynamics in cold molecules. ",
    "url": "https://arxiv.org/abs/2210.10115",
    "authors": [
      "Danfu Liang",
      "Lexter Savio Rodriguez",
      "Haitao Zhou",
      "Yifu Zhu",
      "Hebin Li"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.10170",
    "title": "Quadratically convergent self-consistent field algorithms: from  classical to quantum nuclei",
    "abstract": "This work presents a general framework for deriving exact and approximate second-order self-consistent field (SCF) orbital optimization algorithms by leveraging concepts borrowed from differential geometry. Within this framework, we extend the augmented Roothaan-Hall (ARH) algorithm to unrestricted electronic and nuclear-electronic calculations. We demonstrate that ARH yields an excellent compromise between stability and computational cost for SCF problems that are hard to converge with conventional first-order optimization strategies. In the electronic case, we show that ARH overcomes the slow convergence of orbitals in strongly-correlated molecules with the example of several iron-sulfur clusters. For nuclear-electronic calculations, ARH significantly enhances the convergence already for small molecules, as demonstrated for a series of protonated water clusters. ",
    "url": "https://arxiv.org/abs/2210.10170",
    "authors": [
      "Robin Feldmann",
      "Alberto Baiardi",
      "Markus Reiher"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2210.10224",
    "title": "Spectral engineering of integrated photonic filters using mode splitting  in silicon nanowire integrated standing-wave resonators",
    "abstract": "Mode splitting induced by coherent optical mode interference in coupled resonant cavities is a key phenomenon in photonic resonators that can lead to powerful and versatile filtering functions, in close analogy to electromagnetically-induced-transparency, Autler-Townes splitting, Fano resonances, and dark states. It can not only break the dependence between quality factor, free spectral range, and physical cavity length, but can also lead to group delay response and mode interactions that are useful for enhancing light-material interaction and dispersion engineering in nonlinear optics. In this work, we investigate mode splitting in standing-wave (SW) resonators implemented by cascaded Sagnac loop reflectors (CSLRs) and demonstrate its use for engineering the spectral profile of integrated photonic filters. By changing the reflectivity of the Sagnac loop reflectors (SLRs) and the phase shifts along the connecting waveguides, we tailor mode splitting in the CSLR resonators to achieve a wide range of filter shapes for diverse applications including enhanced light trapping, flat-top filtering, Q factor enhancement, and signal reshaping. We present the theoretical designs and compare the performance of CSLR resonators with three, four, and eight SLRs fabricated in silicon-on-insulator nanowires. We achieve high performance and versatile filter shapes via diverse mode splitting that agree well with theory. The experimental results confirm the effectiveness of our approach towards realizing integrated multi-functional SW filters for flexible spectral engineering. ",
    "url": "https://arxiv.org/abs/2210.10224",
    "authors": [
      "David J. Moss"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.10237",
    "title": "Near-Field Optical MIMO Communication with Polarization-dependent  Metasurfaces",
    "abstract": "The ability to control waves at the nanoscale has attracted considerable attention to ultrathin metasurface lenses (metalenses) in optical imaging and encryption systems. We propose an approach to active tuning metasurfaces by integrating an ultrathin layer of indium-tin-oxide (ITO) into a unit cell as an electro-optically tunable material. A proposed design features two orthogonal wings that can independently manipulate waves with corresponding orthogonal polarizations. The charge carrier concentration in the ITO accumulation layer is altered by modulating the applied bias voltage. This bias voltage generates phase variations at terahertz frequencies for the reflected transverse electric and transverse magnetic polarized waves. It is possible to move both focal points of a metalens without any physical movement by varying the bias voltage. In addition, this paper explores the application of virtually moving metalens for a novel multiple-input and multiple-output (MIMO) communication architecture. We demonstrate a communication system based on single-point binary data communication and hexadecimal orbital angular momentum (OAM) data communication. Then, orthogonal channels can be used for MIMO communication with high capacity. The proposed design paves the way for high-speed communications as well as polarization-controlled molecular imaging systems. ",
    "url": "https://arxiv.org/abs/2210.10237",
    "authors": [
      "Shamsi Soleimani",
      "Kasra Rouhi",
      "Ali Momeni"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2210.10519",
    "title": "Stepped-height ridge waveguide MQW polarization mode converter  monolithically integrated with sidewall grating DFB laser",
    "abstract": "We report the first demonstration of a 1555 nm stepped-height ridge waveguide polarization mode converter monolithically integrated with a side wall grating distributed-feedback (DFB) laser using the identical epitaxial layer scheme. The device shows stable single longitudinal mode (SLM) operation with the output light converted from TE to TM polarization with an efficiency of >94% over a wide range of DFB injection currents (IDFB) from 140 mA to 190 mA. The highest TM mode purity of 98.2% was obtained at IDFB=180 mA. A particular advantage of this device is that only a single step of metalorganic vapor-phase epitaxy and two steps of III-V material dry etching are required for the whole integrated device fabrication, significantly reducing complexity and cost. ",
    "url": "https://arxiv.org/abs/2210.10519",
    "authors": [
      "Xiao Sun",
      "Weiqing Cheng",
      "Song Liang",
      "Shengwei Ye",
      "Yongguang Huang",
      "Ruikang Zhang",
      "Bocang Qiu",
      "Jichuan Xiong",
      "Xuefeng Liu",
      "John H. Marsh",
      "Lianping Hou"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2210.10612",
    "title": "Refractory times for excitable dual state quantum dot laser neurons",
    "abstract": "Excitable photonic systems show promise for ultrafast analog computation, several orders of magnitude faster than biological neurons. Optically injected quantum dot lasers display several excitable mechanisms with dual state quantum lasers recently emerging as true all or none excitable artificial neurons. For use in applications, deterministic triggering is necessary and this has previously been demonstrated in the literature. In this work we analyse the crucially important \\emph{refractory time} for this dual state system, which defines the minimum possible time between distinct pulses in any excitable pulse train. Ultrashort times on the order of 1~ns are obtained suggesting potential use where ultrafast analog computing is desired. ",
    "url": "https://arxiv.org/abs/2210.10612",
    "authors": [
      "Michael Dillane",
      "Evgeny A. Viktorov",
      "Bryan Kelleher"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.10624",
    "title": "How Do the Probabilities Arise in Quantum Measurement?",
    "abstract": "A satisfactory resolution of the persistent quantum measurement problem remains stubbornly unresolved in spite of an overabundance of efforts of many prominent scientists over the decades. Among others, one key element is considered yet to be resolved. It comprises of where the probabilities of the measurement outcome stem from. This article attempts to provide a plausible answer to this enigma, thus eventually making progress toward a cogent solution of the longstanding measurement problem. ",
    "url": "https://arxiv.org/abs/2210.10624",
    "authors": [
      "Mani L. Bhaumik"
    ],
    "subjectives": [
      "Popular Physics (physics.pop-ph)",
      "History and Philosophy of Physics (physics.hist-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2210.10048",
    "title": "AnalogVNN: A fully modular framework for modeling and optimizing  photonic neural networks",
    "abstract": "In this paper, we present AnalogVNN, a simulation framework built on PyTorch which can simulate the effects of optoelectronic noise, limited precision, and signal normalization present in photonic neural network accelerators. We use this framework to train and optimize linear and convolutional neural networks with up to 9 layers and ~1.7 million parameters, while gaining insights into how normalization, activation function, reduced precision, and noise influence accuracy in analog photonic neural networks. By following the same layer structure design present in PyTorch, the AnalogVNN framework allows users to convert most digital neural network models to their analog counterparts with just a few lines of code, taking full advantage of the open-source optimization, deep learning, and GPU acceleration libraries available through PyTorch. ",
    "url": "https://arxiv.org/abs/2210.10048",
    "authors": [
      "Vivswan Shah",
      "Nathan Youngblood"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Emerging Technologies (cs.ET)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.10235",
    "title": "Spatially Resolving Electron Spin Resonance of π-Radical in  Single-molecule Magnet",
    "abstract": "The spintronic properties of magnetic molecules have attracted scientific attention. Special emphasis has been placed on the so-called qubit for quantum information processing. The single-molecule magnet, bis(phthalocyaninato (Pc)) Tb(III) (TbPc_2), is one of the best examined cases in which the delocalized {\\pi}-radical electron spin of the Pc ligand plays the key role in reading and intermediating the localized Tb spin qubits. Herein, we utilize the electron spin resonance (ESR) technique implemented on a scanning tunneling microscope (STM) and use it to measure local ESR on a single TbPc_2 molecule decoupled from the Cu(100) substrate by 2 monolayers NaCl film to identify the {\\pi}-radical spin. We detected the ESR signal at the ligand positions at the resonant condition expected for the S = 1/2 spin. The result provides direct evidence that the {\\pi}-radical electron intrinsic to the TbPc_2 molecule is delocalized within the ligands and exhibits intramolecular coupling susceptible to the chemical environment. ",
    "url": "https://arxiv.org/abs/2210.10235",
    "authors": [
      "Ryo Kawaguchi",
      "Katsushi Hashimoto",
      "Toshiyuki Kakudate",
      "Keiichi Katoh",
      "Masahiro Yamashita",
      "Tadahiro Komeda"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2210.10379",
    "title": "High-efficient Bloch simulation of magnetic resonance imaging sequences  based on deep learning",
    "abstract": "Bloch simulation constitutes an essential part of magnetic resonance imaging (MRI) development. However, even with the graphics processing units (GPU) acceleration, the heavy computational load remains a major challenge, especially in large-scale, high-accuracy simulation scenarios. Here we present a framework based on convolutional neural networks to build a high-efficient 2D Bloch simulator, termed Simu-Net. Compared to the mainstream GPU-based MRI simulation software, Simu-Net successfully accelerates simulations by over hundreds of times in three MRI pulse sequences. The accuracy and robustness of the proposed framework were also verified qualitatively and quantitatively. The trained Simu-Net was applied to generate sufficient customized training samples for deep learning-based T2 mapping and comparable results to conventional methods were obtained in the human brain. As a proof-of-concept work, Simu-Net shows the potential to apply deep learning for rapidly approximating the Bloch equation as a forward physical process. ",
    "url": "https://arxiv.org/abs/2210.10379",
    "authors": [
      "Haitao Huang",
      "Qinqin Yang",
      "Jiechao Wang",
      "Pujie Zhang",
      "Shuhui Cai",
      "Congbo Cai"
    ],
    "subjectives": [
      "Image and Video Processing (eess.IV)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2210.10402",
    "title": "Solar Ring Mission: Building a Panorama of the Sun and Inner-heliosphere",
    "abstract": "Solar Ring (SOR) is a proposed space science mission to monitor and study the Sun and inner heliosphere from a full 360{\\deg} perspective in the ecliptic plane. It will deploy three 120{\\deg}-separated spacecraft on the 1-AU orbit. The first spacecraft, S1, locates 30{\\deg} upstream of the Earth, the second, S2, 90{\\deg} downstream, and the third, S3, completes the configuration. This design with necessary science instruments, e.g., the Doppler-velocity and vector magnetic field imager, wide-angle coronagraph, and in-situ instruments, will allow us to establish many unprecedented capabilities: (1) provide simultaneous Doppler-velocity observations of the whole solar surface to understand the deep interior, (2) provide vector magnetograms of the whole photosphere - the inner boundary of the solar atmosphere and heliosphere, (3) provide the information of the whole lifetime evolution of solar featured structures, and (4) provide the whole view of solar transients and space weather in the inner heliosphere. With these capabilities, Solar Ring mission aims to address outstanding questions about the origin of solar cycle, the origin of solar eruptions and the origin of extreme space weather events. The successful accomplishment of the mission will construct a panorama of the Sun and inner-heliosphere, and therefore advance our understanding of the star and the space environment that holds our life. ",
    "url": "https://arxiv.org/abs/2210.10402",
    "authors": [
      "Yuming Wang",
      "Xianyong Bai",
      "Changyong Chen",
      "Linjie Chen",
      "Xin Cheng",
      "Lei Deng",
      "Linhua Deng",
      "Yuanyong Deng",
      "Li Feng",
      "Tingyu Gou",
      "Jingnan Guo",
      "Yang Guo",
      "Xinjun Hao",
      "Jiansen He",
      "Junfeng Hou",
      "Huang Jiangjiang",
      "Zhenghua Huang",
      "Haisheng Ji",
      "Chaowei Jiang",
      "Jie Jiang",
      "Chunlan Jin",
      "Xiaolei Li",
      "Yiren Li",
      "Jiajia Liu",
      "Kai Liu",
      "Liu Liu",
      "Rui Liu",
      "Rui Liu",
      "Chengbo Qiu",
      "Chenglong Shen",
      "Fang Shen",
      "Yuandeng Shen",
      "Xiangjun Shi",
      "Jiangtao Su",
      "Yang Su",
      "Yingna Su",
      "Mingzhe Sun",
      "Baolin Tan",
      "Hui Tian",
      "Yamin Wang",
      "Lidong Xia",
      "Jinglan Xie",
      "Ming Xiong",
      "Mengjiao Xu",
      "Xiaoli Yan",
      "Yihua Yan",
      "Shangbin Yang",
      "Shuhong Yang",
      "Shenyi Zhang",
      "Quanhao Zhang",
      "Yonghe Zhang",
      "Jinsong Zhao",
      "Guiping Zhou",
      "Hong Zou"
    ],
    "subjectives": [
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Space Physics (physics.space-ph)"
    ]
  },
  {
    "id": "arXiv:2210.10711",
    "title": "Suppression of mid-infrared plasma resonance due to quantum confinement  in delta-doped silicon",
    "abstract": "Previously it was shown that P:$\\delta$-layers - atomically thin sheets of phosphorus dopants in silicon - produce a distinct Drude tail feature in ellipsometry measurements [1,2]. However, the ellipsometric spectra could not be properly fit by modeling the $\\delta$-layer as a discrete layer of classical Drude metal. In particular, even for large broadening corresponding to extremely short relaxation times, a plasma resonance feature was anticipated but not evident in the experimental data, suggesting a more physically accurate description is required. In this work we develop a model taking into account the strong charge density confinement and resulting quantum mechanical description of a P:$\\delta$-layer. We show that the absence of a plasma resonance feature results from a combination of two factors: i), the sharply varying charge density profile due to a strong confinement in the direction of growth; and ii), the effective mass and relaxation time anisotropy due to valley degeneracy. The plasma resonance reappears when the atoms composing the $\\delta$-layer are allowed to diffuse out from the plane of the layer, destroying its well-confined 2D character. In essence, the observed plasma resonance suppression is a unique signature originating from the quantum confinement effects intrinsic to $\\delta$-layers. We are thus able to demonstrate that ellipsometry spectra for P:$\\delta$-layers can not only be effectively modeled, but used to roughly assess P:$\\delta$-layer quality and characteristics. ",
    "url": "https://arxiv.org/abs/2210.10711",
    "authors": [
      "Steve M. Young",
      "Aaron M. Katzenmeyer",
      "Evan M. Anderson",
      "Ting S. Luk",
      "Jeffrey A. Ivie",
      "Scott W. Schmucker",
      "Xujiao Gao",
      "Shashank Misra"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2210.10739",
    "title": "Optically heralded microwave photons",
    "abstract": "A quantum network that distributes and processes entanglement would enable powerful new computers and sensors. Optical photons with a frequency of a few hundred terahertz are perhaps the only way to distribute quantum information over long distances. Superconducting qubits on the other hand, which are one of the most promising approaches for realizing large-scale quantum machines, operate naturally on microwave photons that have roughly $40,000$ times less energy. To network these quantum machines across appreciable distances, we must bridge this frequency gap and learn how to generate entanglement across widely disparate parts of the electromagnetic spectrum. Here we implement and demonstrate a transducer device that can generate entanglement between optical and microwave photons, and use it to show that by detecting an optical photon we add a single photon to the microwave field. We achieve this by using a gigahertz nanomechanical resonance as an intermediary, and efficiently coupling it to optical and microwave channels through strong optomechanical and piezoelectric interactions. We show continuous operation of the transducer with $5\\%$ frequency conversion efficiency, and pulsed microwave photon generation at a heralding rate of $15$ hertz. Optical absorption in the device generates thermal noise of less than two microwave photons. Joint measurements on optical photons from a pair of transducers would realize entanglement generation between distant microwave-frequency quantum nodes. Improvements of the system efficiency and device performance, necessary to realize a high rate of entanglement generation in such networks are within reach. ",
    "url": "https://arxiv.org/abs/2210.10739",
    "authors": [
      "Wentao Jiang",
      "Felix M. Mayor",
      "Sultan Malik",
      "Raphaël Van Laer",
      "Timothy P. McKenna",
      "Rishi N. Patel",
      "Jeremy D. Witmer",
      "Amir H. Safavi-Naeini"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2207.01176",
    "title": "Electro-Mechanical Tuning of High-Q Bulk Acoustic Phonon Modes at  Cryogenic Temperatures",
    "abstract": " Comments: 11 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2207.01176",
    "authors": [
      "William M. Campbell",
      "Serge Galliou",
      "Michael E. Tobar",
      "Maxim Goryachev"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2207.04563",
    "title": "Quantum Optomagnetics in Graphene",
    "abstract": " Comments: 7 pages, 7 figures; general typos corrected, 1 typo in equation correct, 2 typos in notation corrected, introduction extended, original magnetization expression integrated over k, figure added for comparison, figures slightly changed and plotted in lower intensity ranges ",
    "url": "https://arxiv.org/abs/2207.04563",
    "authors": [
      "Sina Abedi",
      "A. Hamed Majedi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2208.09772",
    "title": "Optical Fingerprint of Flat Substrate Surface and Marker-free Lateral  Displacement Detection with Angstrom-level Precision",
    "abstract": " Comments: 6 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2208.09772",
    "authors": [
      "Shupei Lin",
      "Yong He",
      "Delong Feng",
      "Marek Piliarik",
      "Xue-Wen Chen"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.05466",
    "title": "SRF Cavity Emulator for PIP-II LLRF Lab and Field Testing",
    "abstract": " Comments: Poster presented at LLRF Workshop 2022 (LLRF2022, arXiv:2208.13680) ",
    "url": "https://arxiv.org/abs/2210.05466",
    "authors": [
      "Ahmed Syed",
      "Brian Chase",
      "Philip Varghese",
      "Sana Begum"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  }
]