[
  {
    "id": "arXiv:2110.00769",
    "title": "New families of quantum stabilizer codes from Hermitian self-orthogonal  algebraic geometry codes",
    "abstract": "There have been a lot of effort to construct good quantum codes from the classical error correcting codes. Constructing new quantum codes using Hermitian self-orthogonal codes seems to be a difficult problem in general. In this paper, Hermitian self-orthogonal codes are studied from algebraic function fields. Sufficient conditions for the Hermitian self-orthogonality of an algebraic geometry code are presented. New Hermitian self-orthogonal codes are constructed from projective lines, hyper-elliptic curves and Hermitian curves. As an application, new families of quantum stabilizer codes are provided. Additionally, six new families of MDS quantum codes are obtained. ",
    "url": "https://arxiv.org/abs/2110.00769",
    "authors": [
      "Lin Sok"
    ],
    "subjectives": [
      "Information Theory (cs.IT)"
    ]
  },
  {
    "id": "arXiv:2110.01297",
    "title": "Optimal hybrid parameter selection for stable sequential solution of  inverse heat conduction problem",
    "abstract": "To deal with the ill-posed nature of the inverse heat conduction problem (IHCP), the regularization parameter alpha can be incorporated into a minimization problem, which is known as Tikhonov regularization method, a popular technique to obtain stable sequential solutions. Because alpha is a penalty term, its excessive use may cause large bias errors. Ridge regression was developed as an estimator of the optimal alpha to minimize the magnitude of a gain coefficient matrix appropriately. However, the sensitivity coefficient matrix included in the gain coefficient matrix depends on the time integrator; thus, certain parameters of the time integrators should be carefully considered with alpha to handle instability. Based on this motivation, we propose an effective iterative hybrid parameter selection algorithm to obtain stable inverse solutions. ",
    "url": "https://arxiv.org/abs/2110.01297",
    "authors": [
      "C. Ahn",
      "C. Park",
      "DI. Park",
      "JG. Kim"
    ],
    "subjectives": [
      "Numerical Analysis (math.NA)"
    ]
  },
  {
    "id": "arXiv:2110.01506",
    "title": "Fairness and underspecification in acoustic scene classification: The  case for disaggregated evaluations",
    "abstract": "Underspecification and fairness in machine learning (ML) applications have recently become two prominent issues in the ML community. Acoustic scene classification (ASC) applications have so far remained unaffected by this discussion, but are now becoming increasingly used in real-world systems where fairness and reliability are critical aspects. In this work, we argue for the need of a more holistic evaluation process for ASC models through disaggregated evaluations. This entails taking into account performance differences across several factors, such as city, location, and recording device. Although these factors play a well-understood role in the performance of ASC models, most works report single evaluation metrics taking into account all different strata of a particular dataset. We argue that metrics computed on specific sub-populations of the underlying data contain valuable information about the expected real-world behaviour of proposed systems, and their reporting could improve the transparency and trustability of such systems. We demonstrate the effectiveness of the proposed evaluation process in uncovering underspecification and fairness problems exhibited by several standard ML architectures when trained on two widely-used ASC datasets. Our evaluation shows that all examined architectures exhibit large biases across all factors taken into consideration, and in particular with respect to the recording location. Additionally, different architectures exhibit different biases even though they are trained with the same experimental configurations. ",
    "url": "https://arxiv.org/abs/2110.01506",
    "authors": [
      "Andreas Triantafyllopoulos",
      "Manuel Milling",
      "Konstantinos Drossos",
      "Björn W. Schuller"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Computers and Society (cs.CY)"
    ]
  },
  {
    "id": "arXiv:2110.01402",
    "title": "Illustrating quantum information with quantum candies",
    "abstract": "The field of quantum information is becoming more known to the general public. However, effectively demonstrating the concepts underneath quantum science and technology to the general public can be a challenging job. We investigate, extend, and much expand here \"quantum candies\" (invented by Jacobs), a pedagogical model for intuitively describing some basic concepts in quantum information, including quantum bits, complementarity, the no-cloning principle, and entanglement. Following Jacob's quantum candies description of the well-known quantum key distribution protocol BB84, we explicitly demonstrate various additional quantum cryptography protocols using quantum candies in an approachable manner. The model we investigate can be a valuable tool for science and engineering educators who would like to help the general public to gain more insights into quantum science and technology: most parts of this paper, including many protocols for quantum cryptography, are expected to be easily understandable by a layperson without any previous knowledge of mathematics, physics, or cryptography. ",
    "url": "https://arxiv.org/abs/2110.01402",
    "authors": [
      "Junan Lin",
      "Tal Mor",
      "Roman Shapira"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Cryptography and Security (cs.CR)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2103.08294",
    "title": "3D-FFS: Faster 3D object detection with Focused Frustum Search in sensor  fusion based networks",
    "abstract": " Comments: Contains 6 pages and 2 figures. Manuscript accepted and presented in the IEEE International Conference on Intelligent Robots and Systems (IROS) 2021 ",
    "url": "https://arxiv.org/abs/2103.08294",
    "authors": [
      "Aniruddha Ganguly",
      "Tasin Ishmam",
      "Khandker Aftarul Islam",
      "Md Zahidur Rahman",
      "Md. Shamsuzzoha Bayzid"
    ],
    "subjectives": [
      "Computer Vision and Pattern Recognition (cs.CV)"
    ]
  },
  {
    "id": "arXiv:2109.15169",
    "title": "Variational learning of quantum ground states on spiking neuromorphic  hardware",
    "abstract": " Comments: 12 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2109.15169",
    "authors": [
      "Robert Klassert",
      "Andreas Baumbach",
      "Mihai A. Petrovici",
      "Martin Gärttner"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Emerging Technologies (cs.ET)",
      "Neural and Evolutionary Computing (cs.NE)"
    ]
  }
]