[
  {
    "id": "arXiv:2112.08086",
    "title": "Photonic neuromorphic computing using vertical cavity semiconductor  lasers",
    "abstract": "Photonic realizations of neural network computing hardware are a promising approach to enable future scalability of neuromorphic computing. In this review we provide an overview on vertical-cavity surface-emitting lasers (VCSELs) and how these high-performance electro-optical components either implement or are combined with additional photonic hardware to demonstrate points (i-iii). In the neurmorphic photonics' context, VCSELs are of exceptional interest as they are compatible with CMOS fabrication, readily achieve 30\\% wall-plug efficiency and >30~GHz modulation bandwidth and hence are highly energy efficient and ultra-fast. Crucially, they react highly nonlinear to optical injection as well as to electrical modulation, making them highly suitable as all-optical as well as electro-optical photonic neurons. Their optical cavities are wavelength-limited, and standard semiconductor growth and lithography enables non-classical cavity configurations and geometries. This enables excitable VCSELs (i.e. spiking VCSELs) to finely control their temporal and spatial coherence, to unlock Terahertz bandwidths through spin-flip effects, and even to leverage cavity quantum electrodynamics to further boost their efficiency. Finally, as VCSEL arrays they are compatible with standard 2D photonic integration, but their emission vertical to the substrate makes them ideally suited for scalable integrated networks leveraging 3D photonic waveguides. Here, we discuss the implementation of spatially as well as temporally multiplexed VCSEL neural networks and reservoirs, computation on the basis of excitable VCSELs as photonic spiking neurons, as well as concepts and advances in the fabrication of VCSELs and microlasers. ",
    "url": "https://arxiv.org/abs/2112.08086",
    "authors": [
      "Anas Skalli",
      "Joshua Robertson",
      "Dafydd Owen-Newns",
      "Matej Hejda",
      "Xavier Porte",
      "Stephan Reitzenstein",
      "Antonio Hurtado",
      "D. Brunner"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2112.08306",
    "title": "Optimized numerical inverse Laplace transformation",
    "abstract": "Among the numerical inverse Laplace transformation (NILT) methods, those that belong to the Abate-Whitt framework (AWF) are considered to be the most efficient ones currently. It is a characteristic feature of the AWF NILT procedures that they are independent of the transform function and the time point of interest. In this work we propose an NILT procedure that goes beyond this limitation and optimize the accuracy of the NILT utilizing also the transform function and the time point of interest. ",
    "url": "https://arxiv.org/abs/2112.08306",
    "authors": [
      "Illes Horvath",
      "Andras Meszaros",
      "Miklos Telek"
    ],
    "subjectives": [
      "Numerical Analysis (math.NA)"
    ]
  },
  {
    "id": "arXiv:2112.07884",
    "title": "Experimental quantum advantage with quantum coupon collector",
    "abstract": "An increasing number of communication and computational schemes with quantum advantages have recently been proposed, which implies that quantum technology has fertile application prospects. However, demonstrating these schemes experimentally continues to be a central challenge because of the difficulty in preparing high-dimensional states or highly entangled states. In this study, we introduce and analyse a quantum coupon collector protocol by employing coherent states and simple linear optical elements, which was successfully demonstrated using realistic experimental equipment. We showed that our protocol can significantly reduce the number of samples needed to learn a specific set compared with the classical limit of the coupon collector problem. We also discuss the potential values and expansions of the quantum coupon collector by constructing a quantum blind box game. The information transmitted by the proposed game also broke the classical limit. These results strongly prove the advantages of quantum mechanics in machine learning and communication complexity. ",
    "url": "https://arxiv.org/abs/2112.07884",
    "authors": [
      "Min-Gang Zhou",
      "Xiao-Yu Cao",
      "Yu-Shuo Lu",
      "Yang Wang",
      "Yu Bao",
      "Zhao-Ying Jia",
      "Yao Fu",
      "Hua-Lei Yin",
      "Zeng-Bing Chen"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Complexity (cs.CC)",
      "Machine Learning (cs.LG)"
    ]
  },
  {
    "id": "arXiv:2112.08055",
    "title": "Building separable approximations for quantum states via neural networks",
    "abstract": "Finding the closest separable state to a given target state is a notoriously difficult task, even more difficult than deciding whether a state is entangled or separable. To tackle this task, we parametrize separable states with a neural network and train it to minimize the distance to a given target state, with respect to a differentiable distance, such as the trace distance or Hilbert-Schmidt distance. By examining the output of the algorithm, we can deduce whether the target state is entangled or not, and construct an approximation for its closest separable state. We benchmark the method on a variety of well-known classes of bipartite states and find excellent agreement, even up to local dimension of $d=10$. Moreover, we show our method to be efficient in the multipartite case, considering different notions of separability. Examining three and four-party GHZ and W states we recover known bounds and obtain novel ones, for instance for triseparability. Finally, we show how to use the neural network's results to gain analytic insight. ",
    "url": "https://arxiv.org/abs/2112.08055",
    "authors": [
      "Antoine Girardin",
      "Nicolas Brunner",
      "Tamás Kriváchy"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Machine Learning (cs.LG)"
    ]
  },
  {
    "id": "arXiv:2005.07609",
    "title": "An invertible crystallographic representation for general inverse design  of inorganic crystals with targeted properties",
    "abstract": " Title: An invertible crystallographic representation for general inverse design  of inorganic crystals with targeted properties ",
    "url": "https://arxiv.org/abs/2005.07609",
    "authors": [
      "Zekun Ren",
      "Siyu Isaac Parker Tian",
      "Juhwan Noh",
      "Felipe Oviedo",
      "Guangzong Xing",
      "Jiali Li",
      "Qiaohao Liang",
      "Ruiming Zhu",
      "Armin G.Aberle",
      "Shijing Sun",
      "Xiaonan Wang",
      "Yi Liu",
      "Qianxiao Li",
      "Senthilnath Jayavelu",
      "Kedar Hippalgaonkar",
      "Yousung Jung",
      "Tonio Buonassisi"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Machine Learning (cs.LG)"
    ]
  },
  {
    "id": "arXiv:2012.06261",
    "title": "Reconfigurable Intelligent Surface Based Hybrid Precoding for THz  Communications",
    "abstract": " Comments: 26 pages, 7 figures ",
    "url": "https://arxiv.org/abs/2012.06261",
    "authors": [
      "Yu Lu",
      "Mo Hao",
      "Richard MAcKenzie"
    ],
    "subjectives": [
      "Information Theory (cs.IT)",
      "Signal Processing (eess.SP)"
    ]
  },
  {
    "id": "arXiv:2111.09823",
    "title": "NetQASM -- A low-level instruction set architecture for hybrid  quantum-classical programs in a quantum internet",
    "abstract": " Comments: 22 pages, 13 figures, supplementary materials. v2: added references, fixed typos ",
    "url": "https://arxiv.org/abs/2111.09823",
    "authors": [
      "Axel Dahlberg",
      "Bart van der Vecht",
      "Carlo Delle Donne",
      "Matthew Skrzypczyk",
      "Ingmar te Raa",
      "Wojciech Kozlowski",
      "Stephanie Wehner"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Emerging Technologies (cs.ET)",
      "Programming Languages (cs.PL)"
    ]
  },
  {
    "id": "arXiv:2111.12541",
    "title": "Rethinking the modeling of the instrumental response of telescopes with  a differentiable optical model",
    "abstract": " Comments: 10 pages. Accepted for the Fourth Workshop on Machine Learning and the Physical Sciences (NeurIPS 2021) ",
    "url": "https://arxiv.org/abs/2111.12541",
    "authors": [
      "Tobias Liaudat",
      "Jean-Luc Starck",
      "Martin Kilbinger",
      "Pierre-Antoine Frugier"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Computer Vision and Pattern Recognition (cs.CV)",
      "Optics (physics.optics)"
    ]
  }
]