[
  {
    "id": "arXiv:2208.01846",
    "title": "Theoretical framework for the dynamics of cryogenic liquid helium-4  bridging the classical and quantum mechanics using smoothed-particle  hydrodynamics",
    "abstract": "Our recent study suggests that a fully classical mechanical approximation of the two-fluid model using SPH may be equivalent to solving a many-body quantum mechanical equation under specific conditions. This study aims to demonstrate the existence of this equivalence. We first derived the SPH form of the motion equation for the superfluid component of the two-fluid model, i.e., the motion equation driven by the gradient of the chemical potential derived from the Gibbs-Duhem equation. We also derived the SPH form of the motion equation for condensates from the Gross-Pitaevskii theory, i.e., the motion equation driven by the gradient of the chemical potential obtained from the Schrodinger equation for interacting bosons. We then compared the two discretized equations. We found that maintaining the internal energy at zero for each fluid particle ensures their equivalence when the quantum pressure is negligible. This equivalence holds when the quantum pressure is non-negligible if the quantum pressure gradient force equals the mutual friction force. Zero internal energy indicates a thermodynamic ground state, which includes both the ground state and the elementary excitation state. Therefore, the condition can be sufficiently satisfied given that the velocities of fluid particles do not exceed the Landau critical velocity, which is not a stringent condition for several simulations with a characteristic velocity of a few cms-1 in a laboratory system. We redemonstrated a rotation simulation after minor improvements, and succeeded in observing a vortex lattice with quantized circulations, thereby creating a quantum lattice. This has provided a certain validity in that the quantum lattice, previously considered a purely quantum mechanical phenomenon, can be reproduced by classical fluid mechanics. ",
    "url": "https://arxiv.org/abs/2208.01846",
    "authors": [
      "Satori Tsuzuki"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Other Condensed Matter (cond-mat.other)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2208.01906",
    "title": "To mask or not to mask? Improving QSM quality by accounting for spatial  frequency distributions and susceptibility sources",
    "abstract": "Estimating magnetic susceptibility using MRI depends on inverting a forward relationship between the susceptibility and measured Larmor frequency. However, an often-overlooked constraint in susceptibility fitting is that the Larmor frequency is only measured inside the sample, and after background field removal, susceptibility sources should only reside inside the same sample. Here we test the impact of accounting for such effects in susceptibility fitting and demonstrate that such effects should not be ignored. ",
    "url": "https://arxiv.org/abs/2208.01906",
    "authors": [
      "Anders Dyhr Sandgaard",
      "Valerij G. Kiselev",
      "Noam Shemesh",
      "Sune Nørhøj Jespersen"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2208.01929",
    "title": "Physical essence of propagable fractional-strength optical vortices in  free space",
    "abstract": "Fractional-order vector vortex beams are recently demonstrated to be new carriers of fractional-strength optical vortices. However, why can those new vortex beams formed by the combination of both unstable states propagate stably in free space? Here, we solve this scientific problem by revealing the physical essence of propagable fractional-strength optical vortices in free space.Three new understandings regarding those peculiar vortex beams are therefore proposed, namely Abbe diffraction limit, phase evolution of vortex beam, and phase binary time vector property.For the first one, owing to Abbe diffraction limit, the inherent polarization modes are intertwined together, thereby maintaining the entire peculiar vortex beams in free space. For the second one, we demonstrate the phase evolution of vortex beam, which is the physical reason of polarization rotation of fractional-order VVBs. For the third one, the phase is not merely a scalar attribute of light beam, but manifests a binary time vector property. This work provides entirely different physical viewpoints on the phase of vortex beam and Abbe diffraction limit, which may deepen our knowledge on the behavior of light beam in classical optics. ",
    "url": "https://arxiv.org/abs/2208.01929",
    "authors": [
      "Xiaoyu Weng",
      "Yu Miao",
      "Yang Li",
      "Xiangmei Dong",
      "Xiumin Gao",
      "Songlin Zhuang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.01934",
    "title": "Room-Temperature Quantum Emitter in Aluminum Nitride",
    "abstract": "A device that is able to produce single photons is a fundamental building block for a number of quantum technologies. Significant progress has been made in engineering quantum emission in the solid state, for instance, using semiconductor quantum dots as well as defect sites in bulk and two-dimensional materials. Here we report the discovery of a room-temperature quantum emitter embedded deep within the band gap of aluminum nitride. Using spectral, polarization, and photon-counting time-resolved measurements we demonstrate bright ($>10^5$ counts per second), pure ($g^{(2)}(0) < 0.2$), and polarized room-temperature quantum light emission from color centers in this commercially important semiconductor. ",
    "url": "https://arxiv.org/abs/2208.01934",
    "authors": [
      "Sam G. Bishop",
      "John P. Hadden",
      "Faris D. Alzahrani",
      "Reza Hekmati",
      "Diana L. Huffaker",
      "Wolfgang W. Langbein",
      "Anthony J. Bennett"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2208.02013",
    "title": "Monte-Carlo method based simulation framework for microwave SQUID  multiplexers",
    "abstract": "Performance prediction and optimization of microwave SQUID multiplexers has largely been based on simple approximate analytical models and experimental results so far. This results from the complexity of the underlying physics and the intricacy of operation and readout parameters. As a simplified description can never account for all potential effects occurring in a real device, we have developed a Monte-Carlo based simulation framework to simulate the characteristic and performance of a microwave SQUID multiplexer. Our simulation framework is a powerful tool to aid understanding and optimization of microwave SQUID multiplexers and other related devices. It includes common readout schemes such as open-loop or flux ramp modulated readout as well as the nonlinear behaviour of Josephson tunnel junctions. Moreover, it accounts for the finite response time of superconducting microwave resonators with high loaded quality factors as well as the most significant noise contributions such as amplifier noise, resonator noise as well as SQUID noise. This ultimately leads to a prediction of device performance that is significantly better as compared simple analytical methods. Using the simulation framework, we discuss first steps towards a full microwave SQUID multiplexer optimization and highlight some other applications which our simulation framework can be used for. ",
    "url": "https://arxiv.org/abs/2208.02013",
    "authors": [
      "Constantin Schuster",
      "Mathias Wegner",
      "Sebastian Kempf"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Superconductivity (cond-mat.supr-con)"
    ]
  },
  {
    "id": "arXiv:2208.02016",
    "title": "Orientation Echoes via Concerted Terahertz and Near-IR excitation",
    "abstract": "A new and efficient method for orientation echo spectroscopy is presented and realized experimentally. The excitation scheme utilizes concerted rotational excitations by both ultrashort terahertz and near-IR pulses and its all-optical detection is enabled by Molecular Orientation Induced Second Harmonic method [J.Phys.Chem.A 126, 3732-3738 (2022)]. The method provides practical means for orientation echo spectroscopy of gas phase molecules and highlights the intriguing underlying physics of coherent rotational dynamics induced by judiciously-orchestrated interactions with both resonant (terahertz) and nonresonant (NIR) light pulses. ",
    "url": "https://arxiv.org/abs/2208.02016",
    "authors": [
      "Ran Damari",
      "Amit Beer",
      "Sharly Fleischer"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2208.02023",
    "title": "Total ionizing dose test with DEPFET sensors for Athena's WFI",
    "abstract": "The focal plane of Athena's WFI consists of spectroscopic single photon X-ray detectors that contain arrays of DEPFETs (DEpleted P-channel Field-Effect Transistor) as well as ASICs that are used for steering, readout and analog signal shaping. These components have to be examined regarding the effect of ionizing radiation. A Total Ionizing Dose (TID) test was done with prototype detector modules with 64x64 DEPFETs and one SWITCHER and VERITAS ASIC each. The current design of the WFI detector head features a proton shield equivalent to 4 cm of aluminum in order to prevent a strong increase of leakage current in the fully depleted 450 $\\mu$m thick bulk of the sensor. This keeps the expected doses and dose rates during the nominal mission relatively low ($\\sim$5 Gy). It is nevertheless important to study the current system in a dedicated TID test in order to exclude unforeseen effects and to study any radiation related changes that can have an effect on the very sensitive readout chain and the detector performance. The combination of low doses, low dose rates, low operating temperature (<-60{\\deg}C) but high sensitivity on small changes of the threshold voltages represent somehow unusual boundary conditions in comparison to TID tests for standard radiation hard electronic components. Under these circumstances it was found beneficial to do the test in our own laboratory with an X-ray source in order to realize irradiation during nominal operation conditions. Furthermore, it facilitated to take annealing effects into account. Reasonably accurate dosimetry is achieved by measuring the X-ray spectrum and intensity with the device under test. After irradiation to a total dose of 14 Gy and subsequent annealing the threshold voltage of the DEPFETs were shifted by a mean value of 80 mV, the performance remained unchanged apart from a slight increase in readout noise by 10%. ",
    "url": "https://arxiv.org/abs/2208.02023",
    "authors": [
      "Valentin Emberger",
      "Michael Bonholzer",
      "Johannes Müller-Seidlitz",
      "Robert Andritschke"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ]
  },
  {
    "id": "arXiv:2208.02032",
    "title": "Nanomechanical testing of silica nanospheres for levitated optomechanics  experiments",
    "abstract": "Optically-levitated dielectric particles can serve as ultra-sensitive detectors of feeble forces and torques, as tools for use in quantum information science, and as a testbed for quantum coherence in macroscopic systems. Knowledge of the structural and optical properties of the particles is important for calibrating the sensitivity of such experiments. Here we report the results of nanomechanical testing of silica nanospheres and investigate an annealing approach which can produce closer to bulk-like behavior in the samples in terms of their elastic moduli. These results, combined with our experimental investigations of optical trap lifetimes in high vacuum at high trapping-laser intensity for both annealed and as-grown nanospheres, were used to provide a theoretical analysis of the effects of porosity and non-sphericity in the samples, identifying possible mechanisms of trapping instabilities for nanospheres with non-bulk-silica-like properties. ",
    "url": "https://arxiv.org/abs/2208.02032",
    "authors": [
      "Cayla R. Harvey",
      "Evan Weisman",
      "Chethn Galla",
      "Ryan Danenberg",
      "Qiyuan Hu",
      "Swati Singh",
      "Andrew A. Geraci",
      "Siddhartha Pathak"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2208.02102",
    "title": "An apparatus for in-vacuum loading of nanoparticles into an optical trap",
    "abstract": "We describe the design, construction, and operation of an apparatus utilizing a piezoelectric transducer for in-vacuum loading of nanoparticles into an optical trap for use in levitated optomechanics experiments. In contrast to commonly used nebulizer-based trap-loading methods which generate aerosolized liquid droplets containing nanoparticles, the method produces dry aerosols of both spherical and high-aspect ratio particles ranging in size by approximately two orders of mangitude. The device has been shown to generate accelerations of order $10^7$ $g$, which is sufficient to overcome stiction forces between glass nanoparticles and a glass substrate for particles as small as $170$ nm diameter. Particles with sizes ranging from $170$ nm to $\\sim 10$ $\\mu$m have been successfully loaded into optical traps at pressures ranging from $1$ bar to $0.6$ mbar. We report the velocity distribution of the particles launched from the substrate and our results indicate promise for direct loading into ultra-high-vacuum with sufficient laser feedback cooling. This loading technique could be useful for the development of compact fieldable sensors based on optically levitated nanoparticles as well as matter-wave interference experiments with ultra-cold nano-objects which rely on multiple repeated free-fall measurements and thus require rapid trap re-loading in high vacuum conditions. ",
    "url": "https://arxiv.org/abs/2208.02102",
    "authors": [
      "Evan Weisman",
      "Chethn Krishna Galla",
      "Cris Montoya",
      "Eduardo Alejandro",
      "Jason Lim",
      "Melanie Beck",
      "George P. Winstone",
      "Alexey Grinin",
      "William Eom",
      "Andrew A. Geraci"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2208.02199",
    "title": "Is there evidence for exponential quantum advantage in quantum  chemistry?",
    "abstract": "The idea to use quantum mechanical devices to simulate other quantum systems is commonly ascribed to Feynman. Since the original suggestion, concrete proposals have appeared for simulating molecular and materials chemistry through quantum computation, as a potential \"killer application\". Indications of potential exponential quantum advantage in artificial tasks have increased interest in this application, thus, it is critical to understand the basis for potential exponential quantum advantage in quantum chemistry. Here we gather the evidence for this case in the most common task in quantum chemistry, namely, ground-state energy estimation. We conclude that evidence for such an advantage across chemical space has yet to be found. While quantum computers may still prove useful for quantum chemistry, it may be prudent to assume exponential speedups are not generically available for this problem. ",
    "url": "https://arxiv.org/abs/2208.02199",
    "authors": [
      "Seunghoon Lee",
      "Joonho Lee",
      "Huanchen Zhai",
      "Yu Tong",
      "Alexander M. Dalzell",
      "Ashutosh Kumar",
      "Phillip Helms",
      "Johnnie Gray",
      "Zhi-Hao Cui",
      "Wenyuan Liu",
      "Michael Kastoryano",
      "Ryan Babbush",
      "John Preskill",
      "David R. Reichman",
      "Earl T. Campbell",
      "Edward F. Valeev",
      "Lin Lin",
      "Garnet Kin-Lic Chan"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2208.01758",
    "title": "Transformer Quantum State: A Multi-Purpose Model for Quantum Many-Body  Problems",
    "abstract": "Recent advancements in machine learning have led to the introduction of the transformer, a versatile, task-agnostic architecture with minimal requirements for hand-crafting schemes and features across different tasks. Here, we show that with appropriate modifications, such an architecture is well suited as a multi-purpose model for the solution of quantum many-body problems. We call the resulting model the transformer quantum state (TQS). In sharp contrast to previous Hamiltonian/task-specific models, TQS is capable of generating the entire phase diagram, predicting field strengths with as few as one experimental measurement, and transferring such knowledge to new systems it has never seen before, all within a single model. When focusing on a specific task, fine-tuning on a pre-trained TQS produces high accuracy results with small computational cost. Moreover, the TQS architecture can be extended to accommodate a wide range of tasks, thereby pointing towards a general purpose model for various challenging quantum problems. ",
    "url": "https://arxiv.org/abs/2208.01758",
    "authors": [
      "Yuan-Hang Zhang",
      "Massimiliano Di Ventra"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2011.09215",
    "title": "Surface Enhanced Circular Dichroism by Electric and Magnetic Dipole  Resonance of Cross Shaped Nanoholes",
    "abstract": " Comments: Figure 3 is drawn by incorrect data. Equations (S 3), (S 4), and (S 5) include errors. Equation (S 3) lack of vaccum premittivity, equation (S 4) lack of vaccum permeability and equation (S 5) should be divided by speed of light ",
    "url": "https://arxiv.org/abs/2011.09215",
    "authors": [
      "Abuduwaili. Abudukelimu",
      "Tursunay. Yibibulla",
      "Muhammad Ikram",
      "Ziyan Zhang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2112.15420",
    "title": "Prospects of a superradiant laser based on a thermal or guided beam of  Sr-88",
    "abstract": " Comments: 10 pages, 7 figures ",
    "url": "https://arxiv.org/abs/2112.15420",
    "authors": [
      "Mikkel Tang",
      "Stefan A. Schäffer",
      "Jörg H. Müller"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2207.05267",
    "title": "Indoor optical fiber eavesdropping approach and its avoidance",
    "abstract": " Comments: 8 pages, 4 figures, submitted to Optics Express ",
    "url": "https://arxiv.org/abs/2207.05267",
    "authors": [
      "Haiqing Hao",
      "Zhongwang Pang",
      "Guan Wang",
      "Bo Wang"
    ],
    "subjectives": [
      "Sound (cs.SD)",
      "Audio and Speech Processing (eess.AS)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2207.13204",
    "title": "Review of Radio Frequency Interference and Potential Impacts on the  CMB-S4 Cosmic Microwave Background Survey",
    "abstract": " Comments: Presented at and published in the proceedings of SPIE Astronomical Telescopes and Instrumentation 2022 ",
    "url": "https://arxiv.org/abs/2207.13204",
    "authors": [
      "Darcy R. Barron",
      "Amy N. Bender",
      "Ian E. Birdwell",
      "John E. Carlstrom",
      "Jacques Delabrouille",
      "Sam Guns",
      "John Kovac",
      "Charles R. Lawrence",
      "Scott Paine",
      "Nathan Whitehorn"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Physics and Society (physics.soc-ph)"
    ]
  }
]