[
  {
    "id": "arXiv:2504.02056",
    "title": "Lateral Cavity-Enhanced Guided Mode Resonance Structures for Mid-wave Infrared Photodetector Pixels",
    "abstract": "           We present the design, fabrication, and optical characterization of ultra-compact mid-wave infrared photodetector pixels. Our design relies on a guided mode resonance structure to confine incident mid-infrared light to the 250 nm-thick absorber region of all-epitaxially-grown material stack, and a hybrid cavity-guided mode resonance to confine the mode in the lateral direction. The resulting pixel, with deep subwavelength thickness and lateral dimensions on the order of almost two times free space operating wavelength is predicted to achieve external quantum efficiency of the order of 50%. Our work opens the door for truly compact mid-wave infrared pixels that offer the combined benefits of low dark current, room temperature operation, and small lateral size.         ",
    "url": "https://arxiv.org/abs/2504.02056",
    "authors": [
      "Sreeja Purkait",
      "Noah Mansfield",
      "Yadviga Tischenko",
      "Amogh Raju",
      "William Reggio",
      "Daniel Wasserman",
      "Viktor Podolskiy"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2504.02196",
    "title": "Orbit Determination through Cosmic Microwave Background Radiation",
    "abstract": "           This research explores the use of Cosmic Microwave Background (CMB) radiation as a reference signal for Initial Orbit Determination (IOD). By leveraging the unique properties of CMB, this study introduces a novel method for estimating spacecraft velocity and position with minimal reliance on pre-existing environmental data, offering significant advantages for space missions independent of Earth-specific conditions. Using Machine Learning (ML) regression models, this approach demonstrates the capability to determine velocity from CMB signals and subsequently determine the satellite's position. The results indicate that CMB has the potential to enhance the autonomy and flexibility of spacecraft operations.         ",
    "url": "https://arxiv.org/abs/2504.02196",
    "authors": [
      "Pedro K de Albuquerque",
      "Andre R Kuroswiski",
      "Annie S. Wu",
      "Willer G. dos Santos",
      "Paulo Costa"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Machine Learning (cs.LG)"
    ]
  },
  {
    "id": "arXiv:2504.02218",
    "title": "From short-sighted to far-sighted: A comparative study of recursive machine learning approaches for open quantum systems",
    "abstract": "           Accurately modeling open quantum system dynamics is crucial for advancing quantum technologies, yet traditional methods struggle to balance accuracy and efficiency. Machine learning (ML) provides a promising alternative, particularly through recursive models that predict system evolution based on past history. While these models have shown success in predicting single observables, their effectiveness in more complex tasks, such as forecasting the full reduced density matrix (RDM), remains unclear. We extend history-based recursive ML approaches to complex quantum systems, comparing four physics-informed neural network (PINN) architectures: (i) single-RDM-predicting PINN (SR-PINN), (ii) SR-PINN with simulation parameters (PSR-PINN), (iii) multi-RDMs-predicting PINN (MR-PINN), and (iv) MR-PINN with simulation parameters (PMR-PINN). These models are applied to the spin-boson (SB) model and the Fenna-Matthews-Olson (FMO) complex. Our results show that SR-PINN and PSR-PINN, constrained by a narrow history window, fail to capture complex quantum evolution, leading to unstable long-term predictions, especially in nonlinear and highly correlated dynamics. In contrast, MR-PINN and PMR-PINN improve accuracy by extending the forecast horizon, incorporating long-range correlations, and reducing error propagation. Surprisingly, explicitly including simulation parameters such as temperature and reorganization energy in PSR-PINN and PMR-PINN does not consistently enhance accuracy and can even reduce performance, suggesting that these effects are already encoded in the RDM evolution. These findings highlight the limitations of short-sighted recursive forecasting and demonstrate the superior stability and accuracy of far-sighted approaches for long-term predictions.         ",
    "url": "https://arxiv.org/abs/2504.02218",
    "authors": [
      "Arif Ullah"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2504.02257",
    "title": "In-situ three-dimensional strain engineering of solid-state quantum emitters in photonic structures towards scalable quantum networks",
    "abstract": "           Solid-state quantum emitters are pivotal for modern photonic quantum technology, yet their inherent spectral inhomogeneity imposes a critical challenge in pursuing scalable quantum network. Here, we develop a cryogenic-compatible strain-engineering platform based on a polydimethylsiloxane (PDMS) stamp that is not obviously working properly at cryogenic temperature. In-situ three-dimensional (3D) strain control is achieved for quantum dots (QDs) embedded in photonic nanostructures. The compliant PDMS enables independent tuning of emission energy and elimination of fine structure splitting (FSS) of single QDs, as demonstrated by a 7 meV spectral shift with a near-vanishing FSS in circular Bragg resonators and an unprecedented 15 meV tuning range in the micropillar. The PDMS-based 3D strain-engineering platform, compatible with diverse photonic structures at cryogenic temperature, provides a powerful and versatile tool for exploring fundamental strain-related physics and advancing integrated photonic quantum technology.         ",
    "url": "https://arxiv.org/abs/2504.02257",
    "authors": [
      "Yan Chen",
      "Xueshi Li",
      "Shunfa Liu",
      "Jiawei Yang",
      "Yuming Wei",
      "Kaili Xiong",
      "Yangpeng Wang",
      "Jiawei Wang",
      "Pingxing Chen",
      "Xiao Li",
      "Chaofan Zhang",
      "Ying Yu",
      "Tian Jiang",
      "Jin Liu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2504.02267",
    "title": "Third-Order Spontaneous Parametric Down Conversion in Dielectric Nonlinear Resonant Metasurfaces",
    "abstract": "           We propose a general scheme to investigate photon triplet generation (PTG) via third-order spontaneous parametric downconversion (TOSPDC) in $\\chi^{(3)}$ nonlinear structures. Our approach leverages the quantum-classical correspondence between TOSPDC and its reverse classical process, three-wave sum-frequency generation (TSFG), to efficiently estimate the PTG rate. We apply this framework to nonlinear metasurfaces supporting quasi-bound states in the continuum (qBICs) in the optical range. From numerical analysis of non-collinear TSFG with degenerate input waves at qBIC wavelengths, we predict wavelength-tunable three-photon emission with spatio-angular correlations. These findings establish a novel method for modelling TOSPDC and also highlight the potential of nonlinear resonant metasurfaces as compact free-space photon triplet sources with quantum state control.         ",
    "url": "https://arxiv.org/abs/2504.02267",
    "authors": [
      "Miguel Y. Bacaoco",
      "Kirill Koshelev",
      "Alexander S. Solntsev"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2504.02368",
    "title": "Electrical conductivities and low frequency opacities in the warm dense matter regime",
    "abstract": "           In this article, we examine different approaches for calculating low frequency opacities in the warm dense matter regime. The relevance of the average-atom approximation and of different models for calculating opacities, such as the Ziman or Ziman-Evans models is discussed and the results compared to \\textit{ab initio} simulations. We begin by recalling the derivation of the Ziman-Evans resistivity from Kubo's linear response theory, using the local approximation to the solutions of the Lippmann-Schwinger equation. With the help of this approximation, we explicitly introduce an ionic structure factor into the Ziman formula, without resorting to the Born approximation. Both approaches involve the calculation of scattering phase shifts, which we integrate from Calogero equation with an adaptive step numerical scheme based on a Runge-Kutta-Merson solver. We show that if the atomic number $Z$ is not too large, integrating the phase shifts in this way is more time-efficient than using a classical Numerov-type scheme to solve the radial Schrödinger equation. Various approximations are explored for phase shifts to further improve computation time. For the Born approximation, we show that using Born phase shifts directly in the scattering cross-section gives more accurate results than with the integral formula based on the Fourier transform of the electron-ion potential. We also compare an analytical formula based on a Yukawa fit of the electron-ion potential to a numerical integration. The average-atom results are compared with DFT-based molecular dynamics simulations for aluminum in the dilute regime and for copper, aluminum and gold at solid density and different temperatures.         ",
    "url": "https://arxiv.org/abs/2504.02368",
    "authors": [
      "Mikael Tacu",
      "Jean-Christophe Pain",
      "Matthias Pautard",
      "Christophe Blancard"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2504.02414",
    "title": "Effective field theory of Plasmas in Podolsky corrected Photonic field",
    "abstract": "           A theory for abelian plasma permeated by photons has been developed considering QED (quantum electrodynamics) generalized in Podolsky electrodynamics framework for consideration of higher order terms in electromagnetic theory. The theory traces out photonic degrees of freedom in plasma and accounts for plasma dynamics mediated by photons by calculated effective Hamiltonian. New modes of propagation have been predicted along with suppression of fields and collective behaviour. Non-Markovian behaviour is also discovered for plasma states and interactions in finite plasma system. This finds applicability in solid-state plasma, plasma confinement of magnetic and inertial nature, and laser-plasma interaction when theory is reduced to local interactions.         ",
    "url": "https://arxiv.org/abs/2504.02414",
    "authors": [
      "Prabhat Singh",
      "Punit Kumar"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2504.02423",
    "title": "Quantum effects in piezoelectric semiconductor plasmas : Solitons and transmission feasibility",
    "abstract": "           A study of the coupling between lattice ion vibrations and electron waves in a piezoelectric semiconductor quantum plasma is presented. The nonlinearities have been analyzed, and solitons have been studied. The theory is built using the quantum hydrodynamic (QHD) model, incorporating the effects of Fermi pressure, quantum Bohm potential, and exchange-correlation potentials. The dispersion relation for the coupling is established. A set of nonlinear evolution equations has been derived using the two-time scale theory, and a soliton solution for the coupled nonlinear evolution equations is obtained using the modified quantum Zakharov equations. The solitons are found to have a cusp profile. It is also found that the solitons' field amplitude increases significantly with particle density and coupling strength in piezoelectric semiconductor quantum plasmas.         ",
    "url": "https://arxiv.org/abs/2504.02423",
    "authors": [
      "Abhishek Yadav",
      "Punit Kumar"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2504.02567",
    "title": "High harmonic generation in monolayer MoS2 controlled by resonant and near-resonant pulses on ultrashort time scales",
    "abstract": "           We report on experimental investigation of nonperturbative high harmonic generation (HHG) in monolayer MoS2 in the ultraviolet spectral region driven by mid-infrared light. We study how the HHG is influenced by pre-excitation of the monolayer using resonant and near-resonant pulses in a pump-probe-like scheme. The resonant light creates high density exciton population. Due to ultrafast dephasing caused by electron-electron scattering, the HHG is suppressed in the presence of pre-excited carriers. In the case of near-resonant excitation with photon energy below the exciton transition, the dynamics of the observed suppression of the HHG yield contains a fast component which is a consequence of momentum scattering at carriers, which are excited by two-photon transition when the two pulses temporally overlap in the sample. This interpretation is supported by comparison of the experimental data with theoretical calculations of two-photon absorption spectrum of MoS2 monolayer. This work demonstrates a possibility to control HHG in lowdimensional materials on ultrashort timescales by combining the driving strong-field pulse with a weak near-resonant light.         ",
    "url": "https://arxiv.org/abs/2504.02567",
    "authors": [
      "Pavel Peterka",
      "Artur O. Slobodeniuk",
      "Tomáš Novotný",
      "Pawan Suthar",
      "Miroslav Bartoš",
      "František Trojánek",
      "Petr Malý",
      "Martin Kozák"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2504.02756",
    "title": "Stability of acoustic streaming jets",
    "abstract": "           We study the stability of a steady Eckart streaming jet that is acoustically forced at one end of a closed cylindrical cavity and impinges the wall at the other end, where a recirculation forms. This configuration generically represents industrial processes where acoustic forcing offers a contactless means of stirring or controlling confined flows. Successfully doing so, however, requires sufficient insight into the topology of the acoustically forced flow. This raises the question of whether the base acoustic streaming jet is stable and, when not, of which alternative states emerge. Using Linear Stability Analysis (LSA) and three-dimensional nonlinear simulations, we identify the instability mechanisms and determine the nature of the bifurcations that ensue. We show that the ratio $C_R$ between the cavity and the maximum beam radii determines the dominant unstable mode. For $4 \\leq C_R \\leq 6$, a non-oscillatory perturbation rooted in the jet impingement triggers a supercritical bifurcation. For $C_R = 3$, the flow destabilises through a subcritical non-oscillatory bifurcation. Further reducing $C_R$ increases the shear within the flow, and gradually relocates the instability in the shear layer between impingement-induced vortices: for $C_R = 2$, an unstable travelling wave grows out of a subcritical bifurcation, which becomes supercritical for $C_R=1$. For each geometry, the nonlinear 3D simulations validate the LSA, identify the saturated nonlinear state and its stability. This study offers fundamental insight into the stability of acoustically-driven flows in general, but also opens possible pathways to either induce turbulence acoustically, or to avoid it in realistic configurations.         ",
    "url": "https://arxiv.org/abs/2504.02756",
    "authors": [
      "Bjarne Vincent",
      "Abhishek Kumar",
      "Daniel Henry",
      "Sophie Miralles",
      "Valéry Botton",
      "Alban Pothérat"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2503.23755",
    "title": "Large-scale quantum-dot-lithium-niobate hybrid integrated photonic circuits enabling on-chip quantum networking",
    "abstract": "           Hybrid integrated quantum photonics combines solid-state artificial atoms with reconfigurable photonic circuits, enabling scalable chip-based quantum networks. Self-assembled quantum dots (QDs) are ideal for this goal due to their ability to generate highly indistinguishable single photons with exceptional brightness. Integrating QDs into low-loss photonic circuits can facilitate complex quantum networks by enabling entanglement transfer via two-photon interference. However, challenges such as limited scalability, spectral inhomogeneity, and quantum interference between independent sources remain. We present a hybrid photonic architecture that integrates QD-containing waveguides with low-loss lithium niobate (LN) circuits, incorporating 20 deterministic single-photon sources (SPSs). Using the piezoelectric properties of thin-film lithium niobate (TFLN), we achieve on-chip local spectral tuning of QD emissions by up to 7.7 meV,three orders of magnitude greater than the transform-limited linewidth. This approach enables on-chip quantum interference with a visibility of 0.73 between two spatially separated QD SPSs connected by 0.48 mm long waveguides, establishing a functional quantum this http URL large-scale integration of spectrally tunable QD-based SPSs into low-loss LN circuits, combined with fast electro-optical switching, paves the way for compact, lightweight, and scalable photonic quantum networks.         ",
    "url": "https://arxiv.org/abs/2503.23755",
    "authors": [
      "Xudong Wang",
      "Xiuqi Zhang",
      "Bowen Chen",
      "Yifan Zhu",
      "Yuanhao Qin",
      "Lvbin Dong",
      "Jiachen Cai",
      "Dongchen Sui",
      "Jinbo Wu",
      "Quan Zhang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2504.02372",
    "title": "Quantum Key Distribution over Complex Networks",
    "abstract": "           There exist several initiatives worldwide to deploy quantum key distribution (QKD) over existing fibre networks and achieve quantum-safe security at large scales. To understand the overall QKD network performance, it is required to transition from the analysis of individual links, as done so far, to the characterization of the network as a whole. In this work, we undertake this study by embedding QKD protocols on complex networks, which correctly model the existing fiber networks. We focus on networks with trusted nodes and on continuous-variable (CV) schemes, which have much higher key rates than their discrete-variable (DV) counterparts. In the effective CV network, however, many of the unique properties of complex networks, such as small-worldness and the presence of hubs, are lost due to the fast decay of the key rate with physical distance for CV systems. These properties can be restored when considering a hybrid network consisting of both CV and DV protocols, achieving at the same time high average rate and inter-connectivity. Our work opens the path to the study of QKD complex networks in existing infrastructures.         ",
    "url": "https://arxiv.org/abs/2504.02372",
    "authors": [
      "Luca Mariani",
      "Raja Yehia",
      "Carlos Pascual-García",
      "Federico Centrone",
      "Jasper van der Kolk",
      "M. Ángeles Serrano",
      "Antonio Acín"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Physics and Society (physics.soc-ph)"
    ]
  },
  {
    "id": "arXiv:2504.02570",
    "title": "Time resolution limits in silicon sensors from Landau fluctuations and electronics noise",
    "abstract": "           In this report, we derive analytical expressions for the time resolution limits of standard silicon sensors, LGADs, and 3D trench sensors. We separately examine the effects of Landau fluctuations and electronic noise. To analyze Landau fluctuations, we relate the time resolution of a single electron-hole pair generated at a random position in the sensor to the time resolution associated with the full ionization pattern produced by a charged particle. For electronic noise, we explore optimal filtering techniques that minimize its impact on time resolution, and evaluate how closely these can be approximated by practical filters. Finally, we demonstrate that the combined effect of Landau fluctuations and electronic noise cannot, in general, be simply expressed as the quadratic sum of the individual contributions.         ",
    "url": "https://arxiv.org/abs/2504.02570",
    "authors": [
      "Werner Riegler"
    ],
    "subjectives": [
      "High Energy Physics - Experiment (hep-ex)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2212.13510",
    "title": "Evaluating the transition dipole moment of quantum dots with absorption and angle resolved photo-luminescence spectroscopy",
    "abstract": "           In this manuscript, the evaluation procedure of transition dipole moment (TDM) is discussed. Semiconducting Cd_{x}Zn_{1-x}Se_{y}S_{1-y} alloyed quantum dots (AQDs) are used as the two level emitting system. The AQDs are then self-assembled into monolayers by the Langmuir-Schaefer method. The TDM magnitude and orientation of AQDs are extracted from the absorption spectrum and the angle resolved Photo-luminescence emission spectrum measurements respectively. The TDM of AQDs in vacuum is evaluated as 9.07 D and the anisotropy coefficient shows that the AQD emission is isotropic.         ",
    "url": "https://arxiv.org/abs/2212.13510",
    "authors": [
      "Harshavardhan R. Kalluru",
      "Binita Tongbram",
      "Jaydeep K. Basu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2503.22167",
    "title": "Polarization Decoupling Multi-Port Beam-Splitting Metasurface for Miniaturized Magneto-Optical Trap",
    "abstract": "           In regular magneto-optical trap (MOT) systems, the delivery of six circularly polarized (CP) cooling beams requires complex and bulky optical arrangements including waveplates, mirrors, retroreflectors, etc. To address such technique challenges, we have proposed a beam delivery system for miniaturized MOT entirely based on meta-devices. The key component is a novel multi-port beam-splitting (PD-MPBS) metasurface that relies on both propagation phase and geometric phase. The fabricated samples exhibit high beam-splitting power uniformity (within 4.4%) and polarization purities (91.29%~93.15%). By leveraging such beam-splitting device as well as reflective beam-expanding meta-device, an integrated six-beam delivery system for miniaturized MOT application has been implemented. The experimental results indicate that six expanded beams have been successfully delivered with uniform power (within 9.5%), the desired CP configuration and large overlapping volume (76.2 mm^3). We believe that a miniaturized MOT with the proposed beam delivery system is very promising for portable application of cold atom technology in precision measurement, atomic clock, quantum simulation and computing, etc.         ",
    "url": "https://arxiv.org/abs/2503.22167",
    "authors": [
      "Tian Tian",
      "Chen Qing",
      "Yuxuan Liao",
      "Jiajun Zhu",
      "Yongzhuo Li",
      "Xue Feng",
      "Dengke Zhang",
      "Yidong Huang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2504.00214",
    "title": "SEMIDV: A Compact Semiconductor Device Simulator with Quantum Effects",
    "abstract": "           In this paper, I present SEMIDV - a compact semiconductor device simulator incorporating quantum effects. SEMIDV solves the Poisson-Drift-Diffusion equations for semiconductor devices and provides a user-friendly Python interface for scripting and data analysis. Localization landscape theory is introduced to provide quantum corrections to the Drift-Diffusion equation. This theory directly solves the ground state of the Schrodinger equation without further approximation, offering an efficient solution for quantum effect modeling. Additionally, a compact mobility model considering ballistic transport is developed to capture the ballistic length dependence of mobility and the velocity overshoot effect in short-channel devices. Finally, a study on a nanosheet FET using SEMIDV is conducted. I analyze the electrical characteristics of a state-of-the-art GAA/RibbonFET with a 6 nm gate length and discuss the effects of velocity overshoot and quantum confinement on currents and capacitances. A design for an ultra-short-channel transistor with a gate length down to 4.5 nm with a Vdd = 0.45 V is proposed to push the boundaries of integrated circuit technology further.         ",
    "url": "https://arxiv.org/abs/2504.00214",
    "authors": [
      "Chien-Ting Tung"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  }
]