[
  {
    "id": "arXiv:2211.02884",
    "title": "Can quantum non-locality be connected to extra-dimensions?",
    "abstract": "Quantum non locality, as described by EPR paradox, represents one of the mysteries at the very foundations of quantum mechanics. Here we suggest to investigate if it can be understood by considering extra dimensions. ",
    "url": "https://arxiv.org/abs/2211.02884",
    "authors": [
      "Marco Genovese"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)",
      "High Energy Physics - Theory (hep-th)"
    ]
  },
  {
    "id": "arXiv:2211.02886",
    "title": "Some Classical Models of Particles and Quantum Gauge Theories",
    "abstract": "The article contains a review and new results of some mathematical models relevant to the interpretation of quantum mechanics and emulating well-known quantum gauge theories, such as scalar electrodynamics (Klein-Gordon-Maxwell electrodynamics), spinor electrodynamics (Dirac-Maxwell electrodynamics), etc. In these models, evolution is typically described by modified Maxwell equations. In the case of scalar electrodynamics, the scalar complex wave function can be made real by a gauge transformation, the wave function can be algebraically eliminated from the equations of scalar electrodynamics, and the resulting modified Maxwell equations describe the independent evolution of the electromagnetic field. Similar results were obtained for spinor electrodynamics. Three out of four components of the Dirac spinor can be algebraically eliminated from the Dirac equation, and the remaining component can be made real by a gauge transformation. A similar result was obtained for the Dirac equation in the Yang-Mills field. As quantum gauge theories play a central role in modern physics, the approach of this article may be sufficiently general. One-particle wave functions can be modeled as plasma-like collections of a large number of particles and antiparticles. This seems to enable the simulation of quantum phase-space distribution functions, such as the Wigner distribution function, which are not necessarily non-negative. ",
    "url": "https://arxiv.org/abs/2211.02886",
    "authors": [
      "Andrey Akhmeteli"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2211.02910",
    "title": "Chaotic internal dynamics of dissipative optical soliton molecules",
    "abstract": "When a laser cavity supports the propagation of several ultrashort pulses, these pulses interact and can form compact bound states called soliton molecules. Soliton molecules are fascinating objects of nonlinear science, which present striking analogies with their matter molecules counterparts. The soliton pair, composed of two identical pulses, constitutes the chief soliton molecule of fundamental interest. The relative timing and phase between the two propagating pulses are the most salient internal degrees of freedom of the soliton molecule. These two internal degrees of freedom allow self-oscillating soliton molecules, which have indeed been repeatedly observed, whereas the lowdimensional chaotic dynamics of a soliton-pair molecule remains elusive, noting that it would require at least three degrees of freedom. We here report the observation of chaotic soliton-pair molecules within an ultrafast fiber laser, by means of a direct measurement of the relative optical pulse separation with sub-femtosecond precision in real time. Moreover, we demonstrate an all-optical control of the chaotic dynamics followed by the soliton molecule, by injecting a modulated optical signal that resynchronizes the internal periodic vibration of soliton molecule. ",
    "url": "https://arxiv.org/abs/2211.02910",
    "authors": [
      "Youjian Song",
      "Defeng Zou",
      "Omri Gat",
      "Minglie Hu",
      "Philippe Grelu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2211.02983",
    "title": "Photo-thermal tuning of graphene oxide coated integrated optical  waveguides",
    "abstract": "We experimentally investigate power sensitive photothermal tuning (PTT) of two dimensional (2D) graphene oxide (GO) films coated on integrated optical waveguides. We measure the light power thresholds for reversible and permanent GO reduction in silicon nitride (SiN) waveguides integrated with 1 and 2 layers of GO. Raman spectra at different positions of a hybrid waveguide with permanently reduced GO are characterized, verifying the inhomogeneous GO reduction along the direction of light propagation through the waveguide. The differences between the PTT induced by a continuous wave laser and a pulsed laser are also compared, confirming that the PTT mainly depend on the average input power. These results reveal interesting features for 2D GO films coated on integrated optical waveguides, which are of fundamental importance for the control and engineering of GO properties in hybrid integrated photonic devices. ",
    "url": "https://arxiv.org/abs/2211.02983",
    "authors": [
      "David J. Moss"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.03110",
    "title": "Surpassing the classical limit of microwave photonic frequency fading  effect by quantum microwave photonics",
    "abstract": "With energy-time entangled biphoton sources as the optical carrier and time-correlated single-photon detection for high-speed radio frequency (RF) signal recovery, the method of quantum microwave photonics (QMWP) has presented the unprecedented potential of nonlocal RF signal encoding and efficient RF signal distilling from the dispersion interference associated with ultrashort pulse carriers. In this letter, its capability in microwave signal processing and prospective superiority is further demonstrated. Both the QMWP RF phase shifting and transversal filtering functionality, which are the fundamental building blocks of microwave signal processing, are realized. Besides the perfect immunity to the dispersion-induced frequency fading effect associated with the broadband carrier in classical microwave photonics, a native two-dimensional parallel microwave signal processor is provided. These demonstrations fully prove the superiority of QMWP over classical MWP and open the door to new application fields of MWP involving encrypted processing. ",
    "url": "https://arxiv.org/abs/2211.03110",
    "authors": [
      "Yaqing Jin",
      "Ye Yang",
      "Huibo Hong",
      "Xiao Xiang",
      "Runai Quan",
      "Tao Liu",
      "Ninghua Zhu",
      "Ming Li",
      "Ruifang Dong",
      "Shougang Zhang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2211.03141",
    "title": "True optical spacial derivatives for plasma density measurements",
    "abstract": "This paper shows analytically and numerically that a vortex plate coupled to a neutral density filter can deliver a true optical derivative when placed at the focal plane of a $2f$ lens pair. This technique turns spatial variations in intensity into an intensity, which square root is the spatial derivative of the initial intensity variation. More surprisingly, it also turns any spatial variations in phase into an intensity, which square root is the spatial derivative of the initial phase variation. Since the optical derivative drops the DC component of the signal, it is possible to measure the full electron plasma turbulence spectrum optically, without using any interferometer. ",
    "url": "https://arxiv.org/abs/2211.03141",
    "authors": [
      "P.-A. Gourdain",
      "I. N. Erez",
      "M. E. Evans",
      "H. R. Hasson",
      "J. Nagasako",
      "J. R. Young",
      "I. West-Abdallah"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2211.03145",
    "title": "Conoscopic interferometry for optimal acoustic pulse detection in  ultrafast acoustics",
    "abstract": "Conoscopic interferometry is a promising detection technique for ultrafast acoustics. By focusing a probe beam through a birefringent crystal before passing it through a polarizer, conoscopic interferences sculpt the spatial profile of the beam. The use of these patterns for acoustic wave detection revealed a higher detection sensitivity over existing techniques, such as reflectometry and beam distortion detection. However, the physical origin of the increased sensitivity is unknown. In this work, we present a model, describing the sensitivity behaviour of conoscopic interferometry with respect to the quarter-wave plate orientation and the diaphragm aperture, which is validated experimentally. Using the model, we optimize the detection sensitivity of conoscopic interferometry. We obtain a maximal sensitivity of detection when placing the diaphragm edge on the dark fringes of the conoscopic interference patterns. In the configurations studied in this work, conoscopic interferometry can be 8x more sensitive to acoustic waves than beam distortion detection. ",
    "url": "https://arxiv.org/abs/2211.03145",
    "authors": [
      "Martin Robin",
      "Ruben Guis",
      "Mustafa Umit Arabul",
      "Zili Zhou",
      "Nitesh Pandey",
      "Gerard J. Verbiest"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.03188",
    "title": "High harmonic generation driven by quantum light",
    "abstract": "High harmonic generation (HHG) is an extreme nonlinear process where intense pulses of light drive matter to emit high harmonics of the driving frequency, reaching the extreme ultraviolet (XUV) and x-ray spectral ranges. So far, the HHG process was always generated by intense laser pulses that are well described as a classical electromagnetic field. Advances in the generation of intense squeezed light motivate us to revisit the fundamentals of HHG and ask how the photon statistics of light may alter this process, and more generally alter the field of extreme nonlinear optics. The role of photon statistics in non-perturbative interactions of intense light with matter has remained unexplored in both experiments and theory. Here we show that the defining spectral characteristics of HHG, such as the plateau and cutoff, are sensitive to the photon statistics of the driving light. While coherent (classical) and Fock light states induce the established HHG cutoff law, thermal and squeezed states substantially surpass it, extending the cutoff compared to classical light of the same intensity. Hence, shaping the photon statistics of light enables producing far higher harmonics in HHG. We develop the theory of extreme nonlinear optics driven by squeezed light, and more generally by arbitrary quantum states of light. Our work introduces quantum optical concepts to strong-field physics as new degrees of freedom in the creation and control of HHG, and finally shows that experiments in this field are feasible. Looking forward, HHG driven by quantum light creates quantum states of XUV and X-rays, enabling applications of quantum optics in new spectral regimes. ",
    "url": "https://arxiv.org/abs/2211.03188",
    "authors": [
      "Alexey Gorlach",
      "Matan Even Tzur",
      "Michael Birk",
      "Michael Krüger",
      "Nicholas Rivera",
      "Oren Cohen",
      "Ido Kaminer"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2211.03298",
    "title": "Femtosecond-Terawatt Hard X Ray Pulse Generation with Chirped Pulse  Amplification on a Free Electron Laser",
    "abstract": "Advances of high intensity lasers have opened up the field of strong field physics and led to a broad range of technological applications. Recent x ray laser sources and optics development makes it possible to obtain extremely high intensity and brightness at x ray wavelengths. In this paper, we present a system design that implements chirped pulse amplification for hard x ray free electron lasers. Numerical modeling with realistic experimental parameters show that near-transform-limit single-femtosecond hard x ray laser pulses with peak power exceeding 1 TW and brightness exceeding $4\\times10^{35}~$s$^{-1}$mm$^{-2}$mrad$^{-2}$0.1\\%bandwdith$^{-1}$ can be consistently generated. Realization of such beam qualities is essential for establishing systematic and quantitative understanding of strong field x-ray physics and nonlinear x ray optics phenomena. ",
    "url": "https://arxiv.org/abs/2211.03298",
    "authors": [
      "Haoyuan Li",
      "James MacArthur",
      "Sean Littleton",
      "Mike Dunne",
      "Zhirong Huang",
      "Diling Zhu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2211.03343",
    "title": "Analytical formulation of the second-order derivative of energy for  orbital-optimized variational quantum eigensolver: application to  polarizability",
    "abstract": "We develop a quantum-classical hybrid algorithm to calculate the analytical second-order derivative of the energy for the orbital-optimized variational quantum eigensolver (OO-VQE), which is a method to calculate eigenenergies of a given molecular Hamiltonian by utilizing near-term quantum computers and classical computers. We show that all quantities required in the algorithm to calculate the derivative can be evaluated on quantum computers as standard quantum expectation values without using any ancillary qubits. We validate our formula by numerical simulations of quantum circuits for computing the polarizability of the water molecule, which is the second-order derivative of the energy with respect to the electric field. Moreover, the polarizabilities and refractive indices of thiophene and furan molecules are calculated as a testbed for possible industrial applications. We finally analyze the error-scaling of the estimated polarizabilities obtained by the proposed analytical derivative versus the numerical one obtained by the finite difference. Numerical calculations suggest that our analytical derivative may require fewer measurements (runs) on quantum computers than the numerical derivative to achieve the same fixed accuracy. ",
    "url": "https://arxiv.org/abs/2211.03343",
    "authors": [
      "Yuya O. Nakagawa",
      "Jiabao Chen",
      "Shotaro Sudo",
      "Yu-ya Ohnishi",
      "Wataru Mizukami"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2211.03360",
    "title": "First hydrogen operation of NIO1: characterization of the source plasma  by means of an optical emission spectroscopy diagnostic",
    "abstract": "NIO1 is a compact and flexible radiofrequency H- ion source, developed by Consorzio RFX and INFN-LNL. Aim of the experimentation on NIO1 is the optimization of both the production of negative ions and their extraction and beam optics. In the initial phase of its commissioning, NIO1 was operated with nitrogen, but now the source is regularly operated also with hydrogen. To evaluate the source performances an optical emission spectroscopy diagnostic was installed. The system includes a low resolution spectrometer in the spectral range of 300-850 nm and a high resolution (50 pm) one, to study respectively the atomic and the molecular emissions in the visible range. The spectroscopic data have been interpreted also by means of a collisional-radiative model developed at IPP Garching. Besides the diagnostic hardware and the data analysis methods, the paper presents the first plasma measurements across a transition to the full H mode, in a hydrogen discharge. The characteristic signatures of this transition in the plasma parameters are described, in particular the sudden increase of the light emitted from the plasma above a certain power threshold. ",
    "url": "https://arxiv.org/abs/2211.03360",
    "authors": [
      "M. Barbisan",
      "C. Baltador",
      "B. Zaniol",
      "M. Cavenago",
      "U. Fantz",
      "R. Pasqualotto",
      "G. Serianni",
      "L.Vialetto",
      "D. Wünderlich"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2211.03453",
    "title": "Non-Line-of-Sight Passive Acoustic Localization Around Corners",
    "abstract": "Non-line-of-sight (NLoS) imaging is an important challenge in many fields ranging from autonomous vehicles and smart cities to defense applications. Several recent works in optics and acoustics tackle the challenge of imaging targets hidden from view (e.g. placed around a corner) by measuring time-of-flight (ToF) information using active SONAR/LiDAR techniques, effectively mapping the Green functions (impulse responses) from several sources to an array of detectors. Here, leveraging passive correlations-based imaging techniques, we study the possibility of acoustic NLoS target localization around a corner without the use of controlled active sources. We demonstrate localization and tracking of a human subject hidden around the corner in a reverberating room, using Green functions retrieved from correlations of broadband noise in multiple detectors. Our results demonstrate that the controlled active sources can be replaced by passive detectors as long as a sufficiently broadband noise is present in the scene. ",
    "url": "https://arxiv.org/abs/2211.03453",
    "authors": [
      "Jeremy Boger-Lombard",
      "Yevgeny Slobodkin",
      "Ori Katz"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2211.03459",
    "title": "Electron dynamics in planar radio frequency magnetron plasmas: II.  Heating and energization mechanisms studied via a 2d3v particle-in-cell/Monte  Carlo code",
    "abstract": "The present work investigates electron transport and heating mechanisms using an (r, z) particle-in-cell (PIC) simulation of a typical rf-driven axisymmetric magnetron discharge with a conducting target. It is shown that for the considered magnetic field topology the electron current flows through different channels in the (r, z) plane: a ``transverse'' one, which involves current flow through the electrons' magnetic confinement region (EMCR) above the racetrack, and two ''longitudinal'' ones. Electrons gain energy from the electric field along these channels following various mechanisms, which are rather distinct from those sustaining dc-powered magnetrons. The longitudinal power absorption involves mirror-effect heating (MEH), nonlinear electron resonance heating (NERH), magnetized bounce heating (MBH), and the heating by the ambipolar field at the sheath-presheath interface. The MEH and MBH represent two new mechanisms missing from the previous literature. The MEH is caused by a reversed electric field needed to overcome the mirror force generated in a nonuniform magnetic field to ensure sufficient flux of electrons to the powered electrode, and the MBH is related to a possibility for an electron to undergo multiple reflections from the expanding sheath in the longitudinal channels connected by the arc-like magnetic field. The electron heating in the transverse channel is caused mostly by the essentially collisionless Hall heating in the EMCR above the racetrack, generating a strong ExB azimuthal drift velocity. The latter mechanism results in an efficient electron energization, i.e., energy transfer from the electric field to electrons in the inelastic range. Since the main electron population energized by this mechanism remains confined within the discharge for a long time, its contribution to the ionization processes is dominant. ",
    "url": "https://arxiv.org/abs/2211.03459",
    "authors": [
      "D. Eremin",
      "B. Berger",
      "D. Engel",
      "J. Kallähn",
      "K. Köhn",
      "D. Krüger",
      "L. Xu",
      "M. Oberberg",
      "C. Wölfel",
      "J. Lunze",
      "P. Awakowicz",
      "J. Schulze",
      "R.P. Brinkmann"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2211.03485",
    "title": "Mysterious frequency combs in erbium-doped fiber lasers at low  temperatures",
    "abstract": "We report on the observation of puzzling nonuniform, but ordered, frequency combs in erbium-doped fiber lasers at low temperatures, between 3 K and 14 K. At ~14 K the combs disappear. The combs contain ~240 lines and have nonuniform frequency spacings that starts from ~25 GHz at ~1540.5 nm and decreases, almost monotonically, to ~100 MHz within (1.8-2) nm. We discuss possibilities that they result from enlarged regular mode-comb spacings, from prime numbers-based solitary waves free of four-wave mixing or result from gain gratings. However, we think that the combs originate from multi-lasing lines allowed in inhomogeneous gain broadening, dominant at low temperatures, together with a small power dependent homogeneous broadening part, responsible for the spacing between the lines. ",
    "url": "https://arxiv.org/abs/2211.03485",
    "authors": [
      "Alexander Bekker",
      "Gefen Levite",
      "Baruch Fischer"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.03510",
    "title": "Design of X-Band Bicontrollable Metasurface Absorber Comprising Graphene  Pixels on Copper-Backed YIG Substrate",
    "abstract": "The planewave response of a bicontrollable metasurface absorber with graphene-patched pixels was simulated in the X band using commercial software. Each square meta-atom is a 4x4 array of 16 pixels, some patched with graphene and the others unpatched. The pixels are arranged on a PVC skin which is placed on a copper-backed YIG substrate. Graphene provides electrostatic controllability and YIG provides magnetostatic controllability. Our design delivers absorptance equal to or in excess of 0.9 over a 100-MHz spectral regime in the X band, with 360 MHz/kA magnetostatic controllabity rate and 1 Hz m/V electrostatic controllability rate. Notably, electrostatic control via graphene in the GHz range is novel. ",
    "url": "https://arxiv.org/abs/2211.03510",
    "authors": [
      "Govindam Sharma",
      "Akhlesh Lakhtakia",
      "Pradip Kumar Jain"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.03518",
    "title": "Ultrafast laser welding of silicon",
    "abstract": "While ultrafast laser welding is an appealing technique for bonding transparent workpieces, it is not applicable for joining silicon samples due to nonlinear propagation effects which dramatically diminishes the possible energy deposition at the interface. We demonstrate that these limitations can be circumvented by local absorption enhancement at the interface thanks to metallic nanolayer deposition. By combining the resulting exalted absorption with filament relocation during ultrafast laser irradiation, silicon samples can be efficiently joined. Shear joining strengths >4 MPa are obtained for 21-nm gold nanolayers without laser-induced alteration of the transmittance. Such remarkable strength values hold promises for applications in microelectronics, optics, and astronomy. ",
    "url": "https://arxiv.org/abs/2211.03518",
    "authors": [
      "Maxime Chambonneau",
      "Qingfeng Li",
      "Markus Blothe",
      "Stefan Nolte"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.03520",
    "title": "Nonlinear Quantum Nonolocality and its Cosmophysical Tests",
    "abstract": "Analysis of Bell-EPR nonlocal correlations in microscopic measurement theory framework indicates that novel quantum nonlocality effects can exist. In particular, it can result in distant correlations between the systems of elementary quantum objects or particles. Doebner-Goldin nonlinear quantum formalism applied for nonlocal correlation description, comparison with some cosmophysical experiment results discussed. ",
    "url": "https://arxiv.org/abs/2211.03520",
    "authors": [
      "S.N. Mayburov"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2211.03547",
    "title": "When Plasmonic Colloids Meet Optical Vortices -- A Brief Review",
    "abstract": "Structured light has emerged as an important tool to interrogate and manipulate matter at micron and sub-micron scale. One form of structured light is an optical vortex beam. The helical wavefront of these vortices carry orbital angular momentum which can be transferred to a Brownian colloid. When the colloid is made of metallic nanostructures, such as silver and gold, resonant optical effects play a vital role, and the interaction leads to complex dynamics and assembly. This brief review aims to discuss some recent work on trapping plasmonic colloids with optical vortices and their lattices. The role of optical scattering and absorption has important implications on the underlying forces and torques, which is specifically enunciated. The effect of spin and orbital angular momentum in an optical vortex can lead to spin-orbit coupling dynamics, and these effects are highlighted with examples from the literature. In addition to assembly and dynamics, enhanced Brownian motion of plasmonic colloids under the influence of a vortex-lattice is discussed. The pedagogical aspects to understand the interaction between optical vortex and plasmonic colloids is emphasized. ",
    "url": "https://arxiv.org/abs/2211.03547",
    "authors": [
      "G.V. Pavan Kumar"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Soft Condensed Matter (cond-mat.soft)",
      "Adaptation and Self-Organizing Systems (nlin.AO)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2211.03556",
    "title": "Physical Design and Experimental Verification of a Huygens' Metasurface  Two-lens System for Phased-array Scan-angle Enhancement",
    "abstract": "Over the past decades, many radome designs to extend the angular scan range of phased-array antennas have been devised by utilizing dielectric materials and metamaterials. More recently, metasurface technology such as planar lenses and beam deflectors have been applied to phased arrays, enabling scan-angle enhancers to have a low profile. In this work, a physical Huygens' metasurface (HMS) two-lens system for scanangle doubling of a phased array is presented. For the HMS unit cells, the wire-loop topology is deployed to achieve high transmission for the required phase-angle shift. The proposed two-lens system is analyzed by full-wave simulations and experiments. The simulation results demonstrate that the scan angle doubles when the incident angle is below 15{\\deg} in accordance to the design specification. Furthermore, the directivity degradation of the refracted beams by the two-HMS lenses is in good agreement with theory. Finally, a fabricated two-lens system with two 15{\\lambda} long by 15{\\lambda} wide metasurface lenses and a 16{\\times}16-element patch antenna array as a source is experimentally verified at 10 GHz. The experimental results are in good agreement with the simulated results by showing angle-doubling performance with {\\pm}2{\\deg} scan errors. ",
    "url": "https://arxiv.org/abs/2211.03556",
    "authors": [
      "Jaemin Kim",
      "Gleb A. Egorov",
      "George V. Eleftheriades"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.03577",
    "title": "Regrowth-free AlGaInAs MQW polarization controller integrated with  sidewall grating DFB laser",
    "abstract": "We report an AlGaInAs multiple quantum well integrated source of polarization controlled light consisting of a polarization mode converter PMC, differential phase shifter(DPS), and a side wall grating distributed-feedback DFB laser. We demonstrate an asymmetrical stepped-height ridge waveguide PMC to realize TE to TM polarization conversion and a symmetrical straight waveguide DPS to enable polarization rotation from approximately counterclockwise circular polarization to linear polarization. Based on the identical epitaxial layer scheme, all of the PMC, DPS, and DFB laser can be integrated monolithically using only a single step of metalorganic vapor phase epitaxy and two steps of III V material dry etching. For the DFB-PMC device, a high TE to TM polarization conversion efficiency 98% over a wide range of DFB injection currents is reported at 1555 nm wavelength. For the DFB-PMC-DPS device, a 60 degree rotation of the Stokes vector was obtained on the Poincar\\'e sphere with a range of bias voltage from 0 V to -4.0 V at IDFB is 170 mA. ",
    "url": "https://arxiv.org/abs/2211.03577",
    "authors": [
      "Xiao Sun",
      "Song Liang",
      "Weiqing Cheng",
      "Shengwei Ye",
      "Yiming Sun",
      "Yongguang Huang",
      "Ruikang Zhang",
      "Jichuan Xiong",
      "Xuefeng Liu",
      "John H. Marsh",
      "Lianping Hou"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Signal Processing (eess.SP)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2211.03623",
    "title": "Modelling of transient interference phenomena in collinear laser  spectroscopy",
    "abstract": "Collinear laser spectroscopy of fast atomic beams has been established as one of the main tools to perform precision experiments with atoms containing short-lived nuclei. Although highly sensitive, the spectral resolution of these techniques is typically limited to several MHz. Here, we study the use of transient interference phenomena to potentially improve the experimental resolution. Previous attempts to implement Ramsey-type measurements with fast beams were limited by the lack of understanding of the observed line shapes. By using a simple model, we provide a satisfactory description of the previously observed line shapes, and propose alternative experimental schemes to improve the resolution in fast ion-beam experiments. ",
    "url": "https://arxiv.org/abs/2211.03623",
    "authors": [
      "Jovan Jovanovic",
      "Ronald Fernando Garcia Ruiz"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Nuclear Experiment (nucl-ex)"
    ]
  },
  {
    "id": "arXiv:2211.03691",
    "title": "Efficient Generation of Intense Broadband Terahertz Pulses from Quartz",
    "abstract": "The intense terahertz (THz) pulses facilitate the observation of various nonlinear optical effects and manipulation of material properties. In this work, we report a convenient approach that can produce strong broadband terahertz pulses with center frequency tunable between 2-4 THz. The coherent THz light source with pulse energy of 1.2 microjoule can be generated from a low-cost crystalline quartz pumped by an ultrashort tilted wave-front pulse. Thanks to the wide transparent spectral window and high damage threshold, our theoretical analysis and experiment show that the optical rectification in quartz is as efficient as that in LiNbO3, but covers much broader spectral range. This work not only provides the light source that is urgently needed for nonlinear THz spectroscopy beyond 1 THz, but offers an alternative route in the selection of nonlinear optical crystals for optical frequency conversion. ",
    "url": "https://arxiv.org/abs/2211.03691",
    "authors": [
      "Yuxuan Wei",
      "Jiaming Le",
      "Chuanshan Tian"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.14924",
    "title": "Resonant anomaly detection without background sculpting",
    "abstract": "We introduce a new technique named Latent CATHODE (LaCATHODE) for performing \"enhanced bump hunts\", a type of resonant anomaly search that combines conventional one-dimensional bump hunts with a model-agnostic anomaly score in an auxiliary feature space where potential signals could also be localized. The main advantage of LaCATHODE over existing methods is that it provides an anomaly score that is well behaved when evaluating it beyond the signal region, which is essential to prevent the sculpting of background distributions in the bump hunt. LaCATHODE accomplishes this by constructing the anomaly score directly in the latent space learned by a conditional normalizing flow trained on sideband regions. We demonstrate the superior stability and comparable performance of LaCATHODE for enhanced bump hunting in an illustrative toy example as well as on the LHC Olympics R&D dataset. ",
    "url": "https://arxiv.org/abs/2210.14924",
    "authors": [
      "Anna Hallin",
      "Gregor Kasieczka",
      "Tobias Quadfasel",
      "David Shih",
      "Manuel Sommerhalder"
    ],
    "subjectives": [
      "High Energy Physics - Phenomenology (hep-ph)",
      "High Energy Physics - Experiment (hep-ex)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2211.02691",
    "title": "Optimised Trotter Decompositions for Classical and Quantum Computing",
    "abstract": "Suzuki-Trotter decompositions of exponential operators like $\\exp(Ht)$ are required in almost every branch of numerical physics. Often the exponent under consideration has to be split into more than two operators $H=\\sum_k A_k$, for instance as local gates on quantum computers. We demonstrate how highly optimised schemes originally derived for exactly two operators $A_{1,2}$ can be applied to such generic Suzuki-Trotter decompositions, providing a formal proof of correctness as well as numerical evidence of efficiency. A comprehensive review of existing symmetric decomposition schemes up to order $n\\le4$ is presented and complemented by a number of novel schemes, including both real and complex coefficients. We derive the theoretically most efficient unitary and non-unitary 4th order decompositions. The list is augmented by several exceptionally efficient schemes of higher order $n\\le8$. Furthermore we show how Taylor expansions can be used on classical devices to reach machine precision at a computational effort at which state of the art Trotterization schemes do not surpass a relative precision of~$10^{-4}$. Finally, a short and easily understandable summary explains how to choose the optimal decomposition in any given scenario. ",
    "url": "https://arxiv.org/abs/2211.02691",
    "authors": [
      "Johann Ostmeyer"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "High Energy Physics - Lattice (hep-lat)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2211.03230",
    "title": "The De-Relationalizing of Relational Quantum Mechanics",
    "abstract": "A recent phase transition in the relational interpretation of quantum mechanics (RQM) is situated in its historical context, and the novelty of the post-transition viewpoint is questioned. ",
    "url": "https://arxiv.org/abs/2211.03230",
    "authors": [
      "Blake C. Stacey"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2211.03233",
    "title": "Fitting a Collider in a Quantum Computer: Tackling the Challenges of  Quantum Machine Learning for Big Datasets",
    "abstract": "Current quantum systems have significant limitations affecting the processing of large datasets and high dimensionality typical of high energy physics. In this work, feature and data prototype selection techniques were studied to tackle this challenge. A grid search was performed and quantum machine learning models were trained and benchmarked against classical shallow machine learning methods, trained both in the reduced and the complete datasets. The performance of the quantum algorithms was found to be comparable to the classical ones, even when using large datasets. ",
    "url": "https://arxiv.org/abs/2211.03233",
    "authors": [
      "Miguel Caçador Peixoto",
      "Nuno Filipe Castro",
      "Miguel Crispim Romão",
      "Maria Gabriela Jordão Oliveira",
      "Inês Ochoa"
    ],
    "subjectives": [
      "High Energy Physics - Phenomenology (hep-ph)",
      "High Energy Physics - Experiment (hep-ex)",
      "Data Analysis, Statistics and Probability (physics.data-an)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2211.03247",
    "title": "Optical localization and polarization microscopy with angstrom precision  based on position-ultra-sensitive giant Lamb shift",
    "abstract": "We propose an optical localization and polarization microscopy scheme with sub-nanometer precision for an emitter (atom/molecule/quantum dot) based on its Lamb shift. It is revealed that the position-ultra-sensitive giant Lamb shift with three or more orders of magnitude larger than that in the free space, can be induced by higher-order plasmonic dark modes of a metal nanoparticle. More importantly, this giant Lamb shift can be ultra-sensitively observed from the optical scattering spectrum of the nanoparticle via scanning an emitter by a sub-nanometer step, and the orientation of the Lamb shift image can be utilized to identify the dipole polarization of the emitter. They enable the optical spectrum microscope technology with angstrom precision and polarization identification, which will bring about broad applications in many fields, such as physics, chemistry, medicine, life science and materials science. ",
    "url": "https://arxiv.org/abs/2211.03247",
    "authors": [
      "Zeyang Liao",
      "Yuwei Lu",
      "Xue-Hua Wang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.03359",
    "title": "Theory for the beam splitter in quantum optics: quantum entanglement of  photons and their statistics, HOM effect",
    "abstract": "The theory of the beam splitter (BS) in quantum optics is well developed and based on fairly simple mathematical and physical foundations. This theory has been developed for any type of BS and is based on the constancy of the reflection coefficients $R$ (or the transmission coefficient, where $R+T=1$) and the phase shift $\\phi$. It has recently been shown that the constancy of these coefficients cannot always be satisfied for a waveguide BS, where $R$ and $\\phi$ depend in a special way on photon frequencies. Based on this, this review systematizes the concept of BS in quantum optics into ``Conventional'' and frequency-dependent BS, and also presents the theory of such BS. It is shown that the quantum entanglement, photon statistics at the output ports, and the Hong-Ou-Mandel (HOM) effect for such BS can be very different. Taking into account the fact that the waveguide BS is currently acquiring an important role in quantum technologies due to the possibility of its miniaturization, this review will be useful not only for theoreticians, but also for experimenters. ",
    "url": "https://arxiv.org/abs/2211.03359",
    "authors": [
      "D.N. Makarov"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2106.12899",
    "title": "Independently reconfigurable internal loss and resonance-shift in an  interferometer-embedded optical cavity",
    "abstract": " Comments: v3: Latex submission with journal accepted manuscript and supplementary information ",
    "url": "https://arxiv.org/abs/2106.12899",
    "authors": [
      "Aneesh Dash",
      "Viphretuo Mere",
      "S. K. Selvaraja",
      "A. K. Naik"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2203.14664",
    "title": "Four-Vector Optical Dirac Equation and Spin-Orbit Interaction of  Structured Light",
    "abstract": " Comments: 6 pages. arXiv admin note: text overlap with arXiv:1904.05380 ",
    "url": "https://arxiv.org/abs/2203.14664",
    "authors": [
      "Longlong Feng",
      "Qianfan Wu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "General Relativity and Quantum Cosmology (gr-qc)"
    ]
  },
  {
    "id": "arXiv:2205.08859",
    "title": "Transmission across non-Hermitian $\\mathcal{PT}$-symmetric quantum dots  and ladders",
    "abstract": " Comments: 11 pages, 10 captioned figures, 1 table ",
    "url": "https://arxiv.org/abs/2205.08859",
    "authors": [
      "Abhiram Soori",
      "M. Sivakumar",
      "V. Subrahmanyam"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2205.09437",
    "title": "Electrical Circuit Modelling of Nanofluidic Systems",
    "abstract": " Title: Electrical Circuit Modelling of Nanofluidic Systems ",
    "url": "https://arxiv.org/abs/2205.09437",
    "authors": [
      "John Sebastian",
      "Yoav Green"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2206.03998",
    "title": "Temperature-independent non-linear terahertz transmission by liquid  water",
    "abstract": " Title: Temperature-independent non-linear terahertz transmission by liquid  water ",
    "url": "https://arxiv.org/abs/2206.03998",
    "authors": [
      "Célia Millon",
      "Johannes Schmidt",
      "Sashary Ramos",
      "Eliane P. van Dam",
      "Adrian Buchmann",
      "Clara Saraceno",
      "Fabio Novelli"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Soft Condensed Matter (cond-mat.soft)"
    ]
  },
  {
    "id": "arXiv:2206.08391",
    "title": "Quantum Anomaly Detection for Collider Physics",
    "abstract": " Comments: 18 pages, 6 figures v2: updated acknowledgment, fixed typos related to the output of VQC and QCL ",
    "url": "https://arxiv.org/abs/2206.08391",
    "authors": [
      "Sulaiman Alvi",
      "Christian Bauer",
      "Benjamin Nachman"
    ],
    "subjectives": [
      "High Energy Physics - Phenomenology (hep-ph)",
      "High Energy Physics - Experiment (hep-ex)",
      "Data Analysis, Statistics and Probability (physics.data-an)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2207.03033",
    "title": "Predicting the structural colors of films of disordered photonic balls",
    "abstract": " Title: Predicting the structural colors of films of disordered photonic balls ",
    "url": "https://arxiv.org/abs/2207.03033",
    "authors": [
      "Anna B. Stephenson",
      "Ming Xiao",
      "Victoria Hwang",
      "Liangliang Qu",
      "Paul A. Odorisio",
      "Michael Burke",
      "Keith Task",
      "Ted Deisenroth",
      "Solomon Barkley",
      "Rupa H. Darji",
      "Vinothan N. Manoharan"
    ],
    "subjectives": [
      "Soft Condensed Matter (cond-mat.soft)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.07236",
    "title": "Observation of Temporal Reflections and Broadband Frequency Translations  at Photonic Time-Interfaces",
    "abstract": " Title: Observation of Temporal Reflections and Broadband Frequency Translations  at Photonic Time-Interfaces ",
    "url": "https://arxiv.org/abs/2208.07236",
    "authors": [
      "Hady Moussa",
      "Gengyu Xu",
      "Shixiong Yin",
      "Emanuele Galiffi",
      "Younes Radi",
      "Andrea Alù"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Other Condensed Matter (cond-mat.other)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.00469",
    "title": "Analysis of radiation damage in silicon charge-coupled devices used for  dark matter searches",
    "abstract": " Comments: IDM 2022 conference prceeding ",
    "url": "https://arxiv.org/abs/2210.00469",
    "authors": [
      "Steven J. Lee"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Materials Science (cond-mat.mtrl-sci)",
      "High Energy Physics - Experiment (hep-ex)",
      "Nuclear Experiment (nucl-ex)"
    ]
  },
  {
    "id": "arXiv:2210.02868",
    "title": "Hello Quantum World! A rigorous but accessible first-year university  course in quantum information science",
    "abstract": " Comments: 7 pages, 8 figures ",
    "url": "https://arxiv.org/abs/2210.02868",
    "authors": [
      "Sophia E. Economou",
      "Edwin Barnes"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Popular Physics (physics.pop-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2210.10519",
    "title": "Stepped-height ridge waveguide MQW polarization mode converter  monolithically integrated with sidewall grating DFB laser",
    "abstract": " Title: Stepped-height ridge waveguide MQW polarization mode converter  monolithically integrated with sidewall grating DFB laser ",
    "url": "https://arxiv.org/abs/2210.10519",
    "authors": [
      "Xiao Sun",
      "Weiqing Cheng",
      "Song Liang",
      "Shengwei Ye",
      "Yongguang Huang",
      "Ruikang Zhang",
      "Bocang Qiu",
      "Jichuan Xiong",
      "Xuefeng Liu",
      "John H. Marsh",
      "Lianping Hou"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  }
]