[
  {
    "id": "arXiv:2407.12227",
    "title": "Development of MMC-based lithium molybdate cryogenic calorimeters for AMoRE-II",
    "abstract": "           The AMoRE collaboration searches for neutrinoless double beta decay of $^{100}$Mo using molybdate scintillating crystals via low temperature thermal calorimetric detection. The early phases of the experiment, AMoRE-pilot and AMoRE-I, have demonstrated competitive discovery potential. Presently, the AMoRE-II experiment, featuring a large detector array with about 90 kg of $^{100}$Mo isotope, is under construction.This paper discusses the baseline design and characterization of the lithium molybdate cryogenic calorimeters to be used in the AMoRE-II detector modules. The results from prototype setups that incorporate new housing structures and two different crystal masses (316 g and 517 - 521 g), operated at 10 mK temperature, show energy resolutions (FWHM) of 7.55 - 8.82 keV at the 2.615 MeV $^{208}$Tl $\\gamma$ line, and effective light detection of 0.79 - 0.96 keV/MeV. The simultaneous heat and light detection enables clear separation of alpha particles with a discrimination power of 12.37 - 19.50 at the energy region around $^6$Li(n, $\\alpha$)$^3$H with Q-value = 4.785 MeV. Promising detector performances were demonstrated at temperatures as high as 30 mK, which relaxes the temperature constraints for operating the large AMoRE-II array.         ",
    "url": "https://arxiv.org/abs/2407.12227",
    "authors": [
      "A. Agrawal",
      "V.V. Alenkov",
      "P. Aryal",
      "H. Bae",
      "J. Beyer",
      "B. Bhandari",
      "R.S. Boiko",
      "K. Boonin",
      "O. Buzanov",
      "C.R. Byeon",
      "N. Chanthima",
      "M.K. Cheoun",
      "J.S. Choe",
      "S. Choi",
      "S. Choudhury",
      "J.S. Chung",
      "F.A. Danevich",
      "M. Djamal",
      "D. Drung",
      "C. Enss",
      "A. Fleischmann",
      "A.M. Gangapshev",
      "L. Gastaldo",
      "Y.M. Gavrilyuk",
      "A.M. Gezhaev",
      "O. Gileva",
      "V.D. Grigorieva",
      "V.I. Gurentsov",
      "C. Ha",
      "D.H. Ha",
      "E.J. Ha",
      "D.H. Hwang",
      "E.J. Jeon",
      "J.A. Jeon",
      "H.S. Jo",
      "J. Kaewkhao",
      "C.S. Kang",
      "W.G. Kang",
      "V.V. Kazalov",
      "S. Kempf",
      "A. Khan",
      "S. Khan",
      "D.Y. Kim",
      "G.W. Kim",
      "H.B. Kim",
      "H.J. Kim",
      "H.J. Kim",
      "H.L. Kim",
      "H.S. Kim",
      "M.B. Kim",
      "S.C. Kim",
      "S.K. Kim",
      "S.R. Kim",
      "W.T. Kim",
      "Y.D. Kim",
      "Y.H. Kim",
      "K. Kirdsiri",
      "Y.J. Ko",
      "V.V. Kobychev",
      "V. Kornoukhov",
      "V.V. Kuzminov",
      "D.H. Kwon",
      "C.H. Lee",
      "D.Y. Lee",
      "E.K. Lee",
      "H.J. Lee",
      "H.S. Lee",
      "J. Lee",
      "J.Y. Lee",
      "K.B. Lee",
      "M.H. Lee",
      "M.K. Lee",
      "S.W. Lee",
      "Y.C. Lee",
      "D.S. Leonard",
      "H.S. Lim",
      "B. Mailyan",
      "E.P. Makarov",
      "P. Nyanda",
      "Y. Oh",
      "S.L. Olsen",
      "S.I. Panasenko",
      "H.K. Park",
      "H.S. Park",
      "K.S. Park",
      "S.Y. Park",
      "O.G. Polischuk",
      "H. Prihtiadi",
      "S. Ra",
      "S.S. Ratkevich",
      "G. Rooh",
      "M.B. Sari",
      "J. Seo",
      "K.M. Seo",
      "B. Sharma",
      "K.A. Shin",
      "V.N. Shlegel",
      "K. Siyeon",
      "J. So",
      "N.V. Sokur"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "High Energy Physics - Experiment (hep-ex)",
      "Nuclear Experiment (nucl-ex)"
    ]
  },
  {
    "id": "arXiv:2407.12340",
    "title": "Teaching Quantum Informatics at School: Computer Science Principles and Standards",
    "abstract": "           The application of knowledge from quantum physics to computer science, which we call \\doubleq{quantum informatics}, is driving the development of new technologies, such as quantum computing and quantum key distribution. Researchers in physics education have recognized the promise and significance of teaching quantum informatics in schools, and various teaching methods are being developed, researched and applied. Although quantum informatics is equally relevant to computer science education, little research has been done on how to teach it with a focus on computer science concepts and knowledge. In this study, we position quantum informatics within Denning's Great Principles of Computing and propose Quantum Informatics Standards for secondary schools.         ",
    "url": "https://arxiv.org/abs/2407.12340",
    "authors": [
      "Giulia Paparo",
      "Regina Finsterhoelzl",
      "Bettina Waldvogel",
      "Mareen Grillenberger"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2407.12364",
    "title": "TL properties of RE-Doped and Co-doped Sol-gel Silica Rods. Application to Passive (OSL) and Real-time (RL) Dosimetry",
    "abstract": "           Two rods made from sol-gel silica have been doped with Ce ions or co-doped with Ce and Tb ions respectively. First, a thermoluminescence (TL) characterization of the trapping and luminescence parameters is carried out to understand the physical mechanisms involved following the irradiation of these rods and to evaluate their dosimetric properties. The optically stimulated luminescence (OSL) and the radioluminescence (RL) responses as a function of respectively absorbed dose and dose rate are assessed. The OSL response of both rods is linear as a function of the absorbed dose. The RL sensitivity of both rods proves not only to be extremely high but also shows a linear behavior over more than 6 decades, allowing real-time detection of dose rates as low as few $\\mu$Gy s$^{-1}$, a threshold that to our knowledge, has never been reached. The results from RL and OSL show that these silica-based doped rods are potentially suitable for medical dosimetry and environmental monitoring around nuclear sites.         ",
    "url": "https://arxiv.org/abs/2407.12364",
    "authors": [
      "Mourad Benabdesselam",
      "J. Bahout",
      "Franck Mady",
      "Wilfried Blanc",
      "Hicham El Hamzaoui",
      "Andy Cassez",
      "Karen Delplace-Baudelle",
      "Remi Habert",
      "Geraud Bouwmans",
      "Mohamed Bouazaoui",
      "Bruno Capoen"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.12496",
    "title": "Towards real-world applications of levitated optomechanics",
    "abstract": "           Levitated optomechanics, a rapidly expanding field that employs light to monitor and manipulate the mechanical motion of levitated objects, is increasingly relevant across physics, engineering, and other fields. This technique, which involves levitating micro- and nano-scale objects in a vacuum where they exhibit high-quality motion, provides an essential platform for precision measurements. Noted for their ultra-high sensitivity, levitated particles hold potential for a wide range of real-world applications. This perspective article briefly introduces the principle of optical levitation and the dynamics of levitated particles. It then reviews the emerging applications of levitated particles in ultrasensitive force and torque measurements, acceleration and rotation sensing, electric and magnetic field detection, scanning probe microscopy, localized vacuum pressure gauging, acoustic transduction, and chemical and biological sensing. Moreover, we discuss the present challenges and explore opportunities to minimize and integrate levitation systems for broader applications. We also briefly review optomechanics with ion traps and magnetic traps which can levitate particles in high vacuum without laser heating.         ",
    "url": "https://arxiv.org/abs/2407.12496",
    "authors": [
      "Yuanbin Jin",
      "Kunhong Shen",
      "Peng Ju",
      "Tongcang Li"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2407.12520",
    "title": "Controlling directional propagation in driven-dissipative 2D photonic lattices",
    "abstract": "           Controlling light propagation in photonic systems fosters fundamental research and practical application. Particularly, photonic lattices allow engineering band dispersions and tailor transport features through their geometry. However, complete controllability requires external manipulation of the propagating light. Here, we present a resonant excitation scheme to observe quasi-1D and uni-directional propagation of light through the bulk of two-dimensional lattices. To this end, we use the highly anisotropic light propagation exhibited at the energy of saddle points in photonic bands. When multiple drives with judicious amplitudes and phases are tuned to such energy, interference effects between these drives and photonic modes result in controllable directional propagation through the bulk. Similarly, one can formed localized states with controllable localization degrees. We illustrate these effects with driven-dissipative photonic lattices. Our work highlights the importance of external drives for dynamically controlling directional light transport in lattices, a relevant feature for all-optical routing and processing in photonics.         ",
    "url": "https://arxiv.org/abs/2407.12520",
    "authors": [
      "Bastián Real",
      "Pablo Solano",
      "Carla Hermann-Avigliano"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.12071",
    "title": "Observation of quantum effects on radiation reaction in strong fields",
    "abstract": "           Radiation reaction describes the effective force experienced by an accelerated charge due to radiation emission. Quantum effects dominate charge dynamics and radiation production[1][2] for charges accelerated by fields with strengths approaching the Schwinger field, $\\mathbf{E_{sch}=}$\\textbf{\\SI[detect-weight]{1.3e18}{\\volt\\per\\metre}[3]. Such fields exist in extreme astrophysical environments such as pulsar magnetospheres[4], may be accessed by high-power laser systems[5-7], dense particle beams interacting with plasma[8], crystals[9], and at the interaction point of next generation particle colliders[10]. Classical radiation reaction theories do not limit the frequency of radiation emitted by accelerating charges and omit stochastic effects inherent in photon emission[11], thus demanding a quantum treatment. Two quantum radiation reaction models, the quantum-continuous[12] and quantum-stochastic[13] models, correct the former issue, while only the quantum-stochastic model incorporates stochasticity[12]. Such models are of fundamental importance, providing insight into the effect of the electron self-force on its dynamics in electromagnetic fields. The difficulty of accessing conditions where quantum effects dominate inhibited previous efforts to observe quantum radiation reaction in charged particle dynamics with high significance. We report the first direct, high significance $(>5{\\sigma})$ observation of strong-field radiation reaction on charged particles. Furthermore, we obtain strong evidence favouring the quantum radiation reaction models, which perform equivalently, over the classical model. Robust model comparison was facilitated by a novel Bayesian framework which inferred collision parameters. This framework has widespread utility for experiments where parameters governing lepton-laser collisions cannot be directly measured, including those using conventional accelerators.         ",
    "url": "https://arxiv.org/abs/2407.12071",
    "authors": [
      "E. E. Los",
      "E. Gerstmayr",
      "C. Arran",
      "M. J. V. Streeter",
      "C. Colgan",
      "C. C. Cobo",
      "B. Kettle",
      "T. G. Blackburn",
      "N. Bourgeois",
      "L. Calvin",
      "J. Carderelli",
      "N. Cavanagh",
      "S.J.D. Dann A. Di Piazza",
      "R. Fitzgarrald",
      "A. Ilderton",
      "C. H. Keitel",
      "M. Marklund",
      "P. McKenna",
      "C. D. Murphy",
      "Z. Najmudin",
      "P. Parsons",
      "P. P. Rajeev",
      "D. R. Symes",
      "M. Tamburini",
      "A. G. R. Thomas",
      "J. C. Wood",
      "M. Zepf",
      "G. Sarri",
      "C. P. Ridgers",
      "S. P. D Mangles"
    ],
    "subjectives": [
      "High Energy Physics - Phenomenology (hep-ph)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2407.12204",
    "title": "Acoustic modulation of individual nanowire quantum dots integrated into a hybrid thin-film lithium niobate photonic platform",
    "abstract": "           Surface acoustic waves (SAWs) are a powerful tool for controlling a wide range of quantum systems, particularly quantum dots (QDs) via their oscillating strain fields. The resulting energy modulation of these single photon sources can be harnessed to achieve spectral overlap between two QDs otherwise emitting at different wavelengths. In this study, we integrate InAsP/InP nanowire quantum dots onto a thin-film lithium niobate platform, a strong piezoelectric material, and embed them within Si$_{3}$N$_{4}$-loaded waveguides. We demonstrate emission wavelength modulation of 0.70 nm at 13 dBm with a single focused interdigital transducer (FIDT) operating at 400 MHz, and achieve twice this modulation by using two FIDTs as an acoustic cavity. Additionally, we bring two QDs with an initial wavelength difference of 0.5 nm into resonance using SAWs. This scalable strain-tuning approach represents a significant step towards producing indistinguishable single photons from remote emitters heterogeneously integrated on a single photonic chip, and paves the way for large scale on-chip quantum information processing using photonic platforms.         ",
    "url": "https://arxiv.org/abs/2407.12204",
    "authors": [
      "Thomas Descamps",
      "Tanguy Schetelat",
      "Jun Gao",
      "Philip J. Poole",
      "Dan Dalacu",
      "Ali W. Elshaari",
      "Val Zwiller"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2407.12224",
    "title": "A structural analysis of ordered Cs$_{3}$Sb films grown on single crystal graphene and silicon carbide substrates",
    "abstract": "           Alkali antimonides are well established as high efficiency, low intrinsic emittance photocathodes for accelerators and photon detectors. However, conventionally grown alkali antimonide films are polycrystalline with surface disorder and roughness that can limit achievable beam brightness. Ordering the crystalline structure of alkali antimonides has the potential to deliver higher brightness electron beams by reducing surface disorder and enabling the engineering of material properties at the level of atomic layers. In this report, we demonstrate the growth of ordered Cs$_{3}$Sb films on single crystal substrates 3C-SiC and graphene-coated 4H-SiC using pulsed laser deposition and conventional thermal evaporation growth techniques. The crystalline structures of the Cs$_{3}$Sb films were examined using reflection high energy electron diffraction (RHEED) and X-ray diffraction (XRD) diagnostics, while film thickness and roughness estimates were made using x-ray reflectivity (XRR). With these tools, we observed ordered domains in less than 10 nm thick films with quantum efficiencies greater than one percent at 530 nm. Moreover, we identify structural features such as Laue oscillations indicative of highly ordered films. We found that Cs$_{3}$Sb films grew with flat, fiber-textured surfaces on 3C-SiC and with multiple ordered domains and sub-nanometer surface roughness on graphene-coated 4H-SiC under our growth conditions. We identify the crystallographic orientations of Cs$_{3}$Sb grown on graphene-coated 4H-SiC substrates and discuss the significance of examining the crystal structure of these films for growing epitaxial heterostructures in future experiments.         ",
    "url": "https://arxiv.org/abs/2407.12224",
    "authors": [
      "C. Pennington",
      "M. Gaowei",
      "E. M. Echeverria",
      "K. Evans-Lutterodt",
      "A. Galdi",
      "T. Juffmann",
      "S. Karkare",
      "J. Maxson",
      "S.J. van der Molen",
      "P. Saha",
      "J. Smedley",
      "W.G. Stam",
      "R.M. Tromp"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2407.12429",
    "title": "Quantum beats of a macroscopic polariton condensate in real space",
    "abstract": "           We observe experimentally the harmonic oscillations of a macroscopic many-body wavefunction of the bosonic condensate of exciton-polaritons confined in an elliptical trap. The oscillations are caused by quantum beats between two size-quantized states of the polariton condensate split in energy due to the ellipticity of the trap. The eigen-functions of these states are $p$-shape orbitals tilted with respect to the main and the short axes of the trap. The beats between these states manifest themselves in a macroscopic periodical redistribution of the polariton density in real space. The control of frequency, amplitude and phase of the beats is achieved by sending non-resonant laser pulses to specific spots inside the trap. We visualize the condensate wave-function dynamics on a streak-camera and map them to the Bloch sphere demonstrating the implementation of Hadamard and Pauli-Z operations. The decay time of the observed oscillations is on a nanosecond scale. It exceeds the individual exciton-polariton life-time by two orders of magnitude and the coherence-time of the condensate by one order of magnitude.         ",
    "url": "https://arxiv.org/abs/2407.12429",
    "authors": [
      "R.V. Cherbunin",
      "A. Liubomirov",
      "D. Novokreschenov",
      "A. Kudlis",
      "A.V. Kavokin"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.12506",
    "title": "Classification and reconstruction of images in the problem single-pixel imaging using classical and quantum neural networks",
    "abstract": "           Single-pixel cameras can be an excellent solution for light ranges outside the visible spectrum, combined with machine learning, they can analyze images quickly enough for practical applications. In the future of the development of quantum technologies, quantum computers can further speed up the solution of such problems. In this work we simulated a single-pixel detection experiment using Hadamard basis patterns, where images from the MNIST handwritten digit dataset were used as objects. There were selected 64 measurements with maximum variance (6\\% of the number of pixels in the image). We created algorithms for classifying and reconstruction images based on these measurements using classical fully connected neural networks and parameterized quantum circuits. Classical and quantum classifiers showed accuracies of 96\\% and 95\\% respectively after 6 training epochs, which is quite competitive result. Image reconstruction was also demonstrated using classical and quantum neural networks after 10 training epochs, the structural similarity index values were 0.76 and 0.25, respectively, which indicates that the problem in such a formulation turned out to be too difficult for quantum neural networks in such a configuration for now.         ",
    "url": "https://arxiv.org/abs/2407.12506",
    "authors": [
      "Sofya Manko",
      "Dmitriy Frolovtsev"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.12562",
    "title": "A primary quantum current standard based on the Josephson and the quantum Hall effects",
    "abstract": "           The new definition of the ampere calls for a quantum current standard able to deliver a flow of elementary charges per second controlled with a relative uncertainty of one part in $10^8$. Despite many efforts, nanodevices handling electrons one by one have never been able to demonstrate such an accuracy. The alternative route based on applying Ohm's law to the Josephson voltage and quantum Hall standards recently reached the target uncertainty but this was at the expense of the application of error corrections, hampering simplicity and further improvement. As a result, national metrology institutes still lack an operational quantum current standard. Here, we present a new quantum current generator, combining both quantum standards and a superconducting cryogenic amplifier, free of error correction, which provides quantized currents driven by the Josephson microwave signal. We show that it can realize the ampere definition with the target uncertainty over a range extended from mA down to $\\mu$A and improve end-user current measurements, which are up to now a hundred times less accurate. Other prospects include measuring large resistances using the new current standard in conjunction with a quantum voltmeter and, by exploiting its low-noise performances, bridging the gap with the lower currents of other quantum current sources.         ",
    "url": "https://arxiv.org/abs/2407.12562",
    "authors": [
      "Sophie Djordjevic",
      "Ralf Behr",
      "W. Poirier"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Other Condensed Matter (cond-mat.other)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2407.12578",
    "title": "Crossing exceptional points in non-Hermitian quantum systems",
    "abstract": "           Exceptional points facilitate peculiar dynamics in non-Hermitian systems. Yet, in photonics, they have mainly been studied in the classical realm. In this work, we reveal the behavior of two-photon quantum states in non-Hermitian systems across the exceptional point. We probe the lossy directional coupler with an indistinguishable two-photon input state and observe distinct changes of the quantum correlations at the output as the system undergoes spontaneous breaking of parity-time symmetry. Moreover, we demonstrate a switching in the quantum interference of photons directly at the exceptional point, where Hong-Ou-Mandel dips are transformed into peaks by a change of basis. These results show that quantum interference and exceptional points are linked in curious ways that can now be further explored.         ",
    "url": "https://arxiv.org/abs/2407.12578",
    "authors": [
      "Friederike U.J. Klauck",
      "Matthias Heinrich",
      "Alexander Szameit",
      "Tom A.W. Wolterink"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.12634",
    "title": "Stabilization of self-steepening optical solitons in a periodic PT-symmetric potential",
    "abstract": "           We numerically investigate the existence and stability dynamics of self-steepening optical solitons in a periodic PT-symmetric potential. We show that self-steepening solitons of the modified nonlinear Schrödinger (MNLS) equation undergo a position shift and amplitude increase during their evolution in the MNLS equation. The stabilization of solitons by an external potential is a challenging issue. This study demonstrates that the suppression of both the amplitude increase and the position shift of self-steepening solitons can be achieved by adding a periodic PT-symmetric potential to the MNLS equation.         ",
    "url": "https://arxiv.org/abs/2407.12634",
    "authors": [
      "Eril Güray Çelik",
      "Nalan Antar"
    ],
    "subjectives": [
      "Pattern Formation and Solitons (nlin.PS)",
      "Mathematical Physics (math-ph)",
      "Optics (physics.optics)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2407.12768",
    "title": "A polynomial-time classical algorithm for noisy quantum circuits",
    "abstract": "           We provide a polynomial-time classical algorithm for noisy quantum circuits. The algorithm computes the expectation value of any observable for any circuit, with a small average error over input states drawn from an ensemble (e.g. the computational basis). Our approach is based upon the intuition that noise exponentially damps non-local correlations relative to local correlations. This enables one to classically simulate a noisy quantum circuit by only keeping track of the dynamics of local quantum information. Our algorithm also enables sampling from the output distribution of a circuit in quasi-polynomial time, so long as the distribution anti-concentrates. A number of practical implications are discussed, including a fundamental limit on the efficacy of noise mitigation strategies: any quantum circuit for which error mitigation is efficient must be classically simulable.         ",
    "url": "https://arxiv.org/abs/2407.12768",
    "authors": [
      "Thomas Schuster",
      "Chao Yin",
      "Xun Gao",
      "Norman Y. Yao"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Complexity (cs.CC)",
      "Information Theory (cs.IT)",
      "Mathematical Physics (math-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2303.09838",
    "title": "A Computational Framework Integrating Physics-based Model and Equivalent Circuit Network Model to Simulate Li-ion batteries",
    "abstract": "           Battery models generally fall into two categories: physics-based models and ECM models. Physics-based Doyle-Fuller-Newman (DFN) models can accurately simulate the battery internal electrochemical processes, but to properly account for thermal effects requires a strong coupling between a DFN model and a 3D thermal model, which is computationally unaffordable. Distributed Equivalent Circuit Network (ECN) models can perform simulations with high speed and reasonable accuracy. However, these models rely heavily on the characterisation experiments for ECN parameter identification, which is resource-intensive and can lead to inaccurate parametrisation outcomes due to internal thermal inhomogeneity. To harness the strengths of both models, we propose a computational framework to integrate electrochemical DFN model and 3D distributed ECN model together. Using this framework, we simulate constant current discharge experiments of Kokam 7.5 Ah pouch cell (Model SLPB75106100) and compare the simulations with the commonly-used lumped DFN-thermal model. The computational model outperforms the lumped DFN model at low-temperature and/or high C-rate scenarios significantly. The largest predicting error of the framework at 3 C-rate &Tam = 25oC and at 1 C-rate &Tam = 0 oC is approximately 1/3 of that for DFN model. At 3 C-rate &Tam = 5oC, the difference between these two can rise to 377 mV. By integrating DFN and 3D-distributed ECN together, the computational framework can simulate the complicated interplay between electrochemistry, thermal process, and electricity within a cell fast and accurately. We anticipate this computational framework to be a valuable toolset to assist researchers and engineers in the design and control of Li-ion batteries.         ",
    "url": "https://arxiv.org/abs/2303.09838",
    "authors": [
      "Han Yuan",
      "Shen Li",
      "Tao Zhu",
      "Simon O'Kane",
      "Carlos Garcia",
      "Gregory Offer",
      "Monica Marinescu"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2405.01571",
    "title": "Effect of multiple bands on high-harmonic generation in zinc oxide subjected to intense mid-infrared femtosecond laser pulse",
    "abstract": "           We theoretically investigate photo-ionization and high harmonic generation in the bulk of zinc oxide (ZnO) subjected to intense femto-second laser pulses with mid-infrared wavelength (3 $\\mu$m). Below threshold for optical breakdown of ZnO, we show that photo-ionization and non-adiabatic response of multiple valence and conduction bands occur on a sub-femtosecond time scale interval localized near the maximum of the laser electric field, the generated photo-current varies on the same time scale and is thus responsible for high-harmonic generation in the bulk. Good semi-quantitative agreement with the experimental data is found: clean and well defined odd-order harmonic peaks extending beyond the band edge of ZnO are exhibited for laser linearly polarized at right angles to the optical axis of the crystal.         ",
    "url": "https://arxiv.org/abs/2405.01571",
    "authors": [
      "Boyan Obreshkov",
      "Tzveta Apostolova"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2405.12770",
    "title": "All-fiber, near-infrared, laser system at 780nm for atom cooling",
    "abstract": "           One of the prominent platforms for quantum technologies, cold atoms require reliable laser systems. We present the design, implementation, and characterization of a simple, compact, and economical laser system at 780 nm, entirely based on fiber components. Two semiconductor lasers at 1560 nm are amplified in a single Erbium-doped fiber amplifier and frequency-doubled in a periodically-poled lithium niobate crystal. We characterize the amplitude noise and the linewidths of the lasers, as well as the SHG efficiency. With a rms relative amplitude noise of 3$\\times$10$^{-4}$ at 1 s and linewidths below 1 MHz, our system is suitable for cooling and trapping of Rb atoms.         ",
    "url": "https://arxiv.org/abs/2405.12770",
    "authors": [
      "Matteo Marchesini",
      "Michelangelo Dondi",
      "Leonardo Rossi",
      "Gabriele Bolognini",
      "Marco Prevedelli",
      "Francesco Minardi"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2405.19475",
    "title": "Detection of Low-Energy Electrons with Transition-Edge Sensors",
    "abstract": "           We present the first detection of electrons with kinetic energy in the 100 eV range with transition-edge sensors (TESs). This has been achieved with a $(100\\times 100)$ $\\mu$m$^2$ Ti-Au bilayer TES, with a critical temperature of about 84 mK. The electrons are produced directly in the cryostat by an innovative cold source based on field emission from vertically-aligned multiwall carbon nanotubes. We obtain a Gaussian energy resolution between 0.8 and 1.8 eV for fully-absorbed electrons in the $(90-101)$ eV energy range, which is found to be compatible with the resolution of this same device for photons in the same energy range. This work opens new possibilities for high-precision energy measurements of low-energy electrons.         ",
    "url": "https://arxiv.org/abs/2405.19475",
    "authors": [
      "Carlo Pepe",
      "Benedetta Corcione",
      "Francesco Pandolfi",
      "Hobey Garrone",
      "Eugenio Monticone",
      "Ilaria Rago",
      "Gianluca Cavoto",
      "Alice Apponi",
      "Alessandro Ruocco",
      "Federico Malnati",
      "Danilo Serazio",
      "Mauro Rajteri"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2310.10525",
    "title": "Active Suppression of Quantum Dephasing in Resonantly Driven Ensembles",
    "abstract": "           We have used quantum control to suppress the impact of random atom positions on coherent population transfer within atom pairs, enabling the observation of dipole-dipole driven Rabi oscillations in a Rydberg gas with hundreds of atoms. The method exploits the reduced coupling-strength sensitivity of the off-resonant Rabi frequency, and coherently amplifies the achievable population transfer in analogy to quasi-phase-matching in non-linear optics. Simulations reproduce the experimental results and demonstrate the potential benefits of the technique to other many-body quantum control applications.         ",
    "url": "https://arxiv.org/abs/2310.10525",
    "authors": [
      "Chengxing He",
      "Robert R. Jones"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2406.04973",
    "title": "Characterizing Biphoton Spatial Wave Function Dynamics with Quantum Wavefront Sensing",
    "abstract": "           With an extremely high dimensionality, the spatial degree of freedom of entangled photons is a key tool for quantum foundation and applied quantum techniques. To fully utilize the feature, the essential task is to experimentally characterize the multiphoton spatial wave function including the entangled amplitude and phase information at different evolutionary stages. However, there is no effective method to measure it. Quantum state tomography is costly, and quantum holography requires additional references. Here we introduce quantum Shack-Hartmann wavefront sensing to perform efficient and reference-free measurement of the biphoton spatial wave function. The joint probability distribution of photon pairs at the back focal plane of a microlens array is measured and used for amplitude extraction and phase reconstruction. In the experiment, we observe that the biphoton amplitude correlation becomes weak while phase correlation shows up during free-space propagation. Our work is a crucial step in quantum physical and adaptive optics and paves the way for characterizing quantum optical fields with high-order correlations or topological patterns.         ",
    "url": "https://arxiv.org/abs/2406.04973",
    "authors": [
      "Yi Zheng",
      "Zhao-Di Liu",
      "Rui-Heng Miao",
      "Jin-Ming Cui",
      "Mu Yang",
      "Xiao-Ye Xu",
      "Jin-Shi Xu",
      "Chuan-Feng Li",
      "Guang-Can Guo"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  }
]