[
  {
    "id": "arXiv:2202.01849",
    "title": "Ethics education in the quantum information science classroom: Exploring  attitudes, barriers, and opportunities",
    "abstract": "Quantum information science (QIS) is an emerging interdisciplinary field at the intersection of physics, computer science, electrical engineering, and mathematics leveraging the laws of quantum mechanics to circumvent classical limitations on information processing. With QIS coursework proliferating across US institutions, including at the undergraduate level, we argue that it is imperative that ethics and social responsibility be incorporated into QIS education from the beginning. We discuss ethical issues of particular relevance to QIS education that educators may wish to incorporate into their curricula. We then report on findings from focus interviews with six faculty who have taught introductory QIS courses, focusing on barriers to and opportunities for incorporation of ethics and social responsibility (ESR) into the QIS classroom. Few faculty had explicitly considered discussion of ethical issues in the classroom prior to the interview, yet instructor attitudes shifted markedly in support of incorporating ESR in the classroom as a result of the interview process itself. Taking into account faculty's perception of obstacles to discussing issues of ESR in coursework, we propose next steps toward making ESR education in the QIS classroom a reality. ",
    "url": "https://arxiv.org/abs/2202.01849",
    "authors": [
      "Josephine Meyer",
      "Noah Finkelstein",
      "Bethany Wilcox"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Physics and Society (physics.soc-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2202.01881",
    "title": "Functionalizing Aromatic Compounds with Optical Cycling Centers",
    "abstract": "Molecular design principles provide guidelines for augmenting a molecule with a smaller group of atoms to realize a desired property or function. We demonstrate that these concepts can be used to create an optical cycling center that can be attached to a number of aromatic ligands, allowing the scattering of many photons from the resulting molecules without changing the molecular vibrational states. We provide further design principles that indicate the ability to expand this work. This represents a significant step towards a quantum functional group, which may serve as a generic qubit moiety that can be attached to a wide range of molecular structures and surfaces. ",
    "url": "https://arxiv.org/abs/2202.01881",
    "authors": [
      "Guo-Zhu Zhu",
      "Debayan Mitra",
      "Benjamin L. Augenbraun",
      "Claire E. Dickerson",
      "Michael J. Frim",
      "Guanming Lao",
      "Zack D. Lasner",
      "Anastassia N. Alexandrova",
      "Wesley C. Campbell",
      "Justin R. Caram",
      "John M. Doyle",
      "Eric R. Hudson"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2202.01925",
    "title": "Mitigating the quantum hype",
    "abstract": "We are in the midst of quantum hype with some excessive claims of quantum computing potential, many vendors' and even some research organizations' exaggerations, and a funding frenzy for very low technology readiness level startups. Governments are contributing to this hype with their large quantum initiatives and their technology sovereignty aspirations. Technology hypes are not bad per se since they create emulation, drive innovations and also contribute to attracting new talents. It works as scientists and vendors deliver progress and innovation on a continuous basis after a so-called peak of expectations. It fails with exaggerated overpromises and underdeliveries that last too long. It can cut short research and innovation funding in the mid to long term. After looking at the shape and form of technology and science hypes and driving some lessons from past technology hypes, we investigate the current quantum hype phenomenon and identify some of its specifics. We find that, although there is some significant uncertainty on the potential to create real scalable quantum computers, the scientific and vendor fields are relatively solid compared to other technology hypes. Also, quantum technologies comprise other fields like quantum telecommunications and quantum sensing with a higher technology readiness level, which are less prone to hype. We then make some proposals to mitigate the potential negative effects of the current quantum hype including recommendations on scientific communication to strengthen the trust in quantum science, vendor behavior improvements, benchmarking methodologies, public education and putting in place a responsible research and innovation approach. All-in-all, it is about restoring the role of science and scientists in the current debates. ",
    "url": "https://arxiv.org/abs/2202.01925",
    "authors": [
      "Olivier Ezratty"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)",
      "History and Philosophy of Physics (physics.hist-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2202.01964",
    "title": "Three-temperature modeling of laser-induced damage process in silicon",
    "abstract": "Laser excitation in silicon from femto- to pico-second time scales is studied. We assume the Three-Temperature Model (3TM) which describes the dynamics of the distinct quasi-temperatures for electrons, holes, and lattice. Numerical results for damage threshold reproduce the experimental results not only quantitatively, but qualitatively as well, showing dependence on laser pulse duration. Comparison with experimental data suggests that electron emission and thermal melting are both responsible for damage in silicon. We found that electron-phonon relaxation time has a significant effect on pulse duration dependence of electron emission. ",
    "url": "https://arxiv.org/abs/2202.01964",
    "authors": [
      "Prachi Venkat",
      "Tomohito Otobe"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2202.01976",
    "title": "Impact of spectral noise shape and correlations of laser beam jitter on  acquiring optical links in space",
    "abstract": "We investigate how the probability of acquiring an optical link between a scanning and a target spacecraft depends on the spectral shape, power and dimensionality of the beam jitter, as well as on the choice of detector integration time, beam detection radius and scan speed. For slow scans and long integration times, the probability of failure (Pfail) is determined by the integrated jitter power up to a critical frequency, which we verify by comparing the results of an analytical model to those of Monte Carlo simulations. Jitter above the critical frequency leads to a loss of correlation between integration windows and decreases Pfail for both, 1d (radial) and 2d (radial and tangential) jitter, as long as the RMS jitter amplitude does not exceed the beam diameter. In the opposite limit of fast scans and short integration times, emergent correlations between jitter fluctuations on two adjacent scanning tracks also decrease Pfail. The analytical model is additionally used to assess the effect of multiple overlapping tracks and the impact of target drifts in the uncertainty plane. ",
    "url": "https://arxiv.org/abs/2202.01976",
    "authors": [
      "Gerald Hechenblaikner"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2202.02187",
    "title": "Diode laser overtone spectroscopy of methane at 780 nm",
    "abstract": "A tunable diode laser spectrometer has been employed to examine the overtone absorption lines of $^{12}$CH$_4$ in the region around 12780 cm$^{-1}$ (780 nm) at room temperature. The spectrometer sources are commercially available tunable diode lasers operating in \"free-running\" mode. The measurement of the line positions within 0.01 cm$^{-1}$ has been possible by the use of the wavelength modulation spectroscopy and the second harmonic detection techniques that permitted the observation of minimum optical absorbances of the order of $\\approx 10^{-6}$. The weakest observed lines of the band have absorption cross sections of the order of $1 \\times 10^{-25}$ cm$^2$/molecule, that is $\\simeq 0.3$ km$^{-1}$/amagat. For some of them self-, air-, He- and H$_2$-broadening coefficients have been obtained. ",
    "url": "https://arxiv.org/abs/2202.02187",
    "authors": [
      "A. Lucchesini"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Atomic and Molecular Clusters (physics.atm-clus)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2202.02198",
    "title": "Generalized multichannel optical theorem: Coherent control of the total  scattering cross section",
    "abstract": "The optical theorem is a fundamental aspect of quantum scattering theory. Here, we generalize this theorem to the case where the incident scattering state is a superposition of internal states of the collision partners, introducing additional interference contributions and, e.g., providing a route to control the total integral cross section. As in its standard form, forward scattering plays an essential role in the generalized optical theorem, but with interference terms being related to the inelastic forward scattering amplitudes between states in the initial superposition. Using the resultant control index, we show that extensive control is possible over ultracold collisions of oxygen molecules in their rovibrational ground states, and of 85Rb-85Rb collisions, promising systems for the first experimental demonstration of the quantum interference control of the total scattering cross section. ",
    "url": "https://arxiv.org/abs/2202.02198",
    "authors": [
      "Devolder Adrien",
      "Tscherbul Timur V.",
      "Brumer Paul"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2202.01886",
    "title": "On the abnormal temperature dependent elastic properties of fused silica  irradiated by ultrafast lasers",
    "abstract": "Materials with thermal-invariant elastic properties of materials are of interest for resonant device frequency and dimensional stability of precision devices. Here, we demonstrate that the temperature coefficient of elasticity (TCE) of amorphous silica can be locally reduced using femtosecond laser irradiation. Notably, a self-organized laser-induced modification shows a decrease of the TCE beyond 50%. The origin of this dramatic decrease is attributed to the presence of sub-micron permanent densified zones within the fine multi-layers structure of the laser-modified zone. ",
    "url": "https://arxiv.org/abs/2202.01886",
    "authors": [
      "Pieter Vlugter",
      "Yves Bellouard"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2202.01920",
    "title": "Nitrogen doped In$_2$O$_3$-ZnO nanocomposite thin film based sensitive  and selective ethanol sensor",
    "abstract": "Nanocomposite metal oxide thin films exhibit assuring qualities in the field of gas sensors because of the collective opportunities provided by the heterointerface formation. In this work, we present the synthesis of nitrogen doped mesoporous In$_2$O$_3$-ZnO nano-composite thin films by simple wet chemical method using urea as the nitrogen precursor. SEM investigation suggests formation of mesoporous nano-composite thin films, where the uniformity of surface pore distribution depends on the relative proportion of In$_2$O$_3$ and ZnO in the composites. HRTEM investigation suggest formation of sharp interfaces between N-In$_2$O$_3$ and N-ZnO grains in the nano-composite thin films. The nano-composite thin films have been tested for their ethanol sensing performance over an extensive range of temperature, ethanol vapor concentration and relative humidity. Nitrogen doped nano-composite thin film with equal proportion of In$_2$O$_3$ and ZnO exhibits excellent ethanol sensing performance at a reasonable operating temperature (~94 % at 200 {\\deg}C for 50 ppm of ethanol), fast response time (~two seconds), stability over time, enhanced resilience against humidity and selectivity to ethanol over various other volatile organic compounds. ",
    "url": "https://arxiv.org/abs/2202.01920",
    "authors": [
      "P. K. Shihabudeen",
      "Ayan Roy Chaudhuri"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2202.02313",
    "title": "Fabrication of Surface Ion Traps with Integrated Current Carrying Wires  enabling High Magnetic Field Gradients",
    "abstract": "A major challenge for quantum computers is the scalable simultaneous execution of quantum gates. One approach to address this is the implementation of quantum gates based on static magnetic field gradients and global microwave fields. In this paper, we present the fabrication of surface ion traps with integrated copper current carrying wires embedded inside the substrate below the ion electrodes, capable of generating high magnetic field gradients. The copper layer's measured sheet resistance of 1.12 m$\\Omega$/sq at room temperature is sufficiently low to incorporate complex designs, without excessive power dissipation at high currents causing a thermal runaway. At a temperature of 40 K the sheet resistance drops to 20.9 $\\mu\\Omega$/sq giving a lower limit for the residual resistance ratio of 100. Continuous currents of 13 A can be applied, resulting in a simulated magnetic field gradient of 144 T/m at the ion position, which is 125 $\\mu$m from the trap surface for the particular anti-parallel wire pair in our design. ",
    "url": "https://arxiv.org/abs/2202.02313",
    "authors": [
      "Martin Siegele-Brown",
      "Seokjun Hong",
      "Foni R. Lebrun-Gallagher",
      "Samuel J. Hile",
      "Sebastian Weidt",
      "Winfried K. Hensinger"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2105.13501",
    "title": "Hardware-Efficient, Fault-Tolerant Quantum Computation with Rydberg  Atoms",
    "abstract": " Comments: 31 pages, 16 figures; v2: incorporated additional experimental considerations, added references, and other minor revisions ",
    "url": "https://arxiv.org/abs/2105.13501",
    "authors": [
      "Iris Cong",
      "Harry Levine",
      "Alexander Keesling",
      "Dolev Bluvstein",
      "Sheng-Tao Wang",
      "Mikhail D. Lukin"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2112.08843",
    "title": "Terahertz Frequency Domain Sensing for Fast Porosity Measurement of  Pharmaceutical Tablets",
    "abstract": " Title: Terahertz Frequency Domain Sensing for Fast Porosity Measurement of  Pharmaceutical Tablets ",
    "url": "https://arxiv.org/abs/2112.08843",
    "authors": [
      "Anis Moradikouchi",
      "Anders Sparén",
      "Staffan Folestad",
      "Jan Stake",
      "Helena Rodilla"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2202.00068",
    "title": "Device for the Field Measurements of Frequency-Dependent Soil Properties  in the Frequency Range of Lightning Currents",
    "abstract": " Title: Device for the Field Measurements of Frequency-Dependent Soil Properties  in the Frequency Range of Lightning Currents ",
    "url": "https://arxiv.org/abs/2202.00068",
    "authors": [
      "Dmitry Kuklin"
    ],
    "subjectives": [
      "Geophysics (physics.geo-ph)"
    ]
  }
]