[
  {
    "id": "arXiv:2203.08211",
    "title": "Higgs-Energy LEptoN (HELEN) Collider based on advanced superconducting  radio frequency technology",
    "abstract": "This Snowmass 2021 contributed paper discusses a Higgs-Energy LEptoN (HELEN) $e^+e^-$ linear collider based on advances superconducting radio frequency technology. The proposed collider offers cost and AC power savings, smaller footprint (relative to the ILC), and could be built at Fermilab with an Interaction Region within the site boundaries. After the initial physics run at 250 GeV, the collider could be upgraded either to higher luminosity or to higher (up to 500 GeV) energies. If the ILC could not be realized in Japan in a timely fashion, the HELEN collider would be a viable option to build a Higgs factory in the U.S. ",
    "url": "https://arxiv.org/abs/2203.08211",
    "authors": [
      "S. Belomestnykh",
      "P.C. Bhat",
      "A. Grassellino",
      "M. Checchin",
      "D. Denisov",
      "R.L. Geng",
      "S. Jindariani",
      "M. Liepe",
      "M. Martinello",
      "P. Merkel",
      "S. Nagaitsev",
      "H. Padamsee",
      "S. Posen",
      "R.A. Rimmer",
      "A. Romanenko",
      "V. Shiltsev",
      "A. Valishev",
      "V. Yakovlev"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2203.08255",
    "title": "A 3D acoustic propagation model for shallow waters based on an indirect  Boundary Element Method",
    "abstract": "The purpose of this work is twofold: (a) To present the theoretical formulation of a 3D acoustic propagation model based on a Boundary Element Method (BEM), which uses a half-space Green function in place of the more conventional free-space Green function and (b) to show a numerical implementation aimed to explore the formulation in simple idealized cases --controlled by a few parameters--, and provides necessary tests for the accuracy and performance of the model. The half-space Green's function, which has been used previously in scattering and diffraction, adds terms to the usual expressions of the integral operators without altering their continuity properties. Verifications against the Pekeris waveguide suggest that the model allows an adequately prediction for the acoustic field. Likewise, numerical explorations in relation to the necessary mesh size for the description of the water-sediment interface allow us to conclude that a TL prediction with acceptable accuracy can be obtained with the use of a bounded mesh around the desired evaluation region. ",
    "url": "https://arxiv.org/abs/2203.08255",
    "authors": [
      "Edmundo F. Lavia",
      "Juan D. Gonzalez",
      "Silvia Blanc"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2203.08281",
    "title": "Topological Modes in a Laser Cavity through Exceptional State Transfer",
    "abstract": "Shaping the light emission characteristics of laser systems is of great importance in various areas of science and technology. In a typical lasing arrangement, the spatial profile of the mode tends to remain self-similar throughout the cavity. Here, we introduce a paradigm shift where a spatially evolving mode is faithfully settled into a pair of bi-orthogonal states at the two facets of a laser cavity. This is achieved by deliberately eliminating non-adiabatic jumps in a purposely designed structure that features a dynamic encirclement of a non-Hermitian exceptional point. The resulting state transfer reflects the unique topology of the associated Riemann surfaces. Our approach provides a route to develop versatile mode selective active ",
    "url": "https://arxiv.org/abs/2203.08281",
    "authors": [
      "A. Schumer",
      "Y. G. N. Liu",
      "J. Leshin",
      "L. Ding",
      "Y. Alahmadi",
      "A. U. Hassan",
      "H. Nasari",
      "S. Rotter",
      "D. N. Christodoulides",
      "P. LiKamWa",
      "M. Khajavikhan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2203.08316",
    "title": "Flexible terahertz photonic light-cage modules for in-core sensing and  high temperature applications",
    "abstract": "Terahertz (THz) technology is a growing and multi-disciplinary research field, particularly for sensing and telecommunications. A number of THz waveguides have emerged over the past years, which are set to complement the capabilities of existing and bulky free space setups. In most designs however, the guiding region is physically separated from the surroundings, making interactions between light and the environment inefficient. We present photonic THz light cages (THzLCs) operating at THz frequencies, consisting of free-standing dielectric strands, which guide light within a hollow core with immediate access to the environment. We show the versatility and design flexibility of this concept, by 3D-printing several cm-length-scale modules using a single design and four different polymer- and ceramic- materials, which are either rigid, flexible, or resistant to high temperatures. We characterize propagation- and bend-losses for straight- and curved- waveguides, which are of order ~1 dB/cm in the former, and ~2-8 dB/cm in the latter for bend radii below 10 cm, and largely independent of the material. Our transmission experiments are complemented by near-field measurements at the waveguide output, which reveal antiresonant guidance for straight THzLCs, and a deformed fundamental mode in the bent waveguides, in agreement with numerical conformal mapping simulations. We show that these THzLCs can be used either as: (i) flexible, reconfigurable, and bendable modular assemblies; (ii) in-core sensors of structures contained directly inside the hollow core; (iii) high-temperature sensors, with potential applications in industrial monitoring. These THzLCs are a novel and useful addition to the growing library of THz waveguides, marrying the waveguide-like advantages of reconfigurable, diffractionless propagation, with the free-space-like immediacy of direct exposure to the surrounding environment. ",
    "url": "https://arxiv.org/abs/2203.08316",
    "authors": [
      "Alessio Stefani",
      "Boris T. Kuhlmey",
      "Justin Digweed",
      "Benjamin Davies",
      "Hala Zreiqat",
      "Mohammad Mirkhalaf",
      "Alessandro Tuniz"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.08346",
    "title": "On the drift wave eigenmode crossing zero frequency in Tokamak",
    "abstract": "The conventional ion temperature gradient or \\eta_i mode is known to propagate in the ion diamagnetic direction. Investigation of a generic drift fluid model with warm ions and adiabatic electrons, reveals that as \\eta_i decreases, the propagation characteristics of the unstable mode may change drastically, the mode frequency first decreases in magnitude, and reaches zero for a critical \\eta_i. But as \\eta_i goes down further, the mode begins to propagate in the electron diamagnetic direction. The lower toroidal mode number perturbations are more prone to reversal in propagation direction. Even for \\eta_i=0, the mode remains unstable, drawing free energy form the density gradients. Since finite ion temperature appears to be essential for propagation in the electron direction, it is appropriate to introduce new terminology and call this wave the warm ion electron drift (WIED) mode. The model drift wave system is explored within the framework of the two dimensional (2D) weakly asymmetric ballooning theory (WABT) for local eigenmode satisfying natural boundary conditions. The physics behind the excitation of the eigenmode crossing zero frequency is identified to be the reactive instability induced by the curvature coupling between the positive energy wave and the negative energy wave, a damped mode in electron direction coupled to a growing mode in the ion direction in non-dissipative slab limit. Apart from its intrinsic scientific value, this mechanism may shed some light onto the nature of tokamak edge turbulence observed in frequencies moderately lower than the electron diamagnetic frequency; understanding this phenomenon could be helpful in conceptual design around the edge region of future tokamak. ",
    "url": "https://arxiv.org/abs/2203.08346",
    "authors": [
      "Z. Y. Liu",
      "Y. Z. Zhang",
      "S. M. Mahajan",
      "T. Xie"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2203.08427",
    "title": "Laser Manipulation of H- Beams: a Snowmass 2022 White Paper",
    "abstract": "Future high-power (10 - 20 MW) hadron accelerators offer many unique opportunities for fundamental science and nuclear applications. With the completion of Proton Power Upgrade (PPU) at 2.8 MW [1] and European Spallation Source (ESS) at 5 MW [2], the attention will be focused on the next high-power machine in hadron accelerator community. Charge exchange injection into a synchrotron using diamond stripper foils offers great advantage over direct proton acceleration. However, there are clear limitations associated with foil sublimation above critical beam power density and beam loss due to scattering (~10 rem/hour at 10 MW for SNS). ",
    "url": "https://arxiv.org/abs/2203.08427",
    "authors": [
      "Abdurahim Rakhman"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "Nuclear Experiment (nucl-ex)"
    ]
  },
  {
    "id": "arXiv:2203.08453",
    "title": "Break the efficiency limitations of dissipative Kerr soliton using  nonlinear couplers",
    "abstract": "Dissipative Kerr soliton (DKS) offers a compact solution of coherent comb sources and holds huge potential for applications, but has long been suffering from poor power conversion efficiency when driving by a continuous-wave laser. Here, a general approach to resolving this challenge is provided. By deriving the critical coupling condition of a multimode nonlinear optics system in a generalized theoretical framework, two efficiency limitations of the conventional pump method of DKS are revealed: the effective coupling rate is too small and is also power-dependent. Nonlinear couplers are proposed to sustain the DKS indirectly through nonlinear energy conversion processes, realizing a power-adaptive effective coupling rate to the DKS and matching the total dissipation rate of the system, which promises near-unity power conversion efficiencies. For instance, a conversion efficiency exceeding $90\\:\\%$ is predicted for aluminum nitride microrings with a nonlinear coupler utilizing second-harmonic generation. The nonlinear coupler approach for high-efficiency generation of DKS is experimentally feasible as its mechanism applies to various nonlinear processes, including Raman and Brillouin scattering, and thus paves the way of micro-solitons towards practical applications. ",
    "url": "https://arxiv.org/abs/2203.08453",
    "authors": [
      "Ming Li",
      "Xiao-Xiao Xue",
      "Yan-Lei Zhang",
      "Xin-Biao Xu",
      "Chun-Hua Dong",
      "Guang-Can Guo",
      "Chang-Ling Zou"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.08471",
    "title": "Direct laser printing of high-resolution physically unclonable  anti-counterfeit labels",
    "abstract": "Security labels combining facile structural color readout and physically unclonable one-way function (PUF) approach provide promising strategy for fighting against forgery of marketable products. Here, we justify direct femtosecond-laser printing, a simple and scalable technology, for fabrication of high-resolution (12500 dots per inch) and durable PUF labels with a substantially large encoding capacity of 10$^{895}$ and a simple spectroscopy-free optical signal readout. The proposed tags are comprised of laser-printed plasmonic nanostructures exhibiting unique light scattering behavior and unclonable 3D geometry. Uncontrollable stochastic variation of the nanostructure geometry in the process of their spot-by-spot printing results in random and broadband variation of the scattering color of each laser printed \"pixel\", making laser-printed patterns unique and suitable for PUF labeling. ",
    "url": "https://arxiv.org/abs/2203.08471",
    "authors": [
      "Vasily Lapidas",
      "Alexey Zhizhchenko",
      "Eugeny Pustovalov",
      "Dmitry Storozhenko",
      "Aleksandr Kuchmizhak"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Cryptography and Security (cs.CR)"
    ]
  },
  {
    "id": "arXiv:2203.08510",
    "title": "High-power, frequency-quadrupled UV laser source resonant with the  $^{1}$S$_{0}$-$^{3}$P$_{1}$ narrow intercombination transition of cadmium at  326.2 nm",
    "abstract": "We present a novel high-power, frequency-stabilized UV laser source at 326.2~nm, resonant with the Cd $^{1}$S$_{0}$ - $^{3}$P$_{1}$ narrow intercombination transition. We have achieved a maximum produced power of 1~W at 326.2~nm by two successive frequency doubling stages of a narrow-linewidth (< 1~kHz) seed laser at 1304.8~nm. About 3.4 W of optical power at 652.4 nm is produced by a visible Raman fiber amplifier (VRFA) that amplifies and generates the second harmonic of the infrared radiation. The visible light is subsequently frequency-doubled down to 326.2~nm in a non-linear bow-tie cavity using a Brewster-cut beta-barium-borate (BBO) crystal, with a maximum conversion efficiency of around 40$\\%$ for 2.5~W coupled red power. Full characterization of the laser source, together with spectroscopy signals of all Cd isotopes, spanning more than 4 GHz in the UV, are shown. ",
    "url": "https://arxiv.org/abs/2203.08510",
    "authors": [
      "S. Manzoor",
      "J. N. Tinsley",
      "S. Bandarupally",
      "M. Chiarotti",
      "N. Poli"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.08536",
    "title": "Spatially multiplexed single-cavity dual-comb laser for equivalent time  sampling applications",
    "abstract": "We present a new method for multiplexing a single laser cavity to support a pair of noise-correlated, yet cavity length independent modes. These modes share all intracavity components and take a near-common path, but do not overlap on any active elements. With a SESAM we passively modelocked both independent modes and obtain dual optical frequency comb operation. The demonstrated 80-MHz laser delivers more than 2.4 Watts of average power per comb with shorter than 140 fs pulses centered at 1052 nm. The relative timing jitter between these two pulse trains is 2.2 fs [20 Hz, 100 kHz]. In addition to its high passive stability that suppresses fast timing fluctuations, this new technique also enables slow feedback on the repetition rate difference to avoid drifts. We demonstrate a slow feedback loop on the repetition rate difference via the multiplexing element, yielding {\\sigma}=70 {\\mu}Hz long-term stability. ",
    "url": "https://arxiv.org/abs/2203.08536",
    "authors": [
      "J. Pupeikis",
      "B. Willenberg",
      "S. L. Camenzind",
      "A. Benayad",
      "P. Camy",
      "C. R. Phillips",
      "U. Keller"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.08554",
    "title": "Fast Timing With Silicon Carbide Low Gain Avalanche Detectors",
    "abstract": "4H-Silicon Carbide, when considered as a material for the fabrication of Low Gain Avalanche Detectors for particle timing and position measurement, offers potential advantages over Silicon. We discuss an ongoing study of this material aimed at the fabrication and test of prototype fast timing sensors. This work is well aligned with technical directions identified in the recent Department of Energy study, Basic Research Needs for High Energy Physics Detector Research and Development. ",
    "url": "https://arxiv.org/abs/2203.08554",
    "authors": [
      "P.Barletta",
      "M.Cerullo",
      "C.Haber",
      "S.E.Holland",
      "J.Muth",
      "B.Sekely"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2203.08595",
    "title": "Linear and nonlinear waves in quantum plasmas with arbitrary degeneracy  of electrons",
    "abstract": "The purpose of this review is to revisit recent results in the literature where quantum plasmas with arbitrary degeneracy degree are considered. This is different from a frequent approach, where completely degeneracy is assumed in dense plasmas. The general reasoning in the reviewed works is to take a numerical coefficient in from of the Bohm potential term in quantum fluids, in order to fit the linear waves from quantum kinetic theory in the long wavelength limit. Moreover, the equation of state for the ideal Fermi gas is assumed, for arbitrary degeneracy degree. The quantum fluid equations allow the expedite derivation of weakly nonlinear equations from reductive perturbation theory. In this way, quantum Korteweg - de Vries and quantum Zakharov - Kuznetsov equations are derived, together with the conditions for bright and dark soliton propagation. Quantum ion-acoustic waves in unmagnetized and magnetized plasmas, together with magnetosonic waves, have been obtained for arbitrary degeneracy degree. The conditions for the application of the models, and the physical situations where the mixed dense - dilute systems exist, have been identified. ",
    "url": "https://arxiv.org/abs/2203.08595",
    "authors": [
      "Fernando Haas",
      "Shahzad Mahmood"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2203.08703",
    "title": "Nonlinear quantum spectroscopy with Parity-Time symmetric integrated  circuits",
    "abstract": "We propose a novel quantum nonlinear interferometer design that incorporates a passive PT symmetric coupler sandwiched between two nonlinear sections where signal-idler photon pairs are generated. The PT-symmetry enables efficient coupling of the longer-wavelength idler photons and facilitates the sensing of losses in the second waveguide exposed to analyte under investigation, whose absorption can be inferred by measuring only the signal intensity at a shorter wavelength where efficient detectors are readily available. Remarkably, we identify a new phenomenon of sharp signal intensity fringe shift at critical idler loss values, which is distinct from the previously studied PT-symmetry breaking. We discuss how such unconventional properties arising from quantum interference can provide a route to enhancing the sensing of analytes and facilitate broadband spectroscopy applications in integrated photonic platforms. ",
    "url": "https://arxiv.org/abs/2203.08703",
    "authors": [
      "Pawan Kumar",
      "Sina Saravi",
      "Thomas Pertsch",
      "Frank Setzpfandt",
      "Andrey A. Sukhorukov"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2110.08696",
    "title": "The Chern Number Governs Soliton Motion in Nonlinear Thouless Pumps",
    "abstract": "Nonlinear Thouless pumps for bosons exhibit quantized pumping via soliton motion, despite the lack of a meaningful notion of filled bands. However, the theoretical underpinning of this quantization, as well as its relationship to the Chern number, has thus far been lacking. Here we show that for low power solitons, transport is dictated by the Chern number of the band from which the soliton bifurcates. We do this by expanding the discrete nonlinear Schr\\\"odinger equation (equivalently, the Gross-Pitaevskii equation) in the basis of Wannier states, showing that the soliton's position is dictated by that of the Wannier state throughout the pump cycle. Furthermore, we describe soliton pumping in two dimensions. ",
    "url": "https://arxiv.org/abs/2110.08696",
    "authors": [
      "Marius Jürgensen",
      "Mikael C. Rechtsman"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Other Condensed Matter (cond-mat.other)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Pattern Formation and Solitons (nlin.PS)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.08329",
    "title": "Decoherence predictions in a superconductive quantum device using the  steepest-entropy-ascent quantum thermodynamics framework",
    "abstract": "The current stage of quantum computing technology, called noise intermediate-scale quantum (NISQ) technology, is characterized by large errors that prohibit it from being used for real applications. In these devices, decoherence, one of the main sources of error, is generally modeled by Markovian master equations such as the Lindblad master equation. In this work, the decoherence phenomena are addressed from the perspective of the steepest-entropy-ascent quantum thermodynamics (SEAQT) framework in which the noise is in part seen as internal to the system. The framework is as well used to describe changes in the energy associated with environmental interactions. Three scenarios, an inversion recovery experiment, a Ramsey experiment, and a two-qubit entanglement-disentanglement experiment are used to demonstrate the applicability of this framework, which provides good results relative to the experiments and the Lindblad equation, It does so, however, from a different perspective as to the cause of the decoherence. These experiments are conducted on the IBM superconductive quantum device ibmq_bogota. ",
    "url": "https://arxiv.org/abs/2203.08329",
    "authors": [
      "J. A. Montanez-Barrera",
      "M. R. von Spakovsky",
      "C. E. Damian-Ascencio",
      "S. Cano-Andrade"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2203.08449",
    "title": "Photonic quantum kinetic theory in curved spacetime and the spin Hall  effect",
    "abstract": "We formulate the quantum kinetic theory for polarized photons in curved spacetime based on quantum field theory. From this framework, the photonic chiral/zilch vortical effects are reproduced in a rigidly rotating coordinate. In a spatially inhomogeneous coordinate, we derive the spin Hall effect for the photon helicity current and energy current in equilibrium. Our derivation reveals that such photonic Hall effects are related to the photonic vortical effects via the Lorentz invariance and their transport coefficients match each other. ",
    "url": "https://arxiv.org/abs/2203.08449",
    "authors": [
      "Kazuya Mameda",
      "Naoki Yamamoto",
      "Di-Lun Yang"
    ],
    "subjectives": [
      "High Energy Physics - Theory (hep-th)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.08708",
    "title": "Analysis of a Cesium lattice optical clock",
    "abstract": "We propose and analyze a Cesium lattice optical clock (CLOC) which has the potential for high performance and simple operation in a compact form factor using a forbidden optical transition in Cs atoms at 685 nm. Cs atoms are trapped in a 3D optical lattice using a magic trap wavelength of $\\lambda_{\\textrm m}=803~\\textrm nm$. To reduce sensitivity to magnetic fields the atoms are probed on two cycling transitions with equal magnitude, but opposite magnetic shifts. Operation of the clock requires only three diode lasers at 685, 803, 852 nm and is simplified compared to other higher-performance optical clocks that rely on alkaline earth atoms or single trapped ions. Analysis shows a quantum noise limited stability of $8.4\\times 10^{-16}/\\sqrt\\tau$ and the potential for reaching 1 ns timing uncertainty at 1 month with realistic system parameters. ",
    "url": "https://arxiv.org/abs/2203.08708",
    "authors": [
      "A. Sharma",
      "S. Kolkowitz",
      "M. Saffman"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2005.13430",
    "title": "Effect of Diffraction on Wigner Distributions of Optical Fields and how  to Use It in Optical Resonator Theory. I -- Stable Resonators and Gaussian  Beams",
    "abstract": " Comments: 20 pages, 1 figure ",
    "url": "https://arxiv.org/abs/2005.13430",
    "authors": [
      "Pierre Pellat-Finet",
      "Éric Fogret"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2103.08866",
    "title": "Analytical criteria for designing multiresonance filters in scattering  systems, with application to microwave metasurfaces",
    "abstract": " Title: Analytical criteria for designing multiresonance filters in scattering  systems, with application to microwave metasurfaces ",
    "url": "https://arxiv.org/abs/2103.08866",
    "authors": [
      "Mohammed Benzaouia",
      "John D. Joannopoulos",
      "Steven G. Johnson",
      "Aristeidis Karalis"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2107.13006",
    "title": "Rényi entropies and negative central charges in non-Hermitian quantum  systems",
    "abstract": " Comments: 17 pages, 6 figures, comments are welcome ",
    "url": "https://arxiv.org/abs/2107.13006",
    "authors": [
      "Yi-Ting Tu",
      "Yu-Chin Tzeng",
      "Po-Yao Chang"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Other Condensed Matter (cond-mat.other)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2109.06845",
    "title": "Aluminum Cayley trees as scalable, broadband, multi-resonant optical  antennas",
    "abstract": " Comments: Authors' version of the published paper. Supplementary information can be found at this https URL ",
    "url": "https://arxiv.org/abs/2109.06845",
    "authors": [
      "Thomas Simon",
      "Xiaoyan Li",
      "Jérôme Martin",
      "Dmitry Khlopin",
      "Odile Stéphan",
      "Mathieu Kociak",
      "Davy Gérard"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2110.13639",
    "title": "Wet Scandium Etching for hard mask formation on a silicon substrate",
    "abstract": " Comments: 15 pages, 7 figures ",
    "url": "https://arxiv.org/abs/2110.13639",
    "authors": [
      "Julia Bondareva",
      "Ekaterina Timofeeva",
      "Alexandr Anikanov",
      "Maxim Krasilnikov",
      "Maxim Shibalov",
      "Vasily Sen",
      "Alexander Mumlyakov",
      "Stanislav Evlashin",
      "Mikhail Tarkhov"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2111.04227",
    "title": "Epitaxial titanium nitride microwave resonators: Structural, chemical,  electrical, and microwave properties",
    "abstract": " Title: Epitaxial titanium nitride microwave resonators: Structural, chemical,  electrical, and microwave properties ",
    "url": "https://arxiv.org/abs/2111.04227",
    "authors": [
      "Ran Gao",
      "Wenlong Yu",
      "Hao Deng",
      "Hsiang-Sheng Ku",
      "Zhisheng Li",
      "Minghua Wang",
      "Xiaohe Miao",
      "Yue Lin",
      "Chunqing Deng"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2112.03713",
    "title": "Limits to the sensitivity of a rare-earth-enabled cryogenic vibration  sensor",
    "abstract": " Comments: 7 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2112.03713",
    "authors": [
      "Anne Louchet-Chauvet",
      "Thierry Chanelière"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2112.07722",
    "title": "Partial-wave approach to the Stark resonance problem of the water  molecule",
    "abstract": " Comments: Density plots added, minor corrections made ",
    "url": "https://arxiv.org/abs/2112.07722",
    "authors": [
      "Patrik Pirkola",
      "Marko Horbatsch"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2112.12877",
    "title": "An orbital-based representation for accurate Quantum Machine Learning",
    "abstract": " Title: An orbital-based representation for accurate Quantum Machine Learning ",
    "url": "https://arxiv.org/abs/2112.12877",
    "authors": [
      "Konstantin Karandashev",
      "O. Anatole von Lilienfeld"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2202.09132",
    "title": "Systematic Study of LED Stimulated Recovery of Radiation Damage in  Optical Materials",
    "abstract": " Title: Systematic Study of LED Stimulated Recovery of Radiation Damage in  Optical Materials ",
    "url": "https://arxiv.org/abs/2202.09132",
    "authors": [
      "Kutlu Kagan Sahbaz",
      "Burak Bilki",
      "Haris Dapo",
      "Isik Gokcen Karslioglu",
      "Caglar Kaya",
      "Melike Kaya",
      "Mehmet Tosun"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2203.05554",
    "title": "Floquet engineering of optical nonlinearities: a quantum many-body  approach",
    "abstract": " Comments: 14 pages, including 10 figures, appendix and references. Improved version submitted to the journal ",
    "url": "https://arxiv.org/abs/2203.05554",
    "authors": [
      "Nathan Goldman"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2203.08048",
    "title": "Routing Single Photons from a Trapped Ion Using a Photonic Integrated  Circuit",
    "abstract": " Title: Routing Single Photons from a Trapped Ion Using a Photonic Integrated  Circuit ",
    "url": "https://arxiv.org/abs/2203.08048",
    "authors": [
      "Uday Saha",
      "James D. Siverns",
      "John Hannegan",
      "Mihika Prabhu",
      "Qudsia Quraishi",
      "Dirk Englund",
      "Edo Waks"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  }
]