[
  {
    "id": "arXiv:2402.13265",
    "title": "Left-handedness in the balanced/unbalanced resonance conditions of a  quantized composite right-left handed transmission line",
    "abstract": "Left-handedness signifies negative permittivity ($\\varepsilon_r$) and permeability ((\\mu_r)) in the same frequency band. The $\\varepsilon_r$ and $\\mu_r$ are evaluated in a quantized composite right-left handed transmission line (CRLH-TL), and the frequency band for left-handedness is also valuated in the balanced resonance ($ L_r C_l = L_l C_r $) and unbalanced resonance($L_l C_r \\neq L_r C_l$) cases in the displaced squeezed Fock state. The results show that the balanced resonance plays an important role in bandwidth and achieving for left-handedness. These displays some quantum mechanical behaviors and proposes a new potential approach to wider frequency band left-handedness for the quantized CRLH-TL. ",
    "url": "https://arxiv.org/abs/2402.13265",
    "authors": [
      "Xiao-Jing Wei",
      "Shun-Cai Zhao"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2402.13348",
    "title": "Dissipative spatiotemporal soliton in a driven waveguide laser",
    "abstract": "A distributed Kerr-lens mode locking regime can be realized in a waveguide laser by spatial profiling of the pump beam, thus creating a spatio-temporal soliton. Additional slow temporal modulation of the pump source stabilizes the spatio-temporal solution in a broad range of parameters, which are defined by the dynamic gain saturation. We choose a Cr:ZnS waveguide laser as a practical example, but such a regime is feasible in various waveguide and fiber oscillators. A far-reaching analogy with Bose-Einstein condensates allows using this approach to stabilization of the weakly dissipative BECs. ",
    "url": "https://arxiv.org/abs/2402.13348",
    "authors": [
      "Vladimir L. Kalashnikov",
      "Evgeni Sorokin",
      "Irina T. Sorokina"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2402.13395",
    "title": "Quantum Strategies and Economic Equilibrium",
    "abstract": "The quest for understanding the complex phenomena of the world has led to the development of various fields of science, each with its own methods, models, and assumptions. However, sometimes these fields can intersect and inspire each other, revealing new insights and perspectives that transcend the boundaries of their domains. In this paper, we explore one such fascinating intersection: the connection between economic theory and stochastic game dynamics, with applications to both firms and soccer players. ",
    "url": "https://arxiv.org/abs/2402.13395",
    "authors": [
      "Arnab Kumar Maity"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)"
    ]
  },
  {
    "id": "arXiv:2402.13398",
    "title": "Coherent evolution of superexchange interaction in seconds long optical  clock spectroscopy",
    "abstract": "Measurement science now connects strongly with engineering of quantum coherence, many-body states, and entanglement. To scale up the performance of an atomic clock using a degenerate Fermi gas loaded in a three-dimensional optical lattice, we must understand complex many-body Hamiltonians to ensure meaningful gains for metrological applications. In this work, we use a near unity filled Sr 3D lattice to study the effect of a tunable Fermi-Hubbard Hamiltonian. The clock laser introduces a spin-orbit coupling spiral phase and breaks the isotropy of superexchange interactions, changing the Heisenberg spin model into one exhibiting XXZ-type spin anisotropy. By tuning the lattice confinement and applying imaging spectroscopy we map out favorable atomic coherence regimes. With weak transverse confinement, both s- and p-wave interactions contribute to decoherence and atom loss, and their contributions can be balanced. At deep transverse confinement, we directly observe coherent superexchange interactions, tunable via on-site interaction and site-to-site energy shift, on the clock Ramsey fringe contrast over timescales of multiple seconds. This study provides a groundwork for using a 3D optical lattice clock to probe quantum magnetism and spin entanglement ",
    "url": "https://arxiv.org/abs/2402.13398",
    "authors": [
      "William R. Milner",
      "Stefan Lannig",
      "Mikhail Mamaev",
      "Lingfeng Yan",
      "Anjun Chu",
      "Ben Lewis",
      "Max N. Frankel",
      "Ross B. Hutson",
      "Ana Maria Rey",
      "Jun Ye"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Gases (cond-mat.quant-gas)"
    ]
  },
  {
    "id": "arXiv:2402.13431",
    "title": "Game Design Inspired by Scientific Concepts of Quantum Physics",
    "abstract": "The huge gap between the public perception of science and the reality of scientific research severely limits the scope of public engagement with science. We create and develop new theatre, film and games work and related artistic endeavors inspired by science and technology. In this paper, we describe the Quantum Games Project, one of the most recent artistic endeavors in our lab. This project consists of a series of card and digital games and an immersive experience, all of which expose the public to quantum physics without learning barriers. Quantum physics explains the counter-intuitive and surprising ways matter behaves at the subatomic level. It is an exciting and growing field that offers solutions to new technological problems. However, learning quantum physics requires several prerequisites, such as a foundation in the sciences and mathematics, and is primarily taught at the undergraduate and higher levels. As a result, the concepts may be too elusive and abstract for the general public to learn independently. This difficulty is compounded by the limited availability of easily understandable resources and teaching materials that do not employ scientific jargon and equations. Our work attempts to solve this problem by communicating the concepts of quantum physics in a way that is comprehensible and accessible to the general public. This paper provides a general overview of the development of the Quantum Games Project, focusing specifically on the Quantum Photo Booth experience, and describes how science is integrated into the very nature of the game development process and its outcome. ",
    "url": "https://arxiv.org/abs/2402.13431",
    "authors": [
      "Sunanda Prabhu Gaunkar",
      "Nancy Kawalek",
      "Denise Fischer",
      "Umang Bhatia",
      "Shobhit Verma",
      "Filip Rozpedek",
      "Uri Zvi"
    ],
    "subjectives": [
      "Popular Physics (physics.pop-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2402.13447",
    "title": "Inverse-designed Photonic Computing Core for Parallel Matrix-vector  Multiplication",
    "abstract": "On-chip optical neural networks (ONNs) have recently emerged as an attractive hardware accelerator for deep learning applications, characterized by high computing density, low latency, and compact size. As these networks rely heavily on massive matrix multiplication, photonic computing cores for matrix computation become crucial components for on-chip ONNs, which harness the degree of freedoms (DOFs) in photonics including space, wavelength and mode dimensions. However, previous photonic computing devices have not fully utilized the orthogonality and the conversion characteristic of the waveguide modes, which as we show here, allows for the simultaneous parallel computing of several independent matrix-vector multiplications within the same device. In this work, we propose an inverse-designed photonic computing core for parallel matrix-vector multiplication. The matrices are implemented through a mode conversion process, where the input fundamental modes are simultaneously converted into several orthogonal output modes. Specifically, we target the complex-valued conversion matrices between input and output modes and inversely design the dielectric distribution within the device to achieve parallel matrix-vector multiplication. As a demonstration, the proposed photonic computing core supports simultaneous parallel computing of two independent matrix-vector multiplications, with an ultra-compact footprint and high computing precision (relative error < 8%) at 1550 nm wavelength. The inverse-designed photonic computing devices hold great potential for high-performance on-chip ONNs with low energy consumption and high computing density. ",
    "url": "https://arxiv.org/abs/2402.13447",
    "authors": [
      "Kaiyuan Wang",
      "Yunlong Li",
      "Tiange Wu",
      "Deming Liu",
      "Shuang Zheng",
      "Minming Zhang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.13594",
    "title": "Two-dimensional Closed-Form Analytical Model of Laterally-Excited Film  Bulk Acoustic Wave Resonator Multiferroic Antennas",
    "abstract": "To overcome the physical limitations of electrically small antennas, strain-mediated magnetoelectric antennas have been studied experimentally and theoretically. However, current closed-form analytical models include solely one-dimensional approaches. This paper proposes a two-dimensional closed-form analytical model of a laterally-excited multiferroic antenna. To model thickness-shear vibrations, we propose an extended Mason model to two dimensions. This theory solves unidirectionally-coupled elastodynamics-magnetization dynamics-electrodynamics. Without using the infinitesimal dipole approximation, this model provides a closed-form solution of the radiated electromagnetic field with an explicit dependency of the antenna response on the physical parameters, enabling their optimization. Furthermore, we compare the efficiency-bandwidth product of different multiferroic antennas with Chu's limit in the Akhiezer regime, which delimits the highest achievable mechanical quality factor for acoustic resonators at GHz frequencies. We show that phonon-phonon coupling of Akhiezer damping is most likely to limit multiferroic antenna radiation, not Chu's limit. Moreover, judicious choice of materials can enhance the maximum efficiency by more than an order of magnitude. ",
    "url": "https://arxiv.org/abs/2402.13594",
    "authors": [
      "Louis-Charles Ippet-Letembet",
      "Rui-Fu Xu",
      "Robin Jeanty",
      "Zhi Yao",
      "Robert N. Candler",
      "Shih-Yuan Chen"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2402.13940",
    "title": "Microstructured large-area photoconductive terahertz emitters driven at  high average power",
    "abstract": "Emitters based on photoconductive materials excited by ultrafast lasers are well established and popular devices for THz generation. However, so far, these emitters, both photoconductive antennas and large area emitters, were mostly explored using driving lasers with moderate average powers (either fiber lasers with up to hundreds of milliwatts or Ti:Sapphire systems up to few watts). In this paper, we explore the use of high power, MHz repetition rate Ytterbium (Yb) based oscillator for THz emission using a microstructured large area photoconductive emitter, consist of semi insulating GaAs with a 10 by 10 mm2 active area. As a driving source, we use a frequency doubled home built high average power ultrafast Yb oscillator, delivering 22 W of average power, 115 fs pulses with 91 MHz repetition rate at a central wavelength of 516 nm. When applying 9 W of average power (after an optical chopper with a duty cycle of 50 percent) on the structure without optimized heatsinking, we obtain 65 uW THz average power, 4 THz bandwidth; furthermore, we safely apply up to 18 W of power on the structure without observing damage. We investigate the impact of excitation power, bias voltage, optical fluence, and their interplay on the emitter performance and explore in detail the sources of thermal load originating from electrical and optical power. Optical power is found to have a more critical impact on LAE saturation than electrical power, thus optimized heatsinking will allow us to improve the conversion efficiency in the near future towards much higher emitter power. This work paves the way towards achieving hundreds of MHz or even GHz repetition rates, high power THz sources based on photoconductive emitters, that are of great interest for example for future THz imaging applications. ",
    "url": "https://arxiv.org/abs/2402.13940",
    "authors": [
      "Mohsen Khalili",
      "Tim Vogel",
      "Yicheng Wang",
      "Samira Mansourzadeh",
      "Abhishek Singh",
      "Stephan Winnnerl",
      "Clara J. Saraceno"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.13943",
    "title": "Topological Optical Waveguiding of Exciton-Polariton Condensates",
    "abstract": "One-dimensional models with topological non-trivial band structures are a simple and effective way to study novel and exciting concepts in topological photonics. In this work we are studying the propagation of light-matter quasi-particles, so called exciton-polaritons, in waveguide arrays. Specifically, we are investigating topological states at the interface between dimer chains, characterized by a non-zero winding number. In order to exercise precise control over the polariton propagation, we study non-resonant laser excitation as well as resonant excitation in transmission geometry. The results highlight a new platform for the study of quantum fluids of light and non-linear optical propagation effects in coupled semiconductor waveguides. ",
    "url": "https://arxiv.org/abs/2402.13943",
    "authors": [
      "Johannes Beierlein",
      "Oleg A. Egorov",
      "Philipp Gagel",
      "Tristan H. Harder",
      "Adriana Wolf",
      "Monika Emmerling",
      "Simon Betzold",
      "Fauzia Jabeen",
      "Libo Ma",
      "Sven Höfling",
      "Ulf Peschel",
      "Sebastian Klembt"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2402.07315",
    "title": "On-Premises Superconducting Quantum Computer for Education and Research",
    "abstract": "With a growing interest in quantum technology globally, there is an increasing need for accessing relevant physical systems for education and research. In this paper we introduce a commercially available on-site quantum computer utilizing superconducting technology, offering insights into its fundamental hardware and software components. We show how this system can be used in education to teach quantum concepts and deepen understanding of quantum theory and quantum computing. It offers learning opportunities for future talent and contributes to technological progress. Additionally, we demonstrate its use in research by replicating some notable recent achievements. ",
    "url": "https://arxiv.org/abs/2402.07315",
    "authors": [
      "Jami Rönkkö",
      "Olli Ahonen",
      "Ville Bergholm",
      "Alessio Calzona",
      "Attila Geresdi",
      "Hermanni Heimonen",
      "Johannes Heinsoo",
      "Vladimir Milchakov",
      "Stefan Pogorzalek",
      "Matthew Sarsby",
      "Mykhailo Savytskyi",
      "Stefan Seegerer",
      "Fedor Šimkovic IV",
      "P.V. Sriluckshmy",
      "Panu T. Vesanen",
      "Mikio Nakahara"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Physics Education (physics.ed-ph)"
    ]
  },
  {
    "id": "arXiv:2402.13557",
    "title": "Nano antenna-assisted quantum dots emission into high-index planar  waveguide",
    "abstract": "Integrated quantum photonic circuits require the efficient coupling of photon sources to photonic waveguides. Hybrid plasmonic/photonic platforms are a promising approach, taking advantage of both plasmon modal confinement for efficient coupling to a nearby emitter and photonic circuitry for optical data transfer and processing. In this work, we established directional quantum dot (QD) emission coupling to a planar TiO$_2$ waveguide assisted by a Yagi-Uda antenna. Antenna on waveguide is first designed by scaling radio frequency dimensions to nano-optics, taking into account the hybrid plasmonic/photonic platform. Design is then optimized by full numerical simulations. We fabricate the antenna on a TiO$_2$ planar waveguide and deposit a few QDs close to the Yagi-Uda antenna. The optical characterization shows clear directional coupling originating from antenna effect. We estimate the coupling efficiency and directivity of the light emitted into the waveguide. ",
    "url": "https://arxiv.org/abs/2402.13557",
    "authors": [
      "X. Yu",
      "J.-C. Weeber",
      "L. Markey",
      "J. Arocas",
      "A. Bouhelier",
      "A. Leray",
      "G. Colas des Francs"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.13560",
    "title": "Design and characterization of individual addressing optics based on  multi-channel acousto-optic modulator for $^{171}$Yb$^+$ qubits",
    "abstract": "We present the design and characterization of individual addressing optics based on a multi-channel acousto-optic modulator (AOM) for trapped ytterbium-171 ions. The design parameters of the individual addressing system were determined based on the tradeoff between the expected crosstalk and the required numerical aperture of the projection objective lens. The target beam diameter and separation were 1.90 $\\mu$m and 4.28 $\\mu$m, respectively. The individual beams shaped by the projection optics were characterized by an imaging sensor and a field probe ion. The resulting effective beam diameters and separations were approximately 2.34--2.36 $\\mu$m and 4.31 $\\mu$m, respectively, owing to residual aberration. ",
    "url": "https://arxiv.org/abs/2402.13560",
    "authors": [
      "Sungjoo Lim",
      "Seunghyun Baek",
      "Jacob Withlow",
      "Marissa D'Onofrio",
      "Tianyi Chen",
      "Samuel Phiri",
      "Stphen Crain",
      "Kenneth R. Brown",
      "Jungsang Kim",
      "Junki Kim"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2402.13898",
    "title": "Room-temperature quantum sensing with photoexcited triplet electrons in  organic crystals",
    "abstract": "Quantum sensors have notably advanced high-sensitivity magnetic field detection. Here, we report quantum sensors constructed from polarized spin-triplet electrons in photoexcited organic chromophores, specifically focusing on pentacene-doped para-terphenyl (${\\approx}$0.1%). We demonstrate essential quantum sensing properties at room temperature: electronic optical polarization and state-dependent fluorescence contrast, by leveraging differential pumping and relaxation rates between triplet and ground states. We measure high optically detected magnetic resonance (ODMR) contrast ${\\approx}16.8\\%$ of the triplet states at room temperature, along with long coherence times under spin echo and CPMG sequences, $T_2{=}2.7\\mu$s and $T_2^{DD}{=}18.4\\mu$s respectively, limited only by the triplet lifetimes. The material offers several advantages for quantum sensing, including the ability to grow large ($cm$-scale) crystals at low cost, the absence of paramagnetic impurities, and the diamagnetism of electronic states used for sensing when not optically illuminated. Utilizing pentacene as a representative of a broader class of spin triplet-polarizable organic molecules, this study highlights new potential for quantum sensing in chemical systems. ",
    "url": "https://arxiv.org/abs/2402.13898",
    "authors": [
      "Harpreet Singh",
      "Noella D'Souza",
      "Keyuan Zhong",
      "Emanuel Druga",
      "Julianne Oshiro",
      "Brian Blankenship",
      "Jeffrey A. Reimer",
      "Jonathan D. Breeze",
      "Ashok Ajoy"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2211.07075",
    "title": "Expressive Quantum Perceptrons for Quantum Neuromorphic Computing",
    "abstract": " Title: Expressive Quantum Perceptrons for Quantum Neuromorphic Computing ",
    "url": "https://arxiv.org/abs/2211.07075",
    "authors": [
      "Rodrigo Araiza Bravo",
      "Khadijeh Najafi",
      "Taylor L. Patti",
      "Xun Gao",
      "Susanne F. Yelin"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2303.02558",
    "title": "Long-Lived Coherent Acoustic Phonons in Epitaxially Grown III-V  Adiabatic Cavities",
    "abstract": " Comments: In this version, we have incorporated a new section addressing the temporal dynamics of cavity phonons. Additionally, the analysis and discussion of time-resolved photoluminescence (TRPL) results have been enhanced ",
    "url": "https://arxiv.org/abs/2303.02558",
    "authors": [
      "Muhammad Hanif",
      "Milos Dubajic",
      "Sandeep. J. Sreerag",
      "Rajeev N. Kini",
      "Gavin J. Conibeer",
      "Michael P. Nielsen",
      "Stephen P. Bremner"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2304.12623",
    "title": "Quantum simulation of hadronic states with Rydberg-dressed atoms",
    "abstract": " Comments: 10 pages, 7 figures ",
    "url": "https://arxiv.org/abs/2304.12623",
    "authors": [
      "Zihan Wang",
      "Feiyang Wang",
      "Joseph Vovrosh",
      "Johannes Knolle",
      "Florian Mintert",
      "Rick Mukherjee"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2307.02348",
    "title": "Quantum Limits of Position and Polarizability Estimation in the Optical  Near Field",
    "abstract": " Comments: v2: 32 pages, 11 figures, amended main text, modified plots, extended appendix, added Figs. S1, S2, S3, S6 ",
    "url": "https://arxiv.org/abs/2307.02348",
    "authors": [
      "Lukas Kienesberger",
      "Thomas Juffmann",
      "Stefan Nimmrichter"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.07373",
    "title": "Optical Darboux Transformer",
    "abstract": " Title: Optical Darboux Transformer ",
    "url": "https://arxiv.org/abs/2311.07373",
    "authors": [
      "Auro M. Perego"
    ],
    "subjectives": [
      "Pattern Formation and Solitons (nlin.PS)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2312.16891",
    "title": "Polaritons under Extensive Disordered Molecular Rotation in Optical  Cavities",
    "abstract": " Title: Polaritons under Extensive Disordered Molecular Rotation in Optical  Cavities ",
    "url": "https://arxiv.org/abs/2312.16891",
    "authors": [
      "Wei Liu",
      "Jingqi Chen",
      "Wenjie Dou"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2401.16695",
    "title": "Focusing membrane metamirrors for integrated cavity optomechanics",
    "abstract": " Comments: 6 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2401.16695",
    "authors": [
      "A. R. Agrawal",
      "J. Manley",
      "D. Allepuz-Requena",
      "D. J. Wilson"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2402.09771",
    "title": "Detailed analysis of the direct piezo-response of AlN nanowire-based  vertically integrated nanogenerators",
    "abstract": " Title: Detailed analysis of the direct piezo-response of AlN nanowire-based  vertically integrated nanogenerators ",
    "url": "https://arxiv.org/abs/2402.09771",
    "authors": [
      "N. Buatip",
      "T. Auzelle",
      "P. John",
      "S. Rauwerdink",
      "M. Sohdi",
      "M. Saluan",
      "B. Fernandez",
      "E. Monroy",
      "D. Mornex",
      "C. R. Bowen",
      "R. Songmuang"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2402.12878",
    "title": "Hybrid Metamaterial Optical Tweezers for Dielectric Particles and  Biomolecules Discrimination",
    "abstract": " Title: Hybrid Metamaterial Optical Tweezers for Dielectric Particles and  Biomolecules Discrimination ",
    "url": "https://arxiv.org/abs/2402.12878",
    "authors": [
      "Domna G. Kotsifaki",
      "Viet Giang Truong",
      "Mirco Dindo",
      "Paola Laurino",
      "Sile Nic Chormaic"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Biological Physics (physics.bio-ph)"
    ]
  }
]