[
  {
    "id": "arXiv:2206.13564",
    "title": "Pulse Generation Based on a Microstrip Circuit with Fourth Order  Degenerate Band Edge",
    "abstract": "A pulse generation scheme is proposed based on a structured resonance in a cavity where the non-conventional energy distribution is concentrated in its middle part. The cavity is first used as an oscillator during the energy charging step and when a switch is activated the signal is extracted from its center. The key component of the proposed scheme is the periodic microstrip waveguide with a fourth-order degenerate band edge (DBE) of its wavenumber-frequency dispersion diagram. The DBE is an exceptional point degeneracy condition that is responsible for the energy to be localized at the cavity center and that can also have the quality factor easily destroyed by a perturbation. The waveguide is designed to have a DBE frequency of 2.86 GHz and produces pulses of approximately 0.1 V peak and 1.1 ns width. ",
    "url": "https://arxiv.org/abs/2206.13564",
    "authors": [
      "Dmitry Oshmarin",
      "Alireza Nikzamir",
      "Michael M. Green",
      "Filippo Capolino"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2206.13572",
    "title": "Electro-optic sampling based characterization of broad-band high  efficiency THz-FEL",
    "abstract": "Extremely high beam-to-radiation energy conversion efficiencies can be obtained in a THz FEL using a strongly tapered helical undulator at the zero-slippage resonant condition, where a circular waveguide is used to match the radiation group velocity to the electron beam longitudinal velocity. In this paper we report on the first electro-optic sampling (EOS) based measurements of the broadband THz FEL radiation pulses emitted in this regime. The THz field waveforms are reconstructed in the spatial and temporal domains using multi-shot and single-shot EOS schemes respectively. The measurements are performed varying the input electron beam energy in the undulator providing insights on the complex dynamics in a waveguide FEL. ",
    "url": "https://arxiv.org/abs/2206.13572",
    "authors": [
      "Maximilian Lenz",
      "Andrew Fisher",
      "Youna Park",
      "Alexander Ody",
      "Pietro Musumeci"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2206.13670",
    "title": "Model of inverse bleb growth explains giant vacuole dynamics during cell  mechanoadaptation",
    "abstract": "Cells can withstand hostile environmental conditions manifest as large mechanical forces such as pressure gradients and/or shear stresses by dynamically changing their shape. Such conditions are realized in the Schlemm's canal of the eye where endothelial cells that cover the inner vessel wall are subjected to the hydrodynamic pressure gradients exerted by the aqueous humor outflow. These cells form fluid-filled dynamic outpouchings of their basal membrane called \\textit{giant vacuoles}. The inverse of giant vacuoles are reminiscent of cellular blebs, extracellular cytoplasmic protrusions triggered by local temporary disruption of the contractile actomyosin cortex. Inverse blebbing has been first observed experimentally during sprouting angiogenesis, but its underlying physical mechanisms are poorly understood. Here, we identify giant vacuole formation as inverse blebbing and formulate a biophysical model of this process. Our model elucidates how cell membrane mechanical properties affect the morphology and dynamics of giant vacuoles and predicts coarsening akin to Ostwald ripening between multiple invaginating vacuoles. Our results are in qualitative agreement with observations from the formation of giant vacuoles during perfusion experiments. Our model not only elucidates the biophysical mechanisms driving inverse blebbing and giant vacuole dynamics, but also identifies universal features of the cellular response to pressure loads that are relevant to many experimental contexts. ",
    "url": "https://arxiv.org/abs/2206.13670",
    "authors": [
      "Andrea Cairoli",
      "Alice Spenlehauer",
      "Darryl R Overby",
      "Chiu Fan Lee"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2206.13771",
    "title": "Bandwidth tunable optical filter based on a tri-mode high-contrast  grating",
    "abstract": "We propose a monolithic optical bandpass filter with a transmission bandwidth tunable by the incident angle in a tri-mode high-contrast grating (HCG). We attribute this extraordinary phenomenon to the destructive interference between the TM$_{0}$ and TM$_{2}$ modes and the Fabry-P\\'erot resonance of the TM1 mode, which can only be excited at the oblique incidence. The transmission bandwidth can be tuned from zero at normal incidence and increases quadratically with incident angle, while the center wavelength reds shifts slightly. The corresponding Q factor can be continuously tuned from 10$^{6}$ to 10$^{2}$ as the incident angle increases from nearly 0$^{\\text{o}}$ to 10$^{\\text{o}}$. ",
    "url": "https://arxiv.org/abs/2206.13771",
    "authors": [
      "Hsin-Yu Yao",
      "Yi-Chen Wang",
      "Tsun-Hsu Chang",
      "Tsing-Hua Her"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.13782",
    "title": "Versatile tuning of Kerr soliton microcombs in crystalline  microresonators",
    "abstract": "Microresonator-based optical frequency combs emitted from high-quality-factor microresonators, also known as microcombs, have opened up new horizons to areas of optical frequency comb technology including frequency metrology, precision sensing, and optical communication. To extend the capability of microcombs for such applications, large and reliable tunability is of critical importance. Here, we show broad spectral tuning of Kerr soliton microcombs in a thermally controlled crystalline microresonator with pump-detuning stabilization. The fundamental elements composing frequency combs, namely the center frequency, repetition frequency, and carrier-envelope offset frequency, are spectrally tuned by up to -48.8 GHz, -5.85 MHz, and -386 MHz, respectively, leveraging thermal effects in ultrahigh-Q crystalline magnesium fluoride resonators. We further demonstrate a 3.4-fold enhancement of soliton comb power resulting from thermal expansion with a temperature change of only 28 K by employing quantitative analyses of the fiber-to-resonator coupling efficiency. ",
    "url": "https://arxiv.org/abs/2206.13782",
    "authors": [
      "Shun Fujii",
      "Koshiro Wada",
      "Ryo Sugano",
      "Hajime Kumazaki",
      "Soma Kogure",
      "Yuichiro K. Kato",
      "Takasumi Tanabe"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2206.13789",
    "title": "Roadmap for Optical Tweezers",
    "abstract": "Optical tweezers are tools made of light that enable contactless pushing, trapping, and manipulation of objects ranging from atoms to space light sails. Since the pioneering work by Arthur Ashkin in the 1970s, optical tweezers have evolved into sophisticated instruments and have been employed in a broad range of applications in life sciences, physics, and engineering. These include accurate force and torque measurement at the femtonewton level, microrheology of complex fluids, single micro- and nanoparticle spectroscopy, single-cell analysis, and statistical-physics experiments. This roadmap provides insights into current investigations involving optical forces and optical tweezers from their theoretical foundations to designs and setups. It also offers perspectives for applications to a wide range of research fields, from biophysics to space exploration. ",
    "url": "https://arxiv.org/abs/2206.13789",
    "authors": [
      "Giovanni Volpe",
      "Onofrio M. Maragò",
      "Halina Rubinzstein-Dunlop",
      "Giuseppe Pesce",
      "Alexander B. Stilgoe",
      "Giorgio Volpe",
      "Georgiy Tkachenko",
      "Viet Giang Truong",
      "Síle Nic Chormaic",
      "Fatemeh Kalantarifard",
      "Parviz Elahi",
      "Mikael Käll",
      "Agnese Callegari",
      "Manuel I. Marqués",
      "Antonio A. R. Neves",
      "Wendel L. Moreira",
      "Adriana Fontes",
      "Carlos L. Cesar",
      "Rosalba Saija",
      "Abir Saidi",
      "Paul Beck",
      "Jörg S. Eismann",
      "Peter Banzer",
      "Thales F.D. Fernandes",
      "Francesco Pedaci",
      "Warwick P Bowen",
      "Rahul Vaippully",
      "Muruga Lokesh",
      "Basudev Roy",
      "Gregor Thalhammer",
      "Monika Ritsch-Marte",
      "Laura Pérez García",
      "Alejandro V. Arzola",
      "Isaac Pérez Castillo",
      "Aykut Argun",
      "Till M. Muenker",
      "Bart E. Vos",
      "Timo Betz",
      "Ilaria Cristiani",
      "Paolo Minzioni",
      "Peter J. Reece",
      "Fan Wang",
      "David McGloin",
      "Justus C. Ndukaife",
      "Romain Quidant"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Soft Condensed Matter (cond-mat.soft)"
    ]
  },
  {
    "id": "arXiv:2206.13805",
    "title": "Spatiotemporal attosecond control of electron pulses via subluminal  terahertz waveforms",
    "abstract": "Shaping electron beams with the cycles of light provides femtosecond and attosecond time resolution in electron microscopy and enables fundamental quantum-coherent measurements. However, efficient light-electron control requires a prolonged interaction between the two beams for cascaded transfer of photon energy and momentum to the freely propagating electrons. Here we report the use of traveling evanescent terahertz waves to achieve velocity matching and thereby high acceleration gradients both in space and in time. With experiment and simulations, we demonstrate attosecond streaking, temporal pulse compression, acceleration and spatial focusing of sub-relativistic electron pulses with a single evanescent-wave element under the control of selected terahertz delays and phases. Based on these results, we propose to use a symmetric arrangement with two evanescent terahertz waves to generate isolated attosecond electron pulses in a beam with realistic parameters. These results establish subluminal terahertz waves as a promising tool for ultrafast electron pulse control. ",
    "url": "https://arxiv.org/abs/2206.13805",
    "authors": [
      "Mikhail Volkov",
      "Eruthuparna Ramachandran",
      "Maximilian Mattes",
      "Atal Bihari Swain",
      "Maxim Tsarev",
      "Peter Baum"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2206.13806",
    "title": "X-ray computed $μ$-tomography for the characterization of optical  fibers",
    "abstract": "In spite of their ubiquitous applications, the characterization of glass fibers by means of all-optical techniques is still facing some limitations. Recently, X-ray absorption has been proposed as a method for visualizing the inner structure of both standard and microstructure optical fibers. Here, we exploit X-ray absorption as nondestructive technique for the characterization of optical glass fibers. Starting from absorption contrast X-ray computed micro-tomography measurements, we obtain information about the spatial profile of the fiber refractive index at optical frequencies. We confirm the validity of our approach by comparing its results with complementary characterization techniques, based on electron spectroscopy or multiphoton microscopy. ",
    "url": "https://arxiv.org/abs/2206.13806",
    "authors": [
      "Mario Ferraro",
      "Maria C. Crocco",
      "Fabio Mangini",
      "Maxime Jonard",
      "Francesco Sangiovanni",
      "Mario Zitelli",
      "Raffaele Filosa",
      "Joseph J. Beltrano",
      "Antonio De Luca",
      "Riccardo C. Barberi",
      "Raffaele G. Agostino",
      "Vincent Couderc",
      "Stefan Wabnitz",
      "Vincenzo Formoso"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2206.13835",
    "title": "Systematic Investigation of Millimeter-Wave Optic Modulation Performance  in Thin-Film Lithium Niobate",
    "abstract": "Millimeter-wave (mmWave) band (30 - 300 GHz) is an emerging spectrum range for wireless communication, short-range radar and sensor applications. mmWave-optic modulators that could efficiently convert mmWave signals into optical domain are crucial components for long-haul transmission of mmWave signals through optical networks. At these ultrahigh frequencies, however, the modulation performances are highly sensitive to the transmission line loss as well as the velocity- and impedance-matching conditions, while precise measurements and modeling of these parameters are often non-trivial. Here we present a systematic investigation of the mmWave-optic modulation performances of thin-film lithium niobate modulators through theoretical modeling, electrical verifications and electro-optic measurements at frequencies up to 325 GHz. Based on our experimentally verified model, we demonstrate thin-film lithium niobate mmWave-optic modulators with a measured 3-dB electro-optic bandwidth of 170 GHz and a 6-dB bandwidth of 295 GHz. The device also shows a low RF half-wave voltage of 7.3 V measured at an ultrahigh modulation frequency of 250 GHz. This work provides a comprehensive guideline for the design and characterization of mmWave-optic modulators and paves the way toward future integrated mmWave photonic systems for beyond-5G communication and radar applications. ",
    "url": "https://arxiv.org/abs/2206.13835",
    "authors": [
      "Yiwen Zhang",
      "Linbo Shao",
      "Jingwei Yang",
      "Zhaoxi Chen",
      "Ke Zhang",
      "Kam-Man Shum",
      "Di Zhu",
      "Chi Hou Chan",
      "Marko Lončar",
      "Cheng Wang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2206.13863",
    "title": "Inverse Design in the Complex Plane: Manipulating Quasi-Normal Modes",
    "abstract": "Utilising the fact that the frequency response of a material can be decomposed into the quasi-normal modes supported by the system, we present two methods to directly manipulate the complex frequencies of quasi-normal modes in the complex plane. We first consider an `eigen-permittivity' approach that allows one to find how to shift the permittivity of the structure everywhere in order to place a single quasi-normal mode at a desired complex frequency. Secondly, we then use perturbation theory for quasi-normal modes to iteratively change the structure until a given selection of quasi-normal modes occur at desired complex frequencies. ",
    "url": "https://arxiv.org/abs/2206.13863",
    "authors": [
      "James R Capers",
      "Dean A Patient",
      "Simon A R Horsley"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.13886",
    "title": "Modal analysis of photonic and plasmonic resonators: user guide for the  MAN program",
    "abstract": "Any electromagnetic system, in particular resonators, has resonances with finite lifetimes. The associated eigenstates, also called quasinormal modes, are essentially non-Hermitian and determine optical responses of the system. We introduce MAN (Modal Analysis of Nanoresonators), a software with many open scripts which computes and normalizes the quasinormal modes of virtually any electromagnetic resonator, be it composed of dispersive, anisotropic, or non-reciprocal materials. MAN reconstructs the scattered field in the basis formed by the quasinormal modes of the resonator and provides a transparent interpretation of the physics. The software is implemented in MATLAB and has been developed over the past ten years. MAN features many toolboxes that illustrate how to use the software for various emblematic computations in nanophotonics. A specific effort has been devoted to interface the solver with the finite-element software COMSOL Multiphysics. However, the software can also be used with other frequency-domain numerical solvers. This article introduces the program, summarizes the relevant theory, and is supplemented by a comprehensive suite of classic examples that can be downloaded from our web. ",
    "url": "https://arxiv.org/abs/2206.13886",
    "authors": [
      "T. Wu1",
      "D. Arrivault",
      "W. Yan",
      "P. Lalanne"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.13945",
    "title": "Testing a Bell Inequality with a Remote Quantum Processor",
    "abstract": "IBM Quantum offers free remote access to real quantum processors. One of the many experiments now accessible to all students is a test of Bell inequalities. This experiment introduces the rigorous mysteries that physicists have grappled with for a century. Using IBM Quantum to test Bell inequalities is not new. However, we are unaware of any single reference, appropriate for introductory students, that contains (1) the derivation of a Bell inequality, (2) the derivation of the corresponding quantum prediction, and (3) instructions for carrying out the experiment with IBM Quantum. ",
    "url": "https://arxiv.org/abs/2206.13945",
    "authors": [
      "Jed Brody",
      "Robert Avram"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2206.14030",
    "title": "Dissipation anomaly in a turbulent quantum fluid",
    "abstract": "When the intensity of turbulence is increased (by increasing the Reynolds number, e.g. by reducing the viscosity of the fluid), the rate of the dissipation of kinetic energy decreases but does not tend asymptotically to zero: it levels off to a non-zero constant as smaller and smaller vortical flow structures are generated. This fundamental property, called the dissipation anomaly, is sometimes referred to as the zeroth law of turbulence. The question of what happens in the limit of vanishing viscosity (purely hypothetical in classical fluids) acquires a particular physical significance in the context of liquid helium, a quantum fluid which becomes effectively inviscid at low temperatures achievable in the laboratory. By performing numerical simulations and identifying the superfluid Reynolds number, here we show evidence for a superfluid analog to the classical dissipation anomaly. Our numerics indeed show that as the superfluid Reynolds number increases, smaller and smaller structures are generated on the quantized vortex lines on which the superfluid vorticity is confined, balancing the effect of weaker and weaker dissipation. ",
    "url": "https://arxiv.org/abs/2206.14030",
    "authors": [
      "Luca Galantucci",
      "Em Rickinson",
      "Andrew W. Baggaley",
      "Nick G. Parker",
      "Carlo F. Barenghi"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Quantum Gases (cond-mat.quant-gas)"
    ]
  },
  {
    "id": "arXiv:2206.13543",
    "title": "Resonant Electric Probe to Axionic Dark Matter",
    "abstract": "The oscillating light axion field is known as wave dark matter. We propose an LC-resonance enhanced detection of the narrow band electric signals induced by the axion dark matter using a solenoid magnet facility. We provide full 3D electromagnetic simulation results for the signal electric field. The electric signal is enhanced by the high $Q$-factor of a resonant LC circuit and then amplified and detected by the state-of-the-art cryogenic electrical transport measurement technique. The amplifier noise is the leading noise in the setup. We demonstrate that the setup has promising sensitivity for axionic dark matter with mass $m_a$ below $10^{-6}$ eV. The projected sensitivities increase with the size of the magnetic field, and the electric signal measurement can be potentially sensitive to the QCD axion with $g_{a\\gamma} \\sim 10^{-16}$ GeV$^{-1}$ with a multi-meter scale magnetized region. ",
    "url": "https://arxiv.org/abs/2206.13543",
    "authors": [
      "Junxi Duan",
      "Yu Gao",
      "Chang-Yin Ji",
      "Sichun Sun",
      "Yugui Yao",
      "Yun-Long Zhang"
    ],
    "subjectives": [
      "High Energy Physics - Phenomenology (hep-ph)",
      "Cosmology and Nongalactic Astrophysics (astro-ph.CO)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "High Energy Physics - Experiment (hep-ex)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2206.13800",
    "title": "Terahertz photodetection in scalable single-layer-graphene and hexagonal  boron nitride heterostructures",
    "abstract": "The unique optoelectronic properties of single layer graphene (SLG) are ideal for the development of photonic devices across a broad range of frequencies, from X-rays to microwaves. In the terahertz (THz) range (0.1-10 THz frequency) this has led to the development of optical modulators, non-linear sources, and photodetectors, with state-of-the-art performances. A key challenge is the integration of SLG-based active elements with pre-existing technological platforms in a scalable way, while maintaining performance level unperturbed. Here, we report on the development of room temperature THz detection in large-area SLG, grown by chemical vapor deposition (CVD), integrated in antenna-coupled field effect transistors. We selectively activate the photo-thermoelectric detection dynamics, and we employ different dielectric configurations on SLG on Al2O3 with and without large-area CVD hBN capping to investigate their effect on SLG thermoelectric properties underpinning photodetection. With these scalable architectures, response times ~5ns and noise equivalent powers ~1nWHz-1/2 are achieved under zero-bias operation. This shows the feasibility of scalable, large-area, layered materials heterostructures for THz detection. ",
    "url": "https://arxiv.org/abs/2206.13800",
    "authors": [
      "M. Asgari",
      "L. Viti",
      "O. Balci",
      "S. M. Shinde",
      "J. Zhang",
      "H. Ramezani",
      "S. Sharma",
      "A. Meersha",
      "G. Menichetti",
      "C. McAleese",
      "B. Conran",
      "X. Wang",
      "A. Tomadin",
      "A. C. Ferrari",
      "M. S. Vitiello"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.13968",
    "title": "Information Entropy Initialized Concrete Autoencoder for Optimal Sensor  Placement and Reconstruction of Geophysical Fields",
    "abstract": "We propose a new approach to the optimal placement of sensors for the problem of reconstructing geophysical fields from sparse measurements. Our method consists of two stages. In the first stage, we estimate the variability of the physical field as a function of spatial coordinates by approximating its information entropy through the Conditional PixelCNN network. To calculate the entropy, a new ordering of a two-dimensional data array (spiral ordering) is proposed, which makes it possible to obtain the entropy of a physical field simultaneously for several spatial scales. In the second stage, the entropy of the physical field is used to initialize the distribution of optimal sensor locations. This distribution is further optimized with the Concrete Autoencoder architecture with the straight-through gradient estimator and adversarial loss to simultaneously minimize the number of sensors and maximize reconstruction accuracy. Our method scales linearly with data size, unlike commonly used Principal Component Analysis. We demonstrate our method on the two examples: (a) temperature and (b) salinity fields around the Barents Sea and the Svalbard group of islands. For these examples, we compute the reconstruction error of our method and a few baselines. We test our approach against two baselines (1) PCA with QR factorization and (2) climatology. We find out that the obtained optimal sensor locations have clear physical interpretation and correspond to the boundaries between sea currents. ",
    "url": "https://arxiv.org/abs/2206.13968",
    "authors": [
      "Nikita Turko",
      "Alexander Lobashev",
      "Konstantin Ushakov",
      "Maxim Kaurkin",
      "Rashit Ibrayev"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Computer Vision and Pattern Recognition (cs.CV)",
      "Atmospheric and Oceanic Physics (physics.ao-ph)"
    ]
  },
  {
    "id": "arXiv:2206.14013",
    "title": "Semiconductor-like Optical Properties Unveiled by Modeling of  Short-Period Aluminum Oxide-Copper Multi-Layered Nanocomposites Deposited by  Sputtering Atomic Layer Augmented Deposition (SALAD)",
    "abstract": "In our previous publication, we discussed the optical properties of multi-layered nanocomposite samples consisting of 300 pairs of an AlOx layer and a Cu layer produced from sputtering atomic layer augmented deposition (SALAD). These samples displayed unusual spectral reflectance that could not be well described via conventional means and could not be explained as an interpolation of the constituent materials. Computational models were then needed to both describe the results that were obtained and to predict the samples' other material properties. This process was approached by using the transfer-matrix method to describe the spectral reflectance based on the constituent materials, and then the dispersion method was used to find the composite index of refraction for the samples. The models successfully described pure Cu but encountered minor difficulties when it came to AlOx, as such, more research is needed to either properly model non-holomorphic materials like AlOx with the current algorithm or to find a better model that can adequately describe both Cu and AlOx. The dispersion model implemented predicts that the samples, composed of many thin film layers of metal and dielectric, would display semiconductor-like behavior. Therefore, this indicates that SALAD's combination of sputtering and ALD permits the generation of novel metal-dielectric based semiconductors. ",
    "url": "https://arxiv.org/abs/2206.14013",
    "authors": [
      "Søren A. Tornøe",
      "Jacob H. Sands",
      "Nobuhiko P. Kobayashi"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.14065",
    "title": "Quantum Antennas",
    "abstract": "Due to the recent groundbreaking developmentsof nanotechnologies,it became possible to create intrinsically quantum systems able to serve as high-directional antennas in THz, infrared and optical ranges. Actually, the quantum antennas,as devices shaping light on thelevel of single quanta,havealreadybecomethe key elements in nanooptics and nanoelectronics. The quantum antennas are actively researched for possible implementations in quantum communications, quantum imaging and sensing,andenergy harvesting. However, the design and optimization of these emitting/receivingdevices arestill rather undevelopedin comparisonwith the well-known methods for conventional radio-frequency antennas. This review provides a discussion of the recent achievements in the concept of the quantum antenna as an open quantum systememitting via interaction with a photonic reservoir. We focuson bridging the gap between quantum antennas and their macroscopic classical analogues. We also discuss the ways of quantum-antennaimplementation for different configurations basedon such materials, as plasmonic metals, carbon nanotubes, and semiconductor quantum dots. ",
    "url": "https://arxiv.org/abs/2206.14065",
    "authors": [
      "Gregory Ya. Slepyan",
      "Svetlana Vlasenko",
      "Dmitri Mogilevtsev"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.14111",
    "title": "Magnetic Resonance Imaging study of sheared granular matter",
    "abstract": "We introduce a Magnetic Resonance Imaging technique to study the geometry of shear zones of soft, low-frictional and hard, frictional granular materials and their mixtures. Hydrogel spheres serve as the soft, low-frictional material component, while mustard seeds represent rigid, frictional grains. Some of the hydrogel spheres are doped with CuSO4 salt to serve as tracers. A split-bottom shear cell is sheared stepwise and the shear profiles are determined from the differences of tomograms after successive shear steps, using Particle Imaging Velocimetry.We find that the shear zone geometry differs considerably between soft grains submersed in water and the same material without the embedding fluid. ",
    "url": "https://arxiv.org/abs/2206.14111",
    "authors": [
      "Jing Wang",
      "Zohreh Farmani",
      "Joshua Dijksman",
      "Cindy Luebeck",
      "Oliver Speck",
      "Ralf Stannarius"
    ],
    "subjectives": [
      "Soft Condensed Matter (cond-mat.soft)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:1507.06393",
    "title": "Three arguable and interrelated concepts: point particle singularity,  asymmetric action of EM on quantum wave functions, and the Left out  restricted Lorentz gauge from U(1)",
    "abstract": " Comments: 19 pages, 1 figure ",
    "url": "https://arxiv.org/abs/1507.06393",
    "authors": [
      "Yousef Sobouti"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2203.11511",
    "title": "Frequency perturbation theory of bound states in the continuum in a  periodic waveguide",
    "abstract": " Title: Frequency perturbation theory of bound states in the continuum in a  periodic waveguide ",
    "url": "https://arxiv.org/abs/2203.11511",
    "authors": [
      "Amgad Abdrabou",
      "Ya Yan Lu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  }
]