[
  {
    "id": "arXiv:2303.04256",
    "title": "Benchmark Phaseless Auxiliary-Field Quantum Monte Carlo Method for Small  Molecules",
    "abstract": "We report a scalable Fortran implementation of the phaseless auxiliary-field quantum Monte Carlo (ph-AFQMC) and demonstrate its excellent performance and beneficial scaling with respect to system size. Furthermore, we investigate modifications of the phaseless approximation that can help to reduce the overcorrelation problems common to the ph-AFQMC. We apply the method to the 26 molecules in the HEAT set, the benzene molecule, and water clusters. We observe a mean absolute deviation of the total energy of 1.15 kcal/mol for the molecules in the HEAT set; close to chemical accuracy. For the benzene molecule, the modified algorithm despite using a single-Slater-determinant trial wavefunction yields the same accuracy as the original phaseless scheme with 400 Slater determinants. Despite these improvements, we find systematic errors for the CN, CO$_2$, and O$_2$ molecules that need to be addressed with more accurate trial wavefunctions. For water clusters, we find that the ph-AFQMC yields excellent binding energies that differ from CCSD(T) by typically less than 0.5 kcal/mol. ",
    "url": "https://arxiv.org/abs/2303.04256",
    "authors": [
      "Z. Sukurma",
      "M. Schlipf",
      "M. Humer",
      "A. Taheridehkordi",
      "G. Kresse"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2303.04358",
    "title": "Nonreciprocity in Cavity Magnonics at Milikelvin Temperature",
    "abstract": "Incorporating cavity magnonics has opened up a new avenue in controlling non-reciprocity. This work examines a yttrium iron garnet sphere coupled to a planar microwave cavity at milli-Kelvin temperature. Non-reciprocal device behavior results from the cooperation of coherent and dissipative coupling between the Kittel mode and a microwave cavity mode. The device's bi-directional transmission was measured and compared to the theory derived previously in the room temperature experiment. Investigations are also conducted into key performance metrics such as isolation, bandwidth, and insertion loss. The findings point to the coexistence of coherent and dissipative interactions at cryogenic conditions, and one can leverage their cooperation to achieve directional isolation. This work foreshadows the application of a cavity magnonic isolator for on-chip readout and signal processing in superconducting circuitry. ",
    "url": "https://arxiv.org/abs/2303.04358",
    "authors": [
      "Mun Kim",
      "Armin Tabesh",
      "Tyler Zegray",
      "Shabir Barzanjeh",
      "Can-Ming Hu"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2303.04362",
    "title": "Disturbances in the Doppler frequency shift of ionospheric signal and in  telluric current caused by the atmospheric waves from an explosive eruption  of Hunga Tonga volcano on January 15, 2022",
    "abstract": "After an explosive eruption of the Hunga Tonga volcano on January 15, 2022, disturbances were observed at a distance of about 12000km in Northern Tien Shan among the variations of the atmosphere pressure, of telluric current, and of the Doppler frequency shift of ionospheric signal. At 16:00:55UTC a pulse of atmospheric pressure was detected there with a peak amplitude of 1.3hPa and propagation speed of 0.3056km/s, equal to the velocity of Lamb wave. In the variations of the Doppler frequency shift, the disturbances of two types were registered on the 3212km and 2969km long inclined radio-paths, one of which arose as a response to the passage of a Lamb wave (0.3059km/s) through the reflection point of radio wave, and another as reaction to the acoustic-gravity wave (0.2602km/s). Two successive perturbations were also detected in the records of telluric current at the arrival times of the Lamb and acoustic-gravity waves into the registration point. According to the parameters of the Lamb wave, an energy transfer into the atmosphere at the explosion of the Hunga Tonga volcano was roughly estimated as 2000Mt of TNT equivalent. ",
    "url": "https://arxiv.org/abs/2303.04362",
    "authors": [
      "N.Salikhov",
      "A.Shepetov",
      "G.Pak",
      "V.Saveliev",
      "S. Nurakynov",
      "V. Ryabov",
      "V. Zhukov"
    ],
    "subjectives": [
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2303.04552",
    "title": "Precision Measurement of M1 Optical Clock Transition in Ni^(12+)",
    "abstract": "Highly charged ions (HCIs) are of particular interest in new physics searches and quantum metrology. As one of the most competitive candidates, Ni^(12+) was selected as one of the next generation of optical atomic clocks with two forbidden transitions M1 and E2 in the visible spectral range. Here, we perform high-precision wavelength measurement of the M1 transition using the Shanghai-Wuhan Electron Beam Ion Trap (SW-EBIT). We improved the calibration scheme of the spectra and used auxiliary Ar^+ lines for calibration and correction. Compared to our previous results, the final accuracy is improved by a factor of 5, reaching the sub-pm level. ",
    "url": "https://arxiv.org/abs/2303.04552",
    "authors": [
      "Shaolong Chen",
      "Zhiqiang Zhou",
      "Jiguang Li",
      "Tingxian Zhang",
      "Chengbin Li",
      "Tingyun Shi",
      "Yao Huang",
      "Hua Guan",
      "Kelin Gao"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2303.04553",
    "title": "Optical rogue waves in spheroids of tumor cells",
    "abstract": "Rogue waves are intense and unexpected wavepackets ubiquitous in complex systems. In optics, they are promising as robust and noise-resistant beams for probing and manipulating the underlying material. Localizing large optical power is crucial especially in biomedical systems, where, however, extremely intense beams have not yet been observed. We here discover that tumor-cell spheroids manifest optical rogue waves when illuminated by randomly modulated laser beams. The intensity of light transmitted through bio-printed three-dimensional tumor models follows a signature Weibull statistical distribution, where extreme events correspond to spatially-localized optical modes propagating within the cell network. Experiments varying the input beam power and size indicate the rogue waves have a nonlinear origin. We show these optical filaments form high-transmission channels with enhanced transmission. They deliver large optical power through the tumor spheroid, which can be exploited to achieve a local temperature increase controlled by the input wave shape. Our findings shed new light on optical propagation in biological aggregates and demonstrate how extreme event formation allows light concentration in deep tissues, paving the way to using rogue waves in biomedical applications such as light-activated therapies. ",
    "url": "https://arxiv.org/abs/2303.04553",
    "authors": [
      "D. Pierangeli",
      "G. Perini",
      "V. Palmieri",
      "I. Grecco",
      "G. Friggeri",
      "M. Papi",
      "E. DelRe",
      "C. Conti"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)",
      "Applied Physics (physics.app-ph)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2303.04597",
    "title": "Light gap bullets in defocusing media with optical lattices",
    "abstract": "Searching for three-dimensional spatiotemporal solitons (also known as light/optical bullets) has recently attracted keen theoretical and experimental interests in nonlinear physics. Currently, optical lattices of diverse kinds have been introduced to the stabilization of light bullets, while the investigation for the light bullets of gap type -- nonlinear localized modes within the finite gap of the underlying linear Bloch spectrum -- is lacking. Herein, we address the formation and stabilization properties of such light gap bullets in periodic media with defocusing nonlinearity, theoretically and in numerical ways. The periodic media are based on two-dimensional periodic standing waves created in a coherent three-level atomic system which is driven to the regime of electromagnetically induced transparency, which in principle can also be replaced by photonic crystals in optics or optical lattices in ground-state ultracold atoms system. The temporal dispersion term is tuned to normal (positive) group velocity dispersion so that to launch the light gap bullets under self-repulsive nonlinearity; two types of such light gap bullets constructed as 3D gap solitons and vortices with topological charge m=1 within the first finite gap are reported and found to be robustly stable in the existence domains. On account of the light bullets were previously limited to the semi-infinite gap of periodic media and continuous nonlinear physical systems, the light gap bullets reported here thus supplement the missing type of three-dimensional spatiotemporal localized modes in periodic media which exhibit finite band gaps. ",
    "url": "https://arxiv.org/abs/2303.04597",
    "authors": [
      "Zhiming Chen",
      "Jianhua Zeng"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2303.04615",
    "title": "Quantifying optical rogue waves",
    "abstract": "This work presents two distinct approaches to estimating the exponent related to the distribution of optical rogue waves observed in supercontinuum generated in a single-mode fiber, that is, to quantifying the rogueness. The first is a generalization of the well-known Hill estimator, and the second relies on estimating all parameters of a multi-parameter model. We show that the model shows a good correspondence with experimental data, and that the two estimating approaches provide consistent results, which are significantly more accurate than those obtained with earlier methods of estimation. Furthermore, alternative visualization through the tail function revealed the presence of pump depletion as well as detector saturation leading to the breakdown of power-law behavior for the largest observations. We characterized this breakdown via a combination of an exponential and a generalized Pareto distribution. Additionally, we have uncovered a weak memory effect in the data, which can be attributed to changes of the refractive index in the single-mode fiber. ",
    "url": "https://arxiv.org/abs/2303.04615",
    "authors": [
      "Eva Rácz",
      "Kirill Spasibko",
      "Mathieu Manceau",
      "László Ruppert",
      "Maria V. Chekhova",
      "Radim Filip"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2303.04723",
    "title": "Néel-type optical skyrmions inherited from evanescent electromagnetic  fields with rotational symmetry",
    "abstract": "Optical skyrmions, the optical analogue of topological configurations formed by three-dimensional vector fields covering the whole 4{\\pi} solid angle but confined in a two-dimensional (2D) domain, have recently attracted growing interest due to their potential applications in high-density data transfer, storage, and processing. While the optical skyrmions have been successfully demonstrated using different field vectors in both of free-space propagating and near-field evanescent electromagnetic fields, the study on generation and control of the optical skyrmions, and their general correlation with the electromagnetic (EM) fields, are still in infancy. Here, we theoretically propose that an evanescent transverse-magnetic-polarized (TM-polarized) EM fields with rotational symmetry are actually N\\'eel-type optical skyrmions of the electric field vectors. Such optical skyrmions maintain the rotation symmetry that are independent on the operation frequency and medium. Our proposal was verified by numerical simulations and real-space nano-imaging experiments performed on a graphene monolayer. Such a discovery can therefore not only further our understanding on the formation mechanisms of EM topological textures, but also provide a guideline for facile construction of EM skyrmions that may impact future information technologies. ",
    "url": "https://arxiv.org/abs/2303.04723",
    "authors": [
      "Bo Tian",
      "Jingyao Jiang",
      "Ningsheng Xu",
      "Zebo Zheng",
      "Ximiao Wang",
      "Shaojing Liu",
      "Wuchao Huang",
      "Tian Jiang",
      "Huanjun Chen",
      "Shaozhi Deng"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2303.04789",
    "title": "Trap-induced ac Zeeman shift of the thorium-229 nuclear clock frequency",
    "abstract": "We examine the effect of a parasitic rf magnetic field, attributed to ion trapping, on the highly anticipated nuclear clock based on $^{229}$Th$^{3+}$ [C. J. Campbell et al., Phys. Rev. Lett. 108, 120802 (2012)]. The rf magnetic field induces an ac Zeeman shift to the clock frequency. As we demonstrate, this shift threatens to be the dominant systematic frequency shift for the clock, exceeding other systematic frequency shifts and the projected systematic uncertainty of the clock by orders of magnitude. We propose practical means to suppress or eliminate this shift. ",
    "url": "https://arxiv.org/abs/2303.04789",
    "authors": [
      "K. Beloy"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2303.04151",
    "title": "Addressing the programming challenges of practical interferometric mesh  based optical processors",
    "abstract": "We demonstrate a novel mesh of Mach-Zehnder interferometers (MZIs) for programmable optical processors. The proposed mesh, referred to as Bokun mesh, is an architecture that merges the attributes of the prior topologies Diamond and Clements. Similar to Diamond, Bokun provides diagonal paths passing through every individual MZI enabling direct phase monitoring. However, unlike Diamond and similar to Clements, Bokun maintains a minimum optical depth leading to better scalability. Providing the monitoring option, Bokun's programming is faster improving the total energy efficiency of the processor. The performance of Bokun mesh enabled by an optimal optical depth is also more resilient to the loss and fabrication imperfections compared to architectures with longer depth such as Reck and Diamond. Employing an efficient programming scheme, the proposed architecture improves energy efficiency by 83% maintaining the same computation accuracy for weight matrix changes at 2 kHz. ",
    "url": "https://arxiv.org/abs/2303.04151",
    "authors": [
      "Kaveh Rahbardar Mojaver",
      "Bokun Zhao",
      "Edward Leung",
      "S. Mohammad Reza Safaee",
      "Odile Liboiron-Ladouceur"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2303.04174",
    "title": "Time-delayed single quantum repeater node for global quantum  communications with a single satellite",
    "abstract": "Quantum networking on a global scale is an immensely challenging endeavor that is fraught with significant technical and scientific obstacles. While various types of quantum repeaters have been proposed they are typically limited to distances of a few thousand kilometers or require extensive hardware overhead. Recent proposals suggest that space-borne quantum repeaters composed of a small number of satellites carrying on-board quantum memories would be able to cover truly global distances. In this paper, we propose an alternative to such repeater constellations using an ultra-long lived quantum memory in combination with a second memory with a shorter storage time. This combination effectively acts as a time-delayed version of a single quantum repeater node. We investigate the attainable finite key rates and demonstrate an improvement of at least three orders of magnitude over prior single-satellite methods that rely on a single memory, while simultaneously reducing the necessary memory capacity by the same amount. We conclude by suggesting an experimental platform to realize this scheme. ",
    "url": "https://arxiv.org/abs/2303.04174",
    "authors": [
      "Mustafa Gündoğan",
      "Jasminder J. Sidhu",
      "Daniel K. L. Oi",
      "Markus Krutzik"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Space Physics (physics.space-ph)"
    ]
  },
  {
    "id": "arXiv:2303.04467",
    "title": "The evolution of cooperation and diversity by integrated indirect  reciprocity",
    "abstract": "Indirect reciprocity is one of the major mechanisms for the evolution of cooperation in human societies. There are two types of indirect reciprocity: upstream and downstream. Cooperation in downstream reciprocity follows the pattern, 'You helped someone, and I will help you'. The direction of cooperation is reversed in upstream reciprocity, which instead follows the pattern, 'You helped me, and I will help someone else'. In reality, these two types of indirect reciprocity often occur in combination. However, upstream and downstream reciprocity have mostly been studied theoretically in isolation. Here, we propose a new model that integrates both types. We apply the standard giving-game framework of indirect reciprocity and analyze the model by means of evolutionary game theory. We show that the model can result in the stable coexistence of altruistic reciprocators and free riders in well-mixed populations. We also found that considering inattention in the assessment rule can strengthen the stability of this mixed equilibrium, even resulting in a global attractor. Our results indicate that the cycles of forwarding help and rewarding help need to be established for creating and maintaining diversity and inclusion in a society. ",
    "url": "https://arxiv.org/abs/2303.04467",
    "authors": [
      "Tatsuya Sasaki",
      "Satoshi Uchida",
      "Isamu Okada",
      "Hitoshi Yamamoto"
    ],
    "subjectives": [
      "Populations and Evolution (q-bio.PE)",
      "Computers and Society (cs.CY)",
      "Adaptation and Self-Organizing Systems (nlin.AO)",
      "Physics and Society (physics.soc-ph)"
    ]
  },
  {
    "id": "arXiv:2303.04608",
    "title": "Survey of the Hierarchical Equations of Motion in Tensor-Train format  for non-Markovian quantum dynamics",
    "abstract": "This work is a pedagogical survey about the hierarchical equations of motion and their implementation with the tensor-train format. These equations are a great standard in non-perturbative non-Markovian open quantum systems. They are exact for harmonic baths in the limit of relevant truncation of the hierarchy. We recall the link with the perturbative second order time convolution equations also known as the Bloch-Redfield equations. Some theoretical tools characterizing non-Markovian dynamics such as the non- Markovianity measures or the dynamical map are also briefly discussed in the context of HEOM simulations. The main points of the tensor-train expansion are illustrated in an example with a qubit interacting with a bath described by a Lorentzian spectral density. Finally, we give three illustrative applications in which the system-bath coupling operator is similar to that of the analytical treatment. The first example revisits a model in which population-to-coherence transfer via the bath creates a long-lasting coherence between two states. The second one is devoted to the computation of stationary absorption and emission spectra. We illustrate the link between the spectral density and the Stokes shift in situations with and without nonadiabatic interaction. Finally, we simulate an excitation transfer when the spectral density is discretized by undamped modes to illustrate a situation in which the TT formulation is more efficient than the standard one. ",
    "url": "https://arxiv.org/abs/2303.04608",
    "authors": [
      "Etienne Mangaud",
      "Amine Jaouadi",
      "Alex Chin",
      "Michèle Desouter-Lecomte"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2303.04677",
    "title": "Brillouin optomechanics in the quantum ground state",
    "abstract": "Bulk acoustic wave (BAW) resonators are attractive as intermediaries in a microwave-to-optical transducer, due to their long coherence times and controllable coupling to optical photons and superconducting qubits. However, for an optomechanical transducer to operate without detrimental added noise, the mechanical modes must be in the quantum ground state. This has proven challenging in recent demonstrations of transduction based on other types of mechanical resonators, where absorption of laser light caused heating of the phonon modes. In this work, we demonstrate ground state operation of a Brillouin optomechanical system composed of a quartz BAW resonator inside an optical cavity. The system is operated at $\\sim$200 mK temperatures inside a dilution refrigerator, which is made possible by designing the system so that it self-aligns during cooldown and is relatively insensitive to mechanical vibrations. We show optomechanical coupling to several phonon modes and perform sideband asymmetry thermometry to demonstrate a thermal occupation below 0.5 phonons at base temperature. This constitutes the heaviest ($\\sim$494 $\\mu$g) mechanical object measured in the quantum ground state to date. Further measurements confirm a negligible effect of laser heating on this phonon occupation. Our results pave the way toward low-noise, high-efficiency microwave-to-optical transduction based on BAW resonators. ",
    "url": "https://arxiv.org/abs/2303.04677",
    "authors": [
      "H. M. Doeleman",
      "T. Schatteburg",
      "R. Benevides",
      "S. Vollenweider",
      "D. Macri",
      "Y. Chu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2303.04732",
    "title": "Polarization dynamics of solid-state quantum emitters",
    "abstract": "Quantum emitters in solid-state crystals have recently attracted a lot of attention due to their simple applicability in optical quantum technologies. Color centers such as fluorescent defects hosted by diamond and hexagonal boron nitride (hBN) emit single photons at room temperature and can be used for nanoscale sensing. The atomic structure of the hBN defects, however, is not yet well understood. In this work, we fabricate an array of identical hBN emitters by localized electron irradiation. This allows us to correlate the dipole orientations with the host crystal axes. The angle of excitation and emission dipoles relative to the crystal axes are also calculated using density functional theory, which reveals characteristic angles for every specific defect. Moreover, we also investigate the temporal polarization dynamics and discover a mechanism of time-dependent polarization visibility and dipole orientation of color centers in hBN and diamond. This can be traced back to the excitation of excess charges in the local crystal environment. We therefore provide a promising pathway for the identification of color centers as well as important insight into the dynamics of solid-state quantum emitters. ",
    "url": "https://arxiv.org/abs/2303.04732",
    "authors": [
      "Anand Kumar",
      "Çağlar Samaner",
      "Chanaprom Cholsuk",
      "Tjorben Matthes",
      "Serkan Paçal",
      "Yağız Oyun",
      "Ashkan Zand",
      "Robert J. Chapman",
      "Grégoire Saerens",
      "Rachel Grange",
      "Sujin Suwanna",
      "Serkan Ateş",
      "Tobias Vogl"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2303.04768",
    "title": "Rényi entropy of quantum anharmonic chain at non-zero temperature",
    "abstract": "The interplay of quantum and classical fluctuations in the vicinity of a quantum critical point (QCP) gives rise to various regimes or phases with distinct quantum character. In this work, we show that the R\\'enyi entropy is a precious tool to characterize the phase diagram of critical systems not only around the QCP but also away from it, thanks to its capability to detect the emergence of local order at finite temperature. For an efficient evaluation of the R\\'enyi entropy, we introduce a new algorithm based on a path integral Langevin dynamics combined with a previously proposed thermodynamic integration method built on regularized paths. We apply this framework to study the critical behavior of a linear chain of anharmonic oscillators, a particular realization of the $\\phi^4$ model. We fully resolved its phase diagram, as a function of both temperature and interaction strength. At finite temperature, we find a sequence of three regimes - para, disordered and quasi long-range ordered -, met as the interaction is increased. The R\\'enyi entropy divergence coincides with the crossover between the para and disordered regime, which shows no temperature dependence. The occurrence of quasi long-range order, on the other hand, is temperature dependent. The two crossover lines merge in proximity of the QCP, at zero temperature, where the R\\'enyi entropy is sharply peaked. Via its subsystem-size scaling, we confirm that the transition belongs to the two-dimensional Ising universality class. This phenomenology is expected to happen in all $\\phi^4$-like systems, as well as in the elusive water ice transition across phases VII, VIII and X. ",
    "url": "https://arxiv.org/abs/2303.04768",
    "authors": [
      "Miha Srdinšek",
      "Michele Casula",
      "Rodolphe Vuilleumier"
    ],
    "subjectives": [
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2204.11734",
    "title": "Enhancing quantum cryptography with quantum dot single-photon sources",
    "abstract": " Title: Enhancing quantum cryptography with quantum dot single-photon sources ",
    "url": "https://arxiv.org/abs/2204.11734",
    "authors": [
      "Mathieu Bozzio",
      "Michal Vyvlecka",
      "Michael Cosacchi",
      "Cornelius Nawrath",
      "Tim Seidelmann",
      "Juan Carlos Loredo",
      "Simone Luca Portalupi",
      "Vollrath Martin Axt",
      "Peter Michler",
      "Philip Walther"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.03119",
    "title": "Generation of extreme ultraviolet laser by single-photon process",
    "abstract": " Title: Generation of extreme ultraviolet laser by single-photon process ",
    "url": "https://arxiv.org/abs/2206.03119",
    "authors": [
      "Daobiao Hong",
      "Bingke Xiang",
      "Tong Wu",
      "Zhensheng Tao",
      "Yihua Wang",
      "Zhonghao Liu",
      "Shan Qiao"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.12363",
    "title": "From Tensor Network Quantum States to Tensorial Recurrent Neural  Networks",
    "abstract": " Comments: 14 pages, 10 figures ",
    "url": "https://arxiv.org/abs/2206.12363",
    "authors": [
      "Dian Wu",
      "Riccardo Rossi",
      "Filippo Vicentini",
      "Giuseppe Carleo"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Machine Learning (cs.LG)",
      "Computational Physics (physics.comp-ph)",
      "Machine Learning (stat.ML)"
    ]
  },
  {
    "id": "arXiv:2210.10711",
    "title": "Suppression of mid-infrared plasma resonance due to quantum confinement  in delta-doped silicon",
    "abstract": " Title: Suppression of mid-infrared plasma resonance due to quantum confinement  in delta-doped silicon ",
    "url": "https://arxiv.org/abs/2210.10711",
    "authors": [
      "Steve M. Young",
      "Aaron M. Katzenmeyer",
      "Evan M. Anderson",
      "Ting S. Luk",
      "Jeffrey A. Ivie",
      "Scott W. Schmucker",
      "Xujiao Gao",
      "Shashank Misra"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2211.04795",
    "title": "Classical and quantum gravity from axioms of relativistic quantum  mechanics",
    "abstract": " Comments: Reorganized and expanded. Title adapted. 10 pages ",
    "url": "https://arxiv.org/abs/2211.04795",
    "authors": [
      "Walter Smilga"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2212.12304",
    "title": "On the strangeness of quantum probabilities",
    "abstract": " Title: On the strangeness of quantum probabilities ",
    "url": "https://arxiv.org/abs/2212.12304",
    "authors": [
      "Marcello Poletti"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2212.13362",
    "title": "Positivity Preserving non-Markovian Master Equation for Open Quantum  System Dynamics: Stochastic Schrödinger Equation Approach",
    "abstract": " Comments: major revision ",
    "url": "https://arxiv.org/abs/2212.13362",
    "authors": [
      "Wufu Shi",
      "Yusui Chen",
      "Quanzhen Ding",
      "Ting Yu",
      "Jin Wang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  }
]