[
  {
    "id": "arXiv:2407.01609",
    "title": "Radio-frequency cavity field measurements through free falling bead",
    "abstract": "           This paper introduces a novel bead-falling measurement method for the precise and efficient mapping of electromagnetic fields within radio-frequency (RF) cavities, which are crucial components in the design of accelerators. The traditional bead-pull method, while effective, involves mechanical complexities and is prone to errors from wire perturbations. The innovative method reported here leverages the simplicity and accuracy of free-falling beads to mitigate these issues. This technique eliminates the need for a wire-pulley system, thereby simplifying the experimental setup and reducing potential mechanical errors. We detail the development and operational principles of this new method, including the design of a compact, portable measurement device that integrates a bead/droplet release system and a bead detection system linked to a Vector Network Analyzer (VNA). The device has been tested with a three-gap buncher cavity and a scaled Alvarez-type cavity, demonstrating its ability to perform rapid, reliable field measurements under various challenging conditions, including low signal-to-noise ratios and environmental vibrations. The results confirm the method's superiority in precision and operational efficiency, potentially setting a new standard for RF cavity diagnostics and tuning.         ",
    "url": "https://arxiv.org/abs/2407.01609",
    "authors": [
      "Xiaonan Du",
      "Lars Groening"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2407.01721",
    "title": "Evolution of performance parameters of perovskite solar cells with current-voltage scan frequency",
    "abstract": "           Current-voltage measurements are a standard testing protocol to determine the efficiency of any solar cell. However, perovskite solar cells display significant kinetic phenomena that modify the performance at several time scales, due to hysteresis, internal capacitances, and related mechanisms. Here, we develop a method to analyze the current-voltage curves by using large amplitude sinusoids as the excitation waveforms, specifically addressed to determine the influence of cycling frequency on the performance parameters. We solve a system of equations representative of charge collection and recombination, that provide the frequency-dependent dynamical behavior of the internal ion-controlled surface recombination processes that cause open-circuit voltage variations often observed in high performance devices. We analyze several reported experimental data, and we feature the key parameters governing the evolution of hysteresis phenomena as the scan speed is increased in relation to Impedance Spectroscopy.         ",
    "url": "https://arxiv.org/abs/2407.01721",
    "authors": [
      "Enrique H. Balaguera",
      "Juan Bisquert"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2407.01756",
    "title": "Radiative decay of muonic molecules in resonance states",
    "abstract": "           In this study, we theoretically investigated x-ray spectra from the radiative decay of muonic deuterium molecules dd$\\mu$ in resonance states which plays an important role in a new kinetic model of muon catalyzed fusion ($\\mu$CF). The resonance states are Feshbach resonances located below the d$\\mu$($n=2$) + d threshold energy and radiatively decay into the continuum or bound states. The x-ray spectra having characteristic shapes according to the radial distribution of the two nuclei are obtained using precise three-body wave functions. We carefully examined the convergence of the x-ray spectra and achieved agreements between the length- and velocity-gauge calculations. We revealed a non-adiabatic kinetic energy distribution of the decay fragments, indicating that the radiative decay results in epithermal muonic atoms. We also investigated the decay branch directly resulting in bound-state muonic molecules. Some resonance states dd$\\mu^\\ast$ and dt$\\mu^\\ast$ are found to have high branching ratios to the bound state where intramolecular nuclear fusion occurs. The direct formation of the muonic molecules in the bound states from metastable muonic atoms can be a fast track in the $\\mu$CF cycle which skips slow path to form the bound state from the ground-state muonic atoms and increases the $\\mu$CF cycle rate. Although the spectra from the radiative decays are located in the energy range of $1.5$--$1.997$ keV, close to the K$\\alpha$ x-ray of 1.997 keV from muonic hydrogen atoms, recently developed state-of-the-art microcalorimeters can distinguish them.         ",
    "url": "https://arxiv.org/abs/2407.01756",
    "authors": [
      "Takuma Yamashita",
      "Kazuhiro Yasuda",
      "Yasushi Kino"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2407.01973",
    "title": "Mid-Infrared Hyperspectral Microscopy with Broadband 1-GHz Dual Frequency Combs",
    "abstract": "           Mid-infrared microscopy is an important tool for biological analyses, allowing a direct probe of molecular bonds in their low energy landscape. In addition to the label-free extraction of spectroscopic information, the application of broadband sources can provide a third dimension of chemical specificity. However, to enable widespread deployment, mid-infrared microscopy platforms need to be compact and robust while offering high speed, broad bandwidth and high signal-to-noise ratio (SNR). In this study, we experimentally showcase the integration of a broadband, high-repetition-rate dual-comb spectrometer (DCS) in the mid-infrared range with a scanning microscope. We employ a set of 1-GHz mid-infrared frequency combs, demonstrating their capability for high-speed and broadband hyperspectral imaging of polymers and ovarian tissue. The system covers 1000 $\\mathrm{cm^{-1}}$ at $\\mathrm{\\nu_c=2941 \\; cm^{-1}}$ with 12.86 kHz spectra acquisition rate and 5 $\\mathrm{\\mu m}$ spatial resolution. Taken together, our experiments and analysis elucidate the trade-off between bandwidth and speed in DCS as it relates to microscopy. This provides a roadmap for the future advancement and application of high-repetition-rate DCS hyperspectral imaging.         ",
    "url": "https://arxiv.org/abs/2407.01973",
    "authors": [
      "Peter Chang",
      "Ragib Ishrak",
      "Nazanin Hoghooghi",
      "Scott Egbert",
      "Daniel Lesko",
      "Stephanie Swartz",
      "Jens Biegert",
      "Gregory B. Rieker",
      "Rohith Reddy",
      "Scott A. Diddams"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2407.02155",
    "title": "Quantum Electron Dynamics in Helium Ion Injection onto Tungsten Surfaces by Time-Dependent Density Functional Theory",
    "abstract": "           The neutralization process of an ion particle on a surface is key issue of the plasma-wall interaction (PWI). We investigated helium (He) ion injection onto a tungsten surface using time-dependent density functional theory (TDDFT) simulation. We developed the TDDFT code QUMASUN for this study, simulating the process of electron transfer from the surface to the He nucleus by solving the time evolution of electron wave function and the classical motion of nuclei simultaneously. Our results show that the probabilities of injected $\\text{He}^{2+}$ changing into $\\text{He}^{1+}$ and $\\text{He}^{0}$ on the surface are approximately 40 percent and 13 percent, respectively. The captured electrons by $\\text{He}^{1+}$ and $\\text{He}^{0}$ predominantly occupy the 2s and 2p orbitals, corresponding to excited states. In addition, we stated some challenges for applying TDDFT to plasma-wall interactions.         ",
    "url": "https://arxiv.org/abs/2407.02155",
    "authors": [
      "Atsushi M. Ito",
      "Yuto Toda",
      "Arimichi Takayama"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Other Condensed Matter (cond-mat.other)",
      "Applied Physics (physics.app-ph)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2407.02214",
    "title": "Enhanced Second-Harmonic Generation in Thin-Film Lithium Niobate Bragg Nanocavity",
    "abstract": "           Second-order nonlinearity gives rise to many distinctive physical phenomena, e.g., second-harmonic generation (SHG), which plays an important role in fundamental science and various applications. Lithium niobate, one of the most widely used nonlinear crystals, exhibits strong second-order nonlinear effects and electro-optic properties. However, its moderate refractive index and etching sidewall angle limit its capability in confining light into nanoscales, restricting its application in nanophotonics. Here, we exploit nanocavities formed by second-order circular Bragg gratings (CBG), which support resonant anapole modes to achieve highly enhanced SHG in thin film lithium niobate (TFLN). The CBG nanocavity exhibits a record-high normalized conversion efficiency of $1.21\\times 10^{-2}\\mathrm{cm}^2/\\mathrm{GW}$ under the pump intensity of $1.9$ $\\mathrm{MW}/\\mathrm{cm}^2$. An SHG enhancement of $420,000$ is realized compared to TFLN. In addition to circular CBGs, we also show s- and p-polarization independent SHG in elliptical Bragg nanocavities. This work could inspire studying nonlinear optics at the nanoscale on TFLN as well as other novel photonic platforms.         ",
    "url": "https://arxiv.org/abs/2407.02214",
    "authors": [
      "Z. Li",
      "Z. Hu",
      "X. Ye",
      "Z. Mao",
      "J. Feng",
      "H. Li",
      "S. Liu",
      "B. Wang",
      "Y. Zheng",
      "X. Chen"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.02247",
    "title": "Hypermultiplexed off-chip hologram by on-chip integrated metasurface",
    "abstract": "           The waveguide-integrated metasurface introduces a novel photonic chip capable of converting guided modes into free-space light. This enables functions such as off-chip beam focusing, steering, and imaging. The challenge lies in achieving hypermultiplexing across diverse parameters, including guided-wave mode type, direction, polarization, and notably, multiple wavelengths. Here, we introduce a comprehensive end-to-end inverse design framework, rooted in a physical model, for the multifunctional design of on-chip metasurfaces. This framework allows for metasurface optimization through a target-field-driven iteration process. We demonstrate a hypermultiplexed on-chip metasurface capable of generating red-green-blue holograms at multiple target planes, with both independent and cooperative control over guided-wave direction. Significantly, the proposed method streamlines the design process utilizing only the positions of meta-atoms as the design variable. We demonstrate 9 independent holographic channels through a combination of wavelength and distance multiplexing. Moreover, by incorporating the excitation direction into the design, the metasurface produces a total of 36 distinct holograms. The robustness of these results against fabrication discrepancies is validated through 3D full-wave electromagnetic simulations, aligning well with advanced manufacturing techniques. Our research presents a universal design framework for the development of multifunctional on-chip metasurfaces, opening up new avenues for a wide range of applications.         ",
    "url": "https://arxiv.org/abs/2407.02247",
    "authors": [
      "Xianjin Liu",
      "Zhanying Ma",
      "Dasen Zhang",
      "Qiwen Bao",
      "Zhenzhen Liu",
      "Jun-Jun Xiao"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2407.01583",
    "title": "Optimal Low-Depth Quantum Signal-Processing Phase Estimation",
    "abstract": "           Quantum effects like entanglement and coherent amplification can be used to drastically enhance the accuracy of quantum parameter estimation beyond classical limits. However, challenges such as decoherence and time-dependent errors hinder Heisenberg-limited amplification. We introduce Quantum Signal-Processing Phase Estimation algorithms that are robust against these challenges and achieve optimal performance as dictated by the Cramér-Rao bound. These algorithms use quantum signal transformation to decouple interdependent phase parameters into largely orthogonal ones, ensuring that time-dependent errors in one do not compromise the accuracy of learning the other. Combining provably optimal classical estimation with near-optimal quantum circuit design, our approach achieves an unprecedented standard deviation accuracy of $10^{-4}$ radians for estimating unwanted swap angles in superconducting two-qubit experiments, using low-depth ($<10$) circuits. This represents up to two orders of magnitude improvement over existing methods. Theoretically and numerically, we demonstrate the optimality of our algorithm against time-dependent phase errors, observing that the variance of the time-sensitive parameter $\\varphi$ scales faster than the asymptotic Heisenberg scaling in the small-depth regime. Our results are rigorously validated against the quantum Fisher information, confirming our protocol's ability to achieve unmatched precision for two-qubit gate learning.         ",
    "url": "https://arxiv.org/abs/2407.01583",
    "authors": [
      "Yulong Dong",
      "Jonathan A. Gross",
      "Murphy Yuezhen Niu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Machine Learning (cs.LG)",
      "Numerical Analysis (math.NA)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2407.01788",
    "title": "Impact of the Network Size and Frequency of Information Receipt on Polarization in Social Networks",
    "abstract": "           Opinion Dynamics is an interdisciplinary area of research. Psychology and Sociology have proposed models of how individuals form opinions and how social interactions influence this process. Socio-Physicists have interpreted patterns in opinion formation as arising from non-linearity in the underlying process, shaping the models. Agent-based modeling has offered a platform to study the Opinion Dynamics of large groups. This paper recasts recent models in opinion formation into a proper dynamical system, injecting the idea of clock time into evolving opinions. The time interval between successive receipts of new information (frequency of information receipts) becomes a factor to study. Social media has shrunk time intervals between information receipts, increasing their frequency. The recast models show that shorter intervals and larger networks increase an individual's propensity for polarization, defined as an inability to hold a neutral opinion. A Polarization number based on sociological parameters is proposed, with critical values beyond which individuals are prone to polarization, depending on psychological parameters. Reduced time intervals and larger interacting groups can push the Polarization number to critical values, contributing to polarization. The Extent of Polarization is defined as the width of the region around neutral within which an individual cannot hold an opinion. Results are reported for model parameters found in the literature. The findings offer an opportunity to adjust model parameters to align with empirical evidence, aiding the study of Opinion Dynamics in large social networks using Agent-Based Modeling.         ",
    "url": "https://arxiv.org/abs/2407.01788",
    "authors": [
      "Sudhakar Krisharao",
      "Shaja Arul Selvamani"
    ],
    "subjectives": [
      "Multiagent Systems (cs.MA)",
      "Physics and Society (physics.soc-ph)"
    ]
  },
  {
    "id": "arXiv:2407.01832",
    "title": "Exceeding the maximum classical energy density in fully charged quantum batteries",
    "abstract": "           Quantum batteries are anticipated to achieve significant advancements in energy storage capacity. In classical batteries, the energy density at each subsystem reaches its maximum value, denoted as $E_C$, which is determined by dividing the maximum energy by the number of subsystems. We demonstrate that this limit can be surpassed in quantum batteries by protocols of Quantum Energy Teleportaion (QET), allowing for the energy density at a subsystem to exceed the value of $E_C$. Our protocol offers enhanced efficiency, reduces experimental complexity on quantum computers, and enables instantaneous energy charging through Local Operations and Classical Communication (LOCC). Leveraging quantum entanglement, this protocol significantly improves quantum energy storage systems, promising advances in quantum computing and new technological applications. This work represents a crucial step towards revolutionizing quantum energy storage and transfer.         ",
    "url": "https://arxiv.org/abs/2407.01832",
    "authors": [
      "Masahiro Hotta",
      "Kazuki Ikeda"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "High Energy Physics - Theory (hep-th)",
      "Atomic and Molecular Clusters (physics.atm-clus)"
    ]
  },
  {
    "id": "arXiv:2407.01914",
    "title": "Switchable Ferroelectricity in Subnano Silicon Thin Films",
    "abstract": "           Recent advancements underscore the critical need to develop ferroelectric materials compatible with silicon. We systematically explore possible ferroelectric silicon quantum films and discover a low-energy variant (hex-OR-2*2-P) with energy just 1 meV/atom above the ground state (hex-OR-2*2). Both hex-OR-2*2 and hex-OR-2*2-P are confirmed to be dynamically and mechanically stable semiconductors with indirect gaps of 1.323 eV and 1.311 eV, respectively. The ferroelectric hex-OR-2*2-P exhibits remarkable in-plane spontaneous polarization up to 120 Pc/m and is protected by a potential barrier (13.33 meV/atom) from spontaneously transitioning to hex-OR-22. To simulate the switching ferroelectricity in electric fields of the single-element silicon bilayer, we develop a method that simultaneously learns interatomic potentials and Born effective charges (BEC) in a single equivariant model with a physically informed loss. Our method demonstrates good performance on several ferroelectrics. Simulations of hex-OR-2*2-P silicon suggest a depolarization temperature of approximately 300 K and a coercive field of about 0.05 V/Å. These results indicate that silicon-based ferroelectric devices are feasible, and the ground state phase of the silicon bilayer (hex-OR-2*2) is an ideal system. Our findings highlight the promise of pure silicon ferroelectric materials for future experimental synthesis and applications in memory devices, sensors, and energy converters.         ",
    "url": "https://arxiv.org/abs/2407.01914",
    "authors": [
      "Hongyu Yu",
      "Shihan deng",
      "Muting Xie",
      "Yuwen Zhang",
      "Xizhi Shi",
      "Jianxin Zhong",
      "Chaoyu He",
      "Hongjun Xiang"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2407.01990",
    "title": "Hybrid Rotational Cavity Optomechanics Using Atomic Superfluid in a Ring",
    "abstract": "           We introduce a hybrid optomechanical system containing an annularly trapped Bose-Einstein condensate (BEC) inside an optical cavity driven by Lauguerre-Gaussian (LG) modes. Spiral phase elements serve as the end mirrors of the cavity such that the rear mirror oscillates torsionally about the cavity axis through a clamped support. As described earlier in a related system [P. Kumar et. al., Phys. Rev. Lett. 127, 113601 (2021)], the condensate atoms interact with the optical cavity modes carrying orbital angular momentum which create two atomic side modes. We observe three peaks in the output noise spectrum corresponding to the atomic side modes and rotating mirror frequencies, respectively. We find that the trapped BEC's rotation reduces quantum fluctuations at the mirror's resonance frequency. We also find that the atomic side modes-cavity coupling and the optorotational coupling can produce bipartite and tripartite entanglements between various constituents of our hybrid system. We reduce the frequency difference between the side modes and the mirror by tuning the drive field's topological charge and the condensate atoms' rotation. When the atomic side modes become degenerate with the mirror, the stationary entanglement between the cavity and the mirror mode diminishes due to the suppression of cooling. Our proposal, which combines atomic superfluid circulation with mechanical rotation, provides a versatile platform for reducing quantum fluctuations and producing macroscopic entanglement with experimentally realizable parameters.         ",
    "url": "https://arxiv.org/abs/2407.01990",
    "authors": [
      "Sanket Das",
      "Pardeep Kumar",
      "M. Bhattacharya",
      "Tarak N. Dey"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.01995",
    "title": "Suppression of noise in separation estimation of optical sources with spatial-mode demultiplexing",
    "abstract": "           Spatial mode demultiplexing was proved to be a successful tool for estimation of the separation between incoherent sources, allowing for sensitivity much below the Rayleigh limit. However, with the presence of measurement's noise, superresolution brought by this technique deteriorates rapidly. On a formal ground, this can be seen in terms of, so called, Rayleigh curse known from direct imaging, which while being absent for ideal spatial mode demultiplexing, goes back in a noisy scenario. In this article, we introduce a procedure to suppress the destructive effect of the noise, proposing a procedure effectively working as an error correction. For noise models given by a random unitary channel generated by a polynomial of creation and annihilation operators, we demonstrate that perfect noise decoupling can be reached by repeating the mode demultiplexers and intervening them by a group of rotations, in the limit of a large number of repetitions and small noise strength. For a special case of displacement noise, our solution is simplified: by using the demultiplexer twice, and interlacing it by a parity operator, given that the noise configuration is frozen between the first and the second step, a perfect decoupling can be achieved. This allows for a recovery of superresolution for a special class of noise generated by displacement operators. Furthermore, for a strong noise correlation between these two steps, our protocol provides an improved measurement resolution.         ",
    "url": "https://arxiv.org/abs/2407.01995",
    "authors": [
      "Fattah Sakuldee",
      "Łukasz Rudnicki"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.02154",
    "title": "Predicting correlations in superradiant emission from a cascaded quantum system",
    "abstract": "           In recent experiments, a novel type of cascaded quantum system has been realized using nanofiber-coupled cold atomic ensembles. This setup has enabled the study of superradiant decay of highly excited collective spin states of up to a thousand atoms, featuring unidirectional coupling mediated by the waveguide mode. The complexity arising from the large, multi-excited ensemble and the cascaded interactions between atoms makes conventional simulation methods unsuitable for predicting the correlations of superradiant emission beyond the first order. To address this challenge, we developed a new simulation technique based on the truncated Wigner approximation for spins. Our stochastic simulation tool can predict the second-order quantum coherence function, $g^{(2)}$, along with other correlators of the light field emitted by a strongly excited cascaded system of two-level emitters. This approach thus provides an effective and scalable method for analyzing cascaded quantum systems with large numbers of particles.         ",
    "url": "https://arxiv.org/abs/2407.02154",
    "authors": [
      "Felix Tebbenjohanns",
      "Christopher D. Mink",
      "Constanze Bach",
      "Arno Rauschenbeutel",
      "Michael Fleischhauer"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2407.02207",
    "title": "Global calibration of large-scale photonic integrated circuits",
    "abstract": "           The advancing maturity of photonic integrated circuit (PIC) fabrication technology enables the high integration of an increasing number of optical components onto a single chip. With the incremental circuit complexity, the calibration of active phase shifters in a large-scale PIC becomes a crucially important issue. The traditional one-by-one calibration techniques encounter significant hurdles with the propagation of calibration errors, and achieving the decoupling of all phase shifters for independent calibration is not straightforward. To address this issue, we propose a machine-learning approach for globally calibrating the large-scale PIC. Our method utilizes a custom network to simultaneously learn the nonlinear phase-current relations for all thermo-optic phase shifters on the PIC by minimizing the negative likelihood of the measurement datasets. Moreover, the reflectivities of all static beamsplitter components can also be synchronizedly extracted using this calibration method. As an example, a quantum walk PIC with a circuit depth of 12 is calibrated, and a programmable discrete-time quantum walk is experimentally demonstrated. These results will greatly benefit the applications of large-scale PICs in photonic quantum information processing.         ",
    "url": "https://arxiv.org/abs/2407.02207",
    "authors": [
      "Jin-Hao Zheng",
      "Qin-Qin Wang",
      "Lan-Tian Feng",
      "Yu-Yang Ding",
      "Xiao-Ye Xu",
      "Xi-Feng Ren",
      "Chuan-Feng Li",
      "Guang-Can Guo"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.02221",
    "title": "Rapidly-rotating quantum droplets confined in a harmonic potential",
    "abstract": "           We consider a \"symmetric\" quantum droplet in two spatial dimensions, which rotates in a harmonic potential, focusing mostly on the limit of \"rapid\" rotation. We examine this problem using a purely numerical approach, as well as a semi-analytic Wigner-Seitz approximation (first developed by Baym, Pethick et al.) for the description of the state with a vortex lattice. Within this approximation we assume that each vortex occupies a cylindrical cell, with the vortex-core size treated as a variational parameter. Working with a fixed angular momentum, as the angular momentum increases and depending on the atom number, the droplet accommodates none, few, or many vortices, before it turns to center-of-mass excitation. For the case of a \"large\" droplet, working with a fixed rotational frequency of the trap $\\Omega$, as $\\Omega$ approaches the trap frequency $\\omega$, a vortex lattice forms, the number of vortices increases, the mean spacing between them decreases, while the \"size\" of each vortex increases as compared to the size of each cell. In contrast to the well-known problem of contact interactions, where we have melting of the vortex lattice and highly-correlated many-body states, here no melting of the vortex lattice is present, even when $\\Omega = \\omega$. This difference is due to the fact that the droplet is self-bound. Actually, for $\\Omega = \\omega$, the \"smoothed\" density distribution becomes a flat top, very much like the static droplet. When $\\Omega$ exceeds $\\omega$, the droplet maintains its shape and escapes to infinity, via center-of-mass motion.         ",
    "url": "https://arxiv.org/abs/2407.02221",
    "authors": [
      "S. Nikolaou",
      "G. M. Kavoulakis",
      "M. Ogren"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2407.02366",
    "title": "Hybrid Quantum-Classical Photonic Neural Networks",
    "abstract": "           Neuromorphic (brain-inspired) photonics leverages photonic chips to accelerate artificial intelligence, offering high-speed and energy efficient solutions for use in RF communication, tensor processing, and data classification. However, the limited physical size of integrated photonic hardware limits network complexity and computational capacity. In light of recent advance in photonic quantum technology, it is natural to utilize quantum exponential speedup to scale photonic neural network capacity without increasing the network size. Here we show a combination of classical network layers with trainable continuous variable quantum circuits yields hybrid networks with improved trainability and accuracy. On a classification task, hybrid networks achieve the same performance when benchmarked against fully classical networks that are twice the size. When the bit precision of the optimized networks is reduced through added noise, the hybrid networks still achieve greater accuracy when evaluated at state of the art bit precision. These hybrid quantum classical networks demonstrate a unique route to improve computational capacity of integrated photonic neural networks without increasing the network size.         ",
    "url": "https://arxiv.org/abs/2407.02366",
    "authors": [
      "Tristan Austin",
      "Simon Bilodeau",
      "Andrew Hayman",
      "Nir Rotenberg",
      "Bhavin Shastri"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2401.17003",
    "title": "Characterization of the BOLDPET optical prototype, an innovative Cherenkov detector for 511 keV $\\gamma$ radiation",
    "abstract": "           In the present work we describe the design, construction, and testing of the optical prototype developed for the BOLDPET project, with the objective of creating a PET detection module with high spatial and time resolution. The BOLDPET technology uses an innovative detection liquid, trimethylbismuth, for detecting 511 keV $\\gamma$-quanta resulting from positron annihilation. The optical signal is exclusively produced through the Cherenkov mechanism, and the produced photons are detected using Planacon microchannel-plate photomultiplier. We achieve an excellent time resolution of 150 ps (FWHM) within a sizable detection volume measuring 55 mm x 55 mm x 25 mm. Through detailed Geant4 simulations, we examine the limiting factors affecting time resolution and explore potential avenues for improvement. Furthermore, we demonstrate the feasibility of coarse 2D localization of interactions using the optical signal alone, achieving a precision of about 5-8 mm (FWHM) within the homogeneous detection volume.         ",
    "url": "https://arxiv.org/abs/2401.17003",
    "authors": [
      "Roman Chyzh",
      "Gerard Tauzin",
      "Dominique Yvon",
      "Chi-Hsun Sung",
      "Dominique Breton",
      "Jihane Maalmi",
      "Klaus Schäfers",
      "Christian Weinheimer",
      "Viatcheslav Sharyy"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2402.08054",
    "title": "Probing the interaction energy of two $^{85}$Rb atoms in an optical tweezer via spin-motion coupling",
    "abstract": "           The inherent polarization gradients in tight optical tweezers can be used to couple the atomic spins to the two-body motion under the action of a microwave spin-flip transition, so that such a spin-motion coupling offers an important control knob on the motional states of optically trapped two colliding atoms. Here, after preparing two elastically scattering $^{85}$Rb atoms in the three-dimensional ground-state in the optical tweezer, we employed this control in order to probe the colliding energies of elastic and inelastic channels. The combination of microwave spectra and corresponding s-wave pseudopotential model allows us to infer the effect of the state-dependent trapping potentials on the elastic colliding energies, as well as to reveal how the presence of inelastic interactions affects elastic part of the relative potential. Our work shows that the spin-motion coupling in a tight optical tweezer expand the experimental toolbox for fundamental studies of ultracold collisions in the two body systems with reactive collisions, and potentially for that of more complex interactions, such as optically trapped atom-molecule and molecule-molecule interactions.         ",
    "url": "https://arxiv.org/abs/2402.08054",
    "authors": [
      "Jun Zhuang",
      "Kun-Peng Wang",
      "Peng-Xiang Wang",
      "Ming-Rui Wei",
      "Bahtiyar Mamat",
      "Cheng Sheng",
      "Peng Xu",
      "Min Liu",
      "Jin Wang",
      "Xiao-Dong He",
      "Ming-Sheng Zhan"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2407.00049",
    "title": "Remote Electric Powering by Germanium Photovoltaic Conversion of an Erbium-Fiber Laser Beam",
    "abstract": "           The commercially available 4000-Watt continuous-wave Erbium-doped-fiber laser, emitting at the 1567-nanometer wavelength where the atmosphere has high transmission, provides an opportunity for harvesting electric power at remote off the grid locations using a multi-module photovoltaic receiver panel. This paper proposes a 32-element monocrystalline thick-layer Germanium photovoltaic panel for efficient harvesting of a collimated 1.13-meter-diameter beam.The 0.78-meter squared PV panel is constructed from commercial Ge wafers. For incident continuous-wave laser-beam power in the 4000 to 10000 Watt range, our thermal and electrical and infrared simulations predict 660 to 1510 Watts of electrical output at panel temperatures of 350 to 423 Kelvin.         ",
    "url": "https://arxiv.org/abs/2407.00049",
    "authors": [
      "Richard Soref",
      "Francesco De Leonardis",
      "Oussama Moutanabbir",
      "Gerard Daligou"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.00070",
    "title": "Nonvolatile Silicon Photonic MEMS Switch Based on Centrally-Clamped Stepped Bistable Mechanical Beams",
    "abstract": "           High-performance photonic switches are essential for large-scale optical routing for AI large models and Internet of things. Realizing nonvolatility can further reduce power consumption and expand application scenarios. We propose a nonvolatile 2*2 silicon photonic micro-electromechanical system (MEMS) switch compatible with standard silicon photonic foundry processes. The switch employs electrostatic comb actuator to change the air gap of the compact horizontal adiabatic coupler and achieves nonvolatility with centrally-clamped stepped bistable mechanical beams. The photonic switch features a 10s us-scale switching speed and a 10s fJ-scale simulated switching energy within a 100*100 um2 footprint, with <=26 V driving voltages. This 2*2 switch can be used in a variety of topologies for large-scale photonic switches, and its nonvolatility can potentially support future photonic FPGA designs.         ",
    "url": "https://arxiv.org/abs/2407.00070",
    "authors": [
      "Qian Ma",
      "Yinpeng Hu",
      "Ye Lu",
      "Yunzhi Liu",
      "Huan Li",
      "Daoxin Dai"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.00469",
    "title": "CMOS-fabricated ultraviolet light modulators using low-loss alumina piezo-optomechanical photonic circuits",
    "abstract": "           We demonstrate a CMOS-foundry-fabricated piezo-optomechanical photonic integrated circuit platform for ultraviolet and blue wavelengths, using alumina waveguides that are strongly mechanically coupled to monolithically integrated aluminum nitride piezoelectric actuators. Low waveguide losses are measured down to at least 320 nm, where we achieve 1.6 dB/cm. This allows us to demonstrate broadband amplitude modulators based on piezoelectrically actuated MEMS cantilever phase-shifters down to 320 nm, with a high extinction ratio of 30 dB. We further demonstrate the versatility of the platform by designing and demonstrating a modulator that can work with high extinction and low loss at 320 nm and 420 nm, simultaneously, demonstrating control of multiple, disparate wavelengths in one device. We also demonstrate narrow-band resonant racetrack modulators with quality factors of 4.7E5 and a tuning rate of 27.5 MHz/V. These results should open doors for a range of novel applications in UV photonics, quantum science, sensing and spectroscopy.         ",
    "url": "https://arxiv.org/abs/2407.00469",
    "authors": [
      "Roman Shugayev",
      "Daniel Dominguez",
      "Andrew Leenheer",
      "Bethany Little",
      "Matthew N. H. Chow",
      "Nicholas Karl",
      "Matt Koppa",
      "Michael Gehl",
      "Yuan-Yu Jau",
      "Matt Eichenfield"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2110.07747",
    "title": "Demonstration of the Rodeo Algorithm on a Quantum Computer",
    "abstract": "           The rodeo algorithm is an efficient algorithm for eigenstate preparation and eigenvalue estimation for any observable on a quantum computer. This makes it a promising tool for studying the spectrum and structure of atomic nuclei as well as other fields of quantum many-body physics. The only requirement is that the initial state has sufficient overlap probability with the desired eigenstate. While it is exponentially faster than well-known algorithms such as phase estimation and adiabatic evolution for eigenstate preparation, it has yet to be implemented on an actual quantum device. In this work, we apply the rodeo algorithm to determine the energy levels of a random one-qubit Hamiltonian, resulting in a relative error of $0.08\\%$ using mid-circuit measurements on the IBM Q device Casablanca. This surpasses the accuracy of directly-prepared eigenvector expectation values using the same quantum device. We take advantage of the high-accuracy energy determination and use the Hellmann-Feynman theorem to compute eigenvector expectation values for a different random one-qubit observable. For the Hellmann-Feynman calculations, we find a relative error of $0.7\\%$. We conclude by discussing possible future applications of the rodeo algorithm for multi-qubit Hamiltonians.         ",
    "url": "https://arxiv.org/abs/2110.07747",
    "authors": [
      "Zhengrong Qian",
      "Jacob Watkins",
      "Gabriel Given",
      "Joey Bonitati",
      "Kenneth Choi",
      "Dean Lee"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Nuclear Theory (nucl-th)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2308.15922",
    "title": "High-rate intercity quantum key distribution with a semiconductor single-photon source",
    "abstract": "           Quantum key distribution (QKD) enables the transmission of information that is secure against general attacks by eavesdroppers. The use of on-demand quantum light sources in QKD protocols is expected to help improve security and maximum tolerable loss. Semiconductor quantum dots (QDs) are a promising building block for quantum communication applications because of the deterministic emission of single photons with high brightness and low multiphoton contribution. Here we report on the first intercity QKD experiment using a bright deterministic single photon source. A BB84 protocol based on polarisation encoding is realised using the high-rate single photons in the telecommunication C-band emitted from a semiconductor QD embedded in a circular Bragg grating structure. Utilising the 79 km long link with 25.49 dB loss (equivalent to 130 km for the direct-connected optical fibre) between the German cities of Hannover and Braunschweig, a record-high secret key bits per pulse of 4.8 * 10^{-5} with an average quantum bit error ratio of ~ 0.65 % are demonstrated. An asymptotic maximum tolerable loss of 28.11 dB is found, corresponding to a length of 144 km of standard telecommunication fibre. Deterministic semiconductor sources therefore challenge state-of-the-art QKD protocols and have the potential to excel in measurement device independent protocols and quantum repeater applications.         ",
    "url": "https://arxiv.org/abs/2308.15922",
    "authors": [
      "Jingzhong Yang",
      "Zenghui Jiang",
      "Frederik Benthin",
      "Joscha Hanel",
      "Tom Fandrich",
      "Raphael Joos",
      "Stephanie Bauer",
      "Sascha Kolatschek",
      "Ali Hreibi",
      "Eddy Patrick Rugeramigabo",
      "Michael Jetter",
      "Simone Luca Portalupi",
      "Michael Zopf",
      "Peter Michler",
      "Stefan Kück",
      "Fei Ding"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2401.12460",
    "title": "Tensor network influence functionals in the continuous-time limit: connections to quantum embedding, bath discretization, and higher-order time propagation",
    "abstract": "           We describe two developments of tensor network influence functionals (in particular, influence functional matrix product states (IF-MPS)) for quantum impurity dynamics within the fermionic setting of the Anderson impurity model. The first provides the correct extension of the IF-MPS to continuous time by introducing a related mathematical object, the boundary influence functional MPS. The second connects the dynamics described by a compressed IF-MPS to that of a quantum embedding method with a time-dependent effective bath undergoing nonunitary dynamics. Using these concepts, we implement higher-order time propagators for the quench dynamics of the Anderson impurity model within the boundary IF-MPS formalism. The calculations illustrate the ability of the current formulation to efficiently remove the time step error in standard discrete-time IF-MPS implementations as well as to interface with state vector propagation techniques. They also show the advantages of IF-MPS dynamics, with its associated highly compact effective bath dynamics, over state vector propagation with a static bath discretization.         ",
    "url": "https://arxiv.org/abs/2401.12460",
    "authors": [
      "Gunhee Park",
      "Nathan Ng",
      "David R. Reichman",
      "Garnet Kin-Lic Chan"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  }
]