[
  {
    "id": "arXiv:2305.18359",
    "title": "Quantum Rate Theory and Electron-Transfer Dynamics: A Theoretical and  Experimental Approach for Quantum Electrochemistry",
    "abstract": "Quantum rate theory is based on a first-principle quantum mechanical rate concept that comprises with the Planck-Einstein relationship $E = h\\nu$, where $\\nu = e^2/hC_q$ is a frequency associated with the quantum capacitance $C_q$ and $E = e^2/C_q$ is the energy associated with $\\nu$. For a single state mode of transmittance, $e^2/C_q$ corresponds to the chemical potential differences $\\Delta \\mu$ between donor and acceptor state levels comprising an electrochemical reaction. The latter assumption implies quantum electrodynamics within a particular quantum transport mode intrinsically coupled to the electron-transfer rate of electrochemical reactions that have not been considered thus far. Here it is demonstrated that the consideration of this inherent quantum transport is key to obtaining an in-depth understanding of the electron transfer phenomenon. Finally, the theory is validated through its description of electron transfer, quantum conductance, and capacitance in different electro-active molecular films. ",
    "url": "https://arxiv.org/abs/2305.18359",
    "authors": [
      "Paulo Roberto Bueno"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2305.18606",
    "title": "Photonic Snake States in Two-Dimensional Frequency Combs",
    "abstract": "Taming the instabilities inherent to many nonlinear optical phenomena is of paramount importance for modern photonics. In particular, the so-called snake instability is universally known to severely distort localized wave stripes, leading to the occurrence of transient, short-lived dynamical states that eventually decay. The phenomenon is ubiquitous in nonlinear science, from river meandering to superfluids, and to date it remains apparently uncontrollable. However, here we show that optical snake instabilities can be harnessed by a process that leads to the formation of stationary and robust two-dimensional zigzag states. We find that such new type of nonlinear waves exists in the hyperbolic regime of cylindrical micro-resonators and it naturally corresponds to two-dimensional frequency combs featuring spectral heterogeneity and intrinsic synchronization. We uncover the conditions of the existence of such spatiotemporal photonic snakes and confirm their remarkable robustness against perturbations. Our findings represent a new paradigm for frequency comb generation, thus opening the door to a whole range of applications in communications, metrology, and spectroscopy. ",
    "url": "https://arxiv.org/abs/2305.18606",
    "authors": [
      "Salim B. Ivars",
      "Yaroslav V. Kartashov",
      "Pedro Fernández de Córdoba",
      "J. Alberto Conejero",
      "Lluis Torner",
      "Carles Milián"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mathematical Physics (math-ph)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2305.18610",
    "title": "Automated verification of countermeasure against detector-control attack  in quantum key distribution",
    "abstract": "Attacks that control single-photon detectors in quantum key distribution using tailored bright illumination are capable of eavesdropping the secret key. Here we report an automated testbench that checks the detector's vulnerabilities against these attacks. We illustrate its performance by testing a free-running detector that includes a rudimentary countermeasure measuring an average photocurrent. While our testbench automatically finds the detector to be controllable in a continuous-blinding regime, the countermeasure registers photocurrent significantly exceeding that in a quantum regime, thus revealing the attack. We then perform manually a pulsed blinding attack, which controls the detector intermittently. This attack is missed by the countermeasure in a wide range of blinding pulse durations and powers, still allowing to eavesdrop the key. We make recommendations for improvement of both the testbench and countermeasure. ",
    "url": "https://arxiv.org/abs/2305.18610",
    "authors": [
      "Polina Acheva",
      "Konstantin Zaitsev",
      "Vladimir Zavodilenko",
      "Anton Losev",
      "Anqi Huang",
      "Vadim Makarov"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2305.18693",
    "title": "Sum-frequency generation from etchless lithium niobate empowered by dual  quasi-bound states in the continuum",
    "abstract": "The miniaturization of nonlinear light sources is central to the integrated photonic platform, driving a quest for high-efficiency frequency generation and mixing at the nanoscale. In this quest, the high-quality ($Q$) resonant dielectric nanostructures hold great promise, as they enhance nonlinear effects through the resonantly local electromagnetic fields overlapping the chosen nonlinear materials. Here, we propose a method for the enhanced sum-frequency generation (SFG) from etcheless lithium niobate (LiNbO$_{3}$) by utilizing the dual quasi-bound states in the continuum (quasi-BICs) in a one-dimensional resonant grating waveguide structure. Two high-$Q$ guided mode resonances corresponding to the dual quasi-BICs are respectively excited by two near-infrared input beams, generating a strong visible SFG signal with a remarkably high conversion efficiency of $3.66\\times10^{-2}$ (which is five orders of magnitude higher than that of LiNbO$_{3}$ films of the same thickness) and a small full-width at half-maximum less than 0.2 nm. The SFG efficiency can be tuned via adjusting the grating geometry parameter or choosing the input beam polarization combination. Furthermore, the generated SFG signal can be maintained at a fixed wavelength without the appreciable loss of efficiency by selectively exciting the angular-dependent quasi-BICs, even if the wavelengths of input beams are tuned within a broad spectral range. Our results provide a simple but robust paradigm of high-efficiency frequency conversion on an easy-fabricated platform, which may find applications in nonlinear light sources and quantum photonics. ",
    "url": "https://arxiv.org/abs/2305.18693",
    "authors": [
      "Siqi Feng",
      "Tingting Liu",
      "Wenya Chen",
      "Feng Wu",
      "Shuyuan Xiao"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.18695",
    "title": "A Beam-Steering Reflectarray Antenna with Arbitrary Linear-Polarization  Reconfiguration",
    "abstract": "This work presents a beam-steering reflectarray antenna capable of achieving arbitrary linear polarization (LP) reconfiguration. It utilizes a dual-circular polarization (CP) reconfigurable reflectarray, along with an LP feed horn, to synthesize a LP beam by combining two reflected CP beams in the same direction. The LP states can be dynamically adjusted by tuning the phase constants of the array, which correspondingly modify the wave phases. Experimental validation of the proposed polarization synthesis concept is conducted using a 16$\\times$16 dual-CP 1-bit reconfigurable reflectarray operating at 16.8 GHz. This reflectarray generates reconfigurable LP waves with polarization states of LP(0$^\\circ$), LP(45$^\\circ$), LP(90$^\\circ$) and LP(135$^\\circ$). Furthermore, it demonstrates the capability to perform beam scanning, allowing for versatile beam manipulation. The application of this polarization-reconfigurable beam-steering reflectarray is pertinent to beam alignment and polarization synchronization in various wireless communication scenarios, including satellite communication and mobile communication. ",
    "url": "https://arxiv.org/abs/2305.18695",
    "authors": [
      "Changhao Liu",
      "Songlin Zhou",
      "Fan Yang",
      "Shenheng Xu",
      "Maokun Li"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2305.18894",
    "title": "Second harmonic generation in anisotropic stratified media: A  generalization of the Berreman method and its application to photonic  materials",
    "abstract": "We have developed a numerical method for calculating the second harmonic generation (SHG) generated by an anisotropic material whose optical properties present an arbitrary modulation in one dimension. The method is based on the Berreman 4x4 matrix formalism, which is generalized to include nonlinear optical phenomena. It can be used under oblique incidences of the input beam, and is valid even when the SHG frequency is close to photonic bands, where the usual slowly-varying-amplitude approximation breaks down. As an example of application, we have studied the SHG performance of ferroelectric and helielectric nematic liquid crystals. The latter present a helicoidal structure that can be distorted under electric field. In the different tests of the method we have analyzed the conditions for the most efficient SHG, and compared with previous results in the case there were any. The obtained results indicate that the present procedure may contribute to improve the structural design and enlarge the variety of nonlinear optical materials for their application in optical devices. ",
    "url": "https://arxiv.org/abs/2305.18894",
    "authors": [
      "J. Ortega",
      "C. L. Folcia",
      "J. Etxebarria"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Soft Condensed Matter (cond-mat.soft)"
    ]
  },
  {
    "id": "arXiv:2305.19126",
    "title": "Highly Oriented PZT Platform for Polarization-Independent Photonic  Integrated Circuit and Enhanced Efficiency Electro-Optic Modulation",
    "abstract": "We demonstrate, for the first time, sputtered PZT as a platform for the development of Si-based photonic devices such as rings, MZI, and electro-optic modulators. We report the optimization of PZT on MgO(002) substrate to obtain highly oriented PZT film oriented towards the (100) plane with a surface roughness of 2 nm. Si gratings were simulated for TE and TM mode with an efficiency of -2.2 dB/coupler -3 dB/coupler respectively with a polarization insensitive efficiency of 50% for both TE and TM mode. Si grating with an efficiency of around -10 dB/coupler and a 6 dB bandwidth of 30 nm was fabricated. DC Electro-optic characterization for MZI yielded a spectrum shift of 71 pm/V at the c-band. ",
    "url": "https://arxiv.org/abs/2305.19126",
    "authors": [
      "Suraj",
      "Shankar Kumar Selvaraja"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2305.19174",
    "title": "3-D poling and drive mechanism for high-speed PZT-on-SOI Electro-Optic  modulator using remote Pt buffered growth",
    "abstract": "In this work, we have demonstrated a novel method to increase the electro-optic interaction in an intensity modulator at the C-band by optimizing the growth methodology of PZT with the metal (Ti/Pt) as a base material and the PZT poling architecture. Here, we have used a patterned Pt layer for PZT deposition instead of a buffer layer. By optimizing the PZT growth process, we have been able to do poling of the fabricated PZT film in an arbitrary direction as well as have achieved an enhanced electro-optic interaction, leading to a DC spectrum shift of 304 pm/V and a V{\\pi} L{\\pi} value of 0.6 V-cm on a Si-based MZI. For an electro-optic modulator, we are reporting the best values of DC spectrum shift and V{\\pi} L{\\pi} using perovskite as an active material. The high-speed measurement has yielded a tool-limited bandwidth of > 12GHz. The extrapolated bandwidth calculated using the slope of the modulation depth is 45 GHz. We also show via simulation an optimized gap of 4.5 {\\mu}m and a PZT thickness of 1 {\\mu}m that gives us a less than 1 V-dB. ",
    "url": "https://arxiv.org/abs/2305.19174",
    "authors": [
      "Suraj",
      "Shankar Kumar Selvaraja"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2305.19226",
    "title": "DFT analysis and demonstration of enhanced clamped Electro-Optic tensor  by strain engineering in PZT",
    "abstract": "We report $\\approx$400\\% enhancement in PZT Pockels coefficient on DFT simulation of lattice strain due to phonon mode softening.The simulation showed a relation between the rumpling and the Pockels coefficient divergence that happens at -8\\% and 25\\% strain developed in PZT film.The simulation was verified experimentally by RF sputter deposited PZT film on Pt/SiO$_2$/Si layer.The strain developed in PZT varied from -0.04\\% for film annealed at 530\\degree C to -0.21\\% for 600\\degree C annealing temperature.The strain was insensitive to RF power with a value of -0.13\\% for power varying between 70-130 W. Pockels coefficient enhancement was experimentally confirmed by Si Mach Zehnder interferometer loaded with PZT and probed with the co-planar electrode.An enhancement of $\\approx$300\\% in Pockels coefficient was observed from 2-8 pm/V with strain increasing from -0.04\\% to -0.21\\%. To the best of our knowledge, this is the first time study and demonstration of strain engineering on Pockels coefficient of PZT using DFT simulation, film deposition, and photonic device fabrication. ",
    "url": "https://arxiv.org/abs/2305.19226",
    "authors": [
      "Suraj",
      "Shankar Kumar Selvaraja"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2305.18548",
    "title": "Generic photonic integrated linear operator processor",
    "abstract": "Photonic integration platforms have been explored extensively for optical computing with the aim of breaking the speed and power efficiency limitations of traditional digital electronic computers. Current technologies typically focus on implementing a single computation iteration optically while leaving the intermediate processing in the electronic domain, which are still limited by the electronic bottlenecks. Few explorations have been made of all-optical recursive architectures for computations on integrated photonic platforms. Here we propose a generic photonic integrated linear operator processor based on an all-optical recursive system that supports linear operations ranging from matrix computations to solving equations. We demonstrate the first all-optical on-chip matrix inversion system and use this to solve integral and differential equations. The absence of electronic processing during multiple iterations indicates the potential for an orders-of-magnitudes speed enhancement of this all-optical computing approach compared to electronic computers. We realize matrix inversions, Fredholm integral equations of the second kind, 2^{nd} order ordinary differential equations, and Poisson equations using the generic photonic integrated linear operator processor. ",
    "url": "https://arxiv.org/abs/2305.18548",
    "authors": [
      "Minjia Chen",
      "Chunhui Yao",
      "Adrian Wonfor",
      "Qixiang Cheng",
      "Richard Penty"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.18776",
    "title": "Dynamic resonance fluorescence in solid-state cavity quantum  electrodynamics",
    "abstract": "The coherent interaction between a two-level system and electromagnetic fields serves as a foundation for fundamental quantum physics and modern photonic quantum technology. A profound example is resonance fluorescence, where the non-classical photon emission appears in the form of a Mollow-triplet when a two-level system is continuously driven by a resonant laser. Pushing resonance fluorescence from a static to dynamic regime by using short optical pulses generates on-demand emissions of highly coherent single photons. Further increasing the driving strength in the dynamical regime enables the pursuit of exotic non-classical light emission in photon number superposition, photon number entanglement, and photon bundle states. However, the long-sought-after spectrum beyond the Mollow-triplet, a characteristic of dynamic resonance fluorescence under strong driving strength, has not been observed yet. Here we report the direct observation and systematic investigations of dynamic resonance fluorescence spectra beyond the Mollow-triplet in a solid-state cavity quantum electrodynamic system. The dynamic resonance fluorescence spectra with up to five pairs of side peaks, excitation detuning induced spectral asymmetry, and cavity filtering effect are observed and quantitatively modeled by a full quantum model with phonon scattering included. Time-resolved measurements further reveal that the multiple side peaks originate from interference of the emission associated with different temporal positions of the excitation pulses. Our work facilitates the generation of a variety of exotic quantum states of light with dynamic driving of two-level systems. ",
    "url": "https://arxiv.org/abs/2305.18776",
    "authors": [
      "Shunfa Liu",
      "Chris Gustin",
      "Hanqing Liu",
      "Xueshi Li",
      "Ying Yu",
      "Haiqiao Ni",
      "Zhichuan Niu",
      "Stephen Hughes",
      "Xuehua Wang",
      "Jin Liu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.18956",
    "title": "Quantum Fluctuations Approach to the Nonequilibrium $GW$-Approximation  II: Density Correlations and Dynamic Structure Factor",
    "abstract": "The quantum dynamics of correlated fermionic or bosonic many-body systems following external excitation can be successfully studied using nonequilibrium Green functions (NEGF) or reduced density matrix methods. Approximations are introduced via a proper choice of the many-particle selfenergy or decoupling of the BBGKY-hierarchy, respectively. These approximations are based on Feynman's diagram approaches or on cluster expansions into single-particle and correlation operators. In a recent paper [E. Schroedter, J.-P. Joost, and M. Bonitz, Cond. Matt. Phys. \\textbf{25}, 23401 (2022)] we have presented a different approach where, instead of equations of motion for the many-particle NEGF (or density operators), equations for the correlation functions of fluctuations are analyzed. In particular, we derived the stochastic GW and polarization approximations that are closely related to the nonequilibrium GW approximation. Here, we extend this approach to the computation of two-time observables depending on the specific ordering of the underlying operators. In particular, we apply this extension to the calculation of the density correlation function and dynamic structure factor of correlated Hubbard clusters in and out of equilbrium. ",
    "url": "https://arxiv.org/abs/2305.18956",
    "authors": [
      "Erik Schroedter",
      "Björn Jakob Wurst",
      "Jan-Philip Joost",
      "Michael Bonitz"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2305.18978",
    "title": "IDToolkit: A Toolkit for Benchmarking and Developing Inverse Design  Algorithms in Nanophotonics",
    "abstract": "Aiding humans with scientific designs is one of the most exciting of artificial intelligence (AI) and machine learning (ML), due to their potential for the discovery of new drugs, design of new materials and chemical compounds, etc. However, scientific design typically requires complex domain knowledge that is not familiar to AI researchers. Further, scientific studies involve professional skills to perform experiments and evaluations. These obstacles prevent AI researchers from developing specialized methods for scientific designs. To take a step towards easy-to-understand and reproducible research of scientific design, we propose a benchmark for the inverse design of nanophotonic devices, which can be verified computationally and accurately. Specifically, we implemented three different nanophotonic design problems, namely a radiative cooler, a selective emitter for thermophotovoltaics, and structural color filters, all of which are different in design parameter spaces, complexity, and design targets. The benchmark environments are implemented with an open-source simulator. We further implemented 10 different inverse design algorithms and compared them in a reproducible and fair framework. The results revealed the strengths and weaknesses of existing methods, which shed light on several future directions for developing more efficient inverse design algorithms. Our benchmark can also serve as the starting point for more challenging scientific design problems. The code of IDToolkit is available at https://github.com/ThyrixYang/IDToolkit. ",
    "url": "https://arxiv.org/abs/2305.18978",
    "authors": [
      "Jia-Qi Yang",
      "Yu-Cheng Xu",
      "Jia-Lei Shen",
      "Ke-Bin Fan",
      "De-Chuan Zhan",
      "Yang Yang"
    ],
    "subjectives": [
      "Artificial Intelligence (cs.AI)",
      "Machine Learning (cs.LG)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.19170",
    "title": "Forward-Forward Training of an Optical Neural Network",
    "abstract": "Neural networks (NN) have demonstrated remarkable capabilities in various tasks, but their computation-intensive nature demands faster and more energy-efficient hardware implementations. Optics-based platforms, using technologies such as silicon photonics and spatial light modulators, offer promising avenues for achieving this goal. However, training multiple trainable layers in tandem with these physical systems poses challenges, as they are difficult to fully characterize and describe with differentiable functions, hindering the use of error backpropagation algorithm. The recently introduced Forward-Forward Algorithm (FFA) eliminates the need for perfect characterization of the learning system and shows promise for efficient training with large numbers of programmable parameters. The FFA does not require backpropagating an error signal to update the weights, rather the weights are updated by only sending information in one direction. The local loss function for each set of trainable weights enables low-power analog hardware implementations without resorting to metaheuristic algorithms or reinforcement learning. In this paper, we present an experiment utilizing multimode nonlinear wave propagation in an optical fiber demonstrating the feasibility of the FFA approach using an optical system. The results show that incorporating optical transforms in multilayer NN architectures trained with the FFA, can lead to performance improvements, even with a relatively small number of trainable weights. The proposed method offers a new path to the challenge of training optical NNs and provides insights into leveraging physical transformations for enhancing NN performance. ",
    "url": "https://arxiv.org/abs/2305.19170",
    "authors": [
      "Ilker Oguz",
      "Junjie Ke",
      "Qifei Wang",
      "Feng Yang",
      "Mustafa Yildirim",
      "Niyazi Ulas Dinc",
      "Jih-Liang Hsieh",
      "Christophe Moser",
      "Demetri Psaltis"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.19220",
    "title": "Universal Quantum Computation in Globally Driven Rydberg Atom Arrays",
    "abstract": "We develop a model for quantum computation which only relies on global driving, without the need of local addressing of the qubits. Our scheme is based on dual-species processors, and we present it in the framework on neutral atoms subjected to Rydberg blockade constraints. A circuit is imprinted in the (static) trap positions of the atoms, and the algorithm is executed by a sequence of global, resonant laser pulses; we show that this model for quantum computation is universal and scalable. ",
    "url": "https://arxiv.org/abs/2305.19220",
    "authors": [
      "Francesco Cesa",
      "Hannes Pichler"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2209.06734",
    "title": "Topological approach of characterizing optical Skyrmions and Skyrmion  lattices",
    "abstract": " Title: Topological approach of characterizing optical Skyrmions and Skyrmion  lattices ",
    "url": "https://arxiv.org/abs/2209.06734",
    "authors": [
      "A. McWilliam",
      "C. M. Cisowski",
      "Z. Ye",
      "F. C. Speirits",
      "J. B. Götte",
      "S. M. Barnett",
      "S. Franke-Arnold"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.10183",
    "title": "Multipole theory of optical spatial dispersion in crystals",
    "abstract": " Comments: Published version: 21 pages, 4 figures, 75 references ",
    "url": "https://arxiv.org/abs/2211.10183",
    "authors": [
      "Óscar Pozo",
      "Ivo Souza"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2212.02254",
    "title": "Exploring Disordered Quantum Spin Models with a Multi-Layer  Multi-Configurational Approach",
    "abstract": " Comments: 12 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2212.02254",
    "authors": [
      "Fabian Köhler",
      "Rick Mukherjee",
      "Peter Schmelcher"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Other Condensed Matter (cond-mat.other)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2212.11417",
    "title": "Photonic integrated beam delivery in a rubidium 3D magneto-optical trap",
    "abstract": " Title: Photonic integrated beam delivery in a rubidium 3D magneto-optical trap ",
    "url": "https://arxiv.org/abs/2212.11417",
    "authors": [
      "Andrei Isichenko",
      "Nitesh Chauhan",
      "Debapam Bose",
      "Jiawei Wang",
      "Paul D. Kunz",
      "Daniel J. Blumenthal"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2301.11190",
    "title": "Intrinsic timing properties of ideal 3D-trench silicon sensor with fast  front-end electronics",
    "abstract": " Title: Intrinsic timing properties of ideal 3D-trench silicon sensor with fast  front-end electronics ",
    "url": "https://arxiv.org/abs/2301.11190",
    "authors": [
      "Gian Matteo Cossu",
      "Davide Brundu",
      "Adriano Lai"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2305.10532",
    "title": "Room-temperature polariton repulsion and ultra-strong coupling for a  non-trivial topological one-dimensional tunable Fibonacci-conjugated  porous-Silicon photonic quasi-crystal showing quasi  bound-states-in-the-continuum",
    "abstract": " Title: Room-temperature polariton repulsion and ultra-strong coupling for a  non-trivial topological one-dimensional tunable Fibonacci-conjugated  porous-Silicon photonic quasi-crystal showing quasi  bound-states-in-the-continuum ",
    "url": "https://arxiv.org/abs/2305.10532",
    "authors": [
      "Atzin David Ruiz Pérez",
      "Salvador Escobar Guerrero",
      "Ma. Del Rocío Nava Lara",
      "Jorge-Alejandro Reyes-Esqueda"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2305.16761",
    "title": "Quantum Description of Free Electron Laser Radiation and Nonlinear  Amplitude Equations",
    "abstract": " Comments: 9 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2305.16761",
    "authors": [
      "Stephan I. Tzenov",
      "Zhichu Chen"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Accelerator Physics (physics.acc-ph)",
      "Quantum Physics (quant-ph)"
    ]
  }
]