[
  {
    "id": "arXiv:2407.16701",
    "title": "Integrated Deflector Shield Technology for Spacecraft",
    "abstract": "           The increasing velocity and frequency of space missions necessitate advancements in spacecraft protection technologies to ensure mission success and the safety of onboard systems and personnel. Existing shielding solutions, including electromagnetic shields, plasma shields, and speculative force fields, each offer distinct protective capabilities but are limited when used independently. This study proposes an integrated deflector shield system that combines the strengths of these technologies to provide comprehensive protection against a wide range of spaceborne threats, including charged particles, micrometeoroids, and high-energy radiation. By leveraging fusion energy as a primary power source, we aim to sustain a high-energy shield capable of dynamically adjusting to varying threat levels. Extensive theoretical modeling, simulations, and analytical calculations demonstrate the feasibility of this integrated approach, highlighting significant improvements in energy efficiency and scalability. The implementation of this multi-layered shield system marks a pivotal advancement in spacecraft protection, paving the way for safer and more reliable space exploration missions.         ",
    "url": "https://arxiv.org/abs/2407.16701",
    "authors": [
      "Florian Neukart"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2407.16731",
    "title": "Design of cascaded diffractive optical elements generating different intensity distributions at several operating wavelengths",
    "abstract": "           We consider the design of cascaded diffractive optical elements (DOEs) for generating specified intensity distributions for several incident beams with different wavelengths. For each incident beam with a given wavelength, the cascaded DOE forms a different specified intensity distribution. The problem of DOE design is formulated as the problem of minimizing a functional that depends on the functions of diffractive microrelief height of the cascaded DOE and represents the deviations of the intensity distributions generated at the operating wavelengths from the specified ones. Explicit expressions are obtained for the derivatives of the functional, and on this basis, a gradient method for calculating a cascaded DOE is formulated. The proposed gradient method is used for the calculation of cascaded DOEs focusing radiation of three different wavelengths into different areas. In particular, the calculation of a cascaded DOE generating a complex color image of parrots is considered. The presented numerical simulation results demonstrate high performance of the proposed method.         ",
    "url": "https://arxiv.org/abs/2407.16731",
    "authors": [
      "Georgy A. Motz",
      "Daniil V. Soshnikov",
      "Leonid L. Doskolovich",
      "Egor V. Byzov",
      "Evgeni A. Bezus",
      "Dmitry A. Bykov"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.16736",
    "title": "Inverse Design of Polaritonic Devices",
    "abstract": "           Polaritons, arising from the strong coupling between excitons and photons within microcavities, hold promise for optoelectronic and all-optical devices. They have found applications in various domains, including low-threshold lasers and quantum information processing. To realize complex functionalities, non-intuitive designs for polaritonic devices are required. In this contribution, we use finite-difference time-domain simulations of the dissipative Gross-Pitaevskii equation, written in a differentiable manner, and combine it with an adjoint formulation. Such a method allows us to use topology optimization to engineer the potential landscape experienced by polariton condensates to tailor its characteristics on demand. The potential directly translates to a blueprint for a functional device, and various fabrication and optical control techniques can experimentally realize it. We inverse-design a selection of polaritonic devices, i.e., a structure that spatially shapes the polaritons into a flat-top distribution, a metalens that focuses a polariton, and a nonlinearly activated isolator. The functionalities are preserved when employing realistic fabrication constraints such as minimum feature size and discretization of the potential. Our results demonstrate the utility of inverse design techniques for polaritonic devices, providing a stepping stone toward future research in optimizing systems with complex light-matter interactions.         ",
    "url": "https://arxiv.org/abs/2407.16736",
    "authors": [
      "Oliver Kuster",
      "Yannick Augenstein",
      "Carsten Rockstuhl",
      "Thomas Jebb Sturges"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2407.16819",
    "title": "Multiphoton dressed Rydberg excitations in a microwave cavity with ultracold Rb atoms",
    "abstract": "           We investigate magneto-optical trap loss spectroscopy of Rydberg excited $^{85}$Rb ($66\\leq n \\leq 68~S_{1/2}$) atoms, placed inside a tailored microwave cavity. The cavity frequency at 13.053 GHz is in resonance with the $67S_{1/2} \\rightarrow 66P_{3/2}$ transition, inducing a ladder multiphoton microwave Rydberg absorption and emission. The observed spectra are modeled with an extended Jaynes-Cumming formalism that accounts for multiphoton absorption from and emission into the cavity, the loss from the trap due to Rydberg excitation, and cavity imperfection. We calculate the average photons in each spectral feature and find evidence for fractional photon emission into the cavity modes. The microwave cavity Rydberg spectroscopy in this work should inform the application and technology development of Rydberg based sensors and hybrid Rydberg atom-superconducting resonator quantum gates.         ",
    "url": "https://arxiv.org/abs/2407.16819",
    "authors": [
      "J. D. Massayuki Kondo",
      "Seth T. Rittenhouse",
      "Daniel Varela Magalhaes",
      "Vasil Rokaj",
      "S. I. Mistakidis",
      "H. R. Sadeghpour",
      "Luis Gustavo Marcassa"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2407.16810",
    "title": "Light-induced quantum tunnelling current in graphene",
    "abstract": "           In the last decade, advancements in attosecond spectroscopy have allowed us to study electron motion dynamics in condensed matter. The access to these electron dynamics and, consequently, its control by an ultrafast light field paves the way for establishing ultrafast optoelectronics. Here, we report the generation of light-induced quantum tunnelling current in graphene phototransistors by ultrafast laser pulses in an ambient environment. This tunnelling effect provides access to the instantaneous field-driven current to demonstrate the current switching (ON and OFF) on a 630 attosecond (1.6 petahertz speed). Moreover, we controlled the tunnelling current and enhanced the graphene phototransistor conductivity by controlling the density of the photoexcited charge carriers at different pump laser powers. Furthermore, we exploited this capability to demonstrate various logic gates. The demonstrated light-induced tunnelling current and ultrafast switching were attained under standard room temperature and pressure conditions. Therefore, the presented scientific advancement in this work is at the technology readiness level suitable for its immediate integration into the development of ultrafast, nearly six orders of magnitude faster, optical transistors, lightwave electronics, and optical quantum computers.         ",
    "url": "https://arxiv.org/abs/2407.16810",
    "authors": [
      "Mohamed Sennary",
      "Jalil Shah",
      "Mingrui Yuan",
      "Ahmed Mahjoub",
      "Vladimir Pervak",
      "Nikolay Golubev",
      "Mohammed Hassan"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.17088",
    "title": "Continuously Expanding the Response Frequency of Rydberg Atom-Based Microwave Sensor by Using Quantum Mixer",
    "abstract": "           Microwave electric (MW) field measurements utilizing Rydberg atoms have witnessed significant advancements, achieving remarkable sensitivity, albeit limited to discrete MW frequencies resonant with Rydberg states. Recently, various continuous-frequency measurement schemes have emerged. However, when the MW detuning surpasses 1 GHz, the sensitivity degrades by over an order of magnitude compared to resonant measurements. In this paper, we successfully extend the response frequency range by harnessing a controlled driving field in conjunction with a quantum mixer and heterodyne technology, theoretically enabling infinite scalability. Notably, second-order effects stemming from quantum mixing necessitate careful consideration to ensure accurate electric field measurements. In addition, compared to resonant measurements, the sensitivity decline for far-detuned MW fields exceeding 1 GHz is less than twice, representing a significant improvement of several orders of magnitude over alternative schemes. Furthermore, the sensitivity of far-detuned MW fields can be efficiently enhanced by augmenting the intensity and frequency of the controlled field. For detunings ranging from 100 MHz to 2 GHz, we present optimal sensitivity values and the corresponding methods to achieve them. Our findings pave the way for Rydberg atom-based MW receivers characterized by both high sensitivity and an exceptionally broad bandwidth.         ",
    "url": "https://arxiv.org/abs/2407.17088",
    "authors": [
      "Sheng-Xian Xiao",
      "Tao Wang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2407.17330",
    "title": "Quantum nonlocal modulation cancellation with distributed clocks",
    "abstract": "           We demonstrate nonlocal modulation of entangled photons with truly distributed RF clocks. Leveraging a custom radio-over-fiber (RFoF) system characterized via classical spectral interference, we validate its effectiveness for quantum networking by multiplexing the RFoF clock with one photon from a frequency-bin-entangled pair and distributing the coexisting quantum-classical signals over fiber. Phase modulation of the two photons reveals nonlocal correlations in excellent agreement with theory: in-phase modulation produces additional sidebands in the joint spectral intensity, while out-of-phase modulation is nonlocally canceled. Our simple, feedback-free design attains sub-picosecond synchronization -- namely, drift less than $\\sim$0.5 ps in a 5.5 km fiber over 30 min (fractionally only $\\sim$2$\\times$10$^{-8}$ of the total fiber delay) -- and should facilitate frequency-encoded quantum networking protocols such as high-dimensional quantum key distribution and entanglement swapping, unlocking frequency-bin qubits for practical quantum communications in deployed metropolitan-scale networks.         ",
    "url": "https://arxiv.org/abs/2407.17330",
    "authors": [
      "Stephen D. Chapman",
      "Suparna Seshadri",
      "Joseph M. Lukens",
      "Nicholas A. Peters",
      "Jason D. McKinney",
      "Andrew M. Weiner",
      "Hsuan-Hao Lu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.17381",
    "title": "Cosmic ray susceptibility of the Terahertz Intensity Mapper detector arrays",
    "abstract": "           We report on the effects of cosmic ray interactions with the Kinetic Inductance Detector (KID) based focal plane array for the Terahertz Intensity Mapper (TIM). TIM is a NASA-funded balloon-borne experiment designed to probe the peak of the star formation in the Universe. It employs two spectroscopic bands, each equipped with a focal plane of four $\\sim\\,$900-pixel, KID-based array chips. Measurements of an 864-pixel TIM array shows 791 resonators in a 0.5$\\,$GHz bandwidth. We discuss challenges with resonator calibration caused by this high multiplexing density. We robustly identify the physical positions of 788 (99.6$\\,$%) detectors using a custom LED-based identification scheme. Using this information we show that cosmic ray events occur at a rate of 2.1$\\,\\mathrm{events/min/cm^2}$ in our array. 66$\\,$% of the events affect a single pixel, and another 33$\\,$% affect $<\\,$5 KIDs per event spread over a 0.66$\\,\\mathrm{cm^2}$ region (2 pixel pitches in radius). We observe a total cosmic ray dead fraction of 0.0011$\\,$%, and predict that the maximum possible in-flight dead fraction is $\\sim\\,$0.165$\\,$%, which demonstrates our design will be robust against these high-energy events.         ",
    "url": "https://arxiv.org/abs/2407.17381",
    "authors": [
      "Lun-Jun Liu",
      "Reinier M.J. Janssen",
      "Bruce Bumble",
      "Elijah Kane",
      "Logan M. Foote",
      "Charles M. Bradford",
      "Steven Hailey-Dunsheath",
      "Shubh Agrawal",
      "James E. Aguirre",
      "Hrushi Athreya",
      "Justin S. Bracks",
      "Brockton S. Brendal",
      "Anthony J. Corso",
      "Jeffrey P. Filippini",
      "Jianyang Fu",
      "Christopher E. Groppi",
      "Dylan Joralmon",
      "Ryan P. Keenan",
      "Mikolaj Kowalik",
      "Ian N. Lowe",
      "Alex Manduca",
      "Daniel P. Marrone",
      "Philip D. Mauskopf",
      "Evan C. Mayer",
      "Rong Nie",
      "Vesal Razavimaleki",
      "Talia Saeid",
      "Isaac Trumper",
      "Joaquin D. Vieira"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Applied Physics (physics.app-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2401.03759",
    "title": "A Hybrid Quantum Computing Pipeline for Real World Drug Discovery",
    "abstract": "           Quantum computing, with its superior computational capabilities compared to classical approaches, holds the potential to revolutionize numerous scientific domains, including pharmaceuticals. However, the application of quantum computing for drug discovery has primarily been limited to proof-of-concept studies, which often fail to capture the intricacies of real-world drug development challenges. In this study, we diverge from conventional investigations by developing \\rev{a hybrid} quantum computing pipeline tailored to address genuine drug design problems. Our approach underscores the application of quantum computation in drug discovery and propels it towards more scalable system. We specifically construct our versatile quantum computing pipeline to address two critical tasks in drug discovery: the precise determination of Gibbs free energy profiles for prodrug activation involving covalent bond cleavage, and the accurate simulation of covalent bond interactions. This work serves as a pioneering effort in benchmarking quantum computing against veritable scenarios encountered in drug design, especially the covalent bonding issue present in both of the case studies, thereby transitioning from theoretical models to tangible applications. Our results demonstrate the potential of a quantum computing pipeline for integration into real world drug design workflows.         ",
    "url": "https://arxiv.org/abs/2401.03759",
    "authors": [
      "Weitang Li",
      "Zhi Yin",
      "Xiaoran Li",
      "Dongqiang Ma",
      "Shuang Yi",
      "Zhenxing Zhang",
      "Chenji Zou",
      "Kunliang Bu",
      "Maochun Dai",
      "Jie Yue",
      "Yuzong Chen",
      "Xiaojin Zhang",
      "Shengyu Zhang"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Biological Physics (physics.bio-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2401.05161",
    "title": "Klystron type X-ray crystal-based Volume Free Electron Laser (XVFEL)",
    "abstract": "           Typical parameters of electron bunches available now in undulator X-ray FELs enable generation of induced radiation in crystal-based X-ray VFEL. An important peculiarity of an undulator X-ray FEL is electron bunch spatial modulation with the period equal to the wavelength of the produced radiation. Therefore, XFEL can be considered as a modulator of electron bunch density. As a result a facility combining an undulator, which produced a modulated beam, and a crystal, on which the modulated beam is incident, can be considered to be similar to klystron, which is a well-known source for microwaves emission. Use of pre-modulated beams enables to generate and observe superradiation and induced radiation in a crystal-based X-ray VFEL.         ",
    "url": "https://arxiv.org/abs/2401.05161",
    "authors": [
      "V.G.Baryshevsky"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Accelerator Physics (physics.acc-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.04887",
    "title": "Multimode characterization of an optical beam deflection setup",
    "abstract": "           Optical beam deflection is a popular method to measure the deformation of micromechanical devices. As it measures mostly a local slope, its sensitivity depends on the location and size of the optical spot. We present a method to evaluate precisely these parameters, using the relative amplitude of the thermal noise induced vibrations. With a case study of a microcantilever, we demonstrate the accuracy of the approach, as well as its ability to fully characterize the sensitivity of the detector and the parameters (mass, stiffness) of the resonator.         ",
    "url": "https://arxiv.org/abs/2402.04887",
    "authors": [
      "Alex Fontana",
      "Ludovic Bellon"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.07594",
    "title": "Phase-sensitive symmetry breaking in bidirectionally pumped Kerr microresonators",
    "abstract": "           We demonstrate theoretically and experimentally that linear coupling due to the backscattering between two counterpropagating modes in a Kerr microresonator leads to extreme sensitivity of the intensity asymmetry of nonlinear light states to the relative phase between the bidirectional pumps of equal power. In the absence of linear coupling, the relative pump phase does not affect counterpropagating intraresonator intensities, and two asymmetric states arise due to spontaneous symmetry breaking. Contrariwise, in the presence of weak linear intermode coupling, the asymmetry of the states is deterministically controlled via changes in phase (for all phases except 0 and $\\pi$). Spontaneous symmetry breaking at zero phase is suppressed when the linear intermode coupling is increased, while for the $\\pi$ phase it can be enhanced, so that the overall threshold for the spontaneous symmetry breaking can be significantly lower for nonzero linear coupling. These results are important for fundamental understanding of the processes in Kerr resonators and other systems with Kerr-like nonlinearities and linear intermode coupling and have high prospects for the development of photonic devices such as ultrasensitive sensors.         ",
    "url": "https://arxiv.org/abs/2407.07594",
    "authors": [
      "Elena A. Anashkina",
      "Alexey V. Andrianov"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.08482",
    "title": "Inverse-designed 3D laser nanoprinted phase masks to extend the depth of field of imaging systems",
    "abstract": "           In optical imaging, achieving high resolution often comes at the expense of a shallow depth of field. This means that when using a standard microscope, any minor movement of the object along the optical axis can cause the image to become blurry. To address this issue, we exploit inverse design techniques to optimise a phase mask which, when inserted into a standard microscope, extends the depth of field by a factor of approximately four without compromising the microscope's resolution. Differentiable Fourier optics simulations allow us to rapidly iterate towards an optimised design in a hybrid fashion, starting with gradient-free Bayesian optimisation and proceeding to a local gradient-based optimisation. To fabricate the device, a commercial two-photon 3D laser nanoprinter is used, in combination with a two-step pre-compensation routine, providing high fabrication speed and much better than subwavelength accuracy. We find excellent agreement between our numerical predictions and the measurements upon integrating the phase mask into a microscope and optically characterising selected samples. The phase mask enables us to conduct simultaneous multiplane imaging of objects separated by distances that cannot be achieved with the original microscope.         ",
    "url": "https://arxiv.org/abs/2407.08482",
    "authors": [
      "T. J. Sturges",
      "M. Nyman",
      "S. Kalt",
      "K. Pälsi",
      "P. Hilden",
      "M. Wegener",
      "C. Rockstuhl",
      "A. Shevchenko"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.09308",
    "title": "Design and testing of Kinetic Inductance Detector package for the Terahertz Intensity Mapper",
    "abstract": "           The Terahertz Intensity Mapper (TIM) is designed to probe the star formation history in dust-obscured star-forming galaxies around the peak of cosmic star formation. This will be done via measurements of the redshifted 157.7 um line of singly ionized carbon ([CII]). TIM employs two R $\\sim 250$ long-slit grating spectrometers covering 240-420 um. Each is equipped with a focal plane unit containing 4 wafer-sized subarrays of horn-coupled aluminum kinetic inductance detectors (KIDs). We present the design and performance of a prototype focal plane assembly for one of TIM's KID-based subarrays. Our design strictly maintain high optical efficiency and a suitable electromagnetic environment for the KIDs. The prototype detector housing in combination with the first flight-like quadrant are tested at 250 mK. Initial frequency scan shows that many resonances are affected by collisions and/or very shallow transmission dips as a result of a degraded internal quality factor (Q factor). This is attributed to the presence of an external magnetic field during cooldown. We report on a study of magnetic field dependence of the Q factor of our quadrant array. We implement a Helmholtz coil to vary the magnetic field at the detectors by (partially) nulling earth's. Our investigation shows that the earth magnetic field can significantly affect our KIDs' performance by degrading the Q factor by a factor of 2-5, well below those expected from the operational temperature or optical loading. We find that we can sufficiently recover our detectors' quality factor by tuning the current in the coils to generate a field that matches earth's magnetic field in magnitude to within a few uT. Therefore, it is necessary to employ a properly designed magnetic shield enclosing the TIM focal plane unit. Based on the results presented in this paper, we set a shielding requirement of |B| < 3 uT.         ",
    "url": "https://arxiv.org/abs/2211.09308",
    "authors": [
      "L.-J. Liu",
      "R.M.J Janssen",
      "C.M. Bradford",
      "S. Hailey-Dunsheath",
      "J.P. Filippini",
      "J.E. Aguirre",
      "J.S. Bracks",
      "A.J. Corso",
      "J. Fu",
      "C. Groppi",
      "J. Hoh",
      "R.P. Keenan",
      "I.N. Lowe",
      "D.P. Marrone",
      "P. Mauskopf",
      "R. Nie",
      "J. Redford",
      "I. Trumper",
      "J.D. Vieira"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Applied Physics (physics.app-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2211.09351",
    "title": "Design of The Kinetic Inductance Detector Based Focal Plane Assembly for The Terahertz Intensity Mapper",
    "abstract": "           We report on the kinetic inductance detector (KID) array focal plane assembly design for the Terahertz Intensity Mapper (TIM). Each of the 2 arrays consists of 4 wafer-sized dies (quadrants), and the overall assembly must satisfy thermal and mechanical requirements, while maintaining high optical efficiency and a suitable electromagnetic environment for the KIDs. In particular, our design manages to strictly maintain a 50 $\\mathrm{\\mu m}$ air gap between the array and the horn block. We have prototyped and are now testing a sub-scale assembly which houses a single quadrant for characterization before integration into the full array. The initial test result shows a $>$95% yield, indicating a good performance of our TIM detector packaging design.         ",
    "url": "https://arxiv.org/abs/2211.09351",
    "authors": [
      "L.-J. Liu",
      "R.M.J. Janssen",
      "C.M. Bradford",
      "S. Hailey-Dunsheath",
      "J. Fu",
      "J.P. Filippini",
      "J.E. Aguirre",
      "J.S. Bracks",
      "A.J. Corso",
      "C. Groppi",
      "J. Hoh",
      "R.P. Keenan",
      "I.N. Lowe",
      "D.P. Marrone",
      "P. Mauskopf",
      "R. Nie",
      "J. Redford",
      "I. Trumper",
      "J.D. Vieira"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Applied Physics (physics.app-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2402.16289",
    "title": "Multi-qubit gates and Schr\\\"odinger cat states in an optical clock",
    "abstract": "           Many-particle entanglement is a key resource for achieving the fundamental precision limits of a quantum sensor. Optical atomic clocks, the current state-of-the-art in frequency precision, are a rapidly emerging area of focus for entanglement-enhanced metrology. Augmenting tweezer-based clocks featuring microscopic control and detection with the high-fidelity entangling gates developed for atom-array information processing offers a promising route towards leveraging highly entangled quantum states for improved optical clocks. Here we develop and employ a family of multi-qubit Rydberg gates to generate Schrödinger cat states of the Greenberger-Horne-Zeilinger (GHZ) type with up to 9 optical clock qubits in a programmable atom array. In an atom-laser comparison at sufficiently short dark times, we demonstrate a fractional frequency instability below the standard quantum limit using GHZ states of up to 4 qubits. However, due to their reduced dynamic range, GHZ states of a single size fail to improve the achievable clock precision at the optimal dark time compared to unentangled atoms. Towards overcoming this hurdle, we simultaneously prepare a cascade of varying-size GHZ states to perform unambiguous phase estimation over an extended interval. These results demonstrate key building blocks for approaching Heisenberg-limited scaling of optical atomic clock precision.         ",
    "url": "https://arxiv.org/abs/2402.16289",
    "authors": [
      "Alec Cao",
      "William J. Eckner",
      "Theodor Lukin Yelin",
      "Aaron W. Young",
      "Sven Jandura",
      "Lingfeng Yan",
      "Kyungtae Kim",
      "Guido Pupillo",
      "Jun Ye",
      "Nelson Darkwah Oppong",
      "Adam M. Kaufman"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  }
]