[
  {
    "id": "arXiv:2310.17030",
    "title": "Enhanced sensitivity distributed sensing of magnetic fields in optical  fiber using random Bragg grating",
    "abstract": "We show that the use of Random Optical Grating using UV Exposure (ROGUE) can significantly reduce the noise floor of an optical frequency domain reflectometry (OFDR) measurement of Faraday rotation in the polarization. We compare it with unexposed spun fiber which shows a S/P minimum ratio (signal noise floor) 20 dB higher than when using our ROGUE. High sensitivity magnetic field measurements are achieved by spatially filtering (setting a gage length) the derivative of the S/P ratio's evolution. Example of a calibrated electromagnet spatially resolved B-field measurement is demonstrated, which can measure fields down to 10 mT with 10 cm spatial resolution. The potential for current sensing using such ROGUE apparatus is discussed and simulation shows a noise floor of around 1 A with 40 probing loops spatial resolution. ",
    "url": "https://arxiv.org/abs/2310.17030",
    "authors": [
      "Antoine Leymonerie",
      "Jean-Sebastien Boisvert",
      "Leonie Juszczak",
      "Sebastien Loranger"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2310.17184",
    "title": "Multifunctional imaging enabled by optical bound states in the continuum  with broken symmetry",
    "abstract": "For photonic crystal slab (PCS) structures, bound states in the continuum (BICs) and circularly polarized states (dubbed C-points) are important topological polarization singularities in momentum-space and have attracted burgeoning attention due to their novel topological and optical properties. In our work, the evolution of polarization singularities from BICs to C-points is achieved by breaking the in-plane C2 symmetry of a PCS structure of a square lattice with C4v symmetry. Correspondingly, a BIC is split into two C-points with opposite chirality, incurring distinct optical transmission responses with the incidence of right or left circular polarization (RCP or LCP). Harnessing such chirality selectivity of the C-points, we propose a multifunctional imaging system by integrating the designed PCS into a conventional 4-f imaging system, to realize both the edge imaging and conventional bright-field imaging, determined by the circular polarization state of the light source. In addition to multifunctional imaging, our system also provides a vivid picture about the evolution of the PCS platforms' singularities. ",
    "url": "https://arxiv.org/abs/2310.17184",
    "authors": [
      "Jiale Chen",
      "Zhao-Xian Chen",
      "Jun-Long Kou",
      "Yan-Qing Lu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.17487",
    "title": "High Transmission in 120-degree Sharp Bends of Inversion-symmetric and  Inversion-asymmetric Photonic Crystal Waveguides",
    "abstract": "Bending loss is one of the serious problems for constructing nanophotonic integrated circuits. Recently, many works reported that valley photonic crystals (VPhCs) enable significantly high transmission via 120-degree sharp bends. However, it is unclear whether the high bend-transmission results directly from the valley-photonic effects, which are based on the breaking of inversion symmetry. In this study, we conduct a series of comparative numerical and experimental investigations of bend-transmission in various triangular PhCs with and without inversion symmetry and reveal that the high bend-transmission is solely determined by the domain-wall configuration and independent of the existence of the inversion symmetry. Preliminary analysis of the polarization distribution indicates that high bend-transmissions are closely related to the appearance of local topological polarization singularities near the bending section. Our work demonstrates that high transmission can be achieved in a much wider family of PhC waveguides, which may provide novel designs for low-loss nanophotonic integrated circuits with enhanced flexibility and a new understanding of the nature of valley-photonics ",
    "url": "https://arxiv.org/abs/2310.17487",
    "authors": [
      "Wei Dai",
      "Taiki Yoda",
      "Yuto Moritake",
      "Masaaki Ono",
      "Eiichi Kuramochi",
      "Masaya Notomi"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.17524",
    "title": "Real-space sampling of terahertz waveforms with sub-nanometer spatial  resolution",
    "abstract": "Terahertz scanning tunneling microscopy (THz-STM) has emerged as a potent technique for probing ultrafast nanoscale dynamics with exceptional spatiotemporal precision, whereby the acquisition of THz near-field waveforms holds paramount significance. While substantial efforts have been dedicated to retrieving the waveform utilizing the photoemission current or a molecular sensor, these methods are challenged by intensive thermal effects or complex sample preparations. In this study, we introduce a universal approach for real-time characterization of THz near-field waveforms within the tunnel junction, achieving sub-nanometer spatial resolution. Utilizing the gating mechanism intrinsic to the STM junction, coherent scanning of a gated strong THz pulse over a weak THz pulse is achieved, facilitating direct measurement of the waveform. Notably, employing a custom-built Carrier-Envelope Phase (CEP) shifter, THz-CEP has been successfully characterized in the tunnel junction. Furthermore, THz spectral imaging through point-to-point sampling of THz waveforms on a triatomic Au (111) step has been demonstrated, highlighting the sub-nanometer spatial resolution of our sampling methodology. ",
    "url": "https://arxiv.org/abs/2310.17524",
    "authors": [
      "Hongbo Li",
      "Tianwu Wang",
      "Wenyin Wei",
      "Kai Zhang",
      "Jingyin Xu",
      "Yirong Wu",
      "Guangyou Fang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2310.17525",
    "title": "Measuring Wigner functions of quantum states of light in the  undergraduate laboratory",
    "abstract": "In this work, we present an educational activity aimed at measuring the Wigner distribution functions of quantum states of light in the undergraduate laboratory. This project was conceived by students from various courses within the physics undergraduate curriculum, and its outcomes were used in an introductory Quantum Optics course at the Universidad de los Andes in Bogot\\'a, Colombia. The activity entails a two-hour laboratory practice in which students engage with a pre-aligned experimental setup. They subsequently employ an open-access, custom-made computational graphical user interface to reconstruct the Wigner distribution function for various quantum states of light. Given that the testing phase coincided with the COVID-19 pandemic, we incorporated the capacity to analyze simulated data into the computational user interface. The activity is now part of the course syllabus and its virtual component has proven to be highly valuable for the implementation of distance learning in quantum optics. ",
    "url": "https://arxiv.org/abs/2310.17525",
    "authors": [
      "Juan-Rafael Álvarez",
      "Andrés Martínez Silva",
      "Alejandra Valencia"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2310.16852",
    "title": "Six-degrees-of-freedom test mass readout via optical phase-locking  heterodyne interferometry",
    "abstract": "Accurate position and posture measurements of the freely-falling test mass are crucial for the success of spaceborne gravitational wave detection missions. This paper presents a novel laboratory-developed test mass motion readout that utilizes quadrant photodetectors to measure the translation and tilt of a test mass. Departing from conventional methods like Zeeman effect or AOM frequency shift modulation, the readout system employs the phase locking of two lasers to generate the dual-frequency heterodyne source. Notably, the out-of-loop sensitivity of the phase locking reaches below 30 pm/Hz1/2 within the frequency band of 1 mHz and 10 Hz. The system comprises three measurement interferometers and one reference interferometer, featuring a symmetric design that enables measurements of up to six degrees of freedom based on polarization-multiplexing and differential wavefront sensing. Ground-simulated experimental results demonstrate that the proposed system has achieved a measurement sensitivity of 4 pm/Hz1/2 and 2 nrad/Hz1/2 at 1 Hz, a resolution of 5 nm and 0.1 urad, a range of 200 um and 600 urad, respectively. These findings showcase the system's potential as an alternative method for precisely monitoring the motion of test masses in spaceborne gravitational wave detection missions and other applications requiring accurate positioning and multi-degrees-of-freedom sensing. ",
    "url": "https://arxiv.org/abs/2310.16852",
    "authors": [
      "Xin Xu",
      "Jinsong Liu",
      "Henglin Mu",
      "Yan Li",
      "Yidong Tan"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.16903",
    "title": "Experimental Observation of Earth's Rotation with Quantum Entanglement",
    "abstract": "Precision interferometry with quantum states has emerged as an essential tool for experimentally answering fundamental questions in physics. Optical quantum interferometers are of particular interest due to mature methods for generating and manipulating quantum states of light. The increased sensitivity offered by these states promises to enable quantum phenomena, such as entanglement, to be tested in unprecedented regimes where tiny effects due to gravity come into play. However, this requires long and decoherence-free processing of quantum entanglement, which has not yet been explored for large interferometric areas. Here we present a table-top experiment using maximally path-entangled quantum states of light in an interferometer with an area of 715 m$^{2}$, sensitive enough to measure the rotation rate of Earth. A rotatable setup and an active area switching technique allow us to control the coupling of Earth's rotation to an entangled pair of single photons. The achieved sensitivity of 5 $\\mu$rad/s constitutes the highest rotation resolution ever achieved with optical quantum interferometers, surpassing previous work by three orders of magnitude. Our result demonstrates the feasibility of extending the utilization of maximally entangled quantum states to large-scale interferometers. Further improvements to our methodology will enable measurements of general-relativistic effects on entangled photons opening the way to further enhance the precision of fundamental measurements to explore the interplay between quantum mechanics and general relativity along with searches for new physics. ",
    "url": "https://arxiv.org/abs/2310.16903",
    "authors": [
      "Raffaele Silvestri",
      "Haocun Yu",
      "Teodor Stromberg",
      "Christopher Hilweg",
      "Robert W. Peterson",
      "Philip Walther"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.17073",
    "title": "Quantum criticality at cryogenic melting of polar bubble lattices",
    "abstract": "Quantum fluctuations (QFs) caused by zero-point phonon vibrations (ZPPVs) are known to prevent the occurrence of polar phases in bulk incipient ferroelectrics down to 0K1-3. On the other hand, little is known about the effects of QFs on the recently discovered topological patterns in ferroelectric nanostructures4-9. Here, by using an atomistic effective Hamiltonian within classical Monte Carlo (CMC) and path integral quantum Monte Carlo (PI-QMC)1,3,10,11, we unveil how QFs affect the topology of several dipolar phases in ultrathin Pb(Zr0.4Ti0.6)O3 (PZT) films. In particular, our PI-QMC simulations show that the ZPPVs do not suppress polar patterns but rather stabilize the labyrinth4, bimeron5 and bubble phases12,13 within a wider range of bias field magnitudes. Moreover, we reveal that quantum fluctuations induce a quantum critical point (QCP) separating a hexagonal bubble lattice from a liquid-like state characterized by spontaneous motion, creation and annihilation of polar bubbles at cryogenic temperatures. Finally, we show that the discovered quantum melting is associated with anomalous physical response, as, e.g., demonstrated by a negative longitudinal piezoelectric coefficient. ",
    "url": "https://arxiv.org/abs/2310.17073",
    "authors": [
      "W. Luo",
      "A. Akbarzadeh",
      "Y. Nahas",
      "S. Prokhorenko",
      "L. Bellaiche"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2310.17172",
    "title": "Integrating Subsystem Embedding Subalgebras and Coupled Cluster Green's  Function: A Theoretical Foundation for Quantum Embedding in Excitation  Manifold",
    "abstract": "In this study, we introduce a novel approach to coupled-cluster Green's function (CCGF) embedding by seamlessly integrating conventional CCGF theory with the state-of-the-art sub-system embedding sub-algebras coupled cluster (SES-CC) formalism. This integration focuses primarily on delineating the characteristics of the sub-system and the corresponding segments of the Green's function, defined explicitly by active orbitals. Crucially, our work involves the adaptation of the SES-CC paradigm, addressing the left eigenvalue problem through a distinct form of Hamiltonian similarity transformation. This advancement not only facilitates a comprehensive representation of the interaction between the embedded sub-system and its surrounding environment but also paves the way for the quantum mechanical description of multiple embedded domains, particularly by employing the emergent quantum flow algorithms. Our theoretical underpinnings further set the stage for a generalization to multiple embedded sub-systems. This expansion holds significant promise for the exploration and application of non-equilibrium quantum systems, enhancing the understanding of system-environment interactions. In doing so, the research underscores the potential of SES-CC embedding within the realm of quantum computations and multi-scale simulations, promising a good balance between accuracy and computational efficiency. ",
    "url": "https://arxiv.org/abs/2310.17172",
    "authors": [
      "Bo Peng",
      "Karol Kowalski"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2310.17412",
    "title": "Molecular dynamics simulation of W Silicon Emitting Centers formation by  Ga ion implantation",
    "abstract": "Silicon Emitting Centers (SEC) constitute promising candidates for quantum telecommunication technologies. Their operation depends on the fabrication of light emitting defect centers such as the triinterstitial Si complex, the W-Center. In this paper the formation of Si tri-interstitial clusters after Ga ion beam bombardment on pure silicon substrates and a subsequent annealing stage is investigated using molecular dynamics (MD) simulations. This study aims to understand the dynamic formation process of W centers after Ga implantation and annealing in order to assist the focused ion beam and annealing experimental systems. A new tri-interstitial cluster identification method is proposed which considers the configuration of the clusters in the Si lattice in order to identify the defects which will act as candidates for the W center. This method successfully identifies W center defect candidates in an ideal system. The number of tri-interstitial clusters increases and spread deeper into the Si for higher energies and their probability of generation increases until a limiting Ga dose. Furthermore, annealing can eliminate a lot of the unwanted defects maintaining at the same time the number of the tri-interstitial clusters, leading to isolated clusters with less distorted local environment. ",
    "url": "https://arxiv.org/abs/2310.17412",
    "authors": [
      "Christos Gennetidis",
      "Patrice Chantrenne",
      "Thomas Wood"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2310.17476",
    "title": "Eurasian-Scale Experimental Satellite-based Quantum Key Distribution  with Detector Efficiency Mismatch Analysis",
    "abstract": "The Micius satellite is the pioneering initiative to demonstrate quantum teleportation, entanglement distribution, quantum key distribution (QKD), and quantum-secured communications experiments at the global scale. In this work, we report on the results of the 600-mm-aperture ground station design which has enabled the establishment of a quantum-secured link between the Zvenigorod and Nanshan ground stations using the Micius satellite. As a result of a quantum communications session, an overall sifted key of 2.5 Mbits and a total final key length of 310 kbits have been obtained. We present an extension of the security analysis of the realization of satellite-based QKD decoy-state protocol by taking into account the effect of the detection-efficiency mismatch for four detectors. We also simulate the QKD protocol for the satellite passage and by that validate our semi-empirical model for a realistic receiver, which is in good agreement with the experimental data. Our results pave the way to the considerations of realistic imperfection of the QKD systems, which are important in the context of their practical security. ",
    "url": "https://arxiv.org/abs/2310.17476",
    "authors": [
      "Aleksandr V. Khmelev",
      "Alexey V. Duplinsky",
      "Ruslan M. Bakhshaliev",
      "Egor I. Ivchenko",
      "Liubov V. Pismeniuk",
      "Vladimir F. Mayboroda",
      "Ivan S. Nesterov",
      "Arkadiy N. Chernov",
      "Anton S. Trushechkin",
      "Evgeniy O. Kiktenko",
      "Vladimir L. Kurochkin",
      "Aleksey K. Fedorov"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Space Physics (physics.space-ph)"
    ]
  },
  {
    "id": "arXiv:2310.17508",
    "title": "Energy levels of mesonic helium in quantum electrodynamics",
    "abstract": "In the variational method we study energy levels of pionic helium $(\\pi-e-He)$ and kaonic helium $(K-e-He)$ with the electron in ground state and a meson in excited state with principal and orbital quantum numbers n~l+1~20. Variational wave functions are taken in the Gaussian form. Matrix elements of the basic Hamiltonian and corrections to vacuum polarization and relativism are calculated analytically in a closed form. We calculate some bound state energies and transition frequencies which can be studied in experiment. ",
    "url": "https://arxiv.org/abs/2310.17508",
    "authors": [
      "V.I. Korobov",
      "A.V. Eskin",
      "A.P. Martynenko",
      "F.A. Martynenko"
    ],
    "subjectives": [
      "High Energy Physics - Phenomenology (hep-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2202.04909",
    "title": "Multiple exciton generation and giant external quantum efficiency in  VO$_2$",
    "abstract": " Comments: New version is available at arXiv:2310.14835 ",
    "url": "https://arxiv.org/abs/2202.04909",
    "authors": [
      "S.R. Sahu",
      "A. Tripathy",
      "K. Dey",
      "N. Mansuri",
      "V.G. Sathe",
      "D.K. Shukla"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2305.00815",
    "title": "An Asymmetric Spoof-Fluid-Spoof Acoustic Waveguide and its Application  as a CO$_2$ Sensor",
    "abstract": " Comments: 21 pages, 12 figures ",
    "url": "https://arxiv.org/abs/2305.00815",
    "authors": [
      "Nathan Perchikov",
      "Đorđe Vujić",
      "Branimir Bajac",
      "Andrea Alù",
      "Vesna Bengin",
      "Nikolina Janković"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Signal Processing (eess.SP)"
    ]
  },
  {
    "id": "arXiv:2305.10458",
    "title": "Non-Gaussian Quantum Illumination with three modes",
    "abstract": " Comments: 5 pages; 1 figure ",
    "url": "https://arxiv.org/abs/2305.10458",
    "authors": [
      "Ricardo Gallego Torromé"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2305.19220",
    "title": "Universal Quantum Computation in Globally Driven Rydberg Atom Arrays",
    "abstract": " Title: Universal Quantum Computation in Globally Driven Rydberg Atom Arrays ",
    "url": "https://arxiv.org/abs/2305.19220",
    "authors": [
      "Francesco Cesa",
      "Hannes Pichler"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2306.08544",
    "title": "Modeling Non-Covalent Interatomic Interactions on a Photonic Quantum  Computer",
    "abstract": " Comments: 12 pages, 6 figures; published version, added various comments and a figure ",
    "url": "https://arxiv.org/abs/2306.08544",
    "authors": [
      "Matthieu Sarkis",
      "Alessio Fallani",
      "Alexandre Tkatchenko"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2310.15090",
    "title": "The prince and the pauper. A quantum paradox of Hilbert-space  fundamentalism",
    "abstract": " Comments: 4 pages. Comments welcomed! ",
    "url": "https://arxiv.org/abs/2310.15090",
    "authors": [
      "Ovidiu Cristinel Stoica"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  }
]