[
  {
    "id": "arXiv:2402.06200",
    "title": "Enhanced Frequency Conversion in Parity-Time Symmetry Line",
    "abstract": "Non-Hermitian degeneracies reveal intriguing and non-trivial behaviors in open physical systems. Examples like Parity-Time (PT) symmetry breaking, topological encircling chirality, and enhanced sensing near an exceptional point (EP) are often associated with the abrupt nature of the phase transition around these degeneracies. Here we experimentally observe a cavity-enhanced second-harmonic frequency (SHG) conversion on a PT symmetry line, i.e. a set consisting of open-ended isofrequency or isoloss lines, both terminated at EPs on the Riemann surface in parameter space. The enhancement factor can reach as high as 300, depending on the crossing point whether in the symmetry or the broken phase of the PT line. Moreover, such enhancement of SHG enables sensitive distance sensing with a nanometer resolution. Our works may pave the way for practical applications in sensing, frequency conversion, and coherent wave control. ",
    "url": "https://arxiv.org/abs/2402.06200",
    "authors": [
      "Jiankun Hou",
      "Jiefu Zhu",
      "Ruixin Ma",
      "Boyi Xue",
      "Yicheng Zhu",
      "Jintian Lin",
      "Xiaoshun Jiang",
      "Yuanlin Zheng",
      "Xianfeng Chen",
      "Ya Cheng",
      "Li Ge",
      "Wenjie Wan"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.06283",
    "title": "Wave optical model for tomographic volumetric additive manufacturing",
    "abstract": "Tomographic Volumetric Additive Manufacturing (TVAM) allows printing of mesoscopic objects within seconds or minutes. Tomographic patterns are illuminated onto a rotating glass vial which contains a photosensitive resin. Current pattern optimization is based on a ray optical assumption which ultimately leads to limited resolution around $20\\mu\\textrm{m}$ and varying throughout the volume of the 3D object. In this work, we introduce a rigorous wave-based optical amplitude optimization scheme for TVAM which shows that high-resolution printing is theoretically possible over the full volume. The wave optical optimization approach is based on an efficient angular spectrum method of plane waves with custom written memory efficient gradients and allows for optimization of realistic volumes for TVAM such as $(100\\mu\\textrm{m})^3$ or $(10\\textrm{mm})^3$ with $550^3$ voxels and 600 angles. Our simulations show that ray-optics start to produce artifacts when the desired features are $20\\mu\\textrm{m}$ and below and more importantly, the amplitude modulated TVAM can reach micrometer features when optimizing the patterns using a full wave model. ",
    "url": "https://arxiv.org/abs/2402.06283",
    "authors": [
      "Felix Wechsler",
      "Carlo Gigli",
      "Jorge Madrid-Wolff",
      "Christophe Moser"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.06339",
    "title": "Photon Number-Resolving Quantum Reservoir Computing",
    "abstract": "Neuromorphic processors improve the efficiency of machine learning algorithms through the implementation of physical artificial neurons to perform computations. However, whilst efficient classical neuromorphic processors have been demonstrated in various forms, practical quantum neuromorphic platforms are still in the early stages of development. Here we propose a fixed optical network for photonic quantum reservoir computing that is enabled by photon number-resolved detection of the output states. This significantly reduces the required complexity of the input quantum states while still accessing a high-dimensional Hilbert space. The approach is implementable with currently available technology and lowers the barrier to entry to quantum machine learning. ",
    "url": "https://arxiv.org/abs/2402.06339",
    "authors": [
      "Sam Nerenberg",
      "Oliver Neill",
      "Giulia Marcucci",
      "Daniele Faccio"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.06398",
    "title": "Harnessing the Quantum Zeno Effect: A New Approach to Ion Trapping",
    "abstract": "Conventional ion confinement techniques predominantly rely on external fields to achieve precise and stable confinement. This study introduces a new approach to ion confinement by harnessing the quantum Zeno effect. Through the continual measurement of the force on conductor plates, we offer a novel means of maintaining ion confinement without the direct application of external forces. We argue that this method potentially addresses the challenges of heating, control, and scalability associated with traditional ion-trapping methods. The findings present ground-state solutions for two ions confined to various regions, detailing the frequency of measurements necessary for each confinement regime. These results highlight conservative bounds for the power requirements associated with each scenario, offering insights into the energy efficiency of the method. Although this method is promising, with potential applications ranging from quantum computing to atomic clocks, it requires experimental validation. We posit that the proposed method might be better suited to challenges requiring smaller ion confinements, such as fusion, which will be explored in an upcoming study. ",
    "url": "https://arxiv.org/abs/2402.06398",
    "authors": [
      "Varqa Abyaneh"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2402.06427",
    "title": "Quantum thermodynamics with a single superconducting vortex",
    "abstract": "We demonstrate complete control over dynamics of a single superconducting vortex in a nanostructure which we coin the Single Vortex Box (SVB). Our device allows us to trap the vortex in a field-cooled aluminum nanosquare and expel it on demand with a nanosecond pulse of electrical current. We read-out the vortex state of the box by testing the switching current of the adjacent Dayem nanobridge. Using the time-resolving nanothermometry we measure 4$\\cdot$10$^{-19}\\,$J as the amount of the dissipated heat (which is the energy of a single red photon) in the elementary process of the vortex expulsion, and monitor the following thermal relaxation of the device. The measured heat is equal to the energy required to annihilate all Cooper pairs on the way of the moving vortex. Our design and measuring protocol are convenient for studying the stochastic mechanism of the vortex escape from current-driven superconducting nanowires, which has its roots either in thermal or quantum fluctuations, similar to ones widely studied in Josephson junctions or magnetic nanoclusters and molecules. Our experiment enlightens the thermodynamics of the absorption process in the superconducting nanowire single-photon detectors, in which vortices are perceived to be essential for a formation of a detectable hot spot. The demonstrated opportunity to manipulate a single superconducting vortex reliably in a confined geometry comprises in fact a proof-of-concept of a nanoscale non-volatile memory cell with sub-nanosecond write and read operations, which offers compatibility with quantum processors based either on superconducting qubits or rapid single flux quantum circuits. ",
    "url": "https://arxiv.org/abs/2402.06427",
    "authors": [
      "Marek Foltyn",
      "Konrad Norowski",
      "Alexander Savin",
      "Maciej Zgirski"
    ],
    "subjectives": [
      "Superconductivity (cond-mat.supr-con)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2402.06454",
    "title": "Emergent Fano-Feshbach resonance in two-band superconductors with an  incipient quasi-flat band: Enhanced critical temperature evading  particle-hole fluctuations",
    "abstract": "In superconductivity, a surge of interests in enhancing $T_{\\rm c}$ is ever mounting, where a recent focus is toward multi-band superconductivity. In $T_{\\rm c}$ enhancements specific to two-band cases, especially around the Bardeen-Cooper-Schrieffer (BCS) to Bose-Einstein condensate (BEC) crossover considered here, we have to be careful about how quantum fluctuations affect the many-body states, i.e., particle-hole fluctuations suppressing the pairing for attractive interactions. Here we explore how to circumvent the suppression by examining multichannel pairing interactions in two-band systems. With the Gor'kov-Melik-Barkhudarov (GMB) formalism for particle-hole fluctuations in a continuous space, we look into the case of a deep dispersive band accompanied by an incipient heavy-mass (i.e., quasi-flat) band. We find that, while the GMB corrections usually suppress $T_{\\rm c}$ significantly, this in fact competes with the enhanced pairing arising from the heavy band, with the trade-off leading to a peaked structure in $T_{\\rm c}$ against the band-mass ratio when the heavy band is incipient. The system then plunges into a strong-coupling regime with the GMB screening vastly suppressed. This occurs prominently when the chemical potential approaches the bound state lurking just below the heavy band, which can be viewed as a Fano-Feshbach resonance, with its width governed by the pair-exchange interaction. The diagrammatic structure comprising particle-particle and particle-hole channels is heavily entangled, so that the emergent Fano-Feshbach resonance dominates all the channels, suggesting a universal feature in multiband superconductivity. ",
    "url": "https://arxiv.org/abs/2402.06454",
    "authors": [
      "Hiroyuki Tajima",
      "Hideo Aoki",
      "Andrea Perali",
      "Antonio Bianconi"
    ],
    "subjectives": [
      "Superconductivity (cond-mat.supr-con)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2402.06468",
    "title": "Flexible, photonic films of surfactant-functionalized cellulose  nanocrystals for pressure and humidity sensing",
    "abstract": "Most paints contain pigments that absorb light and fade over time. A robust alternative can be found in nature, where structural coloration arises from the interference of light with submicron features. Plant-derived, cellulose nanocrystals (CNCs) mimic these features by self-assembling into a cholesteric liquid crystal that exhibits structural coloration when dried. While much research has been done on CNCs in aqueous solutions, less is known about transferring CNCs to apolar solvents that are widely employed in paints. This study uses a common surfactant in agricultural and industrial products to suspend CNCs in toluene that are then dried into structurally colored films. Surprisingly, a stable liquid crystal phase is formed within hours, even with concentrations of up to 50 wt.-%. Evaporating the apolar CNC suspensions results in photonic films with peak wavelengths ranging from 660 to 920 nm. The resulting flexible films show increased mechanical strength, enabling a blue-shift into the visible spectrum with applied force. The films also act as humidity sensors, with increasing relative humidity yielding a red-shift. With the addition of a single surfactant, CNCs can be made compatible with existing production methods of industrial coatings, while improving the strength and responsiveness of structurally-colored films to external stimuli. ",
    "url": "https://arxiv.org/abs/2402.06468",
    "authors": [
      "Diogo V. Saraiva",
      "Steven N. Remiëns",
      "Ethan I. L. Jull",
      "Ivo R. Vermaire",
      "Lisa Tran"
    ],
    "subjectives": [
      "Soft Condensed Matter (cond-mat.soft)",
      "Chemical Physics (physics.chem-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.06607",
    "title": "Real-time Dynamics of the Schwinger Model as an Open Quantum System with  Neural Density Operators",
    "abstract": "Ab-initio simulations of multiple heavy quarks propagating in a Quark-Gluon Plasma are computationally difficult to perform due to the large dimension of the space of density matrices. This work develops machine learning algorithms to overcome this difficulty by approximating exact quantum states with neural network parametrisations, specifically Neural Density Operators. As a proof of principle demonstration in a QCD-like theory, the approach is applied to solve the Lindblad master equation in the 1+1d lattice Schwinger Model as an open quantum system. Neural Density Operators enable the study of in-medium dynamics on large lattice volumes, where multiple-string interactions and their effects on string-breaking and recombination phenomena can be studied. Thermal properties of the system at equilibrium can also be probed with these methods by variationally constructing the steady state of the Lindblad master equation. Scaling of this approach with system size is studied, and numerical demonstrations on up to 32 spatial lattice sites and with up to 3 interacting strings are performed. ",
    "url": "https://arxiv.org/abs/2402.06607",
    "authors": [
      "Joshua Lin",
      "Di Luo",
      "Xiaojun Yao",
      "Phiala E. Shanahan"
    ],
    "subjectives": [
      "High Energy Physics - Phenomenology (hep-ph)",
      "High Energy Physics - Lattice (hep-lat)",
      "Nuclear Theory (nucl-th)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2110.02965",
    "title": "Classical Shadows for Quantum Process Tomography on Near-term Quantum  Computers",
    "abstract": " Comments: Revised final version ",
    "url": "https://arxiv.org/abs/2110.02965",
    "authors": [
      "Ryan Levy",
      "Di Luo",
      "Bryan K. Clark"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2206.04717",
    "title": "Analysis of the structural complexity of Crab Nebula observed at radio  frequency using a multifractal approach",
    "abstract": " Title: Analysis of the structural complexity of Crab Nebula observed at radio  frequency using a multifractal approach ",
    "url": "https://arxiv.org/abs/2206.04717",
    "authors": [
      "Athokpam Langlen Chanu",
      "Pravabati Chingangbam",
      "Fazlu Rahman",
      "R.K. Brojen Singh",
      "Preeti Kharb"
    ],
    "subjectives": [
      "Adaptation and Self-Organizing Systems (nlin.AO)",
      "Astrophysics of Galaxies (astro-ph.GA)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2304.10579",
    "title": "High-Frequency Gravitational Wave Detection via Optical Frequency  Modulation",
    "abstract": " Comments: 11 pages, 3 figures. Clarifications around Eq. (13), including new Appendix B [on the propagation of electromagnetic waves in curved spacetime]. Results unchanged ",
    "url": "https://arxiv.org/abs/2304.10579",
    "authors": [
      "Torsten Bringmann",
      "Valerie Domcke",
      "Elina Fuchs",
      "Joachim Kopp"
    ],
    "subjectives": [
      "High Energy Physics - Phenomenology (hep-ph)",
      "Cosmology and Nongalactic Astrophysics (astro-ph.CO)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2305.13174",
    "title": "Observation of Quantum metric and non-Hermitian Berry curvature in a  plasmonic lattice",
    "abstract": " Comments: Revised version ",
    "url": "https://arxiv.org/abs/2305.13174",
    "authors": [
      "Javier Cuerda",
      "Jani M. Taskinen",
      "Nicki Källman",
      "Leo Grabitz",
      "Päivi Törmä"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2305.13244",
    "title": "Pseudospin-orbit coupling and non-Hermitian effects in the Quantum  Geometric Tensor of a plasmonic lattice",
    "abstract": " Comments: Revised version ",
    "url": "https://arxiv.org/abs/2305.13244",
    "authors": [
      "Javier Cuerda",
      "Jani M. Taskinen",
      "Nicki Källman",
      "Leo Grabitz",
      "Päivi Törmä"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2306.02214",
    "title": "Quantum annealing-based computed tomography using variational approach  for a real-number image reconstruction",
    "abstract": " Comments: 17 pages, 9 figures. This is the pre-peer reviewed version of the following article ",
    "url": "https://arxiv.org/abs/2306.02214",
    "authors": [
      "Akihiro Haga"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2310.14875",
    "title": "Benefit of enhanced electrostatic and optical accelerometry for future  gravimetry missions",
    "abstract": " Title: Benefit of enhanced electrostatic and optical accelerometry for future  gravimetry missions ",
    "url": "https://arxiv.org/abs/2310.14875",
    "authors": [
      "Alexey Kupriyanov",
      "Arthur Reis",
      "Manuel Schilling",
      "Vitali Müller",
      "Jürgen Müller"
    ],
    "subjectives": [
      "Geophysics (physics.geo-ph)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ]
  },
  {
    "id": "arXiv:2310.18410",
    "title": "Initial state preparation for quantum chemistry on quantum computers",
    "abstract": " Title: Initial state preparation for quantum chemistry on quantum computers ",
    "url": "https://arxiv.org/abs/2310.18410",
    "authors": [
      "Stepan Fomichev",
      "Kasra Hejazi",
      "Modjtaba Shokrian Zini",
      "Matthew Kiser",
      "Joana Fraxanet Morales",
      "Pablo Antonio Moreno Casares",
      "Alain Delgado",
      "Joonsuk Huh",
      "Arne-Christian Voigt",
      "Jonathan E. Mueller",
      "Juan Miguel Arrazola"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2312.09593",
    "title": "Laser Thomson Scattering Measurements around Magnetized Model in  Rarefied Argon Arcjet Plume",
    "abstract": " Comments: 10 pages, 6 figures, Proceedings of 20th International Symposium on Laser-Aided Plasma Diagnostics. This version is the preprint of the accepted manuscript published in Journal of Instrumentation (JINST) ",
    "url": "https://arxiv.org/abs/2312.09593",
    "authors": [
      "H. Katsurayama",
      "R. Wada",
      "K. Moriyama",
      "K. Tomita"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2401.17255",
    "title": "Towards Quantum Simulation of Non-Markovian Open Quantum Dynamics: A  Universal and Compact Theory",
    "abstract": " Comments: abstract and figures update ",
    "url": "https://arxiv.org/abs/2401.17255",
    "authors": [
      "Xiang Li",
      "Su-Xiang Lyu",
      "Yao Wang",
      "Rui-Xue Xu",
      "Xiao Zheng",
      "YiJing Yan"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Chemical Physics (physics.chem-ph)"
    ]
  }
]