[
  {
    "id": "arXiv:2403.02343",
    "title": "Matters Arising: On physical nature of the optical deDroglie-Mackinnon  wave packets. ARISING FROM Layton A. Hall and Ayman F. Abouraddy Nature  Physics https://doi.org/10.1038/s41567-022-01876-6 (2023)",
    "abstract": "Hall and Abouraddy [1] have reported first experimental observation of optical de Broglie-Mackinnon wave packets, which is a seminal achievement in the study of so-called non-diffracting optical pulses. These wave packets propagate in free space without spreading with subluminal relativistic velocities, i.e., with speeds slower but close to the velocity of light in vacuum. The experiments in [1] became possible thanks to the application of quite a witty method. Unfortunately, the explanation of the physical nature of the wave packets and their graphical and mathematical descriptions in the theoretical part of [1] suffer from some ambiguities that need to be clarified. ",
    "url": "https://arxiv.org/abs/2403.02343",
    "authors": [
      "Peeter Saari",
      "Ioannis M. Besieris"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2403.02452",
    "title": "Programming the scalable optical learning operator with spatial-spectral  optimization",
    "abstract": "Electronic computers have evolved drastically over the past years with an ever-growing demand for improved performance. However, the transfer of information from memory and high energy consumption have emerged as issues that require solutions. Optical techniques are considered promising solutions to these problems with higher speed than their electronic counterparts and with reduced energy consumption. Here, we use the optical reservoir computing framework we have previously described (Scalable Optical Learning Operator or SOLO) to program the spatial-spectral output of the light after nonlinear propagation in a multimode fiber. The novelty in the current paper is that the system is programmed through an output sampling scheme, similar to that used in hyperspectral imaging in astronomy. Linear and nonlinear computations are performed by light in the multimode fiber and the high dimensional spatial-spectral information at the fiber output is optically programmed before it reaches the camera. We then used a digital computer to classify the programmed output of the multi-mode fiber using a simple, single layer network. When combining front-end programming and the proposed spatial-spectral programming, we were able to achieve 89.9% classification accuracy on the dataset consisting of chest X-ray images from COVID-19 patients. At the same time, we obtained a decrease of 99% in the number of tunable parameters compared to an equivalently performing digital neural network. These results show that the performance of programmed SOLO is comparable with cutting-edge electronic computing platforms, albeit with a much-reduced number of electronic operations. ",
    "url": "https://arxiv.org/abs/2403.02452",
    "authors": [
      "Yi Zhou",
      "Jih-Liang Hsieh",
      "Ilker Oguz",
      "Mustafa Yildirim",
      "Niyazi Ulas Dinc",
      "Carlo Gigli",
      "Kenneth K. Y. Wong",
      "Christophe Moser",
      "Demetri Psaltis"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2403.02477",
    "title": "Observation of Replica Symmetry Breaking in Standard Mode-Locked Fiber  Laser",
    "abstract": "We report the first experimental demonstration of the replica symmetry breaking (RSB) phenomenon in a fiber laser system supporting standard mode-locking (SML) regime. Though theoretically predicted, this photonic glassy phase remained experimentally undisclosed so far. We employ an ytterbium-based mode-locked fiber laser with a very rich phase diagram. Two phase transitions are observed separating three different regimes: cw, quasi-mode-locking (QML), and SML. The regimes are intrinsically related to the distinct dynamics of intensity fluctuations in the laser spectra. We set the connection between the RSB glassy phase with frustrated modes and onset of L-shaped intensity distributions in the QML regime, which impact directly the replica overlap measure. ",
    "url": "https://arxiv.org/abs/2403.02477",
    "authors": [
      "Nicolas P. Alves",
      "Wesley F. Alves",
      "André C. A. Siqueira",
      "Naudson L. L. Matias",
      "Anderson S. L. Gomes",
      "Ernesto P. Raposo",
      "Marcio H. G. de Miranda"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2403.02542",
    "title": "Towards Large-Scale AFQMC Calculations: Large Time Step Auxiliary-Field  Quantum Monte Carlo",
    "abstract": "We report modifications of the ph-AFQMC algorithm that allow the use of large time steps and reliable time step extrapolation. Our modified algorithm eliminates size-consistency errors present in the standard algorithm when large time steps are employed. We investigate various methods to approximate the exponential of the one-body operator within the AFQMC framework, distinctly demonstrating the superiority of Krylov methods over the conventional Taylor expansion. We assess various propagators within AFQMC and demonstrate that the Split-2 propagator is the optimal method, exhibiting the smallest time-step errors. For the HEAT set molecules, the time-step extrapolated energies deviate on average by only 0.19 kcal/mol from the accurate small time-step energies. For small water clusters, we obtain accurate complete basis-set binding energies using time-step extrapolation with a mean absolute error of 0.07 kcal/mol compared to CCSD(T). Using large time-step ph-AFQMC for the N$_2$ dimer, we show that accurate bond lengths can be obtained while reducing CPU time by an order of magnitude. ",
    "url": "https://arxiv.org/abs/2403.02542",
    "authors": [
      "Zoran Sukurma",
      "Martin Schlipf",
      "Moritz Humer",
      "Amir Taheridehkordi",
      "Georg Kresse"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2403.02747",
    "title": "A numerical algorithm for solving the coupled Schrödinger equations  using inverse power method",
    "abstract": "The inverse power method is a numerical algorithm to obtain the eigenvectors of a matrix. In this work, we develop an iteration algorithm, based on the inverse power method, to numerically solve the Schr\\\"odinger equation that couples an arbitrary number of components. Such an algorithm can also be applied to the multi-body systems. To show the power and accuracy of this method, we also present an example of solving the Dirac equation under the presence of an external scalar potential and a constant magnetic field, with source code publicly available. ",
    "url": "https://arxiv.org/abs/2403.02747",
    "authors": [
      "Jiaxing Zhao",
      "Shuzhe Shi"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Nuclear Theory (nucl-th)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2403.02791",
    "title": "Intelligent Traffic Monitoring with Distributed Acoustic Sensing",
    "abstract": "Distributed Acoustic Sensing (DAS) is promising for traffic monitoring, but its extensive data and sensitivity to vibrations, causing noise, pose computational challenges. To address this, we propose a two-step deep-learning workflow with high efficiency and noise immunity for DAS-based traffic monitoring, focusing on instance vehicle trajectory segmentation and velocity estimation. Our approach begins by generating a diverse synthetic DAS dataset with labeled vehicle signals, tackling the issue of missing training labels in this field. This dataset is used to train a Convolutional Neural Network (CNN) to detect linear vehicle trajectories from the noisy DAS data in the time-space domain. However, due to significant noise, these trajectories are often fragmented and incomplete. To enhance accuracy, we introduce a second step involving the Hough transform. This converts detected linear features into point-like energy clusters in the Hough domain. Another CNN is then employed to focus on these energies, identifying the most significant points. The inverse Hough transform is applied to these points to reconstruct complete, distinct, and noise-free linear vehicle trajectories in the time-space domain. The Hough transform plays a crucial role by enforcing a local linearity constraint on the trajectories, enhancing continuity and noise immunity, and facilitating the separation of individual trajectories and estimation of vehicle velocities (indicated by trajectory slopes in the Hough domain). Our method has shown effectiveness in real-world datasets, proving its value in real-time processing of DAS data and applicability in similar traffic monitoring scenarios. All related codes and data are available at https://github.com/TTMuTian/itm/. ",
    "url": "https://arxiv.org/abs/2403.02791",
    "authors": [
      "Dongzi Xie",
      "Xinming Wu",
      "Zhixiang Guo",
      "Heting Hong",
      "Baoshan Wang",
      "Yingjiao Rong"
    ],
    "subjectives": [
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2403.02828",
    "title": "A chip-integrated comb-based microwave oscillator",
    "abstract": "Low-noise microwave oscillators are cornerstones for wireless communication, radar and clocks. Optical frequency combs have enabled photonic microwaves with unrivalled noise performance and bandwidth. Emerging interest is to generate microwaves using chip-based frequency combs, namely microcombs. Here, we demonstrate the first, fully integrated, microcomb-based, microwave oscillator chip. The chip, powered by a microelectronic circuit, leverages hybrid integration of a DFB laser, a nonlinear microresonator, and a high-speed photodetector. Each component represents the best of its own class, yet allows large-volume manufacturing with low cost in CMOS foundries. The hybrid chip outputs an ultralow-noise laser of 6.9 Hz linewidth, a microcomb of 10.7 GHz repetition rate, and a 10.7 GHz microwave of 6.3 mHz linewidth -- all three in one entity of 76 mm$^2$ size.The microwave phase noise reaches -75/-105/-130 dBc/Hz at 1/10/100 kHz Fourier offset frequency. Our results can reinvigorate our information society for communication, sensing, timing and precision measurement. ",
    "url": "https://arxiv.org/abs/2403.02828",
    "authors": [
      "Wei Sun",
      "Zhiyang Chen",
      "Linze Li",
      "Chen Shen",
      "Jinbao Long",
      "Huamin Zheng",
      "Luyu Yang",
      "Qiushi Chen",
      "Zhouze Zhang",
      "Baoqi Shi",
      "Shichang Li",
      "Lan Gao",
      "Yi-Han Luo",
      "Baile Chen",
      "Junqiu Liu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2403.02838",
    "title": "A pH Sensor Scaffold for Mapping Spatiotemporal Gradients in Three  Dimensional In Vitro Tumour Models",
    "abstract": "The detection of extracellular pH at single cell resolution is challenging and requires advanced sensibility. Sensing pH at a high spatial and temporal resolution might provide crucial information in understanding the role of pH and its fluctuations in a wide range of physio-pathological cellular processes, including cancer. Here, a method to embed silica-based fluorescent pH sensors into alginate-based three-dimensional (3D) microgels tumour models, coupled with a computational method for fine data analysis, is presented. By means of confocal laser scanning microscopy, live-cell time-lapse imaging of 3D alginate microgels was performed and the extracellular pH metabolic variations were monitored in both in vitro 3D mono- and 3D co-cultures of tumour and stromal pancreatic cells. The results show that the extracellular pH is cell line-specific and time-dependent. Moreover, differences in pH were also detected between 3D monocultures versus 3D co-cultures, thus suggesting the existence of a metabolic crosstalk between tumour and stromal cells. In conclusion, the system has the potential to image multiple live cells types in a 3D environment and to decipher in real-time their pH metabolic interplay under controlled experimental conditions, thus being also a suitable platform for drug screening and personalized medicine. ",
    "url": "https://arxiv.org/abs/2403.02838",
    "authors": [
      "Riccardo Rizzo",
      "Valentina Onesto",
      "Stefania Forciniti",
      "Anil Chandra",
      "Saumya Prasad",
      "Helena Iuele",
      "Francesco Colella",
      "Giuseppe Gigli",
      "Loretta L. del Mercato"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2403.02866",
    "title": "Unlocking Electro-optic Resonant Phase Shifting for Multi-dimensional,  Ultra-dynamic Photonic Switches",
    "abstract": "Optical circuit switching is connection-oriented, being deterministic through the reservation of a complete wavelength channel or spatial path for a certain period. However, this comes at a trade-off against link dynamics, and overall capacity can thus be constrained by the time slot reservations, especially for switches with microsecond- to millisecond-scale reconfiguration times. For data-intensive applications, the communication patterns associated with random data sets typically yield short-lived flows. This situation calls for a new multi-dimensional switching paradigm that fully exploits not only the space and wavelength domains but also with nanosecond-scale reconfigurable capability in the time domain to enable ultra-dynamic links. In this work, we focus on the exploitation of micro-ring resonant phase shifters (RPSs) that are wavelength selective for optical switching in a single plane. By proposing an innovative analytical method with transmission circle chart, we fully unlock the power of RPS with nanosecond-scale reconfigurability and the capability to arbitrarily manipulate its phase and amplitude. Such a compact model offers fresh insights into designs with under and critically coupled RPSs beyond the commonly explored over-coupling condition. This creates not only versatile switch elements but also perfect absorbers for robust multi-wavelength operations. The proposed device can bring about a breakthrough in the optical switching capacity that potentially addresses the challenges faced by modern data center networks, as well as other photonic circuits for high-throughput signal processing. ",
    "url": "https://arxiv.org/abs/2403.02866",
    "authors": [
      "Lingzhi Luo",
      "Rui Ma",
      "Richard V. Penty",
      "Qixiang Cheng"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Emerging Technologies (cs.ET)"
    ]
  },
  {
    "id": "arXiv:2403.02868",
    "title": "Autonomous frequency locking for zero-offset microcomb",
    "abstract": "The stabilization of optical frequency comb conventionally relies on active electronic feedback loops and stable frequency references. Here, we propose a new approach for autonomous frequency locking (AFL) to generate a zero-offset frequency comb based on cooperative nonlinear optical processes in a microcavity. In a simplified few-mode system, AFL enables the concept of fractional harmonic generation as a zero-offset multi-laser reference for measuring the carrier envelope offset frequency ($f_{\\mathrm{ceo}}$) of frequency combs spanning less than one octave, such as 1/3 octave. Combining with Kerr comb generation in a microcaivity, AFL is further applied to directly generate zero-$f_{\\mathrm{ceo}}$ soliton comb that is robust against fluctuations in pump laser and cavity resonances. Numerical simulations validate the AFL scheme, showing good agreement with analytical prediction of the locking condition. This work presents a new pathway for exploring novel frequency locking mechanisms and technologies using integrated photonic devices, and also appeals further investigations of cooperative nonlinear optics processes in microcavities. ",
    "url": "https://arxiv.org/abs/2403.02868",
    "authors": [
      "Ming Li",
      "Feng-Yan Yang",
      "Juanjuan Lu",
      "Guang-Can Guo",
      "Chang-Ling Zou"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2403.02921",
    "title": "Quantum for Good and the Societal Impact of Quantum Computing",
    "abstract": "Quantum computing promises to help humanity solve problems that would otherwise be intractable on classical computers. Unlike today's machines, quantum computers use a novel computing process that leverages the foundational quantum mechanical laws of nature. This unlocks unparalleled compute power for certain applications and promises to help solve some of our generation's gravest challenges, including the climate crisis, food insecurity, and widespread disease. No one entity will be able to realize this end state alone. Developing a fault-tolerant quantum supercomputer and a vibrant ecosystem around it will require deep partnerships between industry, governments, and academia. It will also require collective action to enable and promote positive applications of quantum computing and ensure that the safe and responsible use of the technology is at the center of its development and deployment. Achieving these objectives will require focusing on three priorities: 1. Impact. Ensure quantum computing benefits all of humankind by developing quantum solutions to solve critical, global problems. 2. Use. Protect against malicious use by accelerating the deployment of quantum-safe cryptography and developing governance processes and controls for the responsible use of quantum machines. 3. Access. Democratize the potential for economic growth across all of society through skilling, workforce and ecosystem development, and digital infrastructure. This paper discusses each in turn. ",
    "url": "https://arxiv.org/abs/2403.02921",
    "authors": [
      "Matthias Troyer",
      "Emily Violi Benjamin",
      "Ani Gevorkian"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)",
      "Computers and Society (cs.CY)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2403.03154",
    "title": "Quantum Many-Body Physics Calculations with Large Language Models",
    "abstract": "Large language models (LLMs) have demonstrated an unprecedented ability to perform complex tasks in multiple domains, including mathematical and scientific reasoning. We demonstrate that with carefully designed prompts, LLMs can accurately carry out key calculations in research papers in theoretical physics. We focus on a broadly used approximation method in quantum physics: the Hartree-Fock method, requiring an analytic multi-step calculation deriving approximate Hamiltonian and corresponding self-consistency equations. To carry out the calculations using LLMs, we design multi-step prompt templates that break down the analytic calculation into standardized steps with placeholders for problem-specific information. We evaluate GPT-4's performance in executing the calculation for 15 research papers from the past decade, demonstrating that, with correction of intermediate steps, it can correctly derive the final Hartree-Fock Hamiltonian in 13 cases and makes minor errors in 2 cases. Aggregating across all research papers, we find an average score of 87.5 (out of 100) on the execution of individual calculation steps. Overall, the requisite skill for doing these calculations is at the graduate level in quantum condensed matter theory. We further use LLMs to mitigate the two primary bottlenecks in this evaluation process: (i) extracting information from papers to fill in templates and (ii) automatic scoring of the calculation steps, demonstrating good results in both cases. The strong performance is the first step for developing algorithms that automatically explore theoretical hypotheses at an unprecedented scale. ",
    "url": "https://arxiv.org/abs/2403.03154",
    "authors": [
      "Haining Pan",
      "Nayantara Mudur",
      "Will Taranto",
      "Maria Tikhanovskaya",
      "Subhashini Venugopalan",
      "Yasaman Bahri",
      "Michael P. Brenner",
      "Eun-Ah Kim"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Other Condensed Matter (cond-mat.other)",
      "Artificial Intelligence (cs.AI)"
    ]
  },
  {
    "id": "arXiv:2403.03160",
    "title": "Soliton Frequency Combs in Elastomer Membrane-Cavity Optomechanics",
    "abstract": "Solitons, arising from nonlinear wave-matter interactions, stand out for their intrinsic stability during wave propagation and exceptional spectral characteristics1. Their applications span diverse physical systems, including telecommunications, atomic clocks, and precise measurements. In recent years, significant strides have been made in developing cavity-optomechanics based approaches to generate optical frequency combs (FCs). In this study, we present an innovative approach, never explored before, that leverages elastomer membrane (EM)-cavity optomechanics to achieve the generation of soliton FCs, a highly sought-after phenomenon in the realm of nonlinear wave-matter interactions. Our method represents a significant breakthrough due to its streamlined simplicity, relying on a single continuous-wave (CW) laser pump and an externally applied acoustic wave exciting an EM-cavity, which gives rise to phonons, quantized vibrational energy states intrinsic to the elastomer's crystalline lattice structure. The mechanical resonator and electromagnetic cavity resonance are parametrically coupled within the microwave frequency range, collectively orchestrate the process of soliton FCs formation with remarkable efficiency. Numerical simulations and experimental observations demonstrate the emergence of multiple stable localized opto-mechanical wave packets, characterized by a narrow pulses time-domain response. Crucially, by setting the acoustic wave frequency to match the natural frequency of the EM resonator, the solitons' teeth are precisely spaced, and the EM's motion is significantly amplified, giving rise to a Kerr medium. The successful realization of optomechanical stable solitons represents a monumental advancement with transformative potential across various fields, including quantum computing and spectroscopy. ",
    "url": "https://arxiv.org/abs/2403.03160",
    "authors": [
      "Sasan Rahmanian",
      "Hamza Mouharrar",
      "Amin Alibakhshi",
      "Zeeshan Iqbal",
      "Luis Saucedo-Mora",
      "Francisco Javier Montans",
      "Jan Awrejcewicz"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2403.02357",
    "title": "Unidirectional Cyclic Quantum Teleportation of Arbitrary Schrodinger Cat  Coherent-states via Bell Coherent-States",
    "abstract": "Exploiting the cluster of three Bell coherent-states as quantum channel, we presented a scheme wherein quantum-informations encoded in three arbitrary superposed coherent states, i.e., Schrodinger Cat coherent-states are simultaneously transmitted in unidirectional cyclic sequence among three parties by invoking usage of linear optical gadgets such as ideal beam-splitters, phase shifters and photon-number-resolving detectors. Proposed simultaneous unidirectional Cyclic Quantum Teleportation is faithful with one-eighth probability of success. Furthermore, it is seen that not every detection-events provides faithful scheme and, hence, fidelity and probability of success of near-faithful Cyclic Quantum Teleportation is evaluated and numerically interpreted. ",
    "url": "https://arxiv.org/abs/2403.02357",
    "authors": [
      "Ankita Pathak",
      "Ravi S. Singh"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2403.02389",
    "title": "Quantum Frequential Computing: a quadratic run time advantage for all  algorithms",
    "abstract": "We introduce a new class of computer called a quantum frequential computer. They harness quantum properties in a different way to conventional quantum computers to generate a quadratic computational run time advantage for all algorithms as a function of the power consumed. They come in two variants: type 1 can process classical algorithms only while type 2 can also process quantum ones. In a type-1 quantum frequential computer, only the control is quantum, while in a type 2 the logical space is also quantum. We also prove that a quantum frequential computer only requires a classical data bus to function. This is useful, because it means that only a relatively small part of the overall architecture of the computer needs to be quantum in a type-1 quantum frequential computer in order to achieve a quadratic run time advantage. As with classical and conventional quantum computers, quantum frequential computers also generate heat and require cooling. We also characterise these requirements. ",
    "url": "https://arxiv.org/abs/2403.02389",
    "authors": [
      "Mischa P. Woods"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mathematical Physics (math-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2403.02394",
    "title": "End-to-end variational quantum sensing",
    "abstract": "Harnessing quantum correlations can enable sensing beyond the classical limits of precision, with the realization of such sensors poised for transformative impacts across science and engineering. Real devices, however, face the accumulated impacts of noise effects, architecture constraints, and finite sampling rates, making the design and success of practical quantum sensors challenging. Numerical and theoretical frameworks that support the optimization and analysis of imperfections from one end of a sensing protocol through to the other (i.e., from probe state preparation through to parameter estimation) are thus crucial for translating quantum advantage into widespread practice. Here, we present an end-to-end variational framework for quantum sensing protocols, where parameterized quantum circuits and neural networks form trainable, adaptive models for quantum sensor dynamics and estimation, respectively. The framework is general and can be adapted towards arbitrary qubit architectures, as we demonstrate with experimentally-relevant ans\\\"atze for trapped-ion and photonic systems, and enables to directly quantify the impacts that noisy state preparation/measurement and finite data sampling have on parameter estimation. End-to-end variational frameworks can thus underpin powerful design and analysis tools for realizing quantum advantage in practical, robust sensors. ",
    "url": "https://arxiv.org/abs/2403.02394",
    "authors": [
      "Benjamin MacLellan",
      "Piotr Roztocki",
      "Stefanie Czischek",
      "Roger G. Melko"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2403.02512",
    "title": "Hybrid quantum programming with PennyLane Lightning on HPC platforms",
    "abstract": "We introduce PennyLane's Lightning suite, a collection of high-performance state-vector simulators targeting CPU, GPU, and HPC-native architectures and workloads. Quantum applications such as QAOA, VQE, and synthetic workloads are implemented to demonstrate the supported classical computing architectures and showcase the scale of problems that can be simulated using our tooling. We benchmark the performance of Lightning with backends supporting CPUs, as well as NVidia and AMD GPUs, and compare the results to other commonly used high-performance simulator packages, demonstrating where Lightning's implementations give performance leads. We show improved CPU performance by employing explicit SIMD intrinsics and multi-threading, batched task-based execution across multiple GPUs, and distributed forward and gradient-based quantum circuit executions across multiple nodes. Our data shows we can comfortably simulate a variety of circuits, giving examples with up to 30 qubits on a single device or node, and up to 41 qubits using multiple nodes. ",
    "url": "https://arxiv.org/abs/2403.02512",
    "authors": [
      "Ali Asadi",
      "Amintor Dusko",
      "Chae-Yeun Park",
      "Vincent Michaud-Rioux",
      "Isidor Schoch",
      "Shuli Shu",
      "Trevor Vincent",
      "Lee James O'Riordan"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Distributed, Parallel, and Cluster Computing (cs.DC)",
      "Emerging Technologies (cs.ET)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2403.02515",
    "title": "Advancing Quantum Networking: Some Tools and Protocols for Ideal and  Noisy Photonic Systems",
    "abstract": "Quantum networking at many scales will be critical to future quantum technologies and experiments on quantum systems. Photonic links enable quantum networking. They will connect co-located quantum processors to enable large-scale quantum computers, provide links between distant quantum computers to support distributed, delegated, and blind quantum computing, and will link distant nodes in space enabling new tests of fundamental physics. Here, we discuss recent work advancing photonic tools and protocols that support quantum networking. We provide analytical results and numerics for the effect of distinguishability errors on key photonic circuits; we considered a variety of error models and developed new metrics for benchmarking the quality of generated photonic states. We review a distillation protocol by one of the authors that mitigates distinguishability errors. We also review recent results by a subset of the authors on the efficient simulation of photonic circuits via approximation by coherent states. We study some interactions between the theory of universal sets, unitary t-designs, and photonics: while many of the results we state in this direction may be known to experts, we aim to bring them to the attention of the broader quantum information science community and to phrase them in ways that are more familiar to this community. We prove, translating a result from representation theory, that there are no non-universal infinite closed $2$-designs in $U(V)$ when $\\dim V \\geq 2$. As a consequence, we observe that linear optical unitaries form a $1$-design but not a 2-design. Finally, we apply a result of Oszmaniec and Zimbor\\'{a}s to prove that augmenting the linear optical unitaries with any nontrivial SNAP gate is sufficient to achieve universality. ",
    "url": "https://arxiv.org/abs/2403.02515",
    "authors": [
      "Jason Saied",
      "Jeffrey Marshall",
      "Namit Anand",
      "Shon Grabbe",
      "Eleanor G. Rieffel"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mathematical Physics (math-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2403.02614",
    "title": "Generation of True Quantum Random Numbers with On-Demand Probability  Distributions via Single-Photon Quantum Walks",
    "abstract": "Random numbers are at the heart of diverse fields, ranging from simulations of stochastic processes to classical and quantum cryptography. The requirement for true randomness in these applications has motivated various proposals for generating random numbers based on the inherent randomness of quantum systems. The generation of true random numbers with arbitrarily defined probability distributions is highly desirable for applications, but it is very challenging. Here we show that single-photon quantum walks can generate multi-bit random numbers with on-demand probability distributions, when the required ``coin'' parameters are found with the gradient descent (GD) algorithm. Our theoretical and experimental results exhibit high fidelity for various selected distributions. This GD-enhanced single-photon system provides a convenient way for building flexible and reliable quantum random number generators. Multi-bit random numbers are a necessary resource for high-dimensional quantum key distribution. ",
    "url": "https://arxiv.org/abs/2403.02614",
    "authors": [
      "Chaoying Meng",
      "Miao Cai",
      "Yufang Yang",
      "Haodong Wu",
      "Zhixiang Li",
      "Yaping Ruan",
      "Yong Zhang",
      "Han Zhang",
      "Keyu Xia",
      "Franco Nori"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2403.02634",
    "title": "Greedy receiver for photon-efficient optical communication",
    "abstract": "In optical communication the transmitter encodes information into a set of light states defined by the modulation format, selected to accommodate specific channel conditions and to remain sufficiently distinguishable at the output. Various receiver architectures have been designed to improve the demodulation performance, ultimately limited by quantum theory. In this work I introduce a new receiver based on a locally optimal greedy algorithm and apply it to pulse position modulation. The receiver reduces the error probabilities of previously proposed strategies in all signal strength regimes and achieves results comparable with those obtained by numerical optimization of the detection process. In contrast, however, it is conceptually simple and therefore can be scaled to arbitrarily high modulation orders for which numerical methods become intractable. In the photon-starved regime characteristic of deep space optical communication, the greedy receiver approaches the quantum-optimal Helstrom bound on state discrimination error probability. In the regime of few-photon pulses, the error reduction offered over the other methods grows up to an order of magnitude. ",
    "url": "https://arxiv.org/abs/2403.02634",
    "authors": [
      "Karol Łukanowski"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2403.03006",
    "title": "Generation of gigahertz frequency surface acoustic waves in YIG/ZnO  heterostructures",
    "abstract": "We study surface acoustic waves (SAWs) in yttrium iron garnet (YIG)/zinc oxide (ZnO) heterostructures, comparing the results of a computationally lightweight analytical model with time-resolved micro-focused Brillouin light scattering data. Interdigital transducers (IDTs), with operational frequencies in the gigahertz regime, were fabricated on 50 and 100nm thin films of YIG prior to sputter deposition of 830nm and 890nm films of piezoelectric ZnO. We find good agreement between our analytical model and micro-focused Brillouin light scattering data of the IDT frequency response and SAW group velocity, with clear differentiation between the Rayleigh and Sezawa-like modes. This work paves the way for the study of SAW-spin wave (SW) interactions in low SW damping YIG, with the possibility of a method for future energy-efficient SW excitation. ",
    "url": "https://arxiv.org/abs/2403.03006",
    "authors": [
      "Finlay Ryburn",
      "Kevin Künstle",
      "Yangzhan Zhang",
      "Yannik Kunz",
      "Timmy Reimann",
      "Morris Lindner",
      "Carsten Dubs",
      "John F. Gregg",
      "Mathias Weiler"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2403.03019",
    "title": "Pushing single atoms near an optical cavity",
    "abstract": "Optical scattering force is used to reduce the loading time of single atoms to a cavity mode. Releasing a cold atomic ensemble above the resonator, we apply a push beam along the direction of gravity, offering fast atomic transport with narrow velocity distribution. We also observe in real time that, when the push beam is illuminated against gravity, single atoms slow down and even turn around in the mode, through the cavity-transmission measurement. Our method can be employed to make atom-cavity experiments more efficient. ",
    "url": "https://arxiv.org/abs/2403.03019",
    "authors": [
      "Dowon Lee",
      "Taegyu Ha",
      "Donggeon Kim",
      "Keumhyun Kim",
      "Kyungwon An",
      "Moonjoo Lee"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.05591",
    "title": "Proposal for simulating quantum spin models with Dzyaloshinskii-Moriya  interaction using Rydberg atoms, and construction of asymptotic quantum  many-body scar states",
    "abstract": " Comments: 7 pages and 4 figures (main) and 27 pages, 13 figures, and 1 table (supple) ",
    "url": "https://arxiv.org/abs/2306.05591",
    "authors": [
      "Masaya Kunimi",
      "Takafumi Tomita",
      "Hosho Katsura",
      "Yusuke Kato"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2311.00086",
    "title": "The Larmor frequency shift of a white matter magnetic microstructure  model with multiple sources",
    "abstract": " Comments: 73 pages, 9 main figures and 8 supplementary ",
    "url": "https://arxiv.org/abs/2311.00086",
    "authors": [
      "Anders Dyhr Sandgaard",
      "Noam Shemesh",
      "Leif Østergaard",
      "Valerij G. Kiselev",
      "Sune Nørhøj Jespersen"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2312.03910",
    "title": "High-Precision Frequency-Controlled Optical Phase Shifter with Acousto  Optic Devices",
    "abstract": " Comments: 4 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2312.03910",
    "authors": [
      "Eduardo Esquivel-Ramírez",
      "Leonardo Uhthoff-Rodríguez",
      "Edgar Giovanni Alonso-Torres",
      "Alberto Hernández-López",
      "Carlos Gardea-Flores",
      "Asaf Paris-Mandoki"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2401.06504",
    "title": "The Causal Axioms of Algebraic Quantum Field Theory: A Diagnostic",
    "abstract": " Comments: Forthcoming in Studies in History and Philosophy of Science ",
    "url": "https://arxiv.org/abs/2401.06504",
    "authors": [
      "Francisco Calderón"
    ],
    "subjectives": [
      "Mathematical Physics (math-ph)",
      "History and Philosophy of Physics (physics.hist-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2401.10087",
    "title": "Correlating fluorescence microscopy, optical and magnetic tweezers to  study single chiral biopolymers such as DNA",
    "abstract": " Title: Correlating fluorescence microscopy, optical and magnetic tweezers to  study single chiral biopolymers such as DNA ",
    "url": "https://arxiv.org/abs/2401.10087",
    "authors": [
      "Jack W Shepherd",
      "Sebastien Guilbaud",
      "Zhaokun Zhou",
      "Jamieson Howard",
      "Matthew Burman",
      "Charley Schaefer",
      "Adam Kerrigan",
      "Clare Steele-King",
      "Agnes Noy",
      "Mark C Leake"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)",
      "Biomolecules (q-bio.BM)"
    ]
  },
  {
    "id": "arXiv:2402.01490",
    "title": "Giant DC Residual Current Generated by Subcycle Laser Pulses",
    "abstract": " Title: Giant DC Residual Current Generated by Subcycle Laser Pulses ",
    "url": "https://arxiv.org/abs/2402.01490",
    "authors": [
      "Adran Seith",
      "Ferdinand Evers",
      "Jan Wilhelm"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2402.09420",
    "title": "Fabrication uncertainty guided design optimization of a photonic crystal  cavity by using Gaussian processes",
    "abstract": " Title: Fabrication uncertainty guided design optimization of a photonic crystal  cavity by using Gaussian processes ",
    "url": "https://arxiv.org/abs/2402.09420",
    "authors": [
      "Matthias Plock",
      "Felix Binkowski",
      "Lin Zschiedrich",
      "Philipp-Immanuel Schneider",
      "Sven Burger"
    ],
    "subjectives": [
      "Signal Processing (eess.SP)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2403.00345",
    "title": "Microwave-to-optics conversion using magnetostatic modes and a tunable  optical cavity",
    "abstract": " Comments: 11 pages 7 figures ",
    "url": "https://arxiv.org/abs/2403.00345",
    "authors": [
      "Wei-Jiang Wu",
      "Yi-Pu Wang",
      "Jie Li",
      "Gang Li",
      "J. Q. You"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  }
]