[
  {
    "id": "arXiv:2308.02532",
    "title": "Dual-phase-lag heat conduction analysis of a three-dimensional finite  medium heated by a moving laser beam with circular or annular cross-section",
    "abstract": "We analyze the non-Fourier dual-phase-lag heat conduction process in a three-dimensional medium heated by a moving circular or annular laser beam, which is modeled by a set of point heat sources in the cross-section. In order to solve the model, Green's function approach is first used to obtain an analytical solution for the temperature distribution over the medium subjected to a single point heat source. Then the temperature distribution on the medium subjected to the laser beam can be obtained by the superposition method. According to this solution, the dependence between the heat conduction process and the cross-section of the heat source is investigated. Based on the comparison of the temperature distribution of the medium under Fourier's law and non-Fourier's law, the effect of the phase lag parameter is revealed. In addition, the effects of laser spot size and laser moving speed on the temperature distribution are also analyzed. The discovered properties provide theoretical support for the application of moving laser heat sources in various fields under the dual-phase-lag model. ",
    "url": "https://arxiv.org/abs/2308.02532",
    "authors": [
      "Kaiyuan Chen",
      "Longkun Fan",
      "Zhicheng Hu",
      "Yixin Xu"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2308.02574",
    "title": "Tuning of resonant doublets in coupled optical cavities",
    "abstract": "The mode profile of a coupled optical cavity often exhibits a resonant doublet, which arises from the strong coupling between its sub-cavities. Traditional readout methods rely on setting fields of different frequencies to be resonant in either sub-cavity, which is challenging in the case of strong coupling. In this regime, the coupled cavity behaves as a single resonator, and a field must be resonant in all its parts. Consequently, specialized sensing schemes are necessary to control strongly coupled cavities. To address this issue, we propose a novel technique for the relative measurement of the degrees of freedom of a strongly coupled cavity. Our approach enables simultaneous frequency stabilization and fine-tuning of frequency splitting in the resonant doublet. Overall, our proposed technique offers a promising solution to control the properties of coupled cavities, facilitating advanced applications in the fields of gravitational-wave detection, quantum cavity optomechanics, and other related areas. ",
    "url": "https://arxiv.org/abs/2308.02574",
    "authors": [
      "Riccardo Maggiore",
      "Artemiy Dmitriev",
      "Andreas Freise",
      "Mischa Sallé"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2308.02655",
    "title": "Optically assisted diffusophoretic tweezers using resonant plasmonic  bowtie nano-antennas",
    "abstract": "Plasmonic antennas, leveraging localized surface plasmon resonance (LSPR), hold significant promise for efficiently trapping nanoscale particles at low power levels. However, their effectiveness is hindered by photothermal effects in metallic nanoparticles, leading to repulsive thermophoretic forces. To address this limitation, we propose a novel hybrid approach that combines depletion attraction and photothermal effects inherent in plasmonic structures, capitalizing on thermally induced concentration gradients. Through the thermophoretic depletion of polyethylene glycol (PEG) molecules around plasmonic hotspots, we create sharp concentration gradients, enabling precise localization of nanoscopic particles through a synergistic effect with diffusophoretic forces. In our experiments, we successfully demonstrate the trapping and dynamic 2D manipulation of 100 nm polystyrene beads, showcasing the platform's potential for colloidal assembly at the nanoscale. Remarkably, this method maintains highly stable trapping performance even at an incredibly low 2.5 mW laser power, rendering it particularly appealing for applications involving biological species. Our study introduces a promising avenue for the precise and efficient manipulation of sub-nanoscale particles, with wide-ranging implications in nanotechnology, biophysics, and nanomedicine. This research opens up new opportunities for advancing nanoscale particle studies and applications, ushering in a new era of nanoscale manipulation techniques. ",
    "url": "https://arxiv.org/abs/2308.02655",
    "authors": [
      "Theodore Anyika",
      "Ikjun Hong",
      "Justus Ndukaife"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2308.02667",
    "title": "Monolithic High Contrast Grating Integrated with Metal: Infrared  Electrode with Exceptionally High Conductivity and Transmission",
    "abstract": "The design of transparent conductive electrodes (TCEs) for optoelectronic devices requires a trade-off between high conductivity or transmittivity, limiting their efficiency. This paper demonstrates a novel approach to fabricating TCEs that effectively alleviates this trade-off: a monolithic GaAs high contrast grating integrated with metal (metalMHCG). The metalMHCG enables higher electrical conductivity than other TCEs, while providing transmissive and antireflective properties. We focus on infrared spectrum TCEs, which are essential for sensing, thermal imaging, and automotive applications. However, due to elevated free carrier absorption they are much more demanding than TCEs for the visible spectrum. We demonstrate 75% absolute transmittiance of unpolarized light, resulting in 108% transmittance relative to plain GaAs substrate. We achieved even larger absolute transmittance of polarized light, reaching 92% or 133% relative transmittance. Despite record high transmittance, the sheet resistance of the metalMHCG is several times lower than any other TCE, ranging from 0.5 to 1 Ohm/Sq. ",
    "url": "https://arxiv.org/abs/2308.02667",
    "authors": [
      "Marek Ekielski",
      "Weronika Głowadzka",
      "Karolina Bogdanowicz",
      "Michał Rygała",
      "Monika Mikulicz",
      "Patrycja Śpiewak",
      "Marcin Kowalski",
      "Marcin Gębski",
      "Marcin Motyka",
      "Anna Szerling",
      "Tomasz Czyszanowski"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2308.02759",
    "title": "Photon Management in Silicon Photovoltaic Cells: A Critical Review",
    "abstract": "With the practical efficiency of the silicon photovoltaic (PV) cell approaching its theoretical limit, pushing conversion efficiencies even higher now relies on reducing every type of power loss that can occur within the device. Limiting optical losses is therefore critical and requires effective management of incident photons in terms of how they interact with the device. Ultimately, photon management within a PV cell means engineering the device and constituent materials to maximize photon absorption within the active semiconductor and therefore reduce the number of photons lost through other means, most notably reflection and parasitic absorption. There have been great advancements in the front and the rear side photon management techniques in recent years. This review aims to discuss these advancements and compare the various approaches, not only in terms of increases in photogenerated current, but also their compatibility with different PV cell architectures and potential trade-offs, like increased surface recombination or scalability for high-volume manufacturing. In this review, a comprehensive discussion of a wide variety of the front and the rear side photon management structures are presented with suggestions to improve the already achieved performance further. This review is unique because it not only presents the recent development in photon management techniques, but also offer through analysis of these techniques and pathways to improve further. ",
    "url": "https://arxiv.org/abs/2308.02759",
    "authors": [
      "Mohammad Jobayer Hossain",
      "Mengdi Sun",
      "Kristopher O. Davis"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2308.02788",
    "title": "Pulse formation mechanisms switching in hybrid mode-locked fiber laser",
    "abstract": "Hybrid mode-locking has been widely used in enhancing pulse quality, however how the hybrid two mode-locking techniques work remains unclear. In this paper, we experimentally investigate three pulse formation mechanisms in saturable absorbers (SA) and nonlinear polarization evolution (NPE) passively hybrid mode-locked fiber laser, which are SA-dominated, NPE-dominated, and SA-NPE co-domination switching. Clarified the exists dynamic competition and cooperation among the mode-locking techniques. For the first time, the method of simulating filtered gain spectrum with customized filtering is proposed, and the switching of pulse formation mechanisms is numerically investigated using the coupled Ginzburg-Landau equations. Our results deepen the understanding of hybrid mode-locked fiber lasers and provided a foundation for multi-wavelength mode-locked lasers with different mode-locking techniques in a single cavity. ",
    "url": "https://arxiv.org/abs/2308.02788",
    "authors": [
      "Chenyue Lv",
      "Baole Lu",
      "Jintao Bai"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2308.02911",
    "title": "Optical vortex harmonic generation facilitated by photonic spin-orbit  entanglement",
    "abstract": "Photons can undergo spin-orbit coupling, by which the polarization (spin) and spatial profile (orbit) of the electromagnetic field interact and mix. Strong photonic spin-orbit coupling may reportedly arise from light propagation confined in a small cross-section, where the optical modes feature spin-orbit entanglement. However, while photonic Hamiltonians generally exhibit nonlinearity, the role and implication of spin-orbit entanglement in nonlinear optics have received little attention and are still elusive. Here, we report the first experimental demonstration of nonlinear optical frequency conversion, where spin-orbit entanglement facilitates spin-to-orbit transfer among different optical frequencies. By pumping a multimode optical nanofiber with a spin-polarized Gaussian pump beam, we produce an optical vortex at the third harmonic, which has long been regarded as a forbidden process in isotropic media. Our findings offer a unique and powerful means for efficient optical vortex generation that only incorporates a single Gaussian pump beam, in sharp contrast to any other approaches employing structured pump fields or sophisticatedly designed media. Our work opens up new possibilities of spin-orbit-coupling subwavelength waveguides, inspiring fundamental studies of nonlinear optics involving various types of structured light, as well as paving the way for the realization of hybrid quantum systems comprised of telecom photonic networks and long-lived quantum memories. ",
    "url": "https://arxiv.org/abs/2308.02911",
    "authors": [
      "Chang Kyun Ha",
      "Eun Mi Kim",
      "Kyoung Jun Moon",
      "Myeong Soo Kang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2308.02952",
    "title": "Multispectral Quantitative Phase Imaging Using a Diffractive Optical  Network",
    "abstract": "As a label-free imaging technique, quantitative phase imaging (QPI) provides optical path length information of transparent specimens for various applications in biology, materials science, and engineering. Multispectral QPI measures quantitative phase information across multiple spectral bands, permitting the examination of wavelength-specific phase and dispersion characteristics of samples. Here, we present the design of a diffractive processor that can all-optically perform multispectral quantitative phase imaging of transparent phase-only objects in a snapshot. Our design utilizes spatially engineered diffractive layers, optimized through deep learning, to encode the phase profile of the input object at a predetermined set of wavelengths into spatial intensity variations at the output plane, allowing multispectral QPI using a monochrome focal plane array. Through numerical simulations, we demonstrate diffractive multispectral processors to simultaneously perform quantitative phase imaging at 9 and 16 target spectral bands in the visible spectrum. These diffractive multispectral processors maintain uniform performance across all the wavelength channels, revealing a decent QPI performance at each target wavelength. The generalization of these diffractive processor designs is validated through numerical tests on unseen objects, including thin Pap smear images. Due to its all-optical processing capability using passive dielectric diffractive materials, this diffractive multispectral QPI processor offers a compact and power-efficient solution for high-throughput quantitative phase microscopy and spectroscopy. This framework can operate at different parts of the electromagnetic spectrum and be used for a wide range of phase imaging and sensing applications. ",
    "url": "https://arxiv.org/abs/2308.02952",
    "authors": [
      "Che-Yung Shen",
      "Jingxi Li",
      "Deniz Mengu",
      "Aydogan Ozcan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Computer Vision and Pattern Recognition (cs.CV)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2308.02967",
    "title": "In-situ multicore fibre-based pH mapping through obstacles in integrated  microfluidic devices",
    "abstract": "Microfluidic systems with integrated sensors are ideal platforms to study and emulate processes such as complex multiphase flow and reactive transport in porous media, numerical modeling of bulk systems in medicine, and in engineering. Existing commercial optical fibre sensing systems used in integrated microfluidic devices are based on single-core fibres, limiting the spatial resolution in parameter measurements in such application scenarios. Here, we propose a multicore fibre-based pH system for in-situ pH mapping with tens of micrometer spatial resolution in microfluidic devices. The demonstration uses custom laser-manufactured glass microfluidic devices (called further micromodels) consisting of two round ports. The micromodels comprise two lintels for the injection of various pH buffers and an outlet. The two-port system facilitates the injection of various pH solutions using independent pressure pumps. The multicore fibre imaging system provides spatial information about the pH environment from the intensity distribution of fluorescence emission from the sensor attached to the fibre end facet, making use of the cores in the fibre as independent measurement channels. As a proof-of-concept, we performed pH measurements in micromodels through obstacles (glass and rock beads), showing that the particle features can be clearly distinguishable from the intensity distribution from the fibre sensor. ",
    "url": "https://arxiv.org/abs/2308.02967",
    "authors": [
      "Harikumar K. Chandrasekharan",
      "Krystian L. Wlodarczyk",
      "William N. MacPherson",
      "M. Mercedes Maroto-Valer"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2308.02999",
    "title": "Wireless data transmission in a 560-GHz band using low-phase-noise  terahertz wave generated by photomixing of a pair of distributed feedback  lasers injection-locking to Kerr micro-resonator soliton comb",
    "abstract": "The demand for higher data rates in next-generation mobile wireless communication systems (6G) has led to significant interest in terahertz (THz) waves as a high-frequency, broad modulation bandwidth carrier wave. In this study, we propose and demonstrate a wireless data transfer in the 560-GHz band using low-phase-noise THz waves generated by photomixing of a pair of distributed feedback lasers injection-locking to Kerr micro-resonator soliton comb. Experimental results showed near-error-free on-off keying (OOK) data transfer at 1 Gbit/s in the 560-GHz band, with a Q-factor of 6.23, surpassing the error-free limit. Also, modulation formats of binary phase shift keying (BPSK) and quadrature phase shift keying (QPSK) were successfully used, showing clear constellation diagrams and relatively low root mean squared error vector magnitude (rms EVM) values of 23.9% and 23.6%, respectively. Moreover, data transfer at 0.4 Gbit/s in 16 quadrature amplitude modulation (16QAM) demonstrated clear isolated symbols and achieved a low rms EVM value of 8.1%, complying with the IEEE 802.15.3d standard amendment. These demonstrations highlight the potential of using injection-locked DFB lasers with the Kerr micro-resonator soliton comb to achieve high-quality, high-speed wireless data transfer in the 560-GHz band. These findings contribute significantly to the advancement of wireless communication technology in the THz frequency range and pave the way for the realization of 6G wireless communication systems. ",
    "url": "https://arxiv.org/abs/2308.02999",
    "authors": [
      "Yu Tokizane",
      "Shota Okada",
      "Takumi Kikuhara",
      "Hiroki Kishikawa",
      "Yasuhiro Okamura",
      "Yoshihiro Makimoto",
      "Kenji Nishimoto",
      "Takeo Minamikawa",
      "Eiji Hase",
      "Jun-Ichi Fujikata",
      "Masanobu Haraguchi",
      "Atsushi Kanno",
      "Shintaro Hisatake",
      "Naoya Kuse",
      "Takeshi Yasui"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2308.03036",
    "title": "Interpretable inverse-designed cavity for on-chip nonlinear and quantum  optics",
    "abstract": "Inverse design is a powerful tool in wave-physics and in particular in photonics for compact, high-performance devices. To date, applications have mostly been limited to linear systems and it has rarely been investigated or demonstrated in the nonlinear regime. In addition, the \"black box\" nature of inverse design techniques has hindered the understanding of optimized inverse-designed structures. We propose an inverse design method with interpretable results to enhance the efficiency of on-chip photon generation rate through nonlinear processes by controlling the effective phase-matching conditions. We fabricate and characterize a compact, inverse-designed device using a silicon-on-insulator platform that allows a spontaneous four-wave mixing process to generate photon pairs at 1.1MHz with a coincidence to accidental ratio of 162. Our design method accounts for fabrication constraints and can be used for scalable quantum light sources in large-scale communication and computing applications. ",
    "url": "https://arxiv.org/abs/2308.03036",
    "authors": [
      "Zhetao Jia",
      "Wayesh Qarony",
      "Jagang Park",
      "Sean Hooten",
      "Difan Wen",
      "Yertay Zhiyenbayev",
      "Matteo Seclì",
      "Walid Redjem",
      "Scott Dhuey",
      "Adam Schwartzberg",
      "Eli Yablonovitch",
      "Boubacar Kanté"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2308.03073",
    "title": "High-speed integrated lithium niobate low-index rib loaded waveguide  modulator without direct lithium niobate etching",
    "abstract": "Integrated thin film lithium niobate (TFLN) modulators are emerging as an appealing choice for fiber-optic communications, data centers, and microwave photonics due to their high modulation speed and low driving voltage. The key step in fabricating integrated TFLN modulators is the high-quality etching of TFLN, which typically requires long-term fabrication process iteration and specialized equipment. Here we present an integrated TFLN modulator by incorporating low-index rib loaded waveguides onto TFLN without direct etching of TFLN. Based on our systematic investigation into the theory and design methodology of this design, we experimentally demonstrated a 1.3 cm-long Mach-Zender modulator, featuring a 3-dB bandwidth of 59 GHz and a half-wave voltage of 1.96 V. Our design significantly simplifies the fabrication process of integrated TFLN modulators and in turn opens up new avenues for the mass production of high-performance TFLN modulators at low cost. ",
    "url": "https://arxiv.org/abs/2308.03073",
    "authors": [
      "Yifan Qi",
      "Gongcheng Yue",
      "Ting Hao",
      "Yang Li"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2308.03094",
    "title": "A reconfigurable multiple-format coherent-dual-band signal generator  based on a single optoelectronic oscillation cavity",
    "abstract": "An optoelectronic oscillation method with reconfigurable multiple formats for simultaneous generation of coherent dual-band signals is proposed and experimentally demonstrated. By introducing a compatible filtering mechanism based on stimulated Brillouin scattering (SBS) effect into a typical Phase-shifted grating Bragg fiber (PS-FBG) notch filtering cavity, dual mode-selection mechanisms which have independent frequency and time tuning mechanism can be constructed. By regulating three controllers, the proposed scheme can work in different states, named mode 1, mode 2 and mode 3. At mode 1 state, a dual single-frequency hopping signals is achieved with 50 ns hopping speed and flexible central frequency and pulse duration ratio. The mode 2 state is realized by applying the Fourier domain mode-locked (FDML) technology into the proposed optoelectrical oscillator, in which dual coherent pulsed single-frequency signal and broadband signal is generated simultaneously. The adjustability of the time duration of the single-frequency signal and the bandwidth of the broadband signal are shown and discussed. The mode 3 state is a dual broadband signal generator which is realized by injecting a triangular wave into the signal laser. The detection performance of the generated broadband signals has also been evaluated by the pulse compression and the phase noise figure. The proposed method may provide a multifunctional radar system signal generator based on the simply external controllers, which can realize low-phase-noise or multifunctional detection with high resolution imaging ability, especially in a complex interference environment. ",
    "url": "https://arxiv.org/abs/2308.03094",
    "authors": [
      "Yibei Wang",
      "Yalan Wang",
      "Hongyi Wang",
      "Xiaotong Liu",
      "Hong Chen",
      "Jin Zhang",
      "Dongyu Li",
      "Dangwei Wang",
      "Anle Wang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Signal Processing (eess.SP)"
    ]
  },
  {
    "id": "arXiv:2308.03124",
    "title": "Substrate temperature dependent dielectric and ferroelectric properties  of (100) oriented lead-free Na$_{0.4}$K$_{0.1}$Bi$_{0.5}$TiO$_3$ thin films  grown by pulsed laser deposition",
    "abstract": "Pb-free ferroelectric thin films are gaining attention due to their applicability in memory, sensor, actuator, and microelectromechanical system. In this work, Na$_{0.4}$K$_{0.1}$Bi$_{0.5}$TiO$_3$ (NKBT0.1) ferroelectric thin films were deposited on Pt(111)/Ti/SiO$_2$/Si substrates using the pulsed laser deposition technique at various substrate temperatures (600-750 $^\\circ$C). The comprehensive structural, microstructural, and ferroelectric properties characterizations depicted that the grain size, dielectric constant, and remnant polarization increased with higher deposition temperatures. The influence of higher substrate temperatures on the control of (100)-preferential orientations was observed, indicating the importance of deposition conditions. Significantly, films deposited at 700 deg C exhibited reduced dielectric loss of 0.08 (at 1kHz), high dielectric constant of 673, and remnant polarization of 17 microC/cm2 at room temperature. At this deposition temperature, a maximum effective piezoelectric coefficient of 76 pm/V was availed. Based on the structural analysis, dielectric properties, and ferroelectric behavior, the optimal deposition temperature for the NKBT0.1 thin films was 700 $^\\circ$C. This study contributes to the understanding of the influence of substrate temperature on the structural and ferroelectric properties of Pb-free NKBT0.1 thin films, providing insights for the development of high-performance ferroelectric devices. ",
    "url": "https://arxiv.org/abs/2308.03124",
    "authors": [
      "Krishnarjun Banerjee",
      "Adityanarayan H. Pandey",
      "Pravin Varade",
      "Ajit R. Kulkarni",
      "Abhijeet L. Sangle",
      "N. Venkataramani"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2308.03140",
    "title": "libMBD: A general-purpose package for scalable quantum many-body  dispersion calculations",
    "abstract": "Many-body dispersion (MBD) is a powerful framework to treat van der Waals (vdW) dispersion interactions in density-functional theory and related atomistic modeling methods. Several independent implementations of MBD with varying degree of functionality exist across a number of electronic structure codes, which both limits the current users of those codes and complicates dissemination of new variants of MBD. Here, we develop and document libMBD, a library implementation of MBD that is functionally complete, efficient, easy to integrate with any electronic structure code, and already integrated in FHI-aims, DFTB+, VASP, Q-Chem, CASTEP, and Quantum ESPRESSO. libMBD is written in modern Fortran with bindings to C and Python, uses MPI/ScaLAPACK for parallelization, and implements MBD for both finite and periodic systems, with analytical gradients with respect to all input parameters. The computational cost has asymptotic cubic scaling with system size, and evaluation of gradients only changes the prefactor of the scaling law, with libMBD exhibiting strong scaling up to 256 processor cores. Other MBD properties beyond energy and gradients can be calculated with libMBD, such as the charge-density polarization, first-order Coulomb correction, the dielectric function, or the order-by-order expansion of the energy in the dipole interaction. Calculations on supramolecular complexes with MBD-corrected electronic structure methods and a meta-review of previous applications of MBD demonstrate the broad applicability of the libMBD package to treat vdW interactions. ",
    "url": "https://arxiv.org/abs/2308.03140",
    "authors": [
      "Jan Hermann",
      "Martin Stöhr",
      "Szabolcs Góger",
      "Shayantan Chaudhuri",
      "Bálint Aradi",
      "Reinhard J. Maurer",
      "Alexandre Tkatchenko"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2308.03181",
    "title": "Field theory description of the non-perturbative optical nonlinearity of  epsilon-near-zero media",
    "abstract": "In this paper we introduce a fully non-perturbative approach for the description of the optical nonlinearity of epsilonnear-zero (ENZ) media. In particular, based on the rigorous Feynman path integral method, we develop a dressed Lagrangian field theory for light-matter interactions and discuss its application to dispersive Kerr media with order-of-unity light-induced refractive index variations. Specifically, considering the relevant case of Indium Tin Oxide (ITO) nonlinearities, we address the novel regime of non-perturbative refractive index variations in ENZ media and establish that it follows naturally from a scalar field theory with a Born-Infeld (BI) Lagrangian. Our results extend the HuttnerBarnett-Bechler electrodynamics model to the case of non-perturbative optical Kerr media providing an intrinsically nonlinear, field-theoretic framework for understanding the exceptional nonlinearity of ITO materials beyond traditional perturbation theory ",
    "url": "https://arxiv.org/abs/2308.03181",
    "authors": [
      "Yaraslau Tamashevich",
      "Tornike Shubitidze",
      "Luca Dal Negro",
      "Marco Ornigotti"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2308.03315",
    "title": "RLC series circuit made simple and portable with smartphones",
    "abstract": "This article presents a novel method for studying RLC series circuits using two smartphones, one used as a signal generator and the other as an oscilloscope. We measure the voltage at the external resistor as a function of frequency when subjected to a sinusoidal electromotive force. The experimental results demonstrate a remarkable agreement with the theoretical curve for the voltage at the resistor and the resonance frequency, validating the accuracy of the smartphone-based setup. The experiment fills the gap in educational materials related to electrical circuits and provides a portable alternative to traditional, expensive laboratory equipment. ",
    "url": "https://arxiv.org/abs/2308.03315",
    "authors": [
      "Ives Torriente-García",
      "Arturo C. Martí",
      "Martín Monteiro",
      "Cecilia Stari",
      "Juan C. Castro-Palacio",
      "Juan A. Monsoriu"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)"
    ]
  },
  {
    "id": "arXiv:2308.03336",
    "title": "Colliding of two high Mach-number quantum degenerate plasma jets",
    "abstract": "Colliding of two high Mach-number quantum degenerate plasmas is one of the most essential components in the double-cone ignition (DCI) inertial confinement fusion scheme, in which two highly compressed plasma jets from the cone-tips collide along with rapid conversion from the colliding kinetic energies to the internal energy of a stagnated isochoric plasma. Due to the effects of high densities and high Mach-numbers of the colliding plasma jets, quantum degeneracy and kinetic physics might play important roles and challenge the predictions of traditional hydrodynamic models. In this work, the colliding process of two high Mach number quantum degenerate Deuterium-plasma jets with sizable scale ($\\sim 1000\\ \\si{\\mu m}$, $\\sim 300\\ \\si{ps}$, $\\sim 100\\ \\si{g/cc}$, $\\sim 300\\ \\si{km/s}$) were investigated with first-principle kinetic simulations and theoretical analyses. In order to achieve high-density compression, the colliding kinetic pressure should be significantly higher than the pressure raised by the quantum degeneracy. This means high colliding Mach numbers are required. However, when the Mach number is further increased, we surprisingly found a decreasing trend of density compression, due to kinetic effects. It is therefore suggested that there is theoretically optimal colliding velocity to achieve the highest density compression. Our results would provide valuable suggestions for the base-line design of the DCI experiments and also might be of relevance in some violent astrophysical processes, such as the merger of two white dwarfs. ",
    "url": "https://arxiv.org/abs/2308.03336",
    "authors": [
      "W. B. Zhang",
      "Y. H. Li",
      "D. Wu",
      "J. Zhang"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2308.03343",
    "title": "Terahertz Twistoptics -- engineering canalized phonon polaritons",
    "abstract": "The terahertz (THz) frequency range is key to study collective excitations in many crystals and organic molecules. However, due to the large wavelength of THz radiation, the local probing of these excitations in smaller crystalline structures or few-molecular arrangements, requires sophisticated methods to confine THz light down to the nanometer length scale, as well as to manipulate such a confined radiation. For this purpose, in recent years, taking advantage of hyperbolic phonon polaritons (HPhP) in highly anisotropic van der Waals (vdW) materials has emerged as a promising approach, offering a multitude of manipulation options such as control over the wavefront shape and propagation direction. Here, we demonstrate the first THz application of twist-angle-induced HPhP manipulation, designing the propagation of confined THz radiation between 8.39 and 8.98\\,THz in the vdW material alpha-molybdenum trioxide ({\\alpha}-MoO\\textsubscript{3}), hence extending twistoptics to this intriguing frequency range. Our images, recorded by near-field optical microscopy, show the frequency- and twist-angle-dependent change between hyperbolic and elliptic polariton propagation, revealing a polaritonic transition at THz frequencies. As a result, we are able to allocate canalization (highly collimated propagation) of confined THz radiation by carefully adjusting these two parameters, i.e. frequency and twist angle. Specifically, we report polariton canalization in {\\alpha}-MoO\\textsubscript{3} at 8.67\\,THz for a twist angle of 50{\\deg}. Our results demonstrate an unprecedented control and the manipulation of highly-confined collective excitations at THz frequencies, offering novel possibilities for nanophotonic applications. ",
    "url": "https://arxiv.org/abs/2308.03343",
    "authors": [
      "Maximilian Obst",
      "Tobias Nörenberg",
      "Gonzalo Álvarez-Pérez",
      "Thales V. A. G. de Oliveira",
      "Javier Taboada-Gutiérrez",
      "Flávio H. Feres",
      "Felix G. Kaps",
      "Osama Hatem",
      "Andrei Luferau",
      "Alexey Y. Nikitin",
      "J. Michael Klopf",
      "Pablo Alonso-González",
      "Susanne C. Kehr",
      "Lukas M. Eng"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2308.03386",
    "title": "Transparent Multispectral Photonic Electrode for All-Weather Stable and  Efficient Perovskite Solar Cells",
    "abstract": "Perovskite solar cells (PSCs) are the most promising technology for advancing current photovoltaic performance. However, the main challenge for their practical deployment and commercialization is their operational stability, affected by solar illumination and heating, as well as the electric field that is generated in the PV device by light exposure. Here, we propose a transparent multispectral photonic electrode placed on top of the glass substrate of solar cells, which simultaneously reduces the device solar heating and enhances its efficiency. Specifically, the proposed photonic electrode, composed of a low-resistivity metal and a conductive layer, simultaneously serves as a highly-efficient infrared filter and an ultra-thin transparent front contact, decreasing devices' solar heating and operating temperature. At the same time, it simultaneously serves as an anti-reflection coating, enhancing the efficiency. We additionally enhance the device cooling by coating the front glass substrate side with a visibly transparent film (PDMS), which maximizes substrate's thermal radiation. To determine the potential of our photonic approach and fully explore the cooling potential of PSCs, we first provide experimental characterizations of the absorption properties (in both visible and infrared wavelengths) of state-of-the-art PSCs among the most promising ones regarding the efficiency, stability, and cost. We then numerically show that applying our approach to promising PSCs can result in lower operating temperatures by over 9.0 oC and an absolute efficiency increase higher than 1.3%. These results are insensitive to varying environmental conditions. Our approach is simple and only requires modification of the substrate; it therefore points to a feasible photonic approach for advancing current photovoltaic performance with next-generation solar cell materials. ",
    "url": "https://arxiv.org/abs/2308.03386",
    "authors": [
      "George Perrakis",
      "Anna C. Tasolamprou",
      "George Kakavelakis",
      "Konstantinos Petridis",
      "Michael Graetzel",
      "George Kenanakis",
      "Stelios Tzortzakis",
      "Maria Kafesaki"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2308.03609",
    "title": "Modification of Thermal Chemical Rates in a Cavity via Resonant Effects  in the Collective Regime",
    "abstract": "The modification of thermal chemical rates in Fabry-Perot cavities, as observed in experiments, still poses theoretical challenges. While we have a better grasp of how the reactivity of isolated molecules and model systems changes under strong coupling, we lack a comprehensive understanding of the combined effects and the specific roles played by activated and spectator molecules during reactive events. In this study, we investigate an ensemble of randomly oriented gas-phase HONO molecules undergoing a cis-trans isomerization reaction on an ab-initio potential energy surface. Using the classical reactive flux method, we analyze the transmission coefficient and determine conditions that lead to accelerated rates within the collective regime. We identify two main mechanisms at work: firstly, spectator molecules enhance the cavity's ability to dissipate excess energy from the activated molecule post-reactive event. Additionally, the interaction between spectator molecules and the cavity gives rise to the creation of polaritonic modes. These modes then interact with the activated molecule at a shifted resonance frequency. ",
    "url": "https://arxiv.org/abs/2308.03609",
    "authors": [
      "Jing Sun",
      "Oriol Vendrell"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2308.03639",
    "title": "Fano resonance-assisted all-dielectric array for enhanced near-field  optical trapping of nanoparticles",
    "abstract": "Near-field optics can overcome the diffraction limit by creating strong optical gradients to enable the trapping of nanoparticles. However, it remains challenging to achieve efficient stable trapping without heating and thermal effects. Dielectric structures have been used to address this issue, but they usually offer weak trap stiffness. In this work, we exploit the Fano resonance effect in an all-dielectric quadrupole nanostructure to realize a twenty-fold enhancement of trap stiffness, compared to the off-resonance case. This enables a high effective trap stiffness of $1.19$ fN/nm for 100 nm diameter polystyrene nanoparticles with 3.5 mW/$\\mu$m$^{2}$ illumination. Furthermore, we demonstrate the capability of the structure to simultaneously trap two particles at distinct locations within the nanostructure array. ",
    "url": "https://arxiv.org/abs/2308.03639",
    "authors": [
      "Donato Conteduca",
      "Saba N. Khan",
      "Manuel A. Martínez Ruiz",
      "Graham D. Bruce",
      "Thomas F. Krauss",
      "Kishan Dholakia"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2308.02520",
    "title": "The generation of high-energy electron-positron pairs during the  Breit-Wheeler resonant process in a strong field of an X-ray electromagnetic  wave",
    "abstract": "The Breith-Wheeler resonant process has been theoretically studied in a strong X-ray electromagnetic wave field under conditions when the energy of one of the initial high-energy gamma quanta passes into the energy of a positron or electron. These resonant conditions have been studied in detail. Analytical formulas for the resonant differential cross-section of channels A and B of the reaction are obtained. It is shown that the resonant differential cross-section significantly depends on the value of the characteristic Breit-Wheeler energy, which is determined by the parameters of the electromagnetic wave and the initial gamma quanta. With a decrease in the characteristic Breit-Wheeler energy, the resonant cross-section increases sharply and may exceed the corresponding non-resonant cross-section by several orders of magnitude. ",
    "url": "https://arxiv.org/abs/2308.02520",
    "authors": [
      "S.P. Roshchupkin",
      "V.D. Serov",
      "V.V. Dubov"
    ],
    "subjectives": [
      "High Energy Physics - Phenomenology (hep-ph)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2308.02706",
    "title": "Bidirectional microwave-optical transduction based on integration of  high-overtone bulk acoustic resonators and photonic circuits",
    "abstract": "Coherent interconversion between microwave and optical frequencies can serve as both classical and quantum interfaces for computing, communication, and sensing. Here, we present a compact microwave-optical transducer based on monolithic integration of piezoelectric actuators atop silicon nitride photonic circuits. Such an actuator directly couples microwave signals to a high-overtone bulk acoustic resonator defined by the suspended silica cladding of the optical waveguide core, which leads to enhanced electromechanical and optomechanical couplings. At room temperature, this triply resonant piezo-optomechanical transducer achieves an off-chip photon number conversion efficiency of -48 dB over a bandwidth of 25 MHz at an input pump power of 21 dBm. The approach is scalable in manufacturing and, unlike existing electro-optic transducers, does not rely on superconducting resonators. As the transduction process is bidirectional, we further demonstrate synthesis of microwave pulses from a purely optical input. Combined with the capability of leveraging multiple acoustic modes for transduction, the present platform offers prospects for building frequency-multiplexed qubit interconnects and for microwave photonics at large. ",
    "url": "https://arxiv.org/abs/2308.02706",
    "authors": [
      "Terence Blésin",
      "Wil Kao",
      "Anat Siddharth",
      "Rui N. Wang",
      "Alaina Attanasio",
      "Hao Tian",
      "Sunil A. Bhave",
      "Tobias J. Kippenberg"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2308.02771",
    "title": "Electronics Design of the IceCube-Gen2 Optical Module Prototype",
    "abstract": "IceCube-Gen2 is a planned extension to the existing IceCube Neutrino Observatory and will provide an order of magnitude increase in the detection rate of cosmic neutrinos by deploying ~10,000 sensors in a volume of ~8 cubic kilometers. As part of the upcoming IceCube Upgrade, we are developing prototype IceCube-Gen2 sensors to test all components in-situ in preparation for mass production required for IceCube-Gen2. The novel IceCube-Gen2 module will contain up to eighteen 4-inch photomultiplier tubes (PMTs). The signals for each PMT are digitized with a 2-channel, 12-bit ADC (low- and high-gain) at a rate of 60 MSps. In addition, each module contains LED flashers for in-ice calibration, an FPGA for performing in-module local coincidence of PMT signals, and onboard $\\mu$SD flash memory for buffering data before it is sent to the surface. In this contribution, we discuss the electronics and data acquisition system design. ",
    "url": "https://arxiv.org/abs/2308.02771",
    "authors": [
      "Sean Griffin"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2308.03195",
    "title": "Terahertz chiral metamaterial cavities breaking time-reversal symmetry",
    "abstract": "We demonstrate terahertz chiral metamaterial cavities that break time-reversal symmetry by coupling the degenerate linearly polarized modes of two orthogonal sets of nano-antenna arrays using the inter-Landau level transition of a two-dimensional electron gas in a perpendicular magnetic field, realizing normalized light-matter coupling rates up to $\\Omega_R/\\omega_{\\mathrm{cav}} = 0.78$. The deep sub-wavelength confinement and gap of the nano-antennas means that the ultra-strong coupling regime can be reached even with a very small number of carriers, making it viable to be used with a variety of 2D materials, including graphene. In addition it possesses a non-degenerate chiral ground state that can be used to study the effect of circularly polarized electromagnetic quantum fluctuations by means of weakly-perturbing magneto-transport measurements. ",
    "url": "https://arxiv.org/abs/2308.03195",
    "authors": [
      "Johan Andberger",
      "Lorenzo Graziotto",
      "Luca Sacchi",
      "Mattias Beck",
      "Giacomo Scalari",
      "Jérôme Faist"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2308.03199",
    "title": "Laser Scanning Confocal Microscopy of Comet Material in Aerogel",
    "abstract": "We report non-destructive 3-dimensional imaging and analysis techniques for material returned by the Stardust cometary collector. Our technique utilizes 3-dimensional laser scanning confocal microscopy (3D LSCM) to image whole Stardust tracks, in situ, with attainable resolutions <90 nm/pixel edge. LSCM images illustrate track morphology and fragmentation history; image segmentation techniques provide quantifiable volumetric and dynamic measurements. We present a method for multipart image acquisition and registration in 3-D. Additionally, we present a 3D deconvolution method for aerogel, using a theoretically calculated point spread function for first-order corrections of optical aberrations induced by light diffraction and refractive index mismatches. LSCM is a benchtop technique and is an excellent alternative to synchrotron x-ray computed microtomography for optically transparent media. Our technique, developed over the past 2 years, is a non-invasive, rapid technique for fine-scale imaging of high value returned samples from the Stardust mission, as well as various other samples from the geosciences. ",
    "url": "https://arxiv.org/abs/2308.03199",
    "authors": [
      "Michael Greenberg",
      "Denton S. Ebel"
    ],
    "subjectives": [
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Geophysics (physics.geo-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2308.03682",
    "title": "Acoustodynamic mass determination: Accounting for inertial effects in  acoustic levitation of granular materials",
    "abstract": "Acoustic traps use forces exerted by sound waves to confine and transport small objects. The dynamics of an object moving in the force landscape of an acoustic trap can be significantly influenced by the inertia of the surrounding fluid medium. These inertial effects can be observed by setting a trapped object in oscillation and tracking it as it relaxes back to mechanical equilibrium in its trap. Large deviations from Stokesian dynamics during this process can be explained quantitatively by accounting for boundary-layer effects in the fluid. The measured oscillations of a perturbed particle then can be used not only to calibrate the trap but also to characterize the particle. ",
    "url": "https://arxiv.org/abs/2308.03682",
    "authors": [
      "Mia C. Morrell",
      "David G. Grier"
    ],
    "subjectives": [
      "Soft Condensed Matter (cond-mat.soft)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2302.03599",
    "title": "Embedded digital phase noise analyzer for optical frequency metrology",
    "abstract": " Title: Embedded digital phase noise analyzer for optical frequency metrology ",
    "url": "https://arxiv.org/abs/2302.03599",
    "authors": [
      "Simone Donadello",
      "Elio K. Bertacco",
      "Davide Calonico",
      "Cecilia Clivati"
    ],
    "subjectives": [
      "Signal Processing (eess.SP)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2302.08665",
    "title": "Control of the magnon-polariton hybridization with a microwave pump",
    "abstract": " Title: Control of the magnon-polariton hybridization with a microwave pump ",
    "url": "https://arxiv.org/abs/2302.08665",
    "authors": [
      "C. Zhang",
      "Jinwei Rao",
      "C. Y. Wang",
      "Z. J. Chen",
      "K. X. Zhao",
      "Bimu Yao",
      "Xu-Guang Xu",
      "Wei Lu"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2304.02799",
    "title": "Active-feedback quantum control of an integrated low-frequency  mechanical resonator",
    "abstract": " Title: Active-feedback quantum control of an integrated low-frequency  mechanical resonator ",
    "url": "https://arxiv.org/abs/2304.02799",
    "authors": [
      "Jingkun Guo",
      "Jin Chang",
      "Xiong Yao",
      "Simon Gröblacher"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.09037",
    "title": "Orientation dependent etching of silicon by fluorine molecules: a  quantum chemistry computational study",
    "abstract": " Comments: 21 pages, 11 figures, 1 tables ",
    "url": "https://arxiv.org/abs/2305.09037",
    "authors": [
      "Omesh Dhar Dwivedi",
      "Yuri Barsukov",
      "Sierra Jubin",
      "Joseph Vella",
      "Igor Kaganovich"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2307.10785",
    "title": "Object detection and rangefinding with quantum states using simple  detection",
    "abstract": " Title: Object detection and rangefinding with quantum states using simple  detection ",
    "url": "https://arxiv.org/abs/2307.10785",
    "authors": [
      "Richard J. Murchie",
      "Jonathan D. Pritchard",
      "John Jeffers"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2307.12954",
    "title": "Accelerator Magnet Development Based on COMB Technology with STAR Wires",
    "abstract": " Comments: CEC/ICMC23 ",
    "url": "https://arxiv.org/abs/2307.12954",
    "authors": [
      "V. V. Kashikhin",
      "S. Cohan",
      "V. Lombardo",
      "D. Turrioni",
      "N. Mai",
      "A. K. Chavda",
      "U. Sambangi",
      "S. Korupolu",
      "J. Peram",
      "A. Anil",
      "C. Goel",
      "J. Sai Sandra",
      "V. Yerraguravagari",
      "R. Schmidt",
      "V. Selvamanickam",
      "G. Majkic",
      "E. Galstyan",
      "K. Selvamanickam"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  }
]