[
  {
    "id": "arXiv:2403.07042",
    "title": "Supercomputer model of finite-dimensional quantum electrodynamics  applications",
    "abstract": "A general scheme is given for supercomputer simulation of quantum processes, which are described by various modifications of finite-dimensional cavity quantum electrodynamics models, including Jaynes-Cummings-Hubbard model and Tavis-Cummings-Hubbard model. Conclusions and recommendations are illustrated using two examples: approximate model of hydrogen bonding and model of photon motion on a two-dimensional plane. ",
    "url": "https://arxiv.org/abs/2403.07042",
    "authors": [
      "Wanshun Li",
      "Hui-hui Miao",
      "Yuri Igorevich Ozhigov"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2403.07243",
    "title": "Si Metasurface Supporting Multiple Quasi-BICs for Degenerate Four-Wave  Mixing",
    "abstract": "Dielectric metasurfaces supporting quasi-bound states in the continuum (qBICs) enable high field enhancement with narrow-linewidth resonances in the visible and near-infrared ranges. The resonance emerges when distorting the meta-atom's geometry away from a symmetry-protected BIC condition and, usually, a given design can sustain one or two of these states. In this work, we introduce a silicon-on-silica metasurface that simultaneously supports up to four qBIC resonances in the near-infrared region. This is achieved by combining multiple symmetry-breaking distortions on an elliptical cylinder array. By pumping two of these resonances, the nonlinear process of degenerate four-wave mixing is experimentally realized. By comparing the nonlinear response with that of an unpatterned silicon film, the near-field enhancement inside the nanostructured dielectric is revealed. The presented results demonstrate independent geometric control of multiple qBICs and their interaction trough wave mixing processes, opening new research pathways in nanophotonics, with potential applications in information multiplexing, multi-wavelength sensing and nonlinear imaging. ",
    "url": "https://arxiv.org/abs/2403.07243",
    "authors": [
      "Gianni Q. Moretti",
      "Thomas Weber",
      "Thomas Possmayer",
      "Emiliano Cortés",
      "Leonardo de S. Menezes",
      "Andrea V. Bragas",
      "Stefan A. Maier",
      "Andreas Tittl",
      "Gustavo Grinblat"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2403.07393",
    "title": "Learning on the correct class for domain inverse problems of gravimetry",
    "abstract": "We consider end-to-end learning approaches for inverse problems of gravimetry. Due to ill-posedness of the inverse gravimetry, the reliability of learning approaches is questionable. To deal with this problem, we propose the strategy of learning on the correct class. The well-posedness theorems are employed when designing the neural-network architecture and constructing the training set. Given the density-contrast function as a priori information, the domain of mass can be uniquely determined under certain constrains, and the domain inverse problem is a correct class of the inverse gravimetry. Under this correct class, we design the neural network for learning by mimicking the level-set formulation for the inverse gravimetry. Numerical examples illustrate that the method is able to recover mass models with non-constant density contrast. ",
    "url": "https://arxiv.org/abs/2403.07393",
    "authors": [
      "Yihang Chen",
      "Wenbin Li"
    ],
    "subjectives": [
      "Geophysics (physics.geo-ph)",
      "Numerical Analysis (math.NA)"
    ]
  },
  {
    "id": "arXiv:2403.07474",
    "title": "Optical chaos synchronisation in a cascaded injection experiment",
    "abstract": "We experimentally study the synchronization of chaos generated by semiconductor lasers in a cascade injection configuration, i.e., a tunable master laser is used to generate chaos by optical injection in a transmitter laser that injects light into a receiver laser. Chaos synchronization between the transmitter and the receiver lasers is achieved with a correlation coefficient of 90 % for a measurement bandwidth up to 35 GHz. Two parameter regions of good synchronization are found, corresponding to the alignment of the oscillation frequencies of the receiver laser with either the transmitter laser or the master laser. ",
    "url": "https://arxiv.org/abs/2403.07474",
    "authors": [
      "Jules Mercadier",
      "Yaya Doumbia",
      "Stefan Bittner",
      "Marc Sciamanna"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Chaotic Dynamics (nlin.CD)"
    ]
  },
  {
    "id": "arXiv:2403.07490",
    "title": "Study of parameters affecting the cooling capacity of liquid jets by  using OpenFoam as tool to solve the inverse heat transfer problem",
    "abstract": "In this work, some of the parameters influencing the cooling capacity of a liquid jet impinging onto Inconel 718 and C45 plates were experimentally investigated. The experiment included a high-speed camera to record the dynamic of the jet during the cooling process while an infrared camera was used to record the temperature field at the opposite surface. Jets made of water and oil-in-water emulsion were analysed as well as the influence of the oil concentration. Other parameters studied here include initial temperature of the plate, nozzle-to-plate distance, nozzle diameter, jet velocity, and impinging angle. The cooling performance was analysed by solving a full 3D inverse heat transfer problem (IHTP) with the Conjugate Gradient Method (CGM) implemented in a new solver in OpenFoam. The basic organization and implementation of the solver is shown, followed by its validation with a made-up case. Finally, the growth of the wetting front was analysed for different oil concentrations and a combination of nozzle diameters and jet velocities for the same flow rate. For the latest, unexpected results emerged when comparing the wetting growth for the two plate materials. ",
    "url": "https://arxiv.org/abs/2403.07490",
    "authors": [
      "Kaissar Nabbout",
      "Martin Sommerfeld"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2403.07651",
    "title": "Directionally Tunable Co- and Counter-Propagating Photon Pairs from a  Nonlinear Metasurface",
    "abstract": "Nonlinear metasurfaces have recently been established as a new platform for generating photon pairs via spontaneous parametric down-conversion. While for classical harmonic generation in metasurfaces a high level of control over all degrees of freedom of light has been reached, this capability is yet to be developed for photon pair generation. In this work, we theoretically and experimentally demonstrate for the first time precise control of the emission angle of photon pairs generated from a nonlinear metasurface. Our measurements show angularly tunable pair-generation with high coincidence-to-accidental ratio for both co- and counter-propagating emission. The underlying principle is the transverse phase-matching of guided-mode resonances with strong angular dispersion in a nonlinear lithium niobate metagrating. We provide a straightforward design strategy for photon pair generation in such a device and find very good agreement between the calculations and experimental results. Here we use all-optical emission angle tuning by means of the pump wavelength, however the principle could be extended to modulation via the electro-optic effect in lithium niobate. In sum, this work provides an important addition to the toolset of sub-wavelength thickness photon pair sources. ",
    "url": "https://arxiv.org/abs/2403.07651",
    "authors": [
      "Maximilian A. Weissflog",
      "Jinyong Ma",
      "Jihua Zhang",
      "Tongmiao Fan",
      "Thomas Pertsch",
      "Dragomir N. Neshev",
      "Sina Saravi",
      "Frank Setzpfandt",
      "Andrey A. Sukhorukov"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2403.07667",
    "title": "Optical computing with supercontinuum generation in photonic crystal  fibers",
    "abstract": "We introduce a novel photonic neural network using photonic crystal fibers, leveraging femtosecond pulse supercontinuum generation for optical computing. Investigating its efficacy across machine learning tasks, we uncover the crucial impact of nonlinear pulse propagation dynamics on network performance. Our findings show that octave-spanning supercontinuum generation results in loss of dataset variety due to many-to-one mapping, and optimal performance requires balancing optical nonlinearity. This study offers guidance for designing energy-efficient and high-performance photonic neural network architectures by explaining the interplay between nonlinear dynamics and optical computing. ",
    "url": "https://arxiv.org/abs/2403.07667",
    "authors": [
      "Azka Maula Iskandar Muda",
      "Uğur Teğin"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Emerging Technologies (cs.ET)"
    ]
  },
  {
    "id": "arXiv:2403.07710",
    "title": "Focusing Surface Acoustic Waves with a Plasmonic Hypersonic Lens",
    "abstract": "Plasmonic nanoantennas have proven to be efficient transducers of electromagnetic to mechanical energy and vice versa. The sudden thermal expansion of these structures after an ultrafast optical pulsed excitation leads to the emission of hypersonic acoustic waves to the supporting substrate, which can be detected by another antenna that acts as a high-sensitive mechanical probe due to the strong modulation of its optical response. Sophisticated fabrication techniques, together with the implementation of numerical simulations, have allowed the engineering of nanostructures for the controlled directional generation and detection of high-frequency acoustic phonons at the nanoscale, with many potential applications in telecommunications, sensing, mechanical switching, and energy transport. Here, we propose and experimentally demonstrate a nanoscale acoustic lens comprised of 11 gold nanodisks whose collective oscillation gives rise to an interference pattern that results in a diffraction-limited surface acoustic beam of about 340 nm width, with an amplitude contrast of 60%. Via spatially decoupled pump-probe experiments, we were able to map the radiated acoustic energy in the proximity of the focal area, obtaining a very good agreement with the continuum elastic theory. ",
    "url": "https://arxiv.org/abs/2403.07710",
    "authors": [
      "Hilario D. Boggiano",
      "Lin Nan",
      "Gustavo Grinblat",
      "Stefan A. Maier",
      "Emiliano Cortés",
      "Andrea V. Bragas"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2403.07837",
    "title": "Topological Protection of Optical Skyrmions through Complex Media",
    "abstract": "Recent experimental realizations of optical Skyrmions through the techniques of structured light have opened the doors to a completely new way of representing data in electromagnetic fields, namely its topology. Apart from potentially enhancing the bandwidth of optical systems, the intrinsically discrete nature of the topological number allows Skyrmions to naturally interface with the digital world. However, investigations into the topological protection of optical Skyrmions through various media remain limited to date. Here, we rigorously define the optical Skyrmion and establish a framework that can be used to analyze the effects of complex media on the topology of Skyrmion fields. Using this framework, we provide simple criteria for spatially varying retarders, diattenuators, depolarizers, and combinations of the former under which topological protection is guaranteed. We then present experimental results validating the robustness of the Skyrmion number against corrupting media and discuss ways of extending the optical Skyrmion to more general settings. We believe that the work presented in this paper provides a theoretical underpinning for the use of Skyrmions in practical applications ranging from optical communications to photonic computing. ",
    "url": "https://arxiv.org/abs/2403.07837",
    "authors": [
      "An Aloysius Wang",
      "Zimo Zhao",
      "Yifei Ma",
      "Yuxi Cai",
      "Tade Marozsak",
      "Binguo Chen",
      "Honghui He",
      "Lin Luo",
      "Martin J Booth",
      "Steve J Elston",
      "Stephen M Morris",
      "Chao He"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2403.07790",
    "title": "RADES axion search results with a High-Temperature Superconducting  cavity in an 11.7 T magnet",
    "abstract": "We describe the results of a haloscope axion search performed with an 11.7 T dipole magnet at CERN. The search used a custom-made radio-frequency cavity coated with high-temperature superconducting tape. A set of 27 h of data at a resonant frequency of around 8.84 GHz was analysed. In the range of axion mass 36.5676 $\\mu$eV to 36.5699 $\\mu$eV, corresponding to a width of 554 kHz, no signal excess hinting at an axion-like particle was found. Correspondingly, in this mass range, a limit on the axion to photon coupling-strength was set in the range between g$_{a\\gamma}\\gtrsim$ 6.2e-13 GeV$^{-1}$ and g$_{a\\gamma}\\gtrsim$ 1.54e-13 GeV$^{-1}$ with a 95% confidence level. ",
    "url": "https://arxiv.org/abs/2403.07790",
    "authors": [
      "S. Ahyoune",
      "A. Álvarez Melcón",
      "S. Arguedas Cuendis",
      "S. Calatroni",
      "C. Cogollos",
      "A. Díaz-Morcillo",
      "B. Döbrich",
      "J.D. Gallego",
      "J.M. García-Barceló",
      "B. Gimeno",
      "J. Golm",
      "X. Granados",
      "J. Gutierrez",
      "L. Herwig",
      "I. G. Irastorza",
      "N. Lamas",
      "A. Lozano-Guerrero",
      "W. L. Millar",
      "C. Malbrunot",
      "J. Miralda-Escudé",
      "P. Navarro",
      "J. R. Navarro-Madrid",
      "T. Puig",
      "M. Siodlaczek",
      "G. T. Telles",
      "W. Wuensch"
    ],
    "subjectives": [
      "High Energy Physics - Experiment (hep-ex)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2112.05512",
    "title": "Bright and dark states of light: The quantum origin of classical  interference",
    "abstract": " Comments: 5 pages, 1 figures ",
    "url": "https://arxiv.org/abs/2112.05512",
    "authors": [
      "Celso J. Villas-Boas",
      "Carlos E. Máximo",
      "Paulo P. de Souza",
      "Romain Bachelard",
      "Gerhard Rempe"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2304.01486",
    "title": "Algebraic discrete quantum harmonic oscillator with dynamic resolution  scaling",
    "abstract": " Comments: 25 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2304.01486",
    "authors": [
      "Michael May",
      "Hong Qin"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mathematical Physics (math-ph)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2312.11915",
    "title": "Squeeze film absolute pressure sensors with sub-millipascal sensitivity",
    "abstract": " Title: Squeeze film absolute pressure sensors with sub-millipascal sensitivity ",
    "url": "https://arxiv.org/abs/2312.11915",
    "authors": [
      "Mohsen Salimi",
      "Robin V. Nielsen",
      "Henrik B. Pedersen",
      "Aurélien Dantan"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  }
]