[
  {
    "id": "arXiv:2506.01999",
    "title": "Linear optical sub-Doppler Ramsey resonances in ultrathin gas cells",
    "abstract": "           The paper theoretically establishes and studies the sub-Doppler linear optical Ramsey resonances that arise under certain conditions near centers of optical transitions in the absorption of a sufficiently weak monochromatic light beam during its stationary propagation in the normal direction through an ultrathin gas cell whose internal thickness is less than or of the order of the wavelength of this radiation. We consider a situation when the cross section of this beam consists of two coaxial spatially separated regions, with the absorption signal being detected in a comparatively narrow central part of the beam. The paper studies the significant dependence of the linear optical Ramsey resonances, that arise in such an absorption spectrum, on the distance between these regions, as well as on the phase difference between them. In particular, it is shown that if this phase difference is close to pi, then instead of absorption, amplification of the central part of the incident beam can occur. The Ramsey resonances under consideration are most clearly manifested when the internal thickness of the gas cell is equal to a small halfinteger number of wavelengths of the resonant radiation. However, these resonances do not arise if this thickness is equal to an integer number of such waves. The established Ramsey resonances, under certain conditions, can find application in ultrahigh resolution atomic (molecular) spectroscopy, as well as effective references in compact optical frequency standards.         ",
    "url": "https://arxiv.org/abs/2506.01999",
    "authors": [
      "Azad Ch. Izmailov"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2506.02194",
    "title": "Inverse design for robust inference in integrated computational spectrometry",
    "abstract": "           For computational spectrometers, we propose an inverse-design approach in which the scattering media are topology-optimized to achieve better performance in inference, without the need of a training set of spectra and a distribution of detector noise. Our approach also allows the selection of the inference algorithm to be decoupled from that of the scatterer. For smooth spectra, we additionally devise a regularized reconstruction algorithm based on Chebyshev interpolation, which yields higher accuracy compared with conventional methods in which the spectra are sampled at equally spaced frequencies/wavelengths with equal weights. Our approaches are numerically demonstrated via inverse design of integrated computational spectrometers and reconstruction of example spectra. The inverse-designed spectrometers exhibit significantly better performance in the presence of noise than their counterparts with random scatterers.         ",
    "url": "https://arxiv.org/abs/2506.02194",
    "authors": [
      "Wenchao Ma",
      "Raphaël Pestourie",
      "Zin Lin",
      "Steven G. Johnson"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2506.02207",
    "title": "Selective Excitation of Coupled Resonators via Complex Frequency Driving: Enhanced Efficiency and Crosstalk Suppression",
    "abstract": "           Controlling individual elements of coupled resonator systems poses a significant challenge, as conventional real-frequency pulses suffer from inefficiency and crosstalk, limiting fidelity and scalability. To address this challenge, we propose and explore the use of complex frequency excitations, tailoring the driving signal waveform to match the target complex reflection zeros. We demonstrate that complex frequency driving can achieve near-unity selected energy storage efficiency (100%) in a single resonator, substantially exceeding the performance of optimized Gaussian pulses (~80%). In a coupled three-resonator system, our method yields significantly higher efficiency (92-95%) along with vastly improved selectivity and crosstalk suppression compared to conventional Gaussian pulse excitations of the same duration. Our technique achieves dynamic critical coupling, providing a powerful paradigm for high-fidelity, selective control, crucial for advancing scalable complex systems for sensing and computing.         ",
    "url": "https://arxiv.org/abs/2506.02207",
    "authors": [
      "Deepanshu Trivedi",
      "Laraib Niaz",
      "Andrea Alù",
      "Alex Krasnok"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2506.02333",
    "title": "Heliostat Optical Error Inspection with Polarimetric Imaging Drone",
    "abstract": "           On a Concentrated Solar Power (CSP) field, optical errors have significant impacts on the collection efficiency of heliostats. Fast, cost-effective, labor-efficient, and non-intrusive autonomous field inspection remains a challenge. Approaches using imaging drone, i.e., Unmanned Aerial Vehicle (UAV) system integrated with high resolution visible imaging sensors, have been developed to address these challenges; however, these approaches are often limited by insufficient imaging contrast. Here we report a polarimetry-based method with a polarization imaging system integrated on UAV to enhance imaging contrast for in-situ detection of heliostat mirrors without interrupting field operation. We developed an optical model for skylight polarization pattern to simulate the polarization images of heliostat mirrors and obtained optimized waypoints for polarimetric imaging drone flight path to capture images with enhanced contrast. The polarimetric imaging-based method improved the success rate of edge detections in scenarios which were challenging for mirror edge detection with conventional imaging sensors. We have performed field tests to achieve significantly enhanced heliostat edge detection success rate and investigate the feasibility of integrating polarimetric imaging method with existing imaging-based heliostat inspection methods, i.e., Polarimetric Imaging Heliostat Inspection Method (PIHIM). Our preliminary field test results suggest that the PIHIM hold the promise to enable sufficient imaging contrast for real-time autonomous imaging and detection of heliostat field, thus suitable for non-interruptive fast CSP field inspection during its operation.         ",
    "url": "https://arxiv.org/abs/2506.02333",
    "authors": [
      "Mo Tian",
      "Kolappan Chidambaranathan",
      "Md Zubair Ebne Rafique",
      "Neel Desai",
      "Jing Bai",
      "Randy Brost",
      "Daniel Small",
      "David Novick",
      "Julius Yellowhair",
      "Yu Yao"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2506.02469",
    "title": "Characterization of the VKI Plasmatron subsonic ICP jet combining optical emission spectroscopy, intrusive measurements, and CFD simulations",
    "abstract": "           This paper addresses the characterization of the subsonic flow in the 1.2~MW Inductively Coupled Plasma (ICP) wind tunnel at the von Karman Institute for Fluid Dynamics (VKI), targeting chamber pressures of 50 and 100~mbar, and input electric powers between 150 and 300~kW. Ultraviolet to near-infrared optical emission spectroscopy measurements of the free-jet flow are carried out with an updated experimental set-up, calibration procedure, and data processing, providing high-quality absolute spatially-resolved emission spectra. Emission measurements agree with thermochemical equilibrium predictions within a range of conditions, allowing to extract experimental maps of cold-wall heat flux and dynamic pressure against the inferred free-jet enthalpy. A detailed comparison with the characterization methodology traditionally employed is presented, highlighting the need for an improved modeling strategy. Using the measured free-jet temperature and dynamic pressure only, a forward procedure for the computation of the stagnation line flow is proposed. The latter agrees with intrusive heat flux measurements through a range of test conditions, and for values of the recombination coefficient of the reference copper probe commonly found in the literature. Results demonstrate that a consistent framework between numerical simulations and experimental data can be achieved, defining an improved framework for the characterization of the subsonic ICP jet.         ",
    "url": "https://arxiv.org/abs/2506.02469",
    "authors": [
      "Andrea Fagnani",
      "Bernd Helber",
      "Damien Le Quang",
      "Alessandro Turchi",
      "Jimmy Freitas Monteiro",
      "Annick Hubin",
      "Olivier Chazot"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2506.02578",
    "title": "High Light-Efficiency Holographic Tomographic Volumetric Additive Manufacturing using a MEMS-based Phase-only Light Modulator",
    "abstract": "           Light-based 3D printing, which relies on photocurable resins, has shown the capability to produce complex geometries with high resolution and fidelity. Tomographic Volumetric Additive Manufacturing (TVAM) employs a digital micromirror device (DMD) to project high-speed sequences of amplitude light patterns into a rotating resin volume, enabling rapid fabrication of 3D structures through photopolymerization. Typically, the light projection efficiency in such binary amplitude modulator-based systems is below a few percent. Recent advancements introduced phase encoding in TVAM using binary amplitude modulators, improving depth control and boosting light projection efficiency to approximately 10%. This was achieved by implementing the Lee hologram technique to encode phase into binary amplitude patterns. In this work, we present the first 3D printing platform utilizing a phase-only light modulator (PLM), based on an array of micro-electro-mechanical pistons. Compared to amplitude encoding, phase encoding with the PLM yields a 70-fold increase in laser power efficiency. By coupling this efficient light engine with a speckle reduction method in holographic volumetric additive manufacturing (HoloVAM), we experimentally demonstrate printing across different scales from hundreds of micrometers to centimeters using only digital control. The PLM opens up new avenues in volumetric AM for holographic techniques using low-cost single-mode UV laser diodes.         ",
    "url": "https://arxiv.org/abs/2506.02578",
    "authors": [
      "Maria Isabel Álvarez-Castaño",
      "Ye Pu",
      "Christophe Moser"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2506.02583",
    "title": "Advanced microwave photonic waveform editing: enabling the evolution of radar systems into joint radar and spectrum sensing systems",
    "abstract": "           In response to the urgent demand for the development of future radar application platforms from single radar functionality towards integrated multi-functional systems, we show an advanced microwave photonic waveform editing method that enables the editing of arbitrary radar waveforms, equipping them with the capability to perform spectrum sensing. This, in turn, expands single-function radar systems into joint radar and spectrum sensing systems. We theoretically define and calculate the accumulation function of an arbitrary waveform after passing through a specific dispersive medium, and utilize this accumulation function to further design a corresponding binary sequence for editing the waveform. After editing, the accumulation function of the edited waveform approximates that of a linearly frequency-modulated signal matching the specific dispersive medium. Thus, the edited waveform can be compressed into a narrow pulse after passing through the dispersive medium, realizing the frequency-to-time mapping for achieving frequency measurement or time-frequency analysis. The concept is verified by a simulation and an experiment. Using a dispersion compensating fiber with a total dispersion of -6817 ps/nm, arbitrary waveforms, including a 7-bit Barker phase-coded waveform, a linearly frequency-modulated waveform, a nonlinearly frequency-modulated waveform, and a waveform with an \"E\" time-frequency diagram, are edited and further used for microwave frequency measurement and time-frequency analysis in an ultra-wide bandwidth of 36.8 GHz. The temporal resolution and frequency resolution are 2 ns and 0.86 GHz, respectively.         ",
    "url": "https://arxiv.org/abs/2506.02583",
    "authors": [
      "Chi Jiang",
      "Taixia Shi",
      "Dingding Liang",
      "Lei Gao",
      "Chulun Lin",
      "Yang Chen"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2506.02632",
    "title": "Phase Topology Stability of an Optical Vortex via an Electrically Controlled Twist-Planar Oriented Liquid Crystal Fresnel Lens",
    "abstract": "           Optical vortices (OVs) have emerged as a revolutionary concept in modern photonics, offering a unique method of manipulating light beyond conventional Gaussian beams. Despite their vast potential, phase topology stability remains unaddressed, limiting their widespread adoption and performance in real-world environments. Here, we reveal the missing link to assessing the stability of optical vortices using an electrically tunable twist-planar liquid crystal (LC) Fresnel lens. The proposed LC-based lens leverages the birefringence and voltage-controlled reconfigurability of liquid crystals to dynamically probe the phase topology of singular beams. By modulating the LC orientation with an applied voltage, we restructure the optical phase in real-time without requiring modifications to the optical setup. The 3V and 35V voltage supply allows for the switch between the \"topological charge detection\" and \"optical singular beam propagation\" modes. This eliminates the need for additional optical elements, significantly simplifying the detection and characterization of vortex beams. Experimental and theoretical investigations demonstrate that the vortex topology can be unambiguously identified from the intensity profile observed in the Fourier plane of a lens. Furthermore, the designed device features low power consumption, compact form factor, and seamless integration potential, making it a promising candidate for scalable vortex-based photonic systems.         ",
    "url": "https://arxiv.org/abs/2506.02632",
    "authors": [
      "Elena Melnikova",
      "Katsiaryna Pantsialeyeva",
      "Dmitry Gorbach",
      "Alexei Tolstik",
      "Sergei Slussarenko Jr.",
      "Alina Karabchevsky"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2506.02776",
    "title": "A mesoscale phase-field model of intergranular liquid lithium corrosion of ferritic/martensitic steels",
    "abstract": "           A phase-field model is developed to simulate intergranular corrosion of ferritic/martensitic steels exposed to liquid lithium. The chromium concentration of the material is used to track the mass transport within the metal and liquid (corrosive) phase. The framework naturally captures intergranular corrosion by enhancing the diffusion of chromium along grain boundaries relative to the grain bulk with no special treatment for the corrosion front evolution. The formulation applies to arbitrary 2D and 3D polycrystalline geometries. The framework reproduces experimental measurements of weight loss and corrosion depth for a 9 wt\\% Cr ferritic/martensitic steel exposed to static lithium at 600 $^\\circ$C. A sensitivity analysis, varying near-surface grain density, grain size, and chromium depletion thickness, highlights the microstructural influence in the corrosion process. Moreover, the significance of saturation is considered and evaluated. Simulation results show that near-surface grain density is a deciding factor, whereas grain size dictates the susceptibility to intergranular corrosion.         ",
    "url": "https://arxiv.org/abs/2506.02776",
    "authors": [
      "A. Lhoest",
      "S. Kovacevic",
      "D. Nguyen-Manh",
      "J. Lim",
      "E. Martínez-Pañeda",
      "M. Wenman"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Engineering, Finance, and Science (cs.CE)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2506.02817",
    "title": "Semi-analytical modeling of receive transfer function and thermal noise of integrated photonic ultrasound transducers",
    "abstract": "           Ultrasound transducers (UTs) are extensively used in several applications across a multitude of disciplines. A new type of UTs namely integrated photonic ultrasound transducers (IPUTs) possess superior performance due to the presence of optical interrogation systems, avoiding electric crosstalk and thermal electronic noise of the sensor. However, a major component of the IPUT's noise floor is its thermal acoustic noise. Several studies have been proposed to characterize IPUTs' behavior; nevertheless, these are either incomplete (model only the thermal noise) or targeted to characterize specific responses such as static behavior, in which the modeled receive transfer function (RTF) is about two orders lower than the experiments. In this study, we develop semi-analytical models based on time-domain finite element analysis and analytical expressions to characterize the RTF and thermal noise-induced noise equivalent pressure of IPUTs. We validate the models by comparing them with the literature, where we obtain a close match between them.         ",
    "url": "https://arxiv.org/abs/2506.02817",
    "authors": [
      "Sabiju Valiya Valappil",
      "Peter Harmsma",
      "Maurits van der Heiden",
      "Martin Verweij",
      "Paul van Neer"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2506.02861",
    "title": "Agile laser wavelength tuning using dynamic targeting",
    "abstract": "           Tunable lasers are essential and versatile tools in photonics, with applications spanning telecommunications, spectroscopy, and sensing. Advancements have aimed to expand tuning ranges, suppress mode hopping, and enable photonic integration. In this work, we explore the adaptation of dynamic targeting, a technique originally developed to stabilize lasers under optical feedback, as a method for achieving agile, fast, and continuous wavelength tuning. By adjusting the feedback rate and phase, we enable a stable and controlled frequency shift. We experimentally demonstrate reliable and reproducible tuning over 2.1 GHz using a free-space optical setup. Simulations further suggest that this approach could extend the tuning range to tens of GHz, with a potential scan speed exceeding $10^{17}$ Hz/s. These results highlight dynamic targeting as a promising route toward agile frequency control in semiconductor lasers.         ",
    "url": "https://arxiv.org/abs/2506.02861",
    "authors": [
      "Robbe de Mey",
      "Spencer W. Jolly",
      "Alexandre Locquet",
      "Martin Virte"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Chaotic Dynamics (nlin.CD)"
    ]
  },
  {
    "id": "arXiv:2506.03010",
    "title": "Floquet-engineered decoherence-resilient protocols for wideband sensing beyond the linear standard quantum limit",
    "abstract": "           A key advantage of quantum metrology is the ability to surpass the standard quantum limit for measurement precision through the use of non-classical states. However, there is typically little to no improvement in precision with the use of non-classical states for measurements whose duration exceeds the decoherence time of the underlying quantum states. Measurements aimed at the ultimate possible precision are thus performed almost exclusively with classical states and, therefore, are constrained by the standard quantum limit. Here, we demonstrate that by using the phenomenon of subharmonic excitation, in combination with a recently demonstrated technique of Raman excitation of a harmonic oscillator, the frequency of an electric field can be measured at a resolution below the standard quantum limit of the corresponding linear measurement. As the input states can be classical, this metrological gain persists to long timescales and improves the ultimate possible precision. While we demonstrate this technique using motional Raman subharmonic excitation of a single 40ca^+ ion through engineered Floquet states, this technique is expected to be extendable to other platforms, such as NV centers, solid-state qubits, and neutral atoms, where it can provide metrological gain for sensing across the radio frequency, microwave, and optical domains.         ",
    "url": "https://arxiv.org/abs/2506.03010",
    "authors": [
      "Hao Wu",
      "Clayton Z. C. Ho",
      "Grant D. Mitts",
      "Joshua A. Rabinowitz",
      "Eric R. Hudson"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2506.02028",
    "title": "A tertiary review on quantum cryptography",
    "abstract": "           Quantum computers impose an immense threat to system security. As a countermeasure, new cryptographic classes have been created to prevent these attacks. Technologies such as post-quantum cryptography and quantum cryptography. Quantum cryptography uses the principle of quantum physics to produce theoretically unbreakable security. This tertiary review selected 51 secondary studies from the Scopus database and presented bibliometric analysis, a list of the main techniques used in the field, and existing open challenges and future directions in quantum cryptography research. The results showed a prevalence of QKD over other techniques among the selected papers and stated that the field still faces many problems related to implementation cost, error correction, decoherence, key rates, communication distance, and quantum hacking.         ",
    "url": "https://arxiv.org/abs/2506.02028",
    "authors": [
      "Luiz Filipi Anderson de Sousa Moura",
      "Carlos Becker Westphall"
    ],
    "subjectives": [
      "Cryptography and Security (cs.CR)",
      "Networking and Internet Architecture (cs.NI)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2506.02170",
    "title": "Quantum Vacuum in Matter",
    "abstract": "           An intriguing consequence of quantum field theory is that vacuum is not empty space; it is full of quantum fluctuating electromagnetic fields, or virtual photons, corresponding to their zero-point energy, even though the average number of photons is zero. These short-lived vacuum fluctuations are behind some of the most fascinating physical processes in the universe, including spontaneous emission, the Lamb shift, and the Casimir force. Recent theory and experiments indicate that the properties of materials placed in photonic cavities may be altered, even in the complete absence of any external fields, through interaction with the fluctuating vacuum electromagnetic fields. Judicious engineering of the quantum vacuum surrounding the matter inside a cavity can lead to significant and nonintuitive modifications of electronic and vibrational states, producing a ``vacuum dressed'' material. These exciting new ideas have stimulated discussions regarding the fundamental physics of vacuum-matter interactions and also broadened the scope of potential applications using zero-point fluctuations to engineer materials. This Perspective will first discuss recent experimental and theoretical developments on vacuum-modified condensed matter systems, which usually require the realization of the so-called ultrastrong light-matter coupling regime. Then, we will overview some of the most promising cavity designs for enhancing vacuum electromagnetic fields in materials with various energy scales. Finally, we will discuss urgent open questions and technical challenges to be solved in this emerging field.         ",
    "url": "https://arxiv.org/abs/2506.02170",
    "authors": [
      "Andrey Baydin",
      "Hanyu Zhu",
      "Motoaki Bamba",
      "Kaden Hazzard",
      "Junichiro Kono"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2506.02227",
    "title": "Can the Infamous Boundary Be Found in Macromolecules? Also, von Neumann vs. Schroedinger ensembles, and `Hund's Paradox' in quantum chemistry",
    "abstract": "           John Bell coined the phrase ``Infamous Boundary\" for the point where classical physics splits off from quantum physics. Many authors, including the present one, have advanced theories with the intention of defining and locating this ``shifty split\"; most propose that it lies somewhere on the scale of apparatus. But what if it resides at the level of macromolecules? I show here that this question is intimately connected to the choice of thermal ensembles and to the so-called `Hund's Paradox' in quantum chemistry. I propose an experimental set-up that could in principle reveal the IB lurking in asymmetric macromolecules.         ",
    "url": "https://arxiv.org/abs/2506.02227",
    "authors": [
      "W. David Wick"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2506.02402",
    "title": "Highly reliable, ultra-wideband, isolator-free quantum-dot mode-locked frequency combs for optical interconnects beyond 3.2Tb/s",
    "abstract": "           Quantum dot mode-locked laser-based optical frequency combs are emerging as a critical solution for achieving low-cost, high-efficiency, and large-capacity optical interconnects. The practical implementation of wavelength division multiplexing interconnects necessitates a temperature-stable OFC source with a minimum 100 GHz channel spacing to enable high-bandwidth modulation while mitigating the complexity of optical filtering and detection. By leveraging the advanced co-doping technique and a colliding pulse mode-locking scheme, here, we report a compact, ultra-wideband, highly reliable, isolator-free 100 GHz-spacing InAs/GaAs QD OFC source operating up to a record temperature of 140 °C. The comb source delivers a record 3 dB optical bandwidth of 14.312 nm, containing flat-top comb lines, each supporting 128 Gb/s PAM-4 modulation, which results in a total throughput of 3.328 Tb/s with an extremely low power consumption of 0.394 pJ/bit at 25°C. Performance remains stable at 85 °C, with negligible degradation of device critical metrics. Remarkably, accelerated aging tests under harsh conditions (85 °C with 8x threshold current injection) revealed a mean time to failure of approximately 207 years. The QD OFC source demonstrated in this work, for the first time, establishes a concrete link between fundamental research on comb sources and their practical deployment in next-generation, high-density optical interconnect systems.         ",
    "url": "https://arxiv.org/abs/2506.02402",
    "authors": [
      "Shujie Pan",
      "Victoria Cao",
      "Yiheng Feng",
      "Dingyi Wu",
      "Jie Yan",
      "Junjie Yang",
      "Chao Zhao",
      "Xi Xiao",
      "Siming Chen"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2506.02417",
    "title": "Quantum light and radiation in Rindler spacetime: from uncertainty relations to the cosmological implications",
    "abstract": "           Based on an analogy between diffraction integral formalism of classical field propagation and Feynman path integral approach to quantum field theory, we develop a quantum model for light and radiation in Rindler spacetime. The framework helps to reveal acceleration-induced contributions to the traditional Heisenberg position-momentum uncertainty relation. A modified Planck energy density distribution of radiation is established and reveals equivalence between temperature and Rindler acceleration as advocated by standard Unruh and anti-Unruh effects. Later, by defining an equivalent acceleration, we investigate some cosmological implications of the model with regards to redshift and expansion of the Universe. In this context, we contend that the accelerated expansion of the Universe, in addition to possessing some well-defined limits corresponding to early and local Universe epochs, may also hint towards dynamical nature of dark energy. The findings provide glimpse into future table-top experiments aimed at emulating gravitational and other cosmological phenomena in terrestrial lab setups.         ",
    "url": "https://arxiv.org/abs/2506.02417",
    "authors": [
      "Fujin Wang",
      "Syed Masood",
      "L.G. Wang"
    ],
    "subjectives": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2506.02902",
    "title": "Liouvillian and Hamiltonian exceptional points of atomic vapors: The spectral signatures of quantum jumps",
    "abstract": "           We investigate spectral singularities in an alkali-metal atomic vapor modeled using four and effectively three hyperfine states. By comparing the eigenvalue spectra of a non-Hermitian Hamiltonian (NHH) and a Liouvillian superoperator, we analyze the emergence and characteristics of both semiclassical and quantum exceptional points. Our results reveal that, for atomic systems, the NHH approach alone may be insufficient to fully capture the system's spectral properties. While NHHs can yield accurate predictions in certain regimes, a comprehensive description typically requires the Liouvillian formalism, which governs the Lindblad master equation and explicitly incorporates quantum jump processes responsible for repopulation dynamics. We demonstrate that the inclusion of quantum jumps fundamentally alters the spectral structure of the system. In particular, we present examples in which the existence, location in parameter space, or even the order of spectral degeneracies differ significantly between the two approaches, thereby highlighting the impact of quantum jumps and the limitations of the NHH method. Finally, using the hybrid-Liouvillian formalism, we show how quantum jumps reshape spectral features initially predicted by the NHH, ultimately determining the full Liouvillian spectrum.         ",
    "url": "https://arxiv.org/abs/2506.02902",
    "authors": [
      "Marek Kopciuch",
      "Adam Miranowicz"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2506.03014",
    "title": "Convergence and efficiency proof of quantum imaginary time evolution for bounded order systems",
    "abstract": "           Many current and near-future applications of quantum computing utilise parametric families of quantum circuits and variational methods to find optimal values for these parameters. Solving a quantum computational problem with such variational methods relies on minimising some cost function, e.g., the energy of a physical system. As such, this is similar to the training process in machine learning and variational quantum simulations can therefore suffer from similar problems encountered in machine learning training. This includes non-convergence to the global minimum due to local minima as well as critical slowing down. In this article, we analyse the imaginary time evolution as a means of compiling parametric quantum circuits and finding optimal parameters, and show that it guarantees convergence to the global minimum without critical slowing down. We also show that the compilation process, including the task of finding optimal parameters, can be performed efficiently up to an arbitrary error threshold if the underlying physical system is of bounded order. This includes many relevant computational problems, e.g., local physical theories and combinatorial optimisation problems such as the flight-to-gate assignment problem. In particular, we show a priori estimates on the success probability for these combinatorial optimisation problems. There seem to be no known classical methods with similar efficiency and convergence guarantees. Meanwhile the imaginary time evolution method can be implemented on current quantum computers.         ",
    "url": "https://arxiv.org/abs/2506.03014",
    "authors": [
      "Tobias Hartung",
      "Karl Jansen"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Complexity (cs.CC)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2506.03124",
    "title": "Simulating dynamics of correlated matter with neural quantum states",
    "abstract": "           While experimental advancements continue to expand the capabilities to control and probe non-equilibrium quantum matter at an unprecedented level, the numerical simulation of the dynamics of correlated quantum systems remains a pivotal challenge - especially in intermediate spatial dimensions. Neural quantum states are emerging as a new computational tool to investigate the time evolution of many-body quantum systems in previously inaccessible regimes. We review the recent progress in the field with a focus on the different time propagation methods, an overview of the reported applications, and a discussion of the major current challenges.         ",
    "url": "https://arxiv.org/abs/2506.03124",
    "authors": [
      "Markus Schmitt",
      "Markus Heyl"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2408.08253",
    "title": "All-Optical Azimuthal Trapping of Dissipative Kerr Multi-Solitons for Relative Noise Suppression",
    "abstract": "           Temporal cavity solitons, or dissipative Kerr solitons (DKS) in integrated microresonators, are essential for deployable metrology technologies. Such applications favor the lowest noise state, typically the single-DKS state where one soliton is in the resonator. Other multi-DKS states can also be reached, offering better conversion efficiency and thermal stability, potentially simplifying DKS-based technologies. Yet they exhibit more noise due to relative soliton jitter, and are usually not compatible with targeted applications. We demonstrate that Kerr-induced synchronization, an all-optical trapping technique, can azimuthally pin the multi-DKS state to a common reference field. This method ensures repetition rate noise independent of the number of solitons, making a multi-DKS state indistinguishable from a single-DKS state in that regard, akin to trapped-soliton molecule behavior. Supported by theoretical analysis and experimental demonstration in an integrated microresonator, this approach provides metrological capacity regardless of the number of cavity solitons, benefiting numerous DKS-based metrology applications.         ",
    "url": "https://arxiv.org/abs/2408.08253",
    "authors": [
      "Pradyoth Shandilya",
      "Shao-Chien Ou",
      "Jordan Stone",
      "Curtis Menyuk",
      "Miro Erkintalo",
      "Kartik Srinivasan",
      "Gregory Moille"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2412.03412",
    "title": "Wavepacket and Reduced-Density Approaches for High-Dimensional Quantum Dynamics: Application to the Nonlinear Spectroscopy of Asymmetrical Light-Harvesting Building Blocks",
    "abstract": "           Excitation-energy transfer (EET) and relaxation in an optically excited building block of poly(phenylene ethynylene) (PPE) dendrimers are simulated using wavepackets with the multilayer multiconfiguration time-dependent Hartree (ML-MCTDH) method and reduced-density matrices with the hierachical equations of motion (HEOM) approach. The dynamics of the ultrafast electronic funneling between the first two excited electronic states in the asymmetrically meta-substituted PPE oligomer with two rings on one branch and three rings on the other side, with a shared ring in between, is treated with 93-dimensional ab initio vibronic-coupling Hamiltonian (VCH) models, either linear or with bilinear and quadratic terms. The linear VCH model is also used to calibrate an open quantum system that falls in a computationally demanding non-perturbative non-Markovian regime. The linear-response absorption and emission spectra are simulated with both the ML-MCTDH and HEOM methods. The latter is further used to explore the nonlinear regime towards two-dimensional (2D) spectroscopy. We illustrate how a minimal VCH model with the two main active bright states and the impulsive-pulse limit in third-order response theory may provide at lower cost polarization-sensitive time-resolved signals that monitor the early EET dynamics. We also confirm the essential role played by the high-frequency acetylenic and quinoidal vibrational modes.         ",
    "url": "https://arxiv.org/abs/2412.03412",
    "authors": [
      "Joachim Galiana",
      "Michèle Desouter-Lecomte",
      "Benjamin Lasorne"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2504.16811",
    "title": "A novel method for measuring the attenuation length and the group velocity of transparent liquids in a variable length cavity",
    "abstract": "           The transparency of liquid scintillators or water is an important parameter for many detectors in particle and astroparticle physics. In this work, the Cavity Enhanced Long Light Path Attenuation Length Screening (CELLPALS) method for the determination of the attenuation length is presented for the first time. The method is based on an experimental setup similar to a Fabry-Pérot interferometer but adding up multiple-reflected intensities of a modulated light source. CELLPALS was developed to measure the attenuation length of highly transparent liquids (> 10 m) with significantly lower uncertainties than with UV-Vis spectroscopy, which is a standard method for determining the attenuation length. In addition to the attenuation length, the group velocity of light in the sample can also be derived from the free spectral range of the cavity, which is not provided by any conventional method for determining the attenuation length. In this work, the CELLPALS method, its achievable precision and an experimental setup to demonstrate its feasibility are discussed. The attenuation lengths and group velocities of several transparent liquids were measured at wavelengths between 420 nm and 435 nm. In addition, the attenuation length and group velocity of linear alkylbenzene (LAB) samples after different purification stages and a purified LAB-based liquid scintillator were measured at a wavelength of 425 nm. The results confirmed the potential of CELLPALS to determine the attenuation length with an uncertainty of ~ 2 %. The group velocity of light in the sample can be determined with an uncertainty of ~ 0.03 %.         ",
    "url": "https://arxiv.org/abs/2504.16811",
    "authors": [
      "Jessica Eck",
      "Dhanushka Bandara",
      "Gina Grünauer",
      "Tobias Heinz",
      "Tobias Lachenmaier"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2505.03551",
    "title": "From Mass-Shell Factorisation to Spin: An Attempt at a Matrix-Valued Liouville Framework for Relativistic Classical and Quantum Phase-Spacetime",
    "abstract": "           While Liouville's theorem is first-order in time for the phase-space distribution itself, the relativistic mass-shell constraint $p^\\mu p_\\mu = m^2$ is naively second-order in energy. We argue that it is reasonable to unify both energy branches within a single Hamiltonian by factorizing $(p^2 - m^2)$ in analogy with Dirac's approach in relativistic quantum mechanics. We show the resulting matrix-based Liouville equation remains first order and naturally yields a $4\\times4$ matrix-valued probability density function in phase space as a classical analogue of a relativistic spin-half Wigner function. We investigate its classical physics and deformation quantisation.         ",
    "url": "https://arxiv.org/abs/2505.03551",
    "authors": [
      "Mark J. Everitt"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Classical Physics (physics.class-ph)"
    ]
  }
]