[
  {
    "id": "arXiv:2411.09796",
    "title": "Indication of p + 11B Reaction in Laser Induced Nanofusion Experiment",
    "abstract": "           The NanoPlasmonic Laser Induced Fusion Energy (NAPLIFE) project proposed fusion by regulating the laser light absorption via resonant nanorod antennas implanted into hydrogen rich urethane acrylate methacrylate (UDMA) and triethylene glycol dimethylacrylate (TEGDMA) copolymer targets. In part of the tests, boron-nitride (BN) was added to the polymer. Our experiments with resonant nanoantennas accelerated protons up to 225 keV energy. Some of these protons then led to p + 11B fusion, indicated by the sharp drop of observed backward proton emission numbers at the 150 keV resonance energy of the reaction. The generation of alpha particles was verified by CR-39 (Columbia Resin #39) nuclear plastic track detectors.         ",
    "url": "https://arxiv.org/abs/2411.09796",
    "authors": [
      "N. Kroó",
      "L.P. Csernai",
      "I. Papp",
      "M.A. Kedves",
      "M. Aladi",
      "A. Bonyár",
      "M. Szalóki",
      "K. Osvay",
      "P. Varmazyar",
      "T.S. Biró"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2411.09860",
    "title": "Interrogating the Ballistic Regime in Liquids with Rotational Optical Tweezers",
    "abstract": "           Accessing the ballistic regime of single particles in liquids remains an experimental challenge that shrouds our understanding of the particle-liquid interactions on exceedingly short time scales. We demonstrate the ballistic measurements of rotational probes to observe these interactions in the rotational regime within microscopic systems. This study uses sensitive high-bandwidth measurements of polarisation from light scattered by orientation-locked birefringent probes trapped within rotational optical tweezers. The particle-liquid interactions in the ballistic regime are decoupled from the optical potential allowing direct studies of single-particle rotational dynamics. This enabled us to determine the dissipation of rotational inertia and observe and validate rotational hydrodynamic effects in a previously inaccessible parameter space. Furthermore, the fast angular velocity thermalisation time enables calibration-free viscometry using less than 50ms of data. This methodology will provide a unique way of studying rotational hydrodynamic effects and enable ultra-fast microrheometry in systems out-of-equilibrium.         ",
    "url": "https://arxiv.org/abs/2411.09860",
    "authors": [
      "Mark L. Watson",
      "Alexander B. Stilgoe",
      "Itia A. Favre-Bulle",
      "Halina Rubinsztein-Dunlop"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.09876",
    "title": "Visualization of atomistic optical waves in crystals",
    "abstract": "           The refractive index of a matter is foundational to quantify the light-matter interaction of the medium. However, the classical description of refractive index is based on macroscopic homogenization and is limited to describing the local optical response of materials. A complete quantum description of light-matter interaction should consider nonlocality and multiple-scattering of optical responses at the atomistic lattice level. Recently, the deep microscopic optical band structure was introduced as a quantum generalization of refractive index of a medium. This quantum description unveils multiple optical eigenmodes in crystalline solids and hidden microscopic optical waves at the lattice level. In this work, we unravel the microscopic optical waves in silicon carbide. We predict and visualize hidden microscopic optical eigenwaves, which can be nonplanar and inhomogeneous even near the optical limit. Also, the nonlocal macroscopic dielectric constant of the crystal is analyzed using the microscopic optical waves as the basis. Our work establishes a general framework for picoscale electrodynamics applicable to other materials including two-dimensional materials.         ",
    "url": "https://arxiv.org/abs/2411.09876",
    "authors": [
      "Jungho Mun",
      "Sathwik Bharadwaj",
      "Zubin Jacob"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Other Condensed Matter (cond-mat.other)"
    ]
  },
  {
    "id": "arXiv:2411.09958",
    "title": "Post-selection shifts the transition frequency of helium in an atomic beam",
    "abstract": "           Post-selecting output states in measurements can effectively amplify weak signals and improve precision. However, post-selection effects may also introduce unintended biases in precision measurements. Here, we investigate the influence of post-selection in the precision spectroscopy of the $2^3S - 2^3P$ transition of helium ($^4$He) using an atomic beam. We directly observe that post-selection based on atomic positions causes a shift in the measured transition frequency, amounting to approximately -55 kHz. After accounting for this post-selection shift, we obtain a corrected frequency of $276,764,094,712.45 \\pm 0.86$ kHz for the $2^3S_1 - 2^3P_0$ transition. Combining this result with existing data for $^3$He, we derive a new value for the difference in squared nuclear charge radii, $\\delta r^2 [r_{h}^{2} - r_{\\alpha}^{2}] = 1.0733 \\pm 0.0021$ fm$^2$. This value shows a $2.8\\sigma$ deviation from measurements of muonic helium ions, potentially pointing to new physics that challenges lepton universality in quantum electrodynamics.         ",
    "url": "https://arxiv.org/abs/2411.09958",
    "authors": [
      "Jin-Lu Wen",
      "Jia-Dong Tang",
      "Ya-Nan Lv",
      "Yu R. Sun",
      "Chang-Ling Zou",
      "Jun-Feng Dong",
      "Shui-Ming Hu"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2411.10041",
    "title": "A quantum approach for determining a state of the opinion",
    "abstract": "           We propose to define a notion of state of the opinion in order to link politician popularity estimations and voting intentions. We present two ways of modelling: a classical approach and quantum modelling. We test these  ideas on data obtained during the French presidential election of April 2012.         ",
    "url": "https://arxiv.org/abs/2411.10041",
    "authors": [
      "François Dubois"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)"
    ]
  },
  {
    "id": "arXiv:2411.10090",
    "title": "Resonant stroboscopic Rydberg dressing: electron-motion coupling and multi-body interactions",
    "abstract": "           Rydberg dressing traditionally refers to a technique where interactions between cold atoms are imprinted through the far off-resonant continuous-wave excitation of high-lying Rydberg states. Dipolar interactions between these electronic states are then translated into effective interactions among ground state atoms. Motivated by recent experiments, we investigate two dressing protocols, in which Rydberg atoms are resonantly excited in a stroboscopic fashion. The first one is non-adiabatic, meaning Rydberg states are excited by fast pulses. In this case, mechanical forces among Rydberg atoms result in electron-motion coupling, which generates effective multi-body interactions. In the second, adiabatic protocol, Rydberg states are excited by smoothly varying laser pulses. We show that also in this protocol substantial multi-body interactions emerge.         ",
    "url": "https://arxiv.org/abs/2411.10090",
    "authors": [
      "Chris Nill",
      "Sylvain de Léséleuc",
      "Christian Groß",
      "Igor Lesanovsky"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2411.10122",
    "title": "Self-learning path integral hybrid Monte Carlo with mixed ab initio and machine learning potentials for modeling nuclear quantum effects in water",
    "abstract": "           The introduction of machine learned potentials (MLPs) has greatly expanded the space available for studying Nuclear Quantum Effects computationally with ab initio path integral (PI) accuracy, with the MLPs' promise of an accuracy comparable to that of ab initio at a fraction of the cost. One of the challenges in development of MLPs is the need for a large and diverse training set calculated by ab initio methods. This data set should ideally cover the entire phase space, while not searching this space using ab initio methods, as this would be counterproductive and generally intractable with respect to computational this http URL this paper, we present the self-learning PI hybrid Monte Carlo Method using a mixed ab initio and ML potential (SL-PIHMC-MIX), where the mixed potential allows for the study of larger systems and the extension of the original SL-HMC method [Nagai et al., Phys. Rev. B 102, 041124 (2020)] to PI methods and larger systems. While the MLPs generated by this method can be directly applied to run long-time ML-PIMD simulations, we demonstrate that using PIHMC-MIX with the trained MLPs allows for an exact reproduction of the structure obtained from ab initio PIMD. Specifically, we find that the PIHMC-MIX simulations require only 5,000 evaluations of the 32-bead structure, compared to the 100,000 evaluations needed for the ab initio PIMD result.         ",
    "url": "https://arxiv.org/abs/2411.10122",
    "authors": [
      "Bo Thomsen",
      "Yuki Nagai",
      "Keita Kobayashi",
      "Ikutaro Hamada",
      "Motoyuki Shiga"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2411.10376",
    "title": "Soliton Dynamics over a Disordered Topography",
    "abstract": "           We report on the dynamics of a soliton propagating on the surface of a fluid in a 4-m-long canal with a random or periodic bottom topography. Using a full space-and-time resolved wavefield measurement, we evidence, for the first time experimentally, how the soliton is affected by the disorder, in the context of Anderson localization, and how localization depends on nonlinearity. For weak soliton amplitudes, the localization length is found in quantitative agreement with a linear shallow-water theory. For higher amplitudes, this spatial attenuation of the soliton amplitude is found to be enhanced. Behind the leading soliton slowed down by the topography, different experimentally unreported dynamics occur: Fission into backward and forward nondispersive pulses for the periodic case, and scattering into dispersive waves for the random case. Our findings open doors to potential applications regarding ocean coastal protection against large-amplitude waves.         ",
    "url": "https://arxiv.org/abs/2411.10376",
    "authors": [
      "Guillaume Ricard",
      "Eric Falcon"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2411.10435",
    "title": "The Spatial Complexity of Optical Computing and How to Reduce It",
    "abstract": "           Similar to algorithms, which consume time and memory to run, hardware requires resources to function. For devices processing physical waves, implementing operations needs sufficient \"space,\" as dictated by wave physics. How much space is needed to perform a certain function is a fundamental question in optics, with recent research addressing it for given mathematical operations, but not for more general computing tasks, e.g., classification. Inspired by computational complexity theory, we study the \"spatial complexity\" of optical computing systems in terms of scaling laws - specifically, how their physical dimensions must scale as the dimension of the mathematical operation increases - and propose a new paradigm for designing optical computing systems: space-efficient neuromorphic optics, based on structural sparsity constraints and neural pruning methods motivated by wave physics (notably, the concept of \"overlapping nonlocality\"). On two mainstream platforms, free-space optics and on-chip integrated photonics, our methods demonstrate substantial size reductions (to 1%-10% the size of conventional designs) with minimal compromise on performance. Our theoretical and computational results reveal a trend of diminishing returns on accuracy as structure dimensions increase, providing a new perspective for interpreting and approaching the ultimate limits of optical computing - a balanced trade-off between device size and accuracy.         ",
    "url": "https://arxiv.org/abs/2411.10435",
    "authors": [
      "Yandong Li",
      "Francesco Monticone"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Emerging Technologies (cs.ET)",
      "Machine Learning (cs.LG)"
    ]
  },
  {
    "id": "arXiv:2411.09965",
    "title": "A reconfigurable non-linear active metasurface for coherent wave down-conversion",
    "abstract": "           Metasurfaces can manipulate the amplitude and phase of electromagnetic waves, offering applications ranging from antenna design and cloaking to imaging and communication. Additionally, temporal, and non-linear metasurfaces have the potential to adjust the frequency of impinging waves, driving advancements in frequency conversion, sensing, and quantum systems. Here, we report the demonstration of a non-linear active electronic-photonic metasurface that transfers information from an impinging optical wave to a millimeter-wave (mm-wave) beam. The proof-of-concept metasurface is designed to radiate a steerable 28GHz beam when illuminated with an optical wave at 193THz and consists of optically synchronized electronic-photonic chips tiled on a printed circuit board containing a microstrip patch antenna array. Input light, modulated with a data-encoded mm-wave carrier, is coupled into electronic-photonic chips using microlenses. Within each chip, the mm-wave signal is detected, phase-adjusted, amplified, and routed to an off-chip antenna. Beam-steering over a range of 60$^{\\circ}$ in elevation and azimuth and data transmission at 2Gb/s over a fiber-wireless link is demonstrated. Free-space optical synchronization can significantly reduce the complexity of large-scale metasurfaces composed of non-uniform or randomly placed elements, is compatible with scalable architectures, and facilitates data transfer and mm-wave beam shaping, allowing for large-scale high-bandwidth and energy-efficient links with reduced complexity for the next generation communication, computation, sensing and quantum systems.         ",
    "url": "https://arxiv.org/abs/2411.09965",
    "authors": [
      "Pouria Sanjari",
      "Firooz Aflatouni"
    ],
    "subjectives": [
      "Signal Processing (eess.SP)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.10196",
    "title": "Erbium doped yttrium oxide thin films grown by chemical vapour deposition for quantum technologies",
    "abstract": "           The obtention of quantum-grade rare-earth doped oxide thin films that can be integrated with optical cavities and microwave resonators is of great interest for the development of scalable quantum devices. Among the different growth methods, Chemical Vapour Deposition (CVD) offers high flexibility and has demonstrated the ability to produce oxide films hosting rare-earth ions with narrow linewidths. However, growing epitaxial films directly on silicon is challenging by CVD due to a native amorphous oxide layer formation at the interface. In this manuscript, we investigate the CVD growth of erbium-doped yttrium oxide (Er:Y2O3) thin films on different substrates, including silicon, sapphire, quartz or yttria stabilized zirconia (YSZ). Alternatively, growth was also attempted on an epitaxial Y2O3 template layer on Si (111) prepared by molecular beam epitaxy (MBE) in order to circumvent the issue of the amorphous interlayer. We found that the substrate impacts the film morphology and the crystalline orientations, with different textures observed for the CVD film on the MBE-oxide/Si template (111) and epitaxial growth on YSZ (001). In terms of optical properties, Er3+ ions exhibit visible and IR emission features that are comparable for all samples, indicating a high-quality local crystalline environment regardless of the substrate. Our approach opens interesting prospects to integrate such films into scalable devices for optical quantum technologies.         ",
    "url": "https://arxiv.org/abs/2411.10196",
    "authors": [
      "Anna Blin",
      "Alexander Kolar",
      "Andrew Kamen",
      "Qian Lin",
      "Xiaogang Liu",
      "Aziz Benamrouche",
      "Romain Bachelet",
      "Philippe Goldner",
      "Tian Zhong",
      "Diana Serrano",
      "Alexandre Tallaire"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2411.10208",
    "title": "Quantum sensing with duplex qubits of silicon vacancy centers in SiC at room temperature",
    "abstract": "           The silicon vacancy center in Silicon Carbide (SiC) provides an optically addressable qubit at room temperature in its spin-$\\frac{3}{2}$ electronic state. However, optical spin initialization and readout are less efficient compared to those of spin-1 systems, such as nitrogen-vacancy centers in diamond, under non-resonant optical excitation. Spin-dependent fluorescence exhibits contrast only between $|m=\\pm 3/2\\rangle$ and $|m=\\pm 1/2\\rangle$ states, and optical pumping does not create a population difference between $|+1/2\\rangle$ and $|-1/2\\rangle$ states. Thus, operating one qubit (e.g., $\\left\\{|+3/2\\rangle, |+1/2\\rangle \\right\\}$ states) leaves the population in the remaining state ($|-1/2\\rangle$) unaffected, contributing to background in optical readout. To mitigate this problem, we propose a sensing scheme based on duplex qubit operation in the quartet, using microwave pulses with two resonant frequencies to simultaneously operate $\\left\\{ |+3/2\\rangle, |+1/2\\rangle \\right\\}$ and $\\left\\{ |-1/2\\rangle, |-3/2\\rangle \\right\\}$. Experimental results demonstrate that this approach doubles signal contrast in optical readout and improves sensitivity in AC magnetometry compared to simplex operation.         ",
    "url": "https://arxiv.org/abs/2411.10208",
    "authors": [
      "Kosuke Tahara",
      "Shin-ichi Tamura",
      "Haruko Toyama",
      "Jotaro J. Nakane",
      "Katsuhiro Kutsuki",
      "Yuichi Yamazaki",
      "Takeshi Ohshima"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2411.10428",
    "title": "BICEP/Keck XIX: Extremely Thin Composite Polymer Vacuum Windows for BICEP and Other High Throughput Millimeter Wave Telescopes",
    "abstract": "           Millimeter-wave refracting telescopes targeting the degree-scale structure of the cosmic microwave background (CMB) have recently grown to diffraction-limited apertures of over 0.5 meters. These instruments are entirely housed in vacuum cryostats to support their sub-kelvin bolometric detectors and to minimize radiative loading from thermal emission due to absorption loss in their transmissive optical elements. The large vacuum window is the only optical element in the system at ambient temperature, and therefore minimizing loss in the window is crucial for maximizing detector sensitivity. This motivates the use of low-loss polymer materials and a window as thin as practicable. However, the window must simultaneously meet the requirement to keep sufficient vacuum, and therefore must limit gas permeation and remain mechanically robust against catastrophic failure under pressure. We report on the development of extremely thin composite polyethylene window technology that meets these goals. Two windows have been deployed for two full observing seasons on the BICEP3 and BA150 CMB telescopes at the South Pole. On BICEP3, the window has demonstrated a 6% improvement in detector sensitivity.         ",
    "url": "https://arxiv.org/abs/2411.10428",
    "authors": [
      "BICEP/Keck Collaboration",
      "P. A. R. Ade",
      "Z. Ahmed",
      "M. Amiri",
      "D. Barkats",
      "R. Basu Thakur",
      "C. A. Bischoff",
      "D. Beck",
      "J. J. Bock",
      "H. Boenish",
      "V. Buza",
      "K. Carter",
      "J. R. Cheshire IV",
      "J. Connors",
      "J. Cornelison",
      "L. Corrigan",
      "M. Crumrine",
      "S. Crystian",
      "A. J. Cukierman",
      "E. Denison",
      "L. Duband",
      "M. Echter",
      "M. Eiben",
      "B. D. Elwood",
      "S. Fatigoni",
      "J. P. Filippini",
      "A. Fortes",
      "M. Gao",
      "C. Giannakopoulos",
      "N. Goeckner-Wald",
      "D. C. Goldfinger",
      "J. A. Grayson",
      "A. Greathouse",
      "P. K. Grimes",
      "G. Hall",
      "G. Halal",
      "M. Halpern",
      "E. Hand",
      "S. A. Harrison",
      "S. Henderson",
      "J. Hubmayr",
      "H. Hui",
      "K. D. Irwin",
      "J. H. Kang",
      "K. S. Karkare",
      "S. Kefeli",
      "J. M. Kovac",
      "C. Kuo",
      "K. Lau",
      "M. Lautzenhiser",
      "A. Lennox",
      "T. Liu",
      "K. G. Megerian",
      "M. Miller",
      "L. Minutolo",
      "L. Moncelsi",
      "Y. Nakato",
      "H. T. Nguyen",
      "R. O'brient",
      "S. Paine",
      "A. Patel",
      "M. A. Petroff",
      "A. R. Polish",
      "T. Prouve",
      "C. Pryke",
      "C. D. Reintsema",
      "T. Romand",
      "D. Santalucia",
      "A. Schillaci",
      "B. Schmitt",
      "E. Sheffield",
      "B. Singari",
      "K. Sjoberg",
      "A. Soliman",
      "T. St Germaine",
      "A. Steiger",
      "B. Steinbach",
      "R. Sudiwala",
      "K. L. Thompson",
      "C. Tsai",
      "C. Tucker",
      "A. D. Turner",
      "C. Vergès",
      "A. G. Vieregg",
      "A. Wandui",
      "A. C. Weber",
      "J. Willmert",
      "W. L. K. Wu",
      "H. Yang",
      "C. Yu",
      "L. Zeng",
      "C. Zhang",
      "S. Zhang"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.12535",
    "title": "Scalable molecular simulation of electrolyte solutions with quantum chemical accuracy",
    "abstract": "           Electrolyte solutions play critical role in a vast range of important applications, yet an accurate and scalable method of predicting their properties without fitting to experiment has remained out of reach, despite over a century of effort. Here, we combine state-of-the-art density functional theory and equivariant neural network potentials to demonstrate this capability, reproducing key structural, thermodynamic, and kinetic properties. We show that neural network potentials (NNPs) can be recursively trained on a subset of their own output to enable coarse-grained/continuum-solvent molecular simulations that can access much longer timescales than possible with all atom simulations. We observe the surprising formation of Li cation dimers along with identical anion-anion pairing of chloride and bromide anions. Finally, we reproduce simulate the crystal phase and infinite dilution pairing free energies despite being trained only on moderate concentration solutions. This approach should be scaled to build a greatly expanded database of electrolyte solution properties than currently exists.         ",
    "url": "https://arxiv.org/abs/2310.12535",
    "authors": [
      "Junji Zhang",
      "Joshua Pagotto",
      "Tim Gould",
      "Timothy T. Duignan"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Soft Condensed Matter (cond-mat.soft)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2409.03497",
    "title": "Quantum features of the transport through ion channels in the soft knock-on model",
    "abstract": "           Ion channels are protein structures that facilitate the selective passage of ions across the membrane cells of living organisms. They are known for their high conductance and high selectivity. The precise mechanism between these two seemingly contradicting features is not yet firmly established. One possible candidate is the quantum coherence. In this work we study the quantum model of the soft knock-on conduction using the Lindblad equation taking into account the non-hermiticity of the model. We show that the model exhibits a regime in which high conductance coexists with high coherence. Our findings second the role of quantum effects in the transport properties of the ion channels.         ",
    "url": "https://arxiv.org/abs/2409.03497",
    "authors": [
      "Mateusz Polakowski",
      "Miłosz Panfil"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2409.17040",
    "title": "Concatenation of Kerr solitary waves in Ceramic YAG: application to coherent Raman imaging",
    "abstract": "           A coherent concatenation of multiple Townes solitons may lead to a stable infrared and visible broadband filament in ceramic YAG polycrystal. This self-trapped soliton train is leveraged to implement self-referenced multiplex coherent anti-Stokes Raman scattering imaging. Simulations and experiments illustrating the filamentation process and the concatenation of focusing-defocusing cycles in ceramic and crystal YAG are presented. In addition, our simulations and experiments further examine the dependence of the filamentation onset location and supercontinuum generation upon peak input power. Understanding this dependence is key for implementation of viable CARS imaging techniques, due to the comparatively exceptional ability of YAG to generate supercontinuum which can enable higher-sensitivity imaging without delay lines.         ",
    "url": "https://arxiv.org/abs/2409.17040",
    "authors": [
      "Nicholas Bagley",
      "Sahar Wehbi",
      "Tigran Mansuryan",
      "Rémy Boulesteix",
      "Alexandre Maître",
      "Yago Arosa Lobato",
      "Mario Ferraro",
      "Fabio Mangini",
      "Yifan Sun",
      "Katarzyna Krupa",
      "Benjamin Wetzel",
      "Vincent Couderc",
      "Stefan Wabnitz",
      "Alejandro Aceves",
      "Alessandro Tonello"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.09215",
    "title": "A note on an inversion algorithm for vertical ionograms for the prediction of plasma frequency profiles",
    "abstract": "           Building upon the concept of utilizing quasi-parabolic approximations to determine plasma frequency profiles from ionograms, we present a refined multi-quasi-parabolic method for modeling the E and F layers. While a recent study AIP Advances 14 065034 introduced an approach in this direction, we identified several inaccuracies in its mathematical treatment and numerical results. By addressing these issues, we offer a clearer exposition and a more robust algorithm. Our method assumes a parabolic profile for the E layer and approximates the F layer with a series of concatenated quasi-parabolic segments, ensuring continuity and smoothness by matching derivatives at the junctions. Applied to daylight ionograms from the Jicamarca Observatory in Lima, our inversion algorithm demonstrates excellent agreement between the synthetic ionograms generated from our predicted plasma frequency profiles and the original measured data.         ",
    "url": "https://arxiv.org/abs/2411.09215",
    "authors": [
      "Renzo Kenyi Takagui Perez"
    ],
    "subjectives": [
      "Atmospheric and Oceanic Physics (physics.ao-ph)"
    ]
  },
  {
    "id": "arXiv:2406.07797",
    "title": "Real-time Deformation Correction in Additively Printed Flexible Antenna Arrays",
    "abstract": "           Conformal phased arrays provide multiple degrees of freedom to the scan angle, which is typically limited by antenna aperture in rigid arrays. Silicon-based RF signal processing offers reliable, reconfigurable, multi-functional, and compact control for conformal phased arrays that can be used for on-the-move communication. While the lightweight, compactness, and shape-changing properties of the conformal phased arrays are attractive, these features result in dynamic deformation of the array during motion leading to significant dynamic beam pointing errors. We propose a silicon-based, compact, reconfigurable solution to self-correct these dynamic deformation-induced beam pointing errors. Furthermore, additive printing is leveraged to enhance the flexibility of the conformal phased arrays, as the printed conductive ink is more flexible than bulk copper and can be easily deposited on flexible sheets using different printing tools, providing an environmentally-friendly solution for large-scale production. The inks such as conventional silver inks are expensive and copper-based printable inks suffer from spontaneous metal oxidation that alters trace impedance and degrades beamforming performance. This work uses a low-cost molecular copper decomposition ink with reliable RF properties at different temperature and strain to print the proposed intelligent conformal phased array operating at 2.1 GHz. Proof-of-concept prototype $2\\times2$ array self-corrects the deformation induces beampointing error with an error $<1.25^\\circ$. The silicon based array processing part occupying only 2.58 mm$^2$ area and 83 mW power per tile.         ",
    "url": "https://arxiv.org/abs/2406.07797",
    "authors": [
      "Sreeni Poolakkal",
      "Abdullah Islam",
      "Shrestha Bansal",
      "Arpit Rao",
      "Ted Dabrowski",
      "Kalsi Kwan",
      "Amit Mishra",
      "Quiyan Xu",
      "Erfan Ghaderi",
      "Pradeep Lall",
      "Sudip Shekhar",
      "Julio Navarro",
      "Shenqiang Ren",
      "John Williams",
      "Subhanshu Gupta"
    ],
    "subjectives": [
      "Signal Processing (eess.SP)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2411.09468",
    "title": "Harnessing Machine Learning for Single-Shot Measurement of Free Electron Laser Pulse Power",
    "abstract": "           Electron beam accelerators are essential in many scientific and technological fields. Their operation relies heavily on the stability and precision of the electron beam. Traditional diagnostic techniques encounter difficulties in addressing the complex and dynamic nature of electron beams. Particularly in the context of free-electron lasers (FELs), it is fundamentally impossible to measure the lasing-on and lasingoff electron power profiles for a single electron bunch. This is a crucial hurdle in the exact reconstruction of the photon pulse profile. To overcome this hurdle, we developed a machine learning model that predicts the temporal power profile of the electron bunch in the lasing-off regime using machine parameters that can be obtained when lasing is on. The model was statistically validated and showed superior predictions compared to the state-of-the-art batch calibrations. The work we present here is a critical element for a virtual pulse reconstruction diagnostic (VPRD) tool designed to reconstruct the power profile of individual photon pulses without requiring repeated measurements in the lasing-off regime. This promises to significantly enhance the diagnostic capabilities in FELs at large.         ",
    "url": "https://arxiv.org/abs/2411.09468",
    "authors": [
      "Till Korten",
      "Vladimir Rybnikov",
      "Mathias Vogt",
      "Juliane Roensch-Schulenburg",
      "Peter Steinbach",
      "Najmeh Mirian"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Accelerator Physics (physics.acc-ph)"
    ]
  }
]