[
  {
    "id": "arXiv:2310.17747",
    "title": "Silicon Carbide Timepix3 detector for quantum-imaging detection and  spectral tracking of charged particles in wide range of energy and  field-of-view",
    "abstract": "The hybrid architecture of the Timepix (TPX) family of detectors enables the use of different semiconductor sensors, most commonly silicon (Si), as well as high-density materials such as Cadmium Telluride (CdTe) or Gallium Arsenide (GaAs). For this purpose, we explore the potential of a silicon carbide (SiC) sensor bump-bonded on a Timepix3 detector as a radiation imaging and particle tracking detector. SiC stands as a radiation-hard material also with the ability to operate at elevated temperatures up to several hundreds of degrees Celsius. As a result, this sensor material is more suitable for radiation harsh environments compared to conventional e.g., Si sensors. In this work, we evaluate the response for precise radiation spectrometry and high-resolution particle tracking of newly developed SiC Timepix3 detector which is built and operated as a compact radiation camera MiniPIX-Timepix3 with integrated readout electronics. Calibration measurements were conducted with mono-energetic proton beams with energies of 13, 22, and 31 MeV at the U-120M cyclotron at the Nuclear Physics Institute Czech Academy of Science (NPI CAS), Prague, as well as 100 and 226 MeV at the Proton Therapy Center Czech (PTC) in Prague. High-resolution pattern recognition analysis and single-particle spectral tracking are used for detailed inspection and understanding of the sensor response. Results include distributions of deposited energy and linear energy transfer (LET) spectra. The spatial uniformity of the pixelated detector response is examined in terms of homogeneously distributed deposited energy. ",
    "url": "https://arxiv.org/abs/2310.17747",
    "authors": [
      "Andrej Novak",
      "Carlos Granja",
      "Andrea Sagatova",
      "Jan Jakubek",
      "Bohumir Zatko",
      "Vladimir Vondracek",
      "Michal Andrlik",
      "Vaclav Zach",
      "Stepan Polansky",
      "Anuj Rathi",
      "Cristina Oancea"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2310.17776",
    "title": "Optical Bessel-like Beams with Engineered Axial Phase and Intensity  Distribution",
    "abstract": "Bessel beams are known for their property of maintaining propagation-invariant transverse intensity distribution. The true Bessel beams has unlimited energy, however the experimental realization of limited energy Bessel-like beams provides almost diffraction-free beams over a certain distance. These beams are applicable to microfabrication, particle manipulation etc. where long and narrow intense beam is needed. A type of laser beams that maintains narrow intensity peak for long distances are often called optical needles. In this paper we propose a construction of an optical needle using a superposition of vector Bessel beams and for flexible engineering of axial intensity profile. We investigate both theoretically and experimentally generation of various optical beams of different axial profiles, lengths, beam widths etc. We use a spatial light modulator as a toy model of an optical element to shape the spatial spectrum of the beam. Moreover, we demonstrate distortions introduced into the optical needle by a planar interface between two dielectric media: spherical aberration and astigmatism due to the nonzero inclination angle and discuss ways to correct them. ",
    "url": "https://arxiv.org/abs/2310.17776",
    "authors": [
      "Sergej Orlov",
      "Alfonsas Juršėnas",
      "Ernestas Nacius"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.17778",
    "title": "Controllable Spatial Array of Bessel-like Beams with Independent Axial  Intensity Distributions for Laser Microprocessing",
    "abstract": "Bessel beams generated via axicons are widely used for various applications like optical tweezers or laser microfabrication of transparent materials. The specific intensity profile having high aspect ratio of beam width and length in turn generates high aspect ratio void that resembles a needle. In contrast to commonly generated Bessel beam that has a fixed axial intensity distribution. We present a novel method to engineer an optical needle that can have an arbitrary axial intensity distribution via superposition of different cone angle Bessel beams. We analytically describe spatial spectra of an optical needle having arbitrary axial intensity distribution. We also demonstrate a superposition of independent optical needles and analyze the physical limitations to observe well separated optical needles as they are influence by mutual interference of the individual beams. In order to verify our theoretical and numerical results we generate controllable spatial arrays of individual beams with various numbers and spatial separations by altering a spectrum of incoming laser beam via spatial light modulator. Lastly, we numerically examine distortions caused by propagation through planar air-dielectric interface and show compensation method by appropriately modifying spectral masks. ",
    "url": "https://arxiv.org/abs/2310.17778",
    "authors": [
      "Sergej Orlov",
      "Alfonsas Juršėnas",
      "Justas Baltrukonis",
      "Vytautas Jukna"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.17829",
    "title": "Hybrid Optical Turbulence Models Using Machine Learning and Local  Measurements",
    "abstract": "Accurate prediction of atmospheric optical turbulence in localized environments is essential for estimating the performance of free-space optical systems. Macro-meteorological models developed to predict turbulent effects in one environment may fail when applied in new environments. However, existing macro-meteorological models are expected to offer some predictive power. Building a new model from locally-measured macro-meteorology and scintillometer readings can require significant time and resources, as well as a large number of observations. These challenges motivate the development of a machine-learning informed hybrid model framework. By combining some baseline macro-meteorological model with local observations, hybrid models were trained to improve upon the predictive power of each baseline model. Comparisons between the performance of the hybrid models, the selected baseline macro-meteorological models, and machine-learning models trained only on local observations highlight potential use cases for the hybrid model framework when local data is expensive to collect. Both the hybrid and data-only models were trained using the Gradient Boosted Decision Tree (GBDT) architecture with a variable number of in-situ meteorological observations. The hybrid and data-only models were found to outperform three baseline macro-meteorological models, even for low numbers of observations, in some cases as little as one day. For the first baseline macro-meteorological model investigated, the hybrid model achieves an estimated 29% reduction in mean absolute error (MAE) using only one days-equivalent of observation, growing to 41% after only two days, and 68% after 180 days-equivalent training data. The number of days-equivalent training data required is potentially indicative of the seasonal variation in the local microclimate and its propagation environment. ",
    "url": "https://arxiv.org/abs/2310.17829",
    "authors": [
      "Christopher Jellen",
      "Charles Nelson",
      "John Burkhardt",
      "Cody Brownell"
    ],
    "subjectives": [
      "Atmospheric and Oceanic Physics (physics.ao-ph)",
      "Machine Learning (cs.LG)"
    ]
  },
  {
    "id": "arXiv:2310.17955",
    "title": "Near-to mid-IR spectral purity transfer with a tunable frequency comb:  methanol frequency metrology over a record frequency span",
    "abstract": "We report the development and operation of a frequency-comb-assisted high-resolution mid-infrared molecular spectrometer combining high spectral purity, SI-traceability, wide tunability and high sensitivity. An optical frequency comb is used to transfer the spectral purity of a SI-traceable 1.54 $\\mu$m metrology-grade frequency reference to a 10.3 $\\mu$m quantum cascade laser (QCL). The near-infrared reference is operated at the French time/frequency metrology institute, calibrated there to primary frequency standards, and transferred to Laboratoire de Physique des Lasers via the REFIMEVE fiber network. The QCL exhibits a sub-10 --15 frequency stability from 0.1 to 10 s and its frequency is traceable to the SI with a total uncertainty better than 4 x 10 --14 after 1-s averaging time. We have developed the instrumentation allowing comb modes to be continuously tuned over 9 GHz resulting in a QCL of record spectral purity uninterruptedly tunable at the precision of the reference over an unprecedented span of 1.4 GHz. We have used our apparatus to conduct sub-Doppler spectroscopy of methanol in a multi-pass cell, demonstrating state-of-art frequency uncertainties down to the few kilohertz level. We have observed weak intensity resonances unreported so far, resolved subtle doublets never seen before and brought to light discrepancies with the HITRAN database. This demonstrates the potential of our apparatus for probing subtle internal molecular processes, building accurate spectroscopic models of polyatomic molecules of atmospheric or astrophysical interest, and carrying out precise spectroscopic tests of fundamental physics. ",
    "url": "https://arxiv.org/abs/2310.17955",
    "authors": [
      "D B A Tran",
      "Olivier Lopez",
      "M Manceau",
      "A Goncharov",
      "Michel Abgrall",
      "H Alvarez-Martinez",
      "R Le Targat",
      "E Cantin",
      "P.-E Pottie",
      "A Amy-Klein",
      "B Darquié"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.18120",
    "title": "Extra Time Dimension: Deriving Five-Dimensional Relativistic Space-Time  Transformations, Kinematics, and Time-Dependent Non-Relativistic Quantum  Mechanics Compactification",
    "abstract": "We consider a two-time (characterized by distinct speeds of causality) and three-space-dimensional Minkowski space and derive relativistic coordinate and velocity transformation formulas and expressions for a new effective speed limit. Extending the ideas of Einstein's Theory of Special Relativity, concepts of five-velocity and five-momenta are introduced leading to a new formula for the rest energy of a massive object. Based on a non-relativistic limit, a two-time dependent Schroedinger-like equation is developed. Its solution for infinite square-well potential, after compactifying the extra time dimension in a closed loop topology with a period matching the Planck time, generates interference of additional quantum states with an ultra-small period of oscillation, as well. Some cosmological implications of the concept of four-dimensional versus five-dimensional masses are briefly discussed, too. ",
    "url": "https://arxiv.org/abs/2310.18120",
    "authors": [
      "Sajjad Zahir"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2310.18121",
    "title": "Purcell enhancement of silicon W centers in circular Bragg grating  cavities",
    "abstract": "Generating single photons on demand in silicon is a challenge to the scalability of silicon-on-insulator integrated quantum photonic chips. While several defects acting as artificial atoms have recently demonstrated an ability to generate antibunched single photons, practical applications require tailoring of their emission through quantum cavity effects. In this work, we perform cavity quantum electrodynamics experiments with ensembles of artificial atoms embedded in silicon-on-insulator microresonators. The emitters under study, known as W color centers, are silicon tri-interstitial defects created upon self-ion implantation and thermal annealing. The resonators consist of circular Bragg grating cavities, designed for moderate Purcell enhancement ($F_p=12.5$) and efficient luminescence extraction ($\\eta_{coll}=40\\%$ for a numerical aperture of 0.26) for W centers located at the mode antinode. When the resonant frequency mode of the cavity is tuned with the zero-phonon transition of the emitters at 1218 nm, we observe a 20-fold enhancement of the zero-phonon line intensity, together with a two-fold decrease of the total relaxation time in time-resolved photoluminescence experiments. Based on finite-difference time-domain simulations, we propose a detailed theoretical analysis of Purcell enhancement for an ensemble of W centers, considering the overlap between the emitters and the resonant cavity mode. We obtain a good agreement with our experimental results assuming a quantum efficiency of $65 \\pm 10 \\%$ for the emitters in bulk silicon. Therefore, W centers open promising perspectives for the development of on-demand sources of single photons, harnessing cavity quantum electrodynamics in silicon photonic chips. ",
    "url": "https://arxiv.org/abs/2310.18121",
    "authors": [
      "Baptiste Lefaucher",
      "Jean-Baptiste Jager",
      "Vincent Calvo",
      "Félix Cache",
      "Alrik Durand",
      "Vincent Jacques",
      "Isabelle Robert-Philip",
      "Guillaume Cassabois",
      "Yoann Baron",
      "Frédéric Mazen",
      "Sébastien Kerdilès",
      "Shay Reboh",
      "Anaïs Dréau",
      "Jean-Michel Gérard"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2310.18145",
    "title": "Tailoring Photocurrent in Weyl Semimetals via Intense Laser Irradiation",
    "abstract": "Generating and tailoring photocurrent in topological materials has immense importance in fundamental studies and the technological front. Present work introduces a universal method to generate ultrafast photocurrent in {\\it both} inversion-symmetric and inversion-broken Weyl semimetals with degenerate Weyl nodes at the Fermi level. Our approach harnesses the asymmetric electronic population in the conduction band induced by an intense {\\it single-color} circularly polarized laser pulse. It has been found that the induced photocurrent can be tailored by manipulating helicity and ellipticity of the employed laser. Moreover, our approach generates photocurrent in realistic situations when the Weyl nodes are positioned at different energies and have finite tilt along a certain direction. Present work adds a new dimension on practical applications of Weyl semimetals for optoelectronics and photonics-based quantum technologies. ",
    "url": "https://arxiv.org/abs/2310.18145",
    "authors": [
      "Amar Bharti",
      "Gopal Dixit"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Strongly Correlated Electrons (cond-mat.str-el)"
    ]
  },
  {
    "id": "arXiv:2310.18190",
    "title": "Photo-dynamics of quantum emitters in aluminum nitride",
    "abstract": "Aluminum nitride is a technologically important wide bandgap semiconductor which has been shown to host bright quantum emitters. In this paper, we probe the photodynamics of quantum emitters in aluminum nitride using photon emission correlations and time-resolved spectroscopy. We identify that each emitter contains as many as 6 internal energy levels with distinct laser power-dependent behaviors. Power-dependent shelving and de-shelving processes, such as optically induced ionization and recombination are considered, indicating complex optical dynamics associated with the spontaneous and optically pumped transitions. State population dynamics simulations qualitatively explain the temporal behaviours of the quantum emitters, revealing that those with pump-dependent de-shelving processes can saturate at significantly higher intensities, resulting in bright room-temperature quantum light emission. ",
    "url": "https://arxiv.org/abs/2310.18190",
    "authors": [
      "Yanzhao Guo",
      "John P. Hadden",
      "Rachel N. Clark",
      "Samuel G. Bishop",
      "Anthony J. Bennett"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2310.18228",
    "title": "First-principles molecular quantum electrodynamics theory at all  coupling strengths",
    "abstract": "The ever-growing intersection of quantum electrodynamics (QED) and molecular processes has shown remarkable and unanticipated advancements in altering molecular properties and reactivity by exploiting light-matter couplings. In recent years, multiple ab initio methods have been developed to compute the eigenstates of molecular systems strongly coupled to cavities, ranging from the mean-field to quantum many-body methods. The quantum many-body methods, such as coupled-cluster theories, usually rely on the quality of mean-field reference wavefunctions. Hence, developing efficient and physically reliable mean-filed approaches for molecular quantum electrodynamics problems is crucial. The current widely used methods, such as QED Hartree-Fock and the self-consistent counterpart, are limited to specific coupling regimes. In this work, we developed a variational transformation-based molecular quantum electrodynamics mean-field method, namely VT-QEDHF, for light-matter interaction at arbitrary coupling strength. The numerical benchmark demonstrates that the VT-QEDHF method naturally connects both QEDHF and self-consistent QEDHF methods at the two limits, showcasing the advantage of VT-QEHDF across all coupling strengths. ",
    "url": "https://arxiv.org/abs/2310.18228",
    "authors": [
      "Xinyang Li",
      "Yu Zhang"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2310.17662",
    "title": "Non-sliced Optical Arbitrary Waveform Measurement (OAWM) Using a Silicon  Photonic Receiver Chip",
    "abstract": "Comb-based optical arbitrary waveform measurement (OAWM) techniques can overcome the bandwidth limitations of conventional coherent detection schemes and may have disruptive impact on a wide range of scientific and industrial applications. Over the previous years, different OAWM schemes have been demonstrated, showing the performance and the application potential of the concept in laboratory experiments. However, these demonstrations still relied on discrete fiber-optic components or on combinations of discrete coherent receivers with integrated optical slicing filters that require complex tuning procedures to achieve the desired performance. In this paper, we demonstrate the first wavelength-agnostic OAWM front-end that is integrated on a compact silicon photonic chip and that neither requires slicing filters nor active controls. Our OAWM system comprises four IQ receivers, which are accurately calibrated using a femtosecond mode-locked laser and which offer a total acquisition bandwidth of 170 GHz. Using sinusoidal test signals, we measure a signal-to-noise-and-distortion ratio (SINAD) of 30 dB for the reconstructed signal, which corresponds to an effective number of bits (ENOB) of 4.7 bit, where the underlying electronic analog-to-digital converters (ADC) turn out to be the main limitation. The performance of the OAWM system is further demonstrated by receiving 64QAM data signals at symbol rates of up to 100 GBd, achieving constellation signal-to-noise ratios (CSNR) that are on par with those obtained for conventional coherent receivers. In a theoretical scalability analysis, we show that increasing the channel count of non-sliced OAWM systems can improve both the acquisition bandwidth and the signal quality. We believe that our work represents a key step towards out-of-lab use of highly compact OAWM systems that rely on chip-scale integrated optical front-ends. ",
    "url": "https://arxiv.org/abs/2310.17662",
    "authors": [
      "Daniel Drayss",
      "Dengyang Fang",
      "Christoph Füllner",
      "Wolfgang Freude",
      "Sebastian Randel",
      "Christian Koos"
    ],
    "subjectives": [
      "Signal Processing (eess.SP)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.17676",
    "title": "Reducing the impact of non-ideal PRBS on microwave photonic random  demodulators by low biasing the optical modulator via PRBS amplitude  compression",
    "abstract": "A novel method for reducing the impact of non-ideal pseudo-random binary sequence (PRBS) on microwave photonic random demodulators (RDs) in a photonics-assisted compressed sensing (CS) system is proposed. Different from the commonly used method that switches the bias point of the optical modulator in the RD between two quadrature transmission points to mix the signal to be sampled and the PRBS, this method employs a PRBS with lower amplitude to low bias the optical modulator so that the impact of non-ideal PRBS on microwave photonic RDs can be greatly reduced by compressing the amplitude of non-ideal parts of the PRBS. An experiment is performed to verify the concept. The optical modulator is properly low-biased via PRBS amplitude compression. The data rate and occupied bandwidth of the PRBS are 500 Mb/s and 1 GHz, while the multi-tone signals with a maximum frequency of 100 MHz are sampled at an equivalent sampling rate of only 50 MSa/s. The results show that the reconstruction error can be reduced by up to 85%. The proposed method can significantly reduce the requirements for PRBS in RD-based photonics-assisted CS systems, providing a feasible solution for reducing the complexity and cost of system implementation. ",
    "url": "https://arxiv.org/abs/2310.17676",
    "authors": [
      "Shiyang Liu",
      "Yang Chen"
    ],
    "subjectives": [
      "Signal Processing (eess.SP)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.17815",
    "title": "Stability of Inverse Problems for Steady Supersonic Flows Past Lipschitz  Perturbed Cones",
    "abstract": "We are concerned with inverse problems for supersonic potential flows past infinite axisymmetric Lipschitz cones. The supersonic flows under consideration are governed by the steady isentropic Euler equations for axisymmetric potential flows, which involve a singular geometric source term. We first study the inverse problem for the stability of an oblique conical shock as an initial-boundary value problem with both the generating curve of the cone surface and the leading conical shock front as free boundaries. We then establish the existence and asymptotic behavior of global entropy solutions with bounded BV norm of this problem, when the Mach number of the incoming flow is sufficiently large and the total variation of the pressure distribution on the cone is sufficiently small. To this end, we first develop a modified Glimm-type scheme to construct approximate solutions by self-similar solutions as building blocks to balance the influence of the geometric source term. Then we define a Glimm-type functional, based on the local interaction estimates between weak waves, the strong leading conical shock, and self-similar solutions, along with the construction of the approximate generating curves of the cone surface. Next, when the Mach number of the incoming flow is sufficiently large, by asymptotic analysis of the reflection coefficients in those interaction estimates, we prove that appropriate weights can be chosen so that the corresponding Glimm-type functional decreases in the flow direction. Finally, we determine the generating curves of the cone surface and establish the existence of global entropy solutions containing a strong leading conical shock, besides weak waves. Moreover, the entropy solution is proved to approach asymptotically the self-similar solution determined by the incoming flow and the asymptotic pressure on the cone surface at infinity. ",
    "url": "https://arxiv.org/abs/2310.17815",
    "authors": [
      "Gui-Qiang G. Chen",
      "Yun Pu",
      "Yongqian Zhang"
    ],
    "subjectives": [
      "Analysis of PDEs (math.AP)",
      "Mathematical Physics (math-ph)",
      "Pattern Formation and Solitons (nlin.PS)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2310.17819",
    "title": "Multiplexed Processing of Quantum Information Across an Ultra-wide  Optical Bandwidth",
    "abstract": "Quantum information processing is the foundation of quantum technology. Protocols of quantum information share secrets between two distant parties for secure communication (quantum key distribution), teleport quantum states, and stand at the heart of quantum computation. While various protocols of quantum communication have already been realized, and even commercialized, their communication speed is generally low, limited by the narrow electronic bandwidth of the measurement apparatus in the MHz-to-GHz range, which is orders-of-magnitude lower than the optical bandwidth of available quantum optical sources (10-100 THz). We present and demonstrate an efficient method to process quantum information with such broadband sources in parallel over multiplexed frequency channels using parametric homodyne detection for simultaneous measurement of all the channels. Specifically, we propose two basic protocols: A multiplexed Continuous-Variable Quantum Key Distribution (CV-QKD) and A multiplexed continuous-variable quantum teleportation protocol. We demonstrate the multiplexed CV-QKD protocol in a proof-of-principle experiment, where we successfully carry out QKD over 23 uncorrelated spectral channels and show the ability to detect eavesdropping in any of them. These multiplexed methods (and similar) will enable to carry out quantum processing in parallel over hundreds of channels, potentially increasing the throughput of quantum protocols by orders of magnitude ",
    "url": "https://arxiv.org/abs/2310.17819",
    "authors": [
      "Alon Eldan",
      "Ofek Gilon",
      "Asher Lagimi",
      "Elai Forman",
      "Avi Pe'er"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.17825",
    "title": "Optical Properties of LiNbO$_2$ thin films",
    "abstract": "The complex dielectric functions of LiNbO$_2$ were determined using optical transmittance and reflectance spectroscopies at room temperature. The measured dielectric function spectra reveal distinct structures at several bandgap energies. The bandgaps (exciton resonances) in the spectrum were observed at ca. 2.3, 3.2, 3.9, and 5.1 eV, respectively. These experimental data have been fit using a model dielectric function based on the electronic energy-band structure near critical points plus excitonic effects. The features of measured dielectric functions are, to some extent, reproduced quantitatively by an ab-initio calculation including the interaction effects between electrons and holes. ",
    "url": "https://arxiv.org/abs/2310.17825",
    "authors": [
      "T. Kurachi",
      "T. Yamaguchi",
      "E. Kobayashi",
      "T. Soma",
      "A. Ohtomo",
      "T. Makino"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2310.17973",
    "title": "Quantum Lattice Boltzmann-Carleman algorithm",
    "abstract": "We present a quantum computing algorithm based on Carleman-linearization of the Lattice Boltzmann (LB) method. First, we demonstrate the convergence of the classical Carleman procedure at moderate Reynolds numbers, namely for Kolmogorov-like flows. Then, we proceed to formulate the corresponding quantum algorithm, including the quantum circuit layout, and analyse its computational viability. The main conclusion is twofold, on the one side, at least for mild Reynolds numbers between $10$ and $100$, the Carleman-LB procedure can be successfully truncated at second order, which is an encouraging result. On the other hand, the associated quantum circuit, in its actual form, is far too deep to be computationally viable on any foreseeable quantum hardware. Possible improvements and potential ways out are briefly discussed and commented on. ",
    "url": "https://arxiv.org/abs/2310.17973",
    "authors": [
      "Claudio Sanavio",
      "Sauro Succi"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2307.04602",
    "title": "Inverse cascading for initial MHD turbulence spectra between Saffman and  Batchelor",
    "abstract": " Comments: 18 pages, 9 figures, 3 tables, submitted to J. Plasma Physics, improved evidence for inverse cascading for nonhelical $k^2$ spectrum ",
    "url": "https://arxiv.org/abs/2307.04602",
    "authors": [
      "Axel Brandenburg",
      "Ramkishor Sharma",
      "Tanmay Vachaspati"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2307.11957",
    "title": "High-performance real-world optical computing trained by in situ  model-free optimization",
    "abstract": " Title: High-performance real-world optical computing trained by in situ  model-free optimization ",
    "url": "https://arxiv.org/abs/2307.11957",
    "authors": [
      "Guangyuan Zhao",
      "Xin Shu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Computer Vision and Pattern Recognition (cs.CV)",
      "Emerging Technologies (cs.ET)",
      "Machine Learning (cs.LG)"
    ]
  },
  {
    "id": "arXiv:2308.09058",
    "title": "Towards Intense Ultra-Broadband High Repetition Rate Terahertz Sources  Based on Organic Crystals [Invited]",
    "abstract": " Title: Towards Intense Ultra-Broadband High Repetition Rate Terahertz Sources  Based on Organic Crystals [Invited] ",
    "url": "https://arxiv.org/abs/2308.09058",
    "authors": [
      "Samira Mansourzadeh",
      "Tim Vogel",
      "Alan Omar",
      "Tobias O. Buchmann",
      "Edmund J. R. Kelleher",
      "Peter U. Jepsen",
      "Clara J. Saraceno"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.01715",
    "title": "Broadband terahertz near-field excitation and detection of silicon  photonic crystal modes",
    "abstract": " Title: Broadband terahertz near-field excitation and detection of silicon  photonic crystal modes ",
    "url": "https://arxiv.org/abs/2310.01715",
    "authors": [
      "Kseniia Lezhennikova",
      "Sahand Mahmoodian",
      "Boris T. Kuhlmey",
      "Redha Abdeddaim",
      "Stefan Enoch",
      "C. Martijn de Sterke",
      "Alessandro Tuniz"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  }
]