[
  {
    "id": "arXiv:2311.12036",
    "title": "32x100 GHz WDM filter based on ultra-compact silicon rings with a high  thermal tuning efficiency of 5.85 mW/pi",
    "abstract": "To the best of our knowledge, this paper has achieved the lowest thermal tuning power (5.85 mW/pi) for silicon rings with FSR>=3.2 THz, and the first silicon ring-based WDM-32x100 GHz filter. ",
    "url": "https://arxiv.org/abs/2311.12036",
    "authors": [
      "Qingzhong Deng",
      "Ahmed H. El-Saeed",
      "Alaa Elshazly",
      "Guy Lepage",
      "Chiara Marchese",
      "Hakim Kobbi",
      "Rafal Magdziak",
      "Jeroen De Coster",
      "Neha Singh",
      "Marko Ersek Filipcic",
      "Kristof Croes",
      "Dimitrios Velenis",
      "Maumita Chakrabarti",
      "Peter De Heyn",
      "Peter Verheyen",
      "Philippe Absil",
      "Filippo Ferraro",
      "Yoojin Ban",
      "Joris Van Campenhout"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.12042",
    "title": "Atomic Defect-Aware Physical Design of Silicon Dangling Bond Logic on  the H-Si(100)2x1 Surface",
    "abstract": "Although fabrication capabilities of Silicon Dangling Bonds have rapidly advanced from manual labor-driven laboratory work to automated manufacturing in just recent years, sub-nanometer substrate defects still pose a hindrance to production due to the need for atomic precision. In essence, unpassivated or missing surface atoms, contaminants, and structural deformations disturb the fabricated logic or prevent its realization altogether. Moreover, design automation techniques in this domain have not yet adopted any defect-aware behavior to circumvent the present obstacles. In this paper, we derive a surface defect model for design automation from experimentally verified defect types that we apply to identify sensitivities in an established gate library in an effort to generate more robust designs. Furthermore, we present an automatic placement and routing algorithm that considers scanning tunneling microscope data obtained from physical experiments to lay out dot-accurate circuitry that is resilient against the presence of atomic surface defects. This culminates in a holistic evaluation on surface data of varying defect rates that enables us to quantify the severity of such defects. We project that fabrication capabilities must achieve defect rates of around 0.1 %, if charged defects can be completely eliminated, or < 0.1 %, otherwise. This realization sets the pace for future efforts to scale up this promising circuit technology. ",
    "url": "https://arxiv.org/abs/2311.12042",
    "authors": [
      "Marcel Walter",
      "Jeremiah Croshaw",
      "Samuel Sze Hang Ng",
      "Konrad Walus",
      "Robert Wolkow",
      "Robert Wille"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Emerging Technologies (cs.ET)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2311.12057",
    "title": "Perfectly vertical silicon metamaterial grating couplers with large  segmentation periods up to 650 nm",
    "abstract": "Perfectly vertical grating couplers leveraging metamaterials can achieve both high coupling efficiency and minimal back reflection. The fabricability of these designs, with segmentations in both the longitudinal and transverse dimensions, hinges on the minimum feature size offered by cutting-edge fabrication technologies. In this work we present both numerical and experimental evidence that high performance devices can be obtained while using large transverse segmentation periods of up to 650 nm, thereby increasing the critical feature sizes. For single-step etched couplers produced on the 220 nm silicon-on-insulator platform, we demonstrate coupling efficiencies of nearly 50% in the C-band and remarkably low back reflections of -22 dB at zero-degree incidence angle. Notably, the duty cycles used in our optimized designs deviate significantly from those predicted by traditional effective medium models, even for small periods. Our findings promise to expand the range of optical properties achievable in metamaterials and offer fresh insights into the fine-tuning of nanophotonic devices. ",
    "url": "https://arxiv.org/abs/2311.12057",
    "authors": [
      "Jianhao Zhang",
      "Daniele Melati",
      "Yuri Grinberg",
      "Martin Vachon",
      "Shurui Wang",
      "Muhammad Al-Digeil",
      "Siegfried Janz",
      "Jens H. Schmid",
      "Pavel Cheben",
      "Dan-Xia Xu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2311.12135",
    "title": "Nonlinear Optical Trapping of Gold Nanoparticles",
    "abstract": "This paper presents the most complete framework to date for understanding the nonlinear optical trapping of highly absorbing nanoparticles within the dipole regime. Highly absorbing and plasmonic particles garner considerable interest due to their enhanced optical interactions, yet traditional linear theory fails to predict their trapping behavior, particularly in the longitudinal direction. We introduce a more comprehensive theory that incorporates four-wave mixing and two-photon absorption, addressing significant gaps in the current literature. Our research shows TPA to be crucial for longitudinal trapping stability. Furthermore, our findings propose a novel phenomenon of multiple split traps in both saturable absorption and reverse saturable absorption regimes. Our framework extends beyond existing models by including factors such as self-induced back-action and scattering forces, aligning theoretical predictions with experimental observations, and laying a robust foundation for future nonlinear optical trapping and manipulation research. ",
    "url": "https://arxiv.org/abs/2311.12135",
    "authors": [
      "Siavash Mirzaei-Ghormish",
      "Kamran Qaderi",
      "Daniel Smalley"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.12196",
    "title": "Third harmonic generation enhancement and wavefront control using a  local high-Q metasurface",
    "abstract": "High quality factor optical nanostructures provide great opportunity to enhance nonlinear optical processes such as third harmonic generation. However, the field enhancement in these high quality factor structures is typically accompanied by optical mode nonlocality. As a result, the enhancement of nonlinear processes comes at the cost of their local control as needed for nonlinear wavefront shaping, imaging and holography. Here we show simultaneous strong enhancement and spatial control over third harmonic generation with a local high-Q metasurface relying on higher-order Mie-resonant modes. Our results demonstrate third harmonic generation at an efficiency of up to $3.25\\times10^{-5}$, high quality wavefront shaping as illustrated by a third harmonic metalens, and a flatband, angle independent, third harmonic response up to $\\pm11^{\\circ}$ incident angle. The demonstrated high level of local control and efficient frequency conversion offer promising prospects for realizing novel nonlinear optical devices. ",
    "url": "https://arxiv.org/abs/2311.12196",
    "authors": [
      "Claudio U. Hail",
      "Lior Michaeli",
      "Harry A. Atwater"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2311.12263",
    "title": "Quantum Vector Signal Analyzer",
    "abstract": "A technique that allows a harmonic oscillator to be used as a wideband, vector signal analyzer is described and demonstrated using a single trapped 40Ca+ ion cooled near its motional ground state. Further, the analyzer is shown to be compatible with both quantum amplification via squeezing and measurement in the Fock basis, allowing performance beyond the standard quantum limit. In addition to providing an attractive platform for quantum sensing of small fields, the technique allows in situ calibration of qubit control lines in systems using quantum harmonic oscillators and transduction of external, non-resonant drives into oscillator motion. This technique is extendable to other quantum harmonic oscillator systems. ",
    "url": "https://arxiv.org/abs/2311.12263",
    "authors": [
      "Hao Wu",
      "Grant Mitts",
      "Clayton Ho",
      "Joshua Rabinowitz",
      "Eric R. Hudson"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2311.12299",
    "title": "Thin Film Lithium Niobate Electro-optic Isolator Fabricated by  photolithography assisted chemo-mechanical etching (PLACE)",
    "abstract": "We report a thin-film lithium niobate electro-optic isolator fabricated by photolithography-assisted chemo-mechanical etching in this work. The device demonstrates 39.50 dB isolation when subjected to a 24 GHz microwave of 25.5 dBm on its electrodes. The measured isolation remains consistently above 30 dB within the 1510 nm to 1600 nm wavelength range. The overall device insertion loss, specifically the fiber-to-fiber insert loss, has been measured to be 2.6 dB, which is attributed to our highly efficient spot size converter and the low propagation loss observed in the fabricated waveguides. ",
    "url": "https://arxiv.org/abs/2311.12299",
    "authors": [
      "Lang Gao",
      "Youting Liang",
      "Lvbin Song",
      "Difeng Yin",
      "Jia Qi",
      "Jinming Chen",
      "Zhaoxiang Liu",
      "Jianping Yu",
      "Jian Liu",
      "Haisu Zhang",
      "Zhiwei Fang",
      "Hongxin Qi",
      "Ya Cheng"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2311.12360",
    "title": "Ultrathin liquid crystal metasurface for on-demand terahertz beam  forming over 110° field-of-view",
    "abstract": "The terahertz spectral region, which bridges between electronics and optics, is poised to play an important role in the development of transformative wireless communication and imaging systems with unprecedented functionality. Currently, a major challenge in terahertz technology is to develop high-performance terahertz beam-forming devices that can dynamically shape the terahertz radiation in a flexible manner. Existing terahertz beam-forming devices have limited coding bits, field-of-view, and beam gain. Here, we experimentally demonstrate a reconfigurable liquid crystal-integrated terahertz metasurface, with each metasurface unit cell being independently addressable. The metasurface has a 260{\\deg} continuous phase tuning range with a device thickness of only 1% of the free-space wavelength. We show that the terahertz wave diffracted from the metasurface can be steered towards a wide range of directions, covering a record-large 110{\\deg} field-of-view with a peak gain of 25 dBi. The metasurface also features a low power consumption and sub-second switching time. Furthermore, we demonstrate the formation of multiple terahertz beams, with the direction of each beam and the power ratio between beams adjustable on demand. The proposed liquid crystal metasurface possesses compelling prospects for future terahertz communication and imaging applications. ",
    "url": "https://arxiv.org/abs/2311.12360",
    "authors": [
      "Chen Chen",
      "Sai Chen",
      "Yibo Ni",
      "Yibao Xu",
      "Yuanmu Yang"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.12536",
    "title": "Photothermal gas detection using a miniaturized fiber Fabry-Perot cavity",
    "abstract": "We demonstrate a robust and miniaturized fiber Fabry-Perot cavity-based sensor for photothermal spectroscopic signal retrieval. The proof-of-concept experiment involved the use of a near-infrared pump laser to detect methane molecules on an isolated overtone 2.3 R(4) transition located at 6057.1 cm-1. The photothermal-related modulation of the gas refractive index was induced at the center of the interferometer, which was filled with the sample. Subsequently, the phase change of the resonating probe beam was measured as a shift in the reflected beam intensity, which was proportional to the methane concentration. A normalized noise equivalent absorption coefficient of 7.06 x 10-8 cm-1 W Hz-1/2 was achieved, suggesting significant potential for the design of small and versatile gas detectors with excellent detectivity. We discuss future improvements of the proposed photothermal gas detection approach. ",
    "url": "https://arxiv.org/abs/2311.12536",
    "authors": [
      "Karol Krzempek",
      "Piotr Jaworski",
      "Lukas Tenbrake",
      "Florian Giefer",
      "Dieter Meschede",
      "Sebastian Hofferberth",
      "Hannes Pfeifer"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2311.12541",
    "title": "Insights into the interplay between hydrodynamic and acoustic fields in  a turbulent combustor via community-based dimensionality reduction of  vortical networks",
    "abstract": "This study examines the interplay between acoustic pressure oscillations and interactions between regions of intense vorticity in the reactive field of a turbulent combustor. These regions of intense vortical interactions are identified as vortical communities in the network space of weighted directed vortical networks constructed from two-dimensional velocity data. The vortical interactions in the high-dimensional reactive flow are condensed into a low-dimensional network representation by leveraging the inter-community strengths and the weighted community centroids. Subsequently, we show that the mean and the maximum of all inter-community interactions exhibit a strong delayed correlation with the acoustic pressure oscillations during the state of thermoacoustic instability. In contrast, during the state of combustion noise, the correlation between the acoustic pressure oscillations and the inter-community interactions is lost due to the incoherent spatiotemporal behaviour of acoustic and hydrodynamic fields in turbulent thermoacoustic system. Spatiotemporal evolution of pairs of vortical communities with the maximum inter-community interactions provides insight into explaining the critical regions detected in the reaction field during the states of intermittency and thermoacoustic instability in previous studies. We further demonstrate that the high correlations between network measures and acoustic pressure oscillations during the state of thermoacoustic instability weaken when steady air jets are introduced within the critical region to suppress the thermoacoustic oscillations. This work sheds light on the intricate relationship between the vortical interactions and the acoustic behaviour in a turbulent combustor, thus offering insights for understanding thermoacoustic instabilities in combustion systems and for unsteady flows in general fluid dynamics literature. ",
    "url": "https://arxiv.org/abs/2311.12541",
    "authors": [
      "Ankit Sahay",
      "Muralikrishnan Gopalakrishnan Meena",
      "R. I. Sujith"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2311.12591",
    "title": "Continuous adiabatic frequency conversion for FMCW-LiDAR",
    "abstract": "Continuous tuning of the frequency of laser light is the cornerstone for a plethora of applications in basic science as well as in the industrial environment. They range from the hunt for gravitational waves, the realization of optical clocks over health and environmental monitoring to distance measurements. So far, it is difficult to combine a wide tuning range (> 100 GHz) with sub-microsecond tuning times, intrinsic tuning linearity and coherence lengths beyond 10 m. We show that electro-optically driven adiabatic frequency converters using high Q microresonators made of lithium niobate are able to transfer arbitrary voltage signals into frequency chirps on time scales far below 1 {\\mu}s. The temporal variation of the frequency nicely agrees with the one of the voltage applied. Superimposing the converted light with the unconverted one, we derived from the beat signal that 200-ns-long linear frequency chirps deviate less than 1 % from perfectness without any additional measures. The Coefficient of Determination is R2 > 0.999. The coherence length of the emitted light is of the order of 100 m. In order to prove these findings, we apply linear frequency sweeps for FMCW LiDAR for distances between 0.5 and 10 m without any signs of nonlinearity. Combined with the demonstrated ns tuning, with the potential to tune the eigenfrequency of lithiumniobate-based resonators by several 100 GHz, our results show that electro-optically driven adiabatic frequency converters can be used in applications that require ultrafast and flexible continuous frequency tuning with intrinsic linearity and large coherence length. ",
    "url": "https://arxiv.org/abs/2311.12591",
    "authors": [
      "Alexander Mrokon",
      "Johanna Oehler",
      "Ingo Breunig"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.12626",
    "title": "Acoustic Vortex in Waveguide with Gradient Sawtooth Metasurface",
    "abstract": "The acoustic vortex states with spiral phase dislocation that can carry orbital angular moment (OAM) have aroused many research interests in recent years. The mainstream methods of generating acoustic vortex are based on Huygens-Fresnel principle to modulate the wavefront to create spatial spiral phase dislocation. In this work, we propose an entirely new scenario to generate acoustic vortex in a waveguide with gradient sawtooth metasurface. The physical mechanism of our method is to lift the degenerate dipole eigenmodes through the scattering effect of the chiral surface structure, and then the superposition of them will generate both and order vortices in place. Compared to the existing methods of acoustic vortex production, our design has many merits, such as easy to manufacture and control, the working frequency is broadband, sign of vortex order can be readily flipped. Both the full-wave simulations and experimental measurements validate the existence of the acoustic vortices. The torque effect of the acoustic vortices is also successfully performed by rotating a foam disk as a practical application. Our work opens up a new route for generating acoustic vortex and could have potential significances in microfluidics, acoustic tweezers and ultrasonic communication, etc. ",
    "url": "https://arxiv.org/abs/2311.12626",
    "authors": [
      "Zeliang Song",
      "Shuhuan Xie",
      "Yong Li",
      "Hua Ding",
      "Feiyan Cai",
      "Yugui Peng",
      "Xuefeng Zhu",
      "Degang Zhao"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2311.12650",
    "title": "Reliable lift-off patterning of graphene dispersions for humidity  sensors",
    "abstract": "Dispersion-based graphene materials are promising candidates for various sensing applications. They offer the advantage of relatively simple and fast deposition via spin-coating, Langmuir-Blodgett deposition, or inkjet printing. Film uniformity and reproducibility remain challenging in all of these deposition methods. Here, we demonstrate, characterize, and successfully apply a scalable structuring method for graphene dispersions. The method is based on a standard lift-off process, is simple to implement, and increases the film uniformity of graphene devices. It is also compatible with standard semiconductor manufacturing methods. We investigate two different graphene dispersions via Raman spectroscopy and Atomic Force Microscopy and observe no degradation of the material properties by the structuring process. Furthermore, we achieve high uniformity of the structured patterns and homogeneous graphene flake distribution. Electrical characterizations show reproducible sheet resistance values correlating with material quantity and uniformity. Finally, repeatable humidity sensing is demonstrated with van der Pauw devices, with sensing limits of less than 1% relative humidity. ",
    "url": "https://arxiv.org/abs/2311.12650",
    "authors": [
      "Jorge Eduardo Adatti Estévez",
      "Fabian Hecht",
      "Sebastian Wittmann",
      "Simon Sawallich",
      "Annika Weber",
      "Caterina Travan",
      "Franz Hopperdietzl",
      "Ulrich Krumbein",
      "Max Christian Lemme"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2311.12653",
    "title": "A Comprehensive Characterization of the Neutron Fields Produced by the  Apollon Petawatt Laser",
    "abstract": "Since two decades, laser-driven neutron emissions are studied as they represent a complementary source to conventional neutron sources, with further more different characteristics (i.e. shorter bunch duration and higher number of neutrons per bunch). We report here a global, thorough characterization of the neutron fields produced at the Apollon laser facility using the secondary laser beam (F2). A Double Plasma Mirror (DPM) was used to improve the temporal contrast of the laser which delivers pulses of 24 fs duration, a mean on-target energy of ~10 J and up to 1 shot/min. The interaction of the laser with thin targets (few tens or hundreds of nm) in ultra-high conditions produced enhanced proton beams (up to 35 MeV), which were then used to generate neutrons via the pitcher-catcher technique. The characterization of these neutron emissions is presented, with results obtained from both simulations and measurements using several diagnostics (activation samples, bubble detectors and Time-of-Flight detectors), leading to a neutron yield of ~4.10^7 neutrons/shot. Similar neutron emissions were observed during shots with and without DPM, while fewer X-rays are produced when the DPM is used, making this tool interesting to adjust the neutrons/X-rays ratio for some applications like combined neutron/X-ray radiography. ",
    "url": "https://arxiv.org/abs/2311.12653",
    "authors": [
      "Ronan Lelièvre",
      "Weipeng Yao",
      "Tessa Waltenspiel",
      "Itamar Cohen",
      "Arie Beck",
      "Erez Cohen",
      "David Michaeli",
      "Ishay Pomerantz",
      "Donald Cort Gautier",
      "François Trompier",
      "Quentin Ducasse",
      "Pavlos Koseoglou",
      "Pär-Anders Söderström",
      "François Mathieu",
      "Amokrane Allaoua",
      "Julien Fuchs"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "High Energy Physics - Experiment (hep-ex)",
      "Nuclear Experiment (nucl-ex)"
    ]
  },
  {
    "id": "arXiv:2311.12681",
    "title": "Geometry dependence of TLS noise and loss in a-SiC:H parallel plate  capacitors for superconducting microwave resonators",
    "abstract": "Parallel plate capacitors (PPC) significantly reduce the size of superconducting microwave resonators, reducing the pixel pitch for arrays of single photon energy-resolving kinetic inductance detectors (KIDs). The frequency noise of KIDs is typically limited by tunneling Two-Level Systems (TLS), which originate from lattice defects in the dielectric materials required for PPCs. How the frequency noise level depends on the PPC's dimensions has not been experimentally addressed. We measure the frequency noise of 56 resonators with a-SiC:H PPCs, which cover a factor 44 in PPC area and a factor 4 in dielectric thickness. To support the noise analysis, we measure the TLS-induced, power-dependent, intrinsic loss and temperature-dependent resonance frequency shift of the resonators. From the TLS models, we expect a geometry-independent microwave loss and resonance frequency shift, set by the TLS properties of the dielectric. However, we observe a thickness-dependent microwave loss and resonance frequency shift, explained by surface layers that limit the performance of PPC-based resonators. For a uniform dielectric, the frequency noise level should scale directly inversely with the PPC area and thickness. We observe that an increase in PPC size reduces the frequency noise, but the exact scaling is, in some cases, weaker than expected. Finally, we derive an engineering guideline for the design of KIDs based on PPC-based resonators. ",
    "url": "https://arxiv.org/abs/2311.12681",
    "authors": [
      "K. Kouwenhoven",
      "G.P.J. van Doorn",
      "B.T. Buijtendorp",
      "S.A.H. de Rooij",
      "D. Lamers",
      "D.J. Thoen",
      "V. Murugesan",
      "J.J.A. Baselmans",
      "P.J. de Visser"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ]
  },
  {
    "id": "arXiv:2311.12718",
    "title": "Hybrid III-V/Silicon photonic circuits embedding generation and routing  of entangled photon pairs",
    "abstract": "The demand for integrated photonic chips combining the generation and manipulation of quantum states of light is steadily increasing, driven by the need for compact and scalable platforms for quantum information technologies. While photonic circuits with diverse functionalities are being developed in different single material platforms, it has become crucial to realize hybrid photonic circuits that harness the advantages of multiple materials while mitigating their respective weaknesses, resulting in enhanced capabilities. Here, we demonstrate a hybrid III-V/Silicon quantum photonic device combining the strong second-order nonlinearity and compliance with electrical pumping of the III-V semiconductor platform with the high maturity and CMOS compatibility of the silicon photonic platform. Our device embeds the spontaneous parametric down-conversion (SPDC) of photon pairs into an AlGaAs source and their subsequent routing to a silicon-on-insulator circuitry, within an evanescent coupling scheme managing both polarization states. This enables the on-chip generation of broadband telecom photons by type 0 and type 2 SPDC from the hybrid device, at room temperature and with internal pair generation rates exceeding $10^5$ $s^{-1}$ for both types, while the pump beam is strongly rejected. Two-photon interference with 92\\% visibility (and up to 99\\% upon 5 nm spectral filtering) proves the high energy-time entanglement quality characterizing the produced quantum state, thereby enabling a wide range of quantum information applications on-chip, within an hybrid architecture merging the assets of two mature and highly complementary platforms in view of out-of-the-lab deployment of quantum technologies. ",
    "url": "https://arxiv.org/abs/2311.12718",
    "authors": [
      "J. Schuhmann",
      "L. Lazzari",
      "M. Morassi",
      "A. Lemaitre",
      "I. Sagnes",
      "G. Beaudoin",
      "M.I. Amanti",
      "F. Boeuf",
      "F. Raineri",
      "F. Baboux",
      "S. Ducci"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2311.12238",
    "title": "Foundations of Quantum Information for Physical Chemistry",
    "abstract": "Quantum information, a field in which great advances have been made in the past decades, now presents opportunities for chemistry. One roadblock to progress, especially for experimental chemical science, is that new concepts and technical definitions need to be learned. In this paper, we review some basic, but sometimes misunderstood, concepts of quantum information based on the mathematical formulation of quantum mechanics that will be useful for chemists interested in discovering ways that chemistry can contribute to the quantum information field. We cover topics including qubits and their density matrix formalism, quantum measurement as a quantum operation, information theory, and entanglement. We focus on the difference between the concepts in the quantum context and the classic context. We also discuss the relation and distinction among entanglement, correlation, and coherence. We aim to clarify the rigorous definition of these concepts, and then indicate some examples in physical chemistry. ",
    "url": "https://arxiv.org/abs/2311.12238",
    "authors": [
      "Weijun Wu",
      "Gregory D. Scholes"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2311.12535",
    "title": "Optical orientation of excitons in hybrid metal-semiconductor  nanostructures",
    "abstract": "We demonstrate the possibility of the optical orientation of excitons in the near field of the metal grating that covers a semiconductor nanostructure. Excitons generated this way have the wave vector greater than the wave vector of the incident radiation. We suggest that optical orientation method is applicable to study the fine structure and kinetics of the hot excitons in semiconductor quantum well. ",
    "url": "https://arxiv.org/abs/2311.12535",
    "authors": [
      "A. V. Korotchenkov",
      "N. S. Averkiev"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.12596",
    "title": "Extracting Many-Body Quantum Resources within One-Body Reduced Density  Matrix Functional Theory",
    "abstract": "Quantum Fisher information (QFI) is a central concept in quantum sciences used to quantify the ultimate precision limit of parameter estimation, detect quantum phase transitions, witness genuine multipartite entanglement, or probe nonlocality. Despite this widespread range of applications, computing the QFI value of quantum many-body systems is, in general, a very demanding task. Here we combine ideas from functional theories and quantum information to develop a novel functional framework for the QFI of fermionic and bosonic ground states. By relying upon the constrained-search approach, we demonstrate that the QFI matricial values can universally be determined by the one-body reduced density matrix (1-RDM), avoiding thus the use of exponentially large wave functions. Furthermore, we show that QFI functionals can be determined from the universal 1-RDM functional by calculating its derivatives with respect to the coupling strengths, becoming thus the generating functional of the QFI. We showcase our approach with the Bose-Hubbard model and present exact analytical and numerical QFI functionals. Our results provide the first connection between the one-body reduced density matrix functional theory and the quantum Fisher information. ",
    "url": "https://arxiv.org/abs/2311.12596",
    "authors": [
      "Carlos L. Benavides-Riveros",
      "Tomasz Wasak",
      "Alessio Recati"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2112.09831",
    "title": "Neural Born Iteration Method For Solving Inverse Scattering Problems: 2D  Cases",
    "abstract": " Comments: This preprint has been published in IEEE Transactions on Antennas and Propagation on 01 November 2022. Please cite the final published version as [T. Shan et al., \"Neural Born Iterative Method for Solving Inverse Scattering Problems: 2D Cases,\" in IEEE Transactions on Antennas and Propagation, vol. 71, no. 1, pp. 818-829, Jan. 2023, doi: 10.1109/TAP.2022.3217333.] ",
    "url": "https://arxiv.org/abs/2112.09831",
    "authors": [
      "Tao Shan",
      "Zhichao Lin",
      "Xiaoqian Song",
      "Maokun Li",
      "Fan Yang",
      "Zhensheng Xu"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Artificial Intelligence (cs.AI)",
      "Image and Video Processing (eess.IV)"
    ]
  },
  {
    "id": "arXiv:2304.14521",
    "title": "Photon momentum enabled light absorption in silicon",
    "abstract": " Title: Photon momentum enabled light absorption in silicon ",
    "url": "https://arxiv.org/abs/2304.14521",
    "authors": [
      "Sergey S. Kharintsev",
      "Aleksey I. Noskov",
      "Elina I. Battalova",
      "Liat Katrivas",
      "Alexander B. Kotlyar",
      "Jovany Merham",
      "Eric O. Potma",
      "Vartkess A. Apkarian",
      "Dmitry A. Fishman"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2305.17412",
    "title": "Two dimensional effects of laser interacting with magnetized plasma",
    "abstract": " Comments: 15 pages, 12 figures, 12 equations ",
    "url": "https://arxiv.org/abs/2305.17412",
    "authors": [
      "Laxman Prasad Goswami",
      "Amita Das",
      "Anuj Vijay"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2307.00391",
    "title": "Hybrid quantum algorithms for flow problems",
    "abstract": " Comments: 21 pages, 10 figures, 1 table ",
    "url": "https://arxiv.org/abs/2307.00391",
    "authors": [
      "Sachin S. Bharadwaj",
      "Katepalli R. Sreenivasan"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)",
      "Computational Physics (physics.comp-ph)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2309.13108",
    "title": "Data is often loadable in short depth: Quantum circuits from tensor  networks for finance, images, fluids, and proteins",
    "abstract": " Comments: 10 pages, 3 figures ",
    "url": "https://arxiv.org/abs/2309.13108",
    "authors": [
      "Raghav Jumade",
      "Nicolas PD Sawaya"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Machine Learning (cs.LG)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2311.02143",
    "title": "Pairing-based graph neural network for simulating quantum materials",
    "abstract": " Title: Pairing-based graph neural network for simulating quantum materials ",
    "url": "https://arxiv.org/abs/2311.02143",
    "authors": [
      "Di Luo",
      "David D. Dai",
      "Liang Fu"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Machine Learning (cs.LG)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2311.10842",
    "title": "Optical vortices by an adaptive spiral phase plate",
    "abstract": " Comments: 9 pages, 7 figures ",
    "url": "https://arxiv.org/abs/2311.10842",
    "authors": [
      "T. Jankowski",
      "N . Bennis",
      "P. Morawiak",
      "D. C. Zografopoulos",
      "A. Pakuła",
      "M. Filipiak",
      "M. Słowikowski",
      "J. M López-Higuera",
      "J. F. Algorri"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  }
]