[
  {
    "id": "arXiv:2402.05163",
    "title": "Ultra-Short Pulse Biphoton Source in Lithium Niobate Nanophotonics at 2  \\textmu m",
    "abstract": "Photonics offers unique capabilities for quantum information processing (QIP) such as room-temperature operation, the scalability of nanophotonics, and access to ultrabroad bandwidths and consequently ultrafast operation. Ultrashort-pulse sources of quantum states in nanophotonics are an important building block for achieving scalable ultrafast QIP, however, their demonstrations so far have been sparse. Here, we demonstrate a femtosecond biphoton source in dispersion-engineered periodically poled lithium niobate nanophotonics. We measure 17 THz of bandwidth for the source centered at 2.09 \\textmu m, corresponding to a few optical cycles, with a brightness of 8.8 GHz/mW. Our results open new paths towards realization of ultrafast nanophotonic QIP. ",
    "url": "https://arxiv.org/abs/2402.05163",
    "authors": [
      "James Williams",
      "Rajveer Nehra",
      "Elina Sendonaris",
      "Luis Ledezma",
      "Robert M. Gray",
      "Ryoto Sekine",
      "Alireza Marandi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2402.05253",
    "title": "Generalized Bimode Equivalent Circuit of Arbitrary Planar Periodic  Structures for Oblique Incidence",
    "abstract": "This work presents, for the first time, a generalized bimode Fosters equivalent circuit for characterization of 2-D Planar Periodic Structures (PPSs) with arbitrary geometry at oblique incidence. It considers the interactions between the fundamental TE and TM modes without any restriction within the bimode bandwidth of the geometry. The proposed circuit is only composed of frequency-independent LC elements, which can be extracted systematically from electromagnetic (EM) simulations. The reactive immittances obtained in the process fulfill the Fosters theorem, enabling the design process of PPS-based devices using standardized synthesis techniques from circuit theory. To demonstrate its viability and general nature, equivalent circuits are extracted for different single- and multilayer PPS composed of rotated dipoles under oblique incidence theta=20 deg,phi=30 deg, and including dielectrics. Excellent agreement is found between the response of the circuit model and the EM simulation in all cases. Finally, to validate experimentally the proposed equivalent circuit and highlight its applicability, a 90 deg reflective LinearPolarization (LP) Rotator centered at 25 GHz and under oblique incidence, theta=30 deg, phi=0 deg (TE), is designed, manufactured, and tested. The agreement between the circuit response, the EM simulation and the measurement underlines the potential of the new equivalent circuit for PPS design under oblique incidence. ",
    "url": "https://arxiv.org/abs/2402.05253",
    "authors": [
      "F. Conde-Pumpido",
      "G. Perez-Palomino",
      "J.R Montejo-Garai",
      "J.E. Page"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2402.05258",
    "title": "A Design Technique based on Equivalent Circuit and Coupler Theory for  Broadband Linear to Circular Polarization Converters in Reflection or  Transmission Mode",
    "abstract": "A new approach to designing FSS-based LP-CP converters is presented. It is based on the use of FSSs which exhibit dual diagonal symmetry, and a novel 4-port equivalent circuit able to describe the electrical behavior of the cells for the two linear incident polarizations at the same time. The equivalent circuit allows the use of standardized branch line coupler theory to design LP-CP converters comprising a cascade of an arbitrary number of layers, whose synthesis includes the phase and makes it possible to achieve prescribed electrical conditions systematically. A full design procedure has been developed using the new approach and several designs in both transmission and reflection modes are presented and evaluated. It has been proven that single layer reflective converters exhibit large bandwidths as the two reflected field components are in quadrature independently of the frequency. One of these devices was designed and showed an AR<0.2 dB within the band from 21.5 to 28.5 GHz. The reflective LP-CP converter designed was also manufactured and tested, and the measurements were used to validate the design procedure. ",
    "url": "https://arxiv.org/abs/2402.05258",
    "authors": [
      "G. Perez-Palomino",
      "J. E. Page",
      "M. Arrebola",
      "J. A. Encinar"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2402.05287",
    "title": "Triadic Resonance in Columnar Vortices",
    "abstract": "Employing a poloidal-toroidal projection technique, a multi-scale analysis of resonant wave triads in columnar vortices is performed to obtain the governing equations of the triadically coupled wave amplitudes. For inviscid flows, we establish that resonance between neutral, smooth waves is conservative, and the temporal evolution of wave amplitudes is either bounded or explosively unstable based on the signs of the triad's interaction coefficients. Assessing the onset of weakly nonlinear instabilities through the pseudoenergy criterion introduced by Cairns (1979, J. Fluid Mech., vol. 92), we use the large-axial-wavenumber asymptotic approach by Le Dizes and Lacaze (2005, J. Fluid Mech., vol. 542) to evaluate each triad member's pseudoenergy and argue against the possibility of explosive conservative three-wave resonance involving only regular Kelvin waves. Additionally, extending our investigation to specific vortices, such as the Lamb-Oseen vortex and the Batchelor vortex, we find that triadic resonance among their neutral modes consistently results in bounded behaviour. ",
    "url": "https://arxiv.org/abs/2402.05287",
    "authors": [
      "Jinge Wang",
      "Sangjoon Lee",
      "Philip S. Marcus"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Mathematical Physics (math-ph)"
    ]
  },
  {
    "id": "arXiv:2402.05315",
    "title": "Relaxation processes of densified silica glass",
    "abstract": "Densified SiO2 glasses, obtained from different pressure and temperature routes have been annealed over a wide range of temperature far below the glass transition temperature (500$^\\circ$C-900$^\\circ$C). Hot and cold compressions were useful to separate the effects of pressure and the compression temperature. In-situ micro-Raman spectroscopy was used to follow the structural evolution during the thermal relaxation. A similar glass structure between the non-densified silica and the recovered densified silica after the temperature annealing demonstrates a perfect recovery of the non-densified silica glass structure. While the density decreases monotonically, the structural relaxation takes place through a more complex mechanism, which shows that density is not a sufficient parameter to fully characterize the structure of densified silica glass. The relaxation takes place through a transitory state, consisting in an increase of the network inhomogeneity, shown by an increase in intensity of the D2 band which is associated with 3 membered rings. The activation energy of these processes is 255$\\pm$45 kJ/mol for the hot compressed samples. The kinetic is overall faster for the cold compressed samples. In that last case the relaxation is partially activated by internal stresses release. ",
    "url": "https://arxiv.org/abs/2402.05315",
    "authors": [
      "Antoine Cornet",
      "Valerie Martinez",
      "Dominique de Ligny",
      "Bernard Champagnon",
      "Christine Martinet"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2402.05487",
    "title": "Performance of the Mass Testing Setup for Arrays of Silicon  Photomultipliers in the TAO Experiment",
    "abstract": "Modern neutrino physics detectors often employ thousands, and sometimes even hundreds of thousands, of Silicon Photomultipliers (SiPMs). The TAO experiment is a notable example that utilizes a spherical scintillator barrel with a diameter of 1.8 meters, housing approximately 130,000 SiPMs organized into 4,100 tiles. Each tile with size of 5x5cm^2 consists of a 32-SiPM array functioning as a single detector unit. To achieve an unparalleled energy resolution of 2% at 1 MeV within this volume, the SiPMs must possess cutting-edge parameters, including a photon detection efficiency (PDE) exceeding 50%, cross-talk of approximately 10%, and an extremely low dark count rate (DCR) below 50Hz/mm^2. Maintaining the setup at a negative temperature of -50C is necessary to achieve the desired DCR. This article presents the setup and methods employed to individually characterize the mass of SiPMs across all 4,100 tiles at the specified negative temperature. ",
    "url": "https://arxiv.org/abs/2402.05487",
    "authors": [
      "A. Rybnikov",
      "N. Anfimov",
      "M. Qu",
      "A. Chetverikov",
      "G. Cao",
      "D. Fedoseev",
      "H. Wang",
      "V. Kozhukalov",
      "V. Sharov",
      "S. Sokolov",
      "A. Sotnikov"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2402.05578",
    "title": "Superhydrophobic/superoleophilic magnetic elastomers by laser ablation",
    "abstract": "We report the development of magnetic nanocomposite sheets with superhydrophobic and superoleophilic surfaces generated by laser ablation. Polydimethylsiloxane elastomer freestanding films, loaded homogeneously with 2% wt. carbon coated iron nanoparticles, were ablated by UV (248 nm), nanosecond laser pulses. The laser irradiation induces chemical and structural changes (both in micro-and nano-scale) to the surfaces of the nanocomposites rendering them superhydrophobic. The use of nanoparticles increases the UV light absorption eficiency of the nanocomposite samples, and thus facilitates the ablation process, since the number of pulses and the laser fluence required are greatly reduced compared to the bare polymer. Additionally the magnetic nanoparticles enhance significantly the super-hydrophobic and oleophilic properties of the PDMS sheets, and provide to PDMS magnetic properties making possible its actuation by a weak external magnetic field. These nanocomposite elastomers can be considered for applications requiring magnetic MEMS for the controlled separation of liquids. ",
    "url": "https://arxiv.org/abs/2402.05578",
    "authors": [
      "Athanasios Milionis",
      "Despina Fragouli",
      "Fernando Brandi",
      "Ioannis Liakos",
      "Suset Barroso",
      "Roberta Ruffilli",
      "Athanassia Athanassiou"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Soft Condensed Matter (cond-mat.soft)"
    ]
  },
  {
    "id": "arXiv:2402.05597",
    "title": "Narrow-linewidth Fano microcavities with resonant subwavelength grating  mirror",
    "abstract": "We report on the theoretical and experimental investigations of optical microcavities consisting in the plane-plane arrangement of a broadband high-reflectivity mirror and a suspended one-dimensional grating mirror possessing a high-quality factor Fano resonance. By varying the length of these cavities from the millimeter to the few-micron range, we observe at short lengths the reduction of the spectral linewidth predicted to occur for such a Fano cavity as compared to a conventional broadband mirror cavity with the same length and internal losses. Such narrow linewidth and small modevolume microcavities with high-mechanical quality ultrathin mirrors will be attractive for a wide range of applications within optomechanics and sensing. ",
    "url": "https://arxiv.org/abs/2402.05597",
    "authors": [
      "Trishala Mitra",
      "Gurpreet Singh",
      "Ali Akbar Darki",
      "Søren Peder Madsen",
      "Aurélien Dantan"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.05613",
    "title": "Valley-dependent Multiple Quantum States and Topological Transitions in  Germanene-based Ferromagnetic van der Waals Heterostructures",
    "abstract": "Topological and valleytronic materials are promising for spintronic and quantum applications due to their unique properties. Using first principles calculations, we demonstrate that germanene (Ge)-based ferromagnetic heterostructures can exhibit multiple quantum states such as quantum anomalous Hall effect (QAHE) with Chern numbers of C=-1 or C=-2, quantum valley Hall effect (QVHE) with a valley Chern number of C$v$=2, valley-polarized quantum anomalous Hall effect (VP-QAHE) with two Chern numbers of C=-1 and C$v$=-1 as well as time-reversal symmetry broken quantum spin Hall effect (T-broken QSHE) with a spin Chern number of C$s$~1. Furthermore, we find that the transitions between different quantum states can occur by changing the magnetic orientation of ferromagnetic layers through applying a magnetic field. Our discovery provides new routes and novel material platforms with a unique combination of diverse properties that make it well suitable for applications in electronics, spintronics and valley electronics. ",
    "url": "https://arxiv.org/abs/2402.05613",
    "authors": [
      "Feng Xue",
      "Jiaheng Li",
      "Yizhou Liu",
      "Ruqian Wu",
      "Yong Xu",
      "Wenhui Duan"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2402.05621",
    "title": "Spin angular momentum and optical chirality of Poincaré vector vortex  beams",
    "abstract": "The optical chirality and spin angular momentum of structured scalar vortex beams has been intensively studied in recent years. The pseudoscalar topological charge $\\ell$ of these beams is responsible for their unique properties. Constructed from a superposition of scalar vortex beams with topological charges $\\ell_\\text{A}$ and $\\ell_\\text{B}$, cylindrical vector vortex beams are higher-order Poincar\\'e modes which possess a spatially inhomogeneous polarization distribution. Here we highlight the highly tailorable and exotic spatial distributions of the optical spin and chirality densities of these higher-order structured beams under both paraxial (weak focusing) and non-paraxial (tight focusing) conditions. Our analytical theory can yield the spin angular momentum and optical chirality of each point on any higher-order or hybrid-order Poincar\\'e sphere. It is shown that the tunable Pancharatnam topological charge $\\ell_{\\text{P}} = (\\ell_\\text{A} + \\ell_\\text{B})/2$ and polarization index $m = (\\ell_\\text{B} -\\ell_\\text{A})/2$ of the vector vortex beam plays a decisive role in customizing their spin and chirality spatial distributions. We also provide the correct analytical equations to describe a focused, non-paraxial scalar Bessel beam. ",
    "url": "https://arxiv.org/abs/2402.05621",
    "authors": [
      "Kayn A. Forbes"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.05661",
    "title": "Quantum ontology de-naturalized: What we can't learn from quantum  mechanics",
    "abstract": "Philosophers of science commonly connect ontology and science, stating that these disciplines maintain a two-way relationship: on the one hand, we can extract ontology from scientific theories; on the other hand, ontology provides the realistic content of our scientific theories. In this article, we will critically examine the process of naturalizing ontology, i.e., confining the work of ontologists merely to the task of pointing out which entities certain theories commit themselves to. We will use non-relativistic quantum mechanics as a case study. We begin by distinguishing two roles for ontology: the first would be characterized by cataloging existing entities according to quantum mechanics; the second would be characterized by establishing more general ontological categories in which existing entities must be classified. We argue that only the first step is available for a naturalistic approach; the second step not being open for determination or anchoring in science. Finally, we also argue that metaphysics is still a step beyond ontology, not contained in either of the two tasks of ontology, being thus even farther from science. ",
    "url": "https://arxiv.org/abs/2402.05661",
    "authors": [
      "Raoni Arroyo",
      "Jonas R. Becker Arenhart"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2402.05745",
    "title": "All dielectric integrable optical isolators",
    "abstract": "On-chip optical isolators, functioning as unidirectional gates for light, play a crucial role in maintaining signal integrity, preventing laser destabilization, and fortifying the overall performance of optical systems. In this paper, we propose a five-layered heterostructure consisting of a magneto-optic material sandwiched between parallel dielectric slab waveguides. Under TMOKE configuration, the coupled optical modes undergo an electromagnetic profile transformation that can be harnessed to confine the input mode in one waveguide during forward propagation and in the other during backward propagation. Together with radiative subwavelength gratings, such a system can provide a 20dB isolation ratio with negligible insertion losses. ",
    "url": "https://arxiv.org/abs/2402.05745",
    "authors": [
      "Sevag Abadian",
      "Getulio Souza",
      "Stanislav Winkler",
      "Marian Bogdan Sirbu",
      "Michail Symeonidis",
      "Tolga Tekin"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.05801",
    "title": "Predicting the photodynamics of cyclobutanone triggered by a laser pulse  at 200 nm and its MeV-UED signals -- a trajectory surface hopping and  XMS-CASPT2 perspective",
    "abstract": "This work is part of a prediction challenge that invited theoretical/computational chemists to predict the photochemistry of cyclobutanone in the gas phase, excited at 200 nm by a laser pulse, and the expected signal that will be recorded during a time-resolved megaelectronvolt ultrafast electron diffraction (MeV-UED). We present here our theoretical predictions based on a combination of trajectory surface hopping with XMS-CASPT2 (for the nonadiabatic molecular dynamics) and Born-Oppenheimer molecular dynamics (BOMD) with MP2 (for the athermal ground-state dynamics following internal conversion), coined (NA+BO)MD. The initial conditions were sampled from BOMD coupled to a quantum thermostat. Our simulations indicate that the main photoproducts after 2 ps of dynamics are CO + cyclopropane (50%), CO + propene (10%), and ethene and ketene (34%). The photoexcited cyclobutanone in its second excited electronic state S$_2$ can follow two pathways for its nonradiative decay: (i) a ring-opening in S$_2$ and a subsequent rapid decay to the ground electronic state, where the photoproducts are formed, or (ii) a transfer through a closed-ring conical intersection to S$_1$, where cyclobutanone ring opens and then funnels to the ground state. Lifetimes for the photoproduct and electronic populations were determined. We calculated a stationary MeV-UED signal [difference pair distribution function - $\\Delta$PDF$(r)$] for each (interpolated) pathway as well as a time-resolved signal [$\\Delta$PDF$(r,t)$ and $\\Delta I/I(s,t)$] for the full swarm of (NA+BO)MD trajectories. Furthermore, our analysis provides time-independent basis functions that can be used to fit the time-dependent experimental UED signals and potentially recover the population of photoproducts. We also offer a detailed analysis of the limitations of our model and their potential impact on the predicted experimental signals. ",
    "url": "https://arxiv.org/abs/2402.05801",
    "authors": [
      "Jiří Janoš",
      "Joao Pedro Figueira Nunes",
      "Daniel Hollas",
      "Petr Slavíček",
      "Basile F. E. Curchod"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2402.05833",
    "title": "Maximizing the electromagnetic efficiency of spintronic terahertz  emitters",
    "abstract": "Spintronic Terahertz Emitters (STE) represent a significant advancement in source technology, exploiting the ultrafast demagnetization process of spin-electrons to unveil a 30THz wide, gapless spectrum, accessible through femtosecond lasers across the full VIS-IR range. This innovation not only positions STEs as a pivotal advancement in THz source technology but also underscores their role as a cost-effective, high-performance solution, thereby redefining standards within the field. However, the inherent spintronic nature of these devices introduces a challenge: a lower optical-to-terahertz conversion efficiency, which positions them at a notable disadvantage relative to other sources. In response, this work aims to substantially improve the electromagnetic efficiency of these emitters. This is accomplished by maximizing the energy conversion from the pumping laser for spin-electron generation. Our design integrates STEs with an optimized 1D trapping cavity, specifically engineered to fulfill critical aspects of ultrafast excitation and THz extraction. As a result, we have realized a 245% enhancement in emission and an increase of 8dB in overall intensity, positions our results among the most substantial improvements documented in this field. Furthermore, we delineate the optimal geometry for the deployment of STEs and explore the strategic selection of substrates in depth. Such enhanced emitters advance spintronic emitters towards broader applications in time-domain spectroscopy, ellipsometry, and nonlinear THz-pump spectroscopy. Enhancing spintronic emitter efficiency, combined with rapid magnetic field modulation, indicates the potential for dynamic ranges that rival traditional sources. Our predictions of STE's efficiencies, made through an electromagnetic approach, highlight its capability to uncover overlooked aspects from an optical standpoint, leading to subsequent improvements. ",
    "url": "https://arxiv.org/abs/2402.05833",
    "authors": [
      "Pierre Koleják",
      "Geoffrey Lezier",
      "Daniel Vala",
      "Baptiste Mathmann",
      "Lukáš Halagačka",
      "Zuzana Gelnárová",
      "Yannick Dusch",
      "Jean-François Lampin",
      "Nicolas Tiercelin",
      "Kamil Postava",
      "Mathias Vanwolleghem"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2402.05921",
    "title": "On the Use of Decision Tree Regression for Predicting Vibration  Frequency Response of Handheld Probes",
    "abstract": "This article focuses on the prediction of the vibration frequency response of handheld probes. A novel approach that involves machine learning and readily available data from probes was explored. Vibration probes are efficient and affordable devices that provide information about testing airborne sound insulation in building acoustics. However, fixing a probe to a vibrating surface downshifts sensor resonances and underestimates levels. Therefore, the calibration response of the sensor included in a probe differs from the frequency response of that same probe. Simulation techniques of complex mechanical systems may describe this issue, but they include hardly obtainable parameters, ultimately restricting the model. Thus, this study discusses an alternative method, which comprises different parts. Firstly, the vibration frequency responses of 85 probes were measured and labelled according to six features. Then, Linear Regression, Decision Tree Regression and Artificial Neural Networks algorithms were analysed. It was revealed that decision tree regression is the more appropriate technique for this data. The best decision tree models, in terms of scores and model structure, were fine-tuned. Eventually, the final suggested model employs only four out of the six original features. A trade-off solution that involved a simple structure, an interpretable model and accurate predictions was accomplished. It showed a maximum average deviation from test measurements ranging from 0.6 dB in low-frequency to 3 dB in high-frequency while remaining at a low computational load. This research developed an original and reliable prediction tool that provides the vibration frequency response of handheld probes. ",
    "url": "https://arxiv.org/abs/2402.05921",
    "authors": [
      "Roberto San Millán-Castillo",
      "Eduardo Morgado",
      "Rebeca Goya Esteban"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2402.05361",
    "title": "High-Performance Multi-Qubit System with Double-Transmon Couplers  towards Scalable Superconducting Quantum Computers",
    "abstract": "Tunable couplers in superconducting quantum computers have enabled fast and accurate two-qubit gates, with reported high fidelities over 0.99 in various architectures and gate implementation schemes. However, there are few tunable couplers whose performance in multi-qubit systems is clarified, except for the most widely used one: single-transmon coupler (STC). Achieving similar accuracy to isolated two-qubit systems remains challenging due to various undesirable couplings but is necessary for scalability. In this work, we numerically analyze a system of three fixed-frequency qubits coupled via two double-transmon couplers (DTCs) where nearest-neighbor qubits are highly detuned and also next nearest-neighbor ones are nearly resonant. The DTC is a recently proposed tunable coupler, which consists of two fixed-frequency transmons coupled through a common loop with an additional Josephson junction. We find that the DTC can not only reduce undesired residual couplings sufficiently, as well as in isolated two-qubits systems, but also enables implementations of 30-ns CZ gates and 10-ns $\\pi/2$ pulses with fidelities of 0.9999 or higher. For comparison, we also investigate the system where the DTCs are replaced by the STCs. The results show that the DTC outperforms the STC in terms of both residual coupling suppression and gate accuracy in the above systems. From these results, we expect that the DTC architecture is promising for realizing high-performance, scalable superconducting quantum computers. ",
    "url": "https://arxiv.org/abs/2402.05361",
    "authors": [
      "Kentaro Kubo",
      "Yinghao Ho",
      "Hayato Goto"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Superconductivity (cond-mat.supr-con)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2402.05726",
    "title": "Optimal probe states for single-mode quantum target detection in  arbitrary object reflectivity",
    "abstract": "Quantum target detection (QTD) utilizes nonclassical resources to enable radar-like detection for identifying reflecting objects in challenging environments, surpassing classical methods. To fully leverage the quantum advantage in QTD, determining the optimal probe states (OPSs) across various detection parameters and gaining a deeper understanding of their characteristics are crucial. In this study, we identified the single-mode continuous-variable OPSs for arbitrary object reflectivity using optimization algorithms. Our findings suggest that OPSs are non-Gaussian states in most reflectivity scenarios, with exceptions under specific conditions. Furthermore, we provide a comprehensive physical interpretation of the observed phenomena. This study offers a tool for identifying OPSs along with a clear physical interpretation. It also contributes to further advancements towards optimal multi-mode QTD, which has the potential for broad applications in quantum sensing and metrology. ",
    "url": "https://arxiv.org/abs/2402.05726",
    "authors": [
      "Wei-Ming Chen",
      "Pin-Ju Tsai"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.05811",
    "title": "High-Q Cavity Interface for Color Centers in Thin Film Diamond",
    "abstract": "Quantum information technology offers the potential to realize unprecedented computational resources via secure channels capable of distributing entanglement between quantum computers. Diamond, as a host to atom-like defects with optically-accessible spin qubits, is a leading platform to realize quantum memory nodes needed to extend the reach of quantum links. Photonic crystal (PhC) cavities enhance light-matter interaction and are essential ingredients of an efficient interface between spins and photons that are used to store and communicate quantum information respectively. Despite great effort, however, the realization of visible PhC cavities with high quality factor (Q) and design flexibility is challenging in diamond. Here, we demonstrate one- and two-dimensional PhC cavities fabricated in recently developed thin-film diamonds, featuring Q-factors of 1.8x10$^5$ and 1.6x10$^5$, respectively, the highest Qs for visible PhC cavities realized in any material. Importantly, our fabrication process is simple and high-yield, based on conventional planar fabrication techniques, in contrast to previous approaches that rely on complex undercut methods. We also demonstrate fiber-coupled 1D PhC cavities with high photon extraction efficiency, and optical coupling between a single SiV center and such a cavity at 4K achieving a Purcell factor of 13. The demonstrated diamond thin-film photonic platform will improve the performance and scalability of quantum nodes and expand the range of quantum technologies. ",
    "url": "https://arxiv.org/abs/2402.05811",
    "authors": [
      "Sophie W. Ding",
      "Michael Haas",
      "Xinghan Guo",
      "Kazuhiro Kuruma",
      "Chang Jin",
      "Zixi Li",
      "David D. Awschalom",
      "Nazar Delegan",
      "F. Joseph Heremans",
      "Alex High",
      "Marko Loncar"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2304.04725",
    "title": "Machine learning one-dimensional spinless trapped fermionic systems with  neural-network quantum states",
    "abstract": " Title: Machine learning one-dimensional spinless trapped fermionic systems with  neural-network quantum states ",
    "url": "https://arxiv.org/abs/2304.04725",
    "authors": [
      "J. W. T. Keeble",
      "M. Drissi",
      "A. Rojo-Francàs",
      "B. Juliá-Díaz",
      "A. Rios"
    ],
    "subjectives": [
      "Nuclear Theory (nucl-th)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2305.05373",
    "title": "Hydrodynamics of Quantum Vortices on a Closed Surface",
    "abstract": " Comments: 5 pages, 1 figure ",
    "url": "https://arxiv.org/abs/2305.05373",
    "authors": [
      "Yanqi Xiong",
      "Xiaoquan Yu"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Other Condensed Matter (cond-mat.other)",
      "Superconductivity (cond-mat.supr-con)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2312.15034",
    "title": "Two-Time Quantum Fluctuations Approach and its Relation to the  Bethe--Salpeter Equation",
    "abstract": " Title: Two-Time Quantum Fluctuations Approach and its Relation to the  Bethe--Salpeter Equation ",
    "url": "https://arxiv.org/abs/2312.15034",
    "authors": [
      "Erik Schroedter",
      "Michael Bonitz"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Plasma Physics (physics.plasm-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2401.16242",
    "title": "Integrated resonant electro-optic comb enabled by platform-agnostic  laser integration",
    "abstract": " Comments: 23 pages, 13 figures ",
    "url": "https://arxiv.org/abs/2401.16242",
    "authors": [
      "Isaac Luntadila Lufungula",
      "Amirhassan Shams-Ansari",
      "Dylan Renaud",
      "Camiel Op de Beeck",
      "Stijn Cuyvers",
      "Stijn Poelman",
      "Maximilien Billet",
      "Gunther Roelkens",
      "Marko Loncar",
      "Bart Kuyken"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2402.05080",
    "title": "Designing three-way entangled and nonlocal two-way entangled single  particle states via alternate quantum walks",
    "abstract": " Comments: 13 pages, 10 figures ",
    "url": "https://arxiv.org/abs/2402.05080",
    "authors": [
      "Dinesh Kumar Panda",
      "Colin Benjamin"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Systems and Control (eess.SY)",
      "Optics (physics.optics)"
    ]
  }
]