[
  {
    "id": "arXiv:2202.04693",
    "title": "Modelling Autler-Townes splitting and acoustically induced transparency  in a waveguide loaded with resonant channels",
    "abstract": "We study acoustic wave propagation in a waveguide loaded with two resonant side-branch channels. In the low frequency regime, one-dimensional models are derived in which the effect of the channels are reduced to jump conditions across the junction. When the separation distance is on the scale of the wavelength, which is the case that is usually considered, the jump conditions involve a single channel and acoustically induced transparency (AIT) occurs due to out-of-phase interferences between the two junctions. In contrast, when the separation distance is subwavelength, a single junction has to be considered and the jump conditions account for the evanescent field coupling the two channels. Such channel pairs can scatter as a dipole resulting in perfect transmission due to Autler - Townes splitting (ATS). We show that combining the two mechanisms offers additional degrees of freedom to control the transmission spectra. ",
    "url": "https://arxiv.org/abs/2202.04693",
    "authors": [
      "Richard Porter",
      "Kim Pham",
      "Agnes Maurel"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2202.04751",
    "title": "Enhancement of optical forces at bound state in the continuum",
    "abstract": "Light-actuated motors, vehicles, and even space sails have drawn tremendous attention for basic science and applications in space, biomedical, and sensing domains. Optical bound states in the continuum (BIC) are topological singularities of the scattering matrix, known for their unique light trapping capability and enhanced light-matter interaction. We show that BIC modes enable the generation of enhanced and tunable optical forces and torques. A sharp and controllable lineshape is observed in forces and torques spectra when approaching high-Q resonance BIC modes. Wavelength and polarization tunability are presented as an effective method to control the forces on BIC enclosed structures. Finally Finite-size simulations are performed to evaluate the practical application for a BIC assisted metavehicle. ",
    "url": "https://arxiv.org/abs/2202.04751",
    "authors": [
      "Haoye Qin",
      "Walid Redjem",
      "Boubacar Kante"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2202.04779",
    "title": "Extracting High-Resolution, Multi-Mode Surface Wave Dispersion Data from  Distributed Acoustic Sensing Measurements using the Multichannel Analysis of  Surface Waves",
    "abstract": "We rigorously assess the potential for extracting high-resolution, multi-mode surface wave dispersion data from distributed acoustic sensing (DAS) measurements using active-source multichannel analysis of surface waves (MASW). We have utilized both highly-controlled, broadband vibroseis shaker trucks and more-variable, narrow-band sledgehammer sources to excite the near surface, and compare the DAS-derived dispersion data obtained from both source types directly with concurrently acquired traditional geophone-derived dispersion data. We find that the differences between the two sensing approaches are minimal and well within the dispersion uncertainty bounds associated with each individual measurement type when the following conditions are met for DAS: (a) a tight-buffered or strain-sensing fiber-optic cable is used, (b) the cable is buried in a shallow trench to enhance coupling, and (c) short gauge lengths and small channel separations are used. We also show that frequency-dependent normalization of the dispersion image following MASW processing removes the effects of scaling, integration, and differentiation on the measured waveforms, thereby allowing nearly identical dispersion data to be extracted from geophone waveforms and DAS waveforms without requiring them to first be converted into equivalent units. We demonstrate that the short wavelength DAS dispersion measurements are limited by both the gauge length and the more commonly considered channel separation. We further show that it is possible to extract essentially equivalent surface wave dispersion data from seismic measurements made using a traditional geophone array or two different DAS cables. Finally, we show that shear wave velocity profiles recovered from the DAS data using an uncertainty-consistent, multi-mode inversion agree favorably with cone penetration tests performed at the site. ",
    "url": "https://arxiv.org/abs/2202.04779",
    "authors": [
      "Joseph P. Vantassel",
      "Brady R. Cox",
      "Peter G. Hubbard",
      "Michael Yust"
    ],
    "subjectives": [
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2202.05025",
    "title": "Two-colour spectrally multimode integrated SU(1,1) interferometer",
    "abstract": "Multimode integrated interferometers have great potential for both spectral engineering and metrological applications. However, material dispersion of integrated platforms constitutes an obstacle which limits the performance and precision of such interferometers. At the same time, two-colour non-linear interferometers present an important tool for metrological applications, when measurements in a certain frequency range are difficult. In this manuscript, we theoretically develop and investigate an integrated multimode two-colour SU(1,1) interferometer that operates in a supersensitive mode. By ensuring a proper design of the integrated platform, we suppress dispersion and thereby significantly increase the visibility of the interference pattern. We demonstrate that such an interferometer overcomes the classical phase sensitivity limit for wide parametric gain ranges, when up to $3*10^4$ photons are generated. ",
    "url": "https://arxiv.org/abs/2202.05025",
    "authors": [
      "Alessandro Ferreri",
      "Polina R. Sharapova"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2202.05032",
    "title": "Hybrid Mie-Tamm photonic structure as a highly directional GHz  single-photon source",
    "abstract": "We present a photonic structure where Mie, Tamm, and surface plasmon optical modes can be tailored to enhance the brightness of an embedded single-photon emitter. Contrarily to most proposals, the structure is designed for excitation and collection through the substrate side. The front surface can be used instead to arrange metal contacts which serve both, as electrical gates and optical mirrors. The design is particularized for InGaAs QDs on GaAs resulting in an outcoupled single-photon rate exceeding 3 GHz in a narrow cone of NA = 0.17. The fabrication tolerances are also discussed. ",
    "url": "https://arxiv.org/abs/2202.05032",
    "authors": [
      "José M. Llorens",
      "Benito Alén"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2202.05110",
    "title": "R&D Towards Cryogenic Optical Links",
    "abstract": "A number of critical active and passive components of optical links have been tested at 77 K or lower temperatures, demonstrating potential development of optical links operating inside the liquid argon time projection chamber (LArTPC) detector cryostat. A ring oscillator, individual MOSFETs, and a high speed 16:1 serializer fabricated in a commercial 0.25-um silicon-on-sapphire CMOS technology continued to function from room temperature to 4.2 K, 15 K, and 77 K respectively. Three types of laser diodes lase from room temperature to 77 K. Optical fibers and optical connectors exhibited minute attenuation changes from room temperature to 77 K. ",
    "url": "https://arxiv.org/abs/2202.05110",
    "authors": [
      "Mark Christiansen",
      "Raphael Galea",
      "Datao Gong",
      "Suen Hou",
      "David Lissauer",
      "Chonghan Liu",
      "Tiankuan Liu",
      "Veljko Radeka",
      "Pavel Rehak",
      "John Sondericker",
      "Ryszard Stroynowski",
      "Da-Shung Su",
      "Peter Takacs",
      "Helio Takai",
      "Valeri Tcherniatine",
      "Ping-Kun Teng",
      "Craig Thorn",
      "Annie C. Xiang",
      "Jingbo Ye",
      "Bo Yu"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2202.05183",
    "title": "Discovering Quantum Phase Transitions with Fermionic Neural Networks",
    "abstract": "Deep neural networks have been extremely successful as highly accurate wave function ans\\\"atze for variational Monte Carlo calculations of molecular ground states. We present an extension of one such ansatz, FermiNet, to calculations of the ground states of periodic Hamiltonians, and study the homogeneous electron gas. FermiNet calculations of the ground-state energies of small electron gas systems are in excellent agreement with previous initiator full configuration interaction quantum Monte Carlo and diffusion Monte Carlo calculations. We investigate the spin-polarized homogeneous electron gas and demonstrate that the same neural network architecture is capable of accurately representing both the delocalized Fermi liquid state and the localized Wigner crystal state. The network is given no \\emph{a priori} knowledge that a phase transition exists, but converges on the translationally invariant ground state at high density and spontaneously breaks the symmetry to produce the crystalline ground state at low density. ",
    "url": "https://arxiv.org/abs/2202.05183",
    "authors": [
      "G. Cassella",
      "H. Sutterud",
      "S. Azadi",
      "N. D. Drummond",
      "D. Pfau",
      "J. S. Spencer",
      "W. M. C. Foulkes"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Other Condensed Matter (cond-mat.other)",
      "Strongly Correlated Electrons (cond-mat.str-el)"
    ]
  },
  {
    "id": "arXiv:2202.05219",
    "title": "Solving integral equations in free-space with inverse-designed ultrathin  optical metagratings",
    "abstract": "As standard microelectronic technology approaches fundamental limitations in speed and power consumption, novel computing strategies are strongly needed. Analog optical computing enables processing large amounts of data at a negligible energy cost and high speeds. Based on these principles, ultrathin optical metasurfaces have been recently explored to process large images in real-time, in particular for edge detection. By incorporating feedback, it has also been recently shown that metamaterials can be tailored to solve complex mathematical problems in the analog domain, although these efforts have so far been limited to guided-wave systems and bulky setups. Here, we present an ultrathin Si metasurface-based platform for analog computing that is able to solve Fredholm integral equations of the second kind using free-space visible radiation. A Si-based metagrating was inverse-designed to implement the scattering matrix synthesizing a prescribed Kernel corresponding to the mathematical problem of interest. Next, a semi-transparent mirror was incorporated into the sample to provide adequate feedback and thus perform the required Neumann series, solving the corresponding equation in the analog domain at the speed of light. Visible wavelength operation enables a highly compact, ultrathin device that can be interrogated from free-space, implying high processing speeds and the possibility of on-chip integration. ",
    "url": "https://arxiv.org/abs/2202.05219",
    "authors": [
      "Andrea Cordaro",
      "Brian Edwards",
      "Vahid Nikkhah",
      "Andrea Alù",
      "Nader Engheta",
      "Albert Polman"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2202.04654",
    "title": "Hidden Quantum Criticality and Entanglement in Quench Dynamics",
    "abstract": "Entanglement exhibits universal behavior near the ground-state critical point where correlations are long-ranged and the thermodynamic entropy is vanishing. On the other hand, a quantum quench imparts extensive energy and results in a build-up of entropy, hence no critical behavior is expected at long times. In this work, we present a new paradigm in the quench dynamics of integrable spin chains which exhibit a ground-state order-disorder phase transition at a critical line. Specifically, we consider a quench along the critical line which displays a volume-law behavior of the entropy and exponentially decaying correlations; however, we show that quantum criticality is hidden in higher-order correlations and becomes manifest via measures such as the mutual information and logarithmic negativity. Furthermore, we showcase the scale-invariance of the R\\'{e}nyi mutual information between disjoint regions as further evidence for genuine critical behavior. We attribute the emerging universality to the vanishing effective temperature of the soft mode in spite of the quench. Our results are amenable to an experimental realization on different quantum simulator platforms, particularly the Rydberg simulators. ",
    "url": "https://arxiv.org/abs/2202.04654",
    "authors": [
      "Sanku Paul",
      "Paraj Titum",
      "Mohammad F. Maghrebi"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2202.04733",
    "title": "Optical and Strain Stabilization of Point Defects in Silicon Carbide",
    "abstract": "The photoluminescence and spin properties of ensembles of color centers in silicon carbide are enhanced by fabricating optically isolated slab waveguide structures and carefully controlling annealing and cooling conditions. We find that the photoluminescence signal of an ensemble of implanted defects is enhanced in slab waveguides by an order of magnitude over identically implanted bulk defects. The slab waveguide-enhanced photoluminescence of several defect species is used to study recombination and diffusion in the presence of thermal annealing with both rapid quench cooling and a longer return to ambient conditions. The confined mechanical geometry of the thin film is exploited to measure the spin-strain coupling of the negatively charged silicon monovacancy. The methods in this work can be used to exercise greater control on near-surface emitters in silicon carbide and better understand and control the effects of strain on spin measurements of silicon carbide based color centers. ",
    "url": "https://arxiv.org/abs/2202.04733",
    "authors": [
      "Jonathan R. Dietz",
      "Evelyn L. Hu"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2202.04813",
    "title": "Free Space Quantum Walk of Neutral Atoms in a Propagating Light",
    "abstract": "We demonstrate that a coherent propagating light causes quantum walk of a neutral atom with tunable step length in free space without optical lattice. This effect further induces optical Stern-Gerlach effect in propagating light. It can be explained with momentum conservation induced optical force which is repulsive for the ground state atom and attractive for the excited state atom. Superposition, oscillation and acceleration of atom wave packets are predicted by analytical solutions of Schr\\\"{o}dinger equation. An experimental design for verification of this effect is given. These results may important for the development of atomtronics, quantum information processing and topological effects in atomic gas. ",
    "url": "https://arxiv.org/abs/2202.04813",
    "authors": [
      "Wenxi Lai"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2202.04845",
    "title": "Optical superradiance of a pair of color centers in an integrated  silicon-carbide-on-insulator microresonator",
    "abstract": "An outstanding challenge for color center-based quantum information processing technologies is the integration of optically-coherent emitters into scalable thin-film photonics. Here, we report on the integration of near-transform-limited silicon vacancy (V$_{\\text{Si}}$) defects into microdisk resonators fabricated in a CMOS-compatible 4H-Silicon Carbide-on-Insulator platform. We demonstrate a single-emitter cooperativity of up to 0.8 as well as optical superradiance from a pair of color centers coupled to the same cavity mode. We investigate the effect of multimode interference on the photon scattering dynamics from this multi-emitter cavity quantum electrodynamics system. These results are crucial for the development of quantum networks in silicon carbide and bridge the classical-quantum photonics gap by uniting optically-coherent spin defects with wafer-scalable, state-of-the-art photonics. ",
    "url": "https://arxiv.org/abs/2202.04845",
    "authors": [
      "Daniil M. Lukin",
      "Melissa A. Guidry",
      "Joshua Yang",
      "Misagh Ghezellou",
      "Sattwik Deb Mishra",
      "Hiroshi Abe",
      "Takeshi Ohshima",
      "Jawad Ul-Hassan",
      "Jelena Vučković"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2202.04854",
    "title": "Optical interaction of the NV- centre in diamond with a plasmonic metal  nanoparticle",
    "abstract": "We present a rigorous theoretical model for the optical interaction between a nitrogen-vacancy (NV) centre in diamond and a plasmonic metal nanoparticle (MNP), accompanied by a computationally efficient procedure to solve the evolution. The proposed model enables us to successfully explain existing optical emission measurements of NV centres both in the presence and absence of a metal nanoparticle. We show that the NV-plasmon interaction provides a versatile new avenue to enhance and control the optical emission of an NV centre. Changes to the MNP type and size, NV-MNP centre separation, submerging medium permittivity, and NV orientation with respect to the MNP surface can be exploited to improve a plethora of NV centre based nanodevices. ",
    "url": "https://arxiv.org/abs/2202.04854",
    "authors": [
      "Harini Hapuarachchi",
      "Francesco Campaioli",
      "Jared H. Cole"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2202.04909",
    "title": "Multiple exciton generation and giant external quantum efficiency in  VO$_2$",
    "abstract": "Multiple exciton generation (MEG) is a widely studied phenomenon in semiconductor nanocrystals and quantum dots wherein photo-excited carriers relax by generating additional electron-hole pairs. Here, we present the first experimental observation of MEG and the same leading to giant external quantum efficiency (EQE) in VO$_2$, a prototype strongly correlated material. By employing a photoexcitation (lamda ~ 488 nm) of ~ 4.2 times the bandgap, EQE in VO$_2$ is enhanced up to ~ 170 % at room temperature. Temperature dependent experiments exhibit the direct relation between MEG and strength of electron correlation and suggest that such a phenomenon could be exploited in large number of strongly correlated materials for high performance solar cell research in near future. ",
    "url": "https://arxiv.org/abs/2202.04909",
    "authors": [
      "S.R. Sahu",
      "A. Tripathy",
      "K. Dey",
      "N. Mansuri",
      "V.G. Sathe",
      "D.K. Shukla"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2202.05171",
    "title": "Image classification using collective optical modes of an array of  nanolasers",
    "abstract": "Recent advancements in nanolaser design and manufacturing open up unprecedented perspectives in terms of high integration densities and ultra-low power consumption, making these devices ideal for high-performance optical computing systems. In this work we exploit the symmetry properties of the collective modes of a nanolaser array for binary image classification. The implementation is based on a 8x8 array, and relies on the activation of a collective optical mode of the array, the so-called \"zero mode\", under spatially modulated pump patterns. We demonstrate that a simple training strategy allows us to achieve an overall success rate of 98% in binary image recognition. ",
    "url": "https://arxiv.org/abs/2202.05171",
    "authors": [
      "Giulio Tirabassi",
      "Ji Kaiwen",
      "Cristina Masoller",
      "Alejandro M. Yacomotti"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Image and Video Processing (eess.IV)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2109.08824",
    "title": "Efficiency and Forward Voltage of Blue and Green Lateral LEDs with  V-shape defects and Random Alloy Fluctuation in Quantum Wells",
    "abstract": " Comments: This paper is published in Phys. Rev. Applied 17, 014033, 2022 ",
    "url": "https://arxiv.org/abs/2109.08824",
    "authors": [
      "Cheng-Han Ho",
      "James S. Speck",
      "Claude Weisbuch",
      "Yuh-Renn Wu"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2201.03726",
    "title": "Cracking the Quantum Scaling Limit with Machine Learned Electron  Densities",
    "abstract": " Title: Cracking the Quantum Scaling Limit with Machine Learned Electron  Densities ",
    "url": "https://arxiv.org/abs/2201.03726",
    "authors": [
      "Joshua A. Rackers",
      "Lucas Tecot",
      "Mario Geiger",
      "Tess E. Smidt"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Soft Condensed Matter (cond-mat.soft)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2202.01925",
    "title": "Mitigating the quantum hype",
    "abstract": " Comments: 26 pages and 18 figures ",
    "url": "https://arxiv.org/abs/2202.01925",
    "authors": [
      "Olivier Ezratty"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)",
      "History and Philosophy of Physics (physics.hist-ph)",
      "Quantum Physics (quant-ph)"
    ]
  }
]