[
  {
    "id": "arXiv:2205.11554",
    "title": "Electro-optic Fourier transform chronometry of pulsed quantum light",
    "abstract": "The power spectrum of an optical field can be acquired without a spectrally resolving detector by means of Fourier-transform spectrometry, based on measuring the temporal autocorrelation of the optical field. Analogously, we here perform temporal envelope measurements of ultrashort optical pulses without time resolved detection. We introduce the technique of Fourier transform chronometry, where the temporal envelope is acquired by measuring the frequency autocorrelation of the optical field in a linear interferometer. We apply our technique, which is the time-frequency conjugate measurement to Fourier-transform spectrometry, to experimentally measure the pulse envelope of classical and single photon light pulses. ",
    "url": "https://arxiv.org/abs/2205.11554",
    "authors": [
      "Ali Golestani",
      "Alex O.C. Davis",
      "Filip Sośnicki",
      "Michał Mikołajczyk",
      "Nicolas Treps",
      "Michał Karpiński"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2205.11860",
    "title": "Multivalent optical cycling centers in polyatomic molecules",
    "abstract": "Optical control of polyatomic molecules promises new opportunities in precision metrology, fundamental chemistry, quantum information, and many-body science. Contemporary experimental and theoretical efforts have mostly focused on cycling photons via excitation of a single electron localized to an alkaline earth (group 2)-like metal center. In this manuscript, we consider pathways towards optical cycling in polyatomic molecules with multi-electron degrees of freedom, which arise from two or more cycling electrons localized to $p$-block post-transition metal and metalloid (group 13, 14, and 15) centers. We characterize the electronic structure and rovibrational branching of several prototypical candidates using ab initio quantum chemical methods. Despite increased internal complexity and challenging design parameters, we find several molecules possessing quasi-closed photon cycling schemes with highly diagonal, visible and near-infrared transitions. Furthermore, we identify new heuristics for engineering optically controllable and laser-coolable polyatomic molecules with multi-electron cycling centers. Our results help elucidate the interplay between hybridization, repulsion, and ionicity in optically active species and provide a first step towards using polyatomic molecules with complex electronic structure as a resource for quantum science and measurement. ",
    "url": "https://arxiv.org/abs/2205.11860",
    "authors": [
      "Phelan Yu",
      "Adrian Lopez",
      "William A. Goddard III",
      "Nicholas R. Hutzler"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2205.11903",
    "title": "Resolution Limits of Resonant Sensors with Duffing Non-Linearity",
    "abstract": "The resolution of resonant sensors is fundamentally limited by the presence of noise. Thermomechanical noise, intrinsic to the resonator, sets the ultimate sensor performance when all other noise sources have been eliminated. For linear resonators, the sensing resolution can always be further improved by increasing the driving power. However, this trend cannot continue indefinitely, since at sufficiently high driving powers non-linear effects emerge and influence the noise performance. As a consequence, the resonator's non-linear characteristics play an inextricable role in determining its ultimate resolution limits. Recently, several works have studied the characteristic performance of non-linear resonators as sensors, with the counter intuitive conclusion that increasing the quality factor of a resonator does not improve its sensing resolution at the thermomechanical limit. In this work we further analyze the ultimate resolution limits, and describe different regimes of performance at integration times below and above the resonator's decay time. We provide an analytical model to elucidate the effects of Duffing non-linearity on the resolution of closed-loop sensors, and validate it using numerical simulations. In contrast to previous works, our model and simulations show that under certain conditions the ultimate sensing resolution of a Duffing resonator can be improved by maximizing its quality factor. With measurements on a nanomechanical membrane resonator, we experimentally verify the model and demonstrate that frequency resolutions can be achieved that surpass the previously known limits. ",
    "url": "https://arxiv.org/abs/2205.11903",
    "authors": [
      "Tomás Manzaneque",
      "Murali K. Ghatkesar",
      "Farbod Alijani",
      "Minxing Xu",
      "Richard A. Norte",
      "Peter G. Steeneken"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2205.12048",
    "title": "Fully Automatic In-Situ Reconfiguration of RF Photonic Filters in a  CMOS-Compatible Silicon Photonic Process",
    "abstract": "Automatic reconfiguration of optical filters is the key to novel flexible RF photonic receivers and Software Defined Radios (SDRs). Although silicon photonics (SiP) is a promising technology platform to realize such receivers, process variations and lack of in-situ tuning capability limits the adoption of SiP filters in widely-tunable RF photonic receivers. To address this issue, this work presents a first `in-situ' automatic reconfiguration algorithm and demonstrates a software configurable integrated optical filter that can be reconfigured on-the-fly based on user specifications. The presented reconfiguration scheme avoids the use of expensive and bulky equipment such as Optical Vector Network Analyzer (OVNA), does not use simulation data for reconfiguration, reduces the total number of thermo-optic tuning elements required and eliminates several time consuming configuration steps as in the prior art. This makes this filter ideal in a real world scenario where user specifies the filter center frequency, bandwidth, required rejection & filter type (Butterworth, Chebyshev, etc.) and the filter is automatically configured regardless of process, voltage & temperature (PVT) variations. We fabricated our design in AIM Photonics' Active SiP process and have demonstrated our reconfiguration algorithm for a second-order filter with 3dB bandwidth of 3 GHz, 2.2 dB insertion loss and >30 dB out-of-band rejection using only two reference laser wavelength settings. Since the filter photonic integrated circuit (PIC) is fabricated using a CMOS-compatible SiP foundry, the design is manufacturable with repeatable and scalable performance suited for its integration with electronics to realize complex chip-scale RF photonic systems. ",
    "url": "https://arxiv.org/abs/2205.12048",
    "authors": [
      "Md Jubayer Shawon",
      "Vishal Saxena"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Signal Processing (eess.SP)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.12083",
    "title": "Injection induced by coaxial laser interference in laser wakefield  accelerators",
    "abstract": "A new injection scheme using the interference of two coaxial laser pulses is proposed for generating high quality beams in laser wakefield accelerators. In this scheme, a relatively loosely focused laser pulse drives the plasma wakefield, and a tightly focused laser pulse with similar intensity triggers interference ring pattern which creates onion-like multi sheaths in the plasma wakefield. Due to the wavefront curvature change after the focal position of the tightly focused laser, the innermost sheath of the wakefield expands, which slows down the effective phase velocity of the wakefield and triggers injection of plasma electrons. Particle-in-cell simulations show that high quality electron beams with low energy spread (a few per mill), high charge (hundred picocoulomb) and small emittance (sub millimeter milliradian) at the same time can be generated using moderate laser parameters for properly chosen phase differences between the two lasers. ",
    "url": "https://arxiv.org/abs/2205.12083",
    "authors": [
      "Jia Wang",
      "Ming Zeng",
      "Dazhang Li",
      "Xiaoning Wang",
      "Wei Lu",
      "Jie Gao"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2205.12163",
    "title": "Laser control strategies in full dimensional funneling dynamics: The  case of pyrazine",
    "abstract": "Motivated by the major role funneling dynamics plays in light-harvesting processes, we built some laser control strategies inspired from basic mechanisms such as interference and kicks, and apply them to the case of pyrazine. We are studying the internal conversion between the two excited states, the highest and directly reachable from the initial ground state being considered as a donor, and the lowest as an acceptor. The ultimate control objective is the maximum population deposit in the otherwise dark acceptor, from a two-step process: radiative excitation of the donor, followed by a conical-intersection-mediated funneling towards the acceptor. The overall idea is to first obtain the control field parameters (individual pulses leading frequency and intensity, duration and inter-pulse time delay) for tractable reduced dimensional models basically describing the conical intersection branching space. Once these parameters are optimized, they are fixed and used in full dimensional dynamics describing the electronic population transfer. In the case of pyrazine, the reduced model is 4 dimensional, whereas the full dynamics involve 24 vibrational modes. Within experimentally achievable electromagnetic field requirements, we obtain a robust control with about 60 % of the ground state population deposited in the acceptor state, while about 16 % remains in the donor. Moreover, we anticipate a possible transposition to the control of even larger molecular systems, for which only a small number of normal modes are active, among all the others acting as spectators in the dynamics. ",
    "url": "https://arxiv.org/abs/2205.12163",
    "authors": [
      "Samrit Mainali",
      "Fabien Gatti",
      "Osman Atabek"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2205.11665",
    "title": "The laws of thermodynamics for quantum dissipative systems: A  quasi-equilibrium Helmholtz energy approach",
    "abstract": "Using the quasi-equilibrium Helmholtz energy (qHE), defined as the thermodynamic work in a quasi-static process, we investigate the thermal properties of both an isothermal process and a transition process between the adiabatic and isothermal states (adiabatic transition). Here, the work is defined by the change in energy from a steady state to another state under a time-dependent perturbation. In particular, the work for a quasi-static change is regarded as thermodynamic work. We employ a system--bath model that involves time-dependent perturbations for the system and the system--bath interaction. Using the qHE, we evaluate the thermodynamic variables. We then employ the hierarchical equations of motion approach to rigorously evaluate the thermodynamics properties of both the system and the bath. We conduct numerical experiments for a three-stroke heat machine (a Kelvin-Planck cycle). These experiments involve an adiabatic transition field that describes the operation of an adiabatic wall between the system and the bath. Thermodynamic--work diagrams for external fields and their conjugate variables, similar to the $P$--$V$ diagram, are introduced to analyze the work done for the system in the cycle. We find that the thermodynamic efficiency of this machine is zero because the field for the isothermal processes acts as a heat engine, whereas that for the adiabatic wall acts as a refrigerator. This is a numerical manifestation of the Kelvin--Planck statement of the second law of thermodynamics, which states that it is impossible for any substance to derive mechanical effects from a single heat source. ",
    "url": "https://arxiv.org/abs/2205.11665",
    "authors": [
      "Shoki Koyanagi",
      "Yoshitaka Tanimura"
    ],
    "subjectives": [
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2205.11696",
    "title": "A two-dimensional space-time terahertz memory in bulk SrTiO3",
    "abstract": "Ferroelectric materials offer unprecedented ultrafast responses and are of great interest for the development of new polarizable media under the influence of an electromagnetic field. Recent research efforts have demonstrated the role of optical excitation and intense terahertz (THz) pulses in inducing a polar order and revealing a hidden phase transition in SrTiO3 (STO), respectively. Here we show that the surface of STO crystals at room temperature act as ultrafast sensors that enable sub-picosecond switching through the Kerr effect and multi-ps recording of polar THz intensity with spatial resolution below the diffraction limit through dipole alignment relaxation. The contrast sensitivity and spatial resolution achieved by in the STO sensor are significantly superior to those of present-day near-field THz sensors based on the linear Pockels effect, and more importantly, its ability to remain polarized for several picoseconds opens the door to a new strategy for building an ultrafast space-time THz memory. ",
    "url": "https://arxiv.org/abs/2205.11696",
    "authors": [
      "F. Blanchard",
      "J. E. Nkeck",
      "L. Guiramand",
      "S. Zibod",
      "K. Dolgaleva",
      "T. Arikawa",
      "K. Tanaka"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.11723",
    "title": "Galvanic Corrosion and Electric Field in Lithium Anode Passivation  Films: Effects on Self-Discharge",
    "abstract": "Battery interfaces help govern rate capability, safety/stability, cycle life, and self-discharge, but significant gaps remain in our understanding at atomic length scales that can be exploited to improve interfacial properties. In particular, Li partially plated on copper current collectors, relevant to the anodeless, lithium metal cell which is a holy grail of high density energy battery research, has recently been reported to undergo galvanic corrosion and exhibit short shelf lives. We apply large scale Density Functional Theory (DFT) calculations and X-ray photoelectron spectroscopy to examine the reaction between the electrolyte and Li|Cu junctions coated with thin, uniform electrolyte interphase (SEI) passivating films at two applied voltages. These novel DFT galvanic corrosion simulations show that electrolyte degradation preferentially occurs on Li-plated regions and should lead to thicker SEI films. Our simulations reveal similarities but also fundamental differences between traditional metal localized pitting and Li-corrosion mechanisms. Furthermore, using the recently proposed, highly reactive lithium hydride (LiH) component SEI as example, we distinguish between electrochemical and chemical degradation pathways which are partially responsible for self-discharge, with the chemical pathway found to exhibit slow kinetics. We also predict that electric fields should in general exist across natural SEI components like LiH, and across artificial SEI films like LiI and LiAlO(2) often applied to improve battery cycling. Underlying and unifying these predictions is a framework of DFT voltage/overpotential definitions which we have derived from electrochemistry disciplines like structural metal corrosion studies; our analysis can only be made using the correct electronic voltage definitions. ",
    "url": "https://arxiv.org/abs/2205.11723",
    "authors": [
      "Kevin Leung",
      "Laura C. Merrill",
      "Katharine L. Harrison"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2205.12034",
    "title": "Structural stability, electronic structure and optical properties of  dimension controlled self-assembled structures from clusters of cadmium  telluride",
    "abstract": "We report the first principle theory-based study of stability, electronic structure and optical properties of cluster assembled materials in various 1D, 2D and 3D nanostructures using a cage-like Cd9Te9 cluster as the super-atom. The bulk 3D self-assemblies form in 2D stacked structures for different cubic lattices. The face centered stacking is the most stable as compared to the simple cubic, body centered and zinc blende type stackings. The 2D stacks are formed as cluster assembled monolayers and the monolayer derived from the face centered structure is most stable. Further, the cluster chains (or wires) with more number of inter-cluster bonds are also seen to be dynamically stable. The electronic structure, bandgap, dielectric constant and absorption spectra along with the phonon dispersions are discussed for these self-assembled nanostructures. ",
    "url": "https://arxiv.org/abs/2205.12034",
    "authors": [
      "Kashinath T Chavan",
      "Sharat Chandra"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2205.12178",
    "title": "Advances in nano- and microscale NMR spectroscopy using diamond quantum  sensors",
    "abstract": "Quantum technologies have seen a rapid developmental surge over the last couple of years. Though often overshadowed by quantum computation, quantum sensors show tremendous potential for widespread applications in chemistry and biology. One system stands out in particular: the nitrogen-vacancy (NV) center in diamond, an atomic-sized sensor allowing the detection of nuclear magnetic resonance (NMR) signals at unprecedented length scales down to a single proton. In this article, we review the fundamentals of NV center-based quantum sensing and its distinct impact on nano- to microscale NMR spectroscopy. Furthermore, we highlight and discuss possible future applications of this novel technology ranging from energy research, material science, or single-cell biology, but also associated challenges of these rapidly developing NMR sensors. ",
    "url": "https://arxiv.org/abs/2205.12178",
    "authors": [
      "Robin D. Allert",
      "Karl D. Briegel",
      "Dominik B. Bucher"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2205.12211",
    "title": "Benchmarking Quantum Simulators using Quantum Chaos",
    "abstract": "We propose and analyze a sample-efficient protocol to estimate the fidelity between an experimentally prepared state and an ideal target state, applicable to a wide class of analog quantum simulators without advanced sophisticated spatiotemporal control. Our approach utilizes newly discovered universal fluctuations emerging from generic Hamiltonian dynamics, and it does not require any fine-tuned control over state preparation, quantum evolution, or readout capability. It only needs a small number of experimental measurements, achieving near optimal sample complexity: in ideal cases, a percent-level precision is obtained with $\\sim 10^3$ measurements independent of system size. Furthermore, the accuracy of our fidelity estimation improves with increasing system size. We numerically demonstrate our protocol for a variety of quantum simulator platforms such as itinerant particles on optical lattices, trapped ions, and Rydberg atoms. We discuss further applications of our method for advanced tasks such as multi-parameter estimation of quantum states and processes. ",
    "url": "https://arxiv.org/abs/2205.12211",
    "authors": [
      "Daniel K. Mark",
      "Joonhee Choi",
      "Adam L. Shaw",
      "Manuel Endres",
      "Soonwon Choi"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2010.11084",
    "title": "Efficient superoscillation measurement for incoherent optical imaging",
    "abstract": " Comments: 10 pages, 5 figures. v3: extended ",
    "url": "https://arxiv.org/abs/2010.11084",
    "authors": [
      "Mankei Tsang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2104.10804",
    "title": "Near-optimal intense and powerful terahertz source by optical  rectification in lithium niobate crystal",
    "abstract": " Comments: 6 pages, 5 figures, 1 table ",
    "url": "https://arxiv.org/abs/2104.10804",
    "authors": [
      "L. Guiramand",
      "J. E. Nkeck",
      "X. Ropagnol",
      "T. Ozaki",
      "F. Blanchard"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2107.12236",
    "title": "Quantum Floquet engineering with an exactly solvable tight-binding chain  in a cavity",
    "abstract": " Title: Quantum Floquet engineering with an exactly solvable tight-binding chain  in a cavity ",
    "url": "https://arxiv.org/abs/2107.12236",
    "authors": [
      "Christian J. Eckhardt",
      "Giacomo Passetti",
      "Moustafa Othman",
      "Christoph Karrasch",
      "Fabio Cavaliere",
      "Michael A. Sentef",
      "Dante M. Kennes"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2108.09004",
    "title": "Step-by-Step HHL Algorithm Walkthrough to Enhance the Understanding of  Critical Quantum Computing Concepts",
    "abstract": " Title: Step-by-Step HHL Algorithm Walkthrough to Enhance the Understanding of  Critical Quantum Computing Concepts ",
    "url": "https://arxiv.org/abs/2108.09004",
    "authors": [
      "Hector Jose Morrell Jr",
      "Anika Zaman",
      "Hiu Yung Wong"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Physics Education (physics.ed-ph)"
    ]
  },
  {
    "id": "arXiv:2110.01582",
    "title": "New Constraints on Dark Photon Dark Matter with Superconducting Nanowire  Detectors in an Optical Haloscope",
    "abstract": " Title: New Constraints on Dark Photon Dark Matter with Superconducting Nanowire  Detectors in an Optical Haloscope ",
    "url": "https://arxiv.org/abs/2110.01582",
    "authors": [
      "Jeff Chiles",
      "Ilya Charaev",
      "Robert Lasenby",
      "Masha Baryakhtar",
      "Junwu Huang",
      "Alexana Roshko",
      "George Burton",
      "Marco Colangelo",
      "Ken Van Tilburg",
      "Asimina Arvanitaki",
      "Sae Woo Nam",
      "Karl K. Berggren"
    ],
    "subjectives": [
      "High Energy Physics - Experiment (hep-ex)",
      "Cosmology and Nongalactic Astrophysics (astro-ph.CO)",
      "High Energy Physics - Phenomenology (hep-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2110.12883",
    "title": "Spin- and angle-resolved inverse photoemission setup with spin  orientation independent from electron incidence angle",
    "abstract": " Comments: The following article has been accepted by Review of Scientific Instruments ",
    "url": "https://arxiv.org/abs/2110.12883",
    "authors": [
      "Abraham F. Campos",
      "Philippe Duret",
      "Stéphane Cabaret",
      "Thomas Duden",
      "Antonio Tejeda"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2112.10484",
    "title": "Epistemological and ontological aspects of quantum theory",
    "abstract": " Comments: 20 pages ",
    "url": "https://arxiv.org/abs/2112.10484",
    "authors": [
      "Inge S. Helland"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2112.11609",
    "title": "Optical Control of Nanomechanical Eigenfrequencies and Brownian Motion  in Metamaterials",
    "abstract": " Comments: 11 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2112.11609",
    "authors": [
      "Jinxiang Li",
      "Kevin F. MacDonald",
      "Nikolay I. Zheludev"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2201.09663",
    "title": "Consciousness and quantum mechanics: a philosophical approach",
    "abstract": " Comments: In Portuguese, in peer-review process ",
    "url": "https://arxiv.org/abs/2201.09663",
    "authors": [
      "Raoni Wohnrath Arroyo"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2203.10269",
    "title": "A proposed test of quantum mechanics with three connected atomic clock  transitions",
    "abstract": " Comments: 4 pages, 3 figures ",
    "url": "https://arxiv.org/abs/2203.10269",
    "authors": [
      "Mark G. Raizen",
      "Gerald Gilbert",
      "Dmitry Budker"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  }
]