[
  {
    "id": "arXiv:2207.08936",
    "title": "Leaky-wave metasurfaces for integrated photonics",
    "abstract": "Metasurfaces have been rapidly advancing our command over the many degrees of freedom of light within compact, lightweight devices. However, so far, they have mostly been limited to manipulating light in free space. Grating couplers provide the opportunity of bridging far-field optical radiation and in-plane guided waves, and thus have become fundamental building blocks in photonic integrated circuits. However, their operation and degree of light control is much more limited than metasurfaces. Metasurfaces integrated on top of guided wave photonic systems have been explored to control the scattering of light off-chip with enhanced functionalities - namely, point-by-point manipulation of amplitude, phase or polarization. However, these efforts have so far been limited to controlling one or two optical degrees of freedom at best, and to device configurations much more complex compared to conventional grating couplers. Here, we introduce leaky-wave metasurfaces, which are based on symmetry-broken photonic crystal slabs that support quasi-bound states in the continuum. This platform has a compact form factor equivalent to the one of conventional grating couplers, but it provides full command over amplitude, phase and polarization (four optical degrees of freedom) across large apertures. We present experimental demonstrations of various functionalities for operation at wavelengths near 1.55 microns based on leaky-wave metasurfaces, including devices for phase and amplitude control at a fixed polarization state, and devices controlling all four optical degrees of freedom. Our results merge the fields of guided and free-space optics under the umbrella of metasurfaces, exploiting the hybrid nature of quasi-bound states in the continuum, for opportunities to advance in disruptive ways imaging, communications, augmented reality, quantum optics, LIDAR and integrated photonic systems. ",
    "url": "https://arxiv.org/abs/2207.08936",
    "authors": [
      "Heqing Huang",
      "Adam C. Overvig",
      "Yuan Xu",
      "Stephanie C. Malek",
      "Cheng-Chia Tsai",
      "Andrea Alù",
      "Nanfang Yu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2207.09174",
    "title": "Development of silicon interposer: towards an ultralow radioactivity  background photodetector system",
    "abstract": "It is of great importance to develop a photodetector system with an ultralow radioactivity background in rare event searches. Silicon photomultipliers (SiPMs) and application-specific integrated circuits (ASICs) are two ideal candidates for low background photosensors and readout electronics, respectively, because they are mainly composed of silicon, which can achieve good radio-purity without considerable extra effort. However, interposers, used to provide mechanical support and signal routes between the photosensor and the electronics, are a bottleneck in building ultralow background photodetectors. Silicon and quartz are two candidates to construct the low background interposer because of their good radio-purity; nevertheless, it is non-trivial to produce through silicon vias (TSV) or through quartz vias (TQV) on the large area silicon or quartz wafer. In this work, based on double-sided TSV interconnect technology, we developed the first prototype of a silicon interposer with a size of 10~cm$\\times$10~cm and a thickness of 320~$\\mu$m. The electrical properties of the interposer are carefully evaluated at room temperature, and its performance is also examined at -110~$^\\circ$C with an integrated SiPM on the interposer. The testing results reveal quite promising performance of the prototype, and the single photoelectron signals can be clearly observed from the SiPM. The features of the observed signals are comparable with those from the SiPM mounted on a normal FR4-based PCB. Based on the success of the silicon interposer prototype, we started the follow-up studies that aimed to further improve the performance and yield of the silicon interposer, and eventually to provide a solution for building an ultralow background photodetector system. ",
    "url": "https://arxiv.org/abs/2207.09174",
    "authors": [
      "Haibo Yang",
      "Qidong Wang",
      "Guofu Cao",
      "Kali M. Melby",
      "Khadouja Harouaka",
      "Isaac J. Arnquist",
      "Fengwei Dai",
      "Liqiang Cao",
      "Liangjian Wen"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Nuclear Experiment (nucl-ex)"
    ]
  },
  {
    "id": "arXiv:2207.09222",
    "title": "Sensitive dependence of the linewidth enhancement factor on electronic  quantum effects in quantum cascade lasers",
    "abstract": "The linewidth enhancement factor (LEF) describes the coupling between amplitude and phase fluctuations in a semiconductor laser, and has recently been shown to be a crucial component for frequency comb formation in addition to linewidth broadening. It necessarily arises from causality, as famously formulated by the Kramers-Kronig relation, in media with non-trivial dependence of the susceptibility on intensity variations. While thermal contributions are typically slow, and thus can often be excluded by suitably designing the dynamics of an experiment, the many quantum contributions are harder to separate. In order to understand and, ultimately, design the LEF to suitable values for frequency comb formation, soliton generation, or narrow laser linewidth, it is therefore important to systematically model all these effects. In this comprehensive work, we introduce a general scheme for computing the LEF, which we employ with a non-equilibrium Green's function model. This direct method, based on simulating the system response under varying optical intensity, and extracting the dependence of the susceptibility to intensity fluctuations, can include all relevant electronic effects and predicts the LEF of an operating quantum cascade laser to be in the range of 0.1 - 1, depending on laser bias and frequency. We also confirm that many-body effects, off-resonant transitions, dispersive (Bloch) gain, counter-rotating terms, intensity-dependent transition energy, and precise subband distributions all significantly contribute and are important for accurate simulations of the LEF. ",
    "url": "https://arxiv.org/abs/2207.09222",
    "authors": [
      "Martin Franckie",
      "Mathieu Bertrand",
      "Jerome Faist"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2207.09245",
    "title": "Tunable narrowband Excitonic Optical Tamm States enabled by a metal-free  all-organic structure",
    "abstract": "Optical Tamm States (OTS) are confined optical modes that can occur at the interface between two highly reflective structures. However, due to the strong reflectance required, their implemen-tation with highly processable and metal-free flexible materials has proven challenging. Herein, we develop the first structure supporting OTS based only on organic polymeric materials, demon-strating a photonic platform based on non-critical, widely available, and easily processable mate-rials. The structures fabricated present large areas and consist of a narrowband multi-layered polymeric Distributed Bragg Reflector (DBR) followed by a thin film of J-aggregate molecular exci-tonic material that can act as a highly reflective surface within a narrowband range. We take ad-vantage of the narrowband spectral response of the DBR and of the reflective molecular layer to tune the OTS band by varying the periodicity of the multilayer, opening the door for the fabrica-tion of OTS structures based on lightweight integrable excitonic devices with cost-effective proce-dures. ",
    "url": "https://arxiv.org/abs/2207.09245",
    "authors": [
      "Miguel Castillo",
      "Diogo Cunha",
      "Carla Estevez-Varela",
      "Daniel Miranda",
      "Isabel Pastoriza-Santos",
      "Sara Nunez-Sanchez",
      "Mikhail Vasilevskiy",
      "Martin Lopez-Garcia"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2207.09261",
    "title": "Squeezing enhanced nonlinearity sensing in dissipatively coupled optical  systems",
    "abstract": "In this manuscript, we propose a proposal to enhance the sensitivity of two cavities to its intrinsic nonlinearities by pumping one of the cavities. The system consists of two dissipatively coupled micro-ring cavities, one of which is driven by a squeezed laser. With a low pump rate, the spectrum of the system acquires a real spectral singularity. We find that this singularity is very sensitive to the pumping and nonlinearity of the system, and compared to the case of coherent drive, the sensitivity of the system to intrinsic nonlinearities at the singularity can be further increased by using the squeezed laser. Moreover, the scheme is robust gainst fabrication imperfections. This work would open a new avenue for quantum sensors, which could find applications in many fields, such as the precise measurement and quantum metrology. ",
    "url": "https://arxiv.org/abs/2207.09261",
    "authors": [
      "Dianzhen Cui",
      "Jianning Li",
      "Fude Li",
      "Zhi-Cheng Shi",
      "X. X. Yi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2207.09310",
    "title": "Ultra-compact plasmonic modulator for optical inteconnects",
    "abstract": "This work aims to design a CMOS compatible, low-electrical power consumption modulator assisted by plasmons. For compactness and reduction of the electrical power consumption, electro-absorption based on the Franz-Keldysh effect in Germanium was chosen for modulation. It consists in the change of the absorption coefficient of the material near the band edge under the application of a static electric field, hence producing a direct modulation of the light intensity. The use of plasmons allows enhancing the electro-optical effect due to the high field confinement. An integrated electro-optical simulation tool was developed to design and optimize the modulator. The designed plasmonic modulator has an extinction ratio of 3.3 dB with insertion losses of 13.2 dB and electrical power consumption as low as 20 fJ/bit, i.e. the lowest electrical power consumption reported for silicon photonic modulators. In- and out-coupling to a standard silicon waveguide was also engineered by the means of an optimized Si-Ge taper, reducing the coupling losses to only 1 dB per coupler. Besides, an experimental work was carried out to try to shift the Franz-Keldysh effect, which is maximum at 1650 nm, to lower wavelength close to 1.55 {\\mu}m for telecommunication applications. ",
    "url": "https://arxiv.org/abs/2207.09310",
    "authors": [
      "Nicolás Abadía"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Other Condensed Matter (cond-mat.other)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2207.09347",
    "title": "Optimization of broad gain and high optical nonlinearity of mid-infrared  quantum cascade laser frequency combs",
    "abstract": "Mid-infrared Quantum Cascade Lasers (QCLs) are compact and efficient sources ideal for molecular spectroscopy applications, such as dual-comb spectroscopy. However, despite over a decade of active developments of QCL frequency comb devices, their bandwidth is limited to around $100$ cm$^{-1}$, severely limiting their application for multi-gas, liquid, and solid sensing. Even though very broad gain QCLs have been presented, these were not able to improve the comb bandwidth, whose main limitations are variations of the gain and dispersion with frequency. A perfectly flat gain spectrum would mitigate this, as the dispersion as well as the parametric gain necessary to overcome the losses at gain clamping, vanishes. On the other hand, comb formation rests on four-wave mixing, a third-order nonlinear process, which is very strong in QCLs. Due to the subband nature of these devices, this nonlinearity can be designed and enhanced in order to facilitate comb formation. In this work, we present optimised designs with broad and flat-top gain spectra spanning as much as 220 cm$^{-1}$, as well as up to 30 times stronger FWM nonlinearity than a typical bound-to-continuum QCL design. The optimisation utilises a nonequilibriumn Green's function model with high predictive power, and obeys constraints on gain and current density, ensuring efficient devices. Such high nonlinearity in combination with a moderate, saturable gain, could allow for non-classical light generation in QCLs. On the other hand, doubling the spectral bandwidth of QCL combs would be a large step towards high-speed spectroscopy of complex gas mixtures and liquids. ",
    "url": "https://arxiv.org/abs/2207.09347",
    "authors": [
      "Martin Franckie"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2207.08844",
    "title": "Diamond Integrated Quantum Photonics: A Review",
    "abstract": "Integrated quantum photonics devices in diamond have tremendous potential for many quantum applications, including long-distance quantum communication, quantum information processing, and quantum sensing. These devices benefit from diamond's combination of exceptional thermal, optical, and mechanical properties. Its wide electronic bandgap makes diamond an ideal host for a variety of optical active spin qubits that are key building blocks for quantum technologies. In landmark experiments, diamond spin qubits have enabled demonstrations of remote entanglement, memory-enhanced quantum communication, and multi-qubit spin registers with fault-tolerant quantum error correction, leading to the realization of multinode quantum networks. These advancements put diamond at the forefront of solid-state material platforms for quantum information processing. Recent developments in diamond nanofabrication techniques provide a promising route to further scaling of these landmark experiments towards real-life quantum technologies. In this paper, we focus on the recent progress in creating integrated diamond quantum photonic devices, with particular emphasis on spin-photon interfaces, cavity optomechanical devices, and spin-phonon transduction. Finally, we discuss prospects and remaining challenges for the use of diamond in scalable quantum technologies. ",
    "url": "https://arxiv.org/abs/2207.08844",
    "authors": [
      "Prasoon K. Shandilya",
      "Sigurd Flågan",
      "Natalia C. Carvalho",
      "Elham Zohari",
      "Vinaya K. Kavatamane",
      "Joseph E. Losby",
      "Paul E. Barclay"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2207.08909",
    "title": "Broadband polarization-entangled source for C+L-band flex-grid quantum  networks",
    "abstract": "The rising demand for transmission capacity in optical networks has motivated steady interest in expansion beyond the standard C-band (1530-1565 nm) into the adjacent L-band (1565-1625 nm), for an approximate doubling of capacity in a single stroke. However, in the context of quantum networking, the ability to leverage the L-band will require advanced tools for characterization and management of entanglement resources which have so far been lagging. In this work, we demonstrate an ultrabroadband two-photon source integrating both C- and L-band wavelength-selective switches for complete control of spectral routing and allocation across 7.5 THz in a single setup. Polarization state tomography of all 150 pairs of 25 GHz-wide channels reveals an average fidelity of 0.98 and total distillable entanglement greater than 181 kebits/s. This source is explicitly designed for flex-grid optical networks and can facilitate optimal utilization of entanglement resources across the full C+L-band. ",
    "url": "https://arxiv.org/abs/2207.08909",
    "authors": [
      "Muneer Alshowkan",
      "Joseph M. Lukens",
      "Hsuan-Hao Lu",
      "Brian T. Kirby",
      "Brian P. Williams",
      "Warren P. Grice",
      "Nicholas A. Peters"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2106.05167",
    "title": "New Stringy Physics beyond Quantum Mechanics from the Feynman Path  Integral",
    "abstract": " Comments: Published version ",
    "url": "https://arxiv.org/abs/2106.05167",
    "authors": [
      "Donatello Dolce"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)",
      "High Energy Physics - Theory (hep-th)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2111.00851",
    "title": "Quantum Machine Learning for Chemistry and Physics",
    "abstract": " Title: Quantum Machine Learning for Chemistry and Physics ",
    "url": "https://arxiv.org/abs/2111.00851",
    "authors": [
      "Manas Sajjan",
      "Junxu Li",
      "Raja Selvarajan",
      "Shree Hari Sureshbabu",
      "Sumit Suresh Kale",
      "Rishabh Gupta",
      "Vinit Singh",
      "Sabre Kais"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2204.07235",
    "title": "Harnessing Interpretable Machine Learning for Holistic Inverse Design of  Origami",
    "abstract": " Title: Harnessing Interpretable Machine Learning for Holistic Inverse Design of  Origami ",
    "url": "https://arxiv.org/abs/2204.07235",
    "authors": [
      "Yi Zhu",
      "Evgueni T. Filipov"
    ],
    "subjectives": [
      "Soft Condensed Matter (cond-mat.soft)",
      "Machine Learning (cs.LG)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2204.09684",
    "title": "Partons as unique ground states of quantum Hall parent Hamiltonians: The  case of Fibonacci anyons",
    "abstract": " Comments: 50 pages, 18 figures ",
    "url": "https://arxiv.org/abs/2204.09684",
    "authors": [
      "M. Tanhayi Ahari",
      "S. Bandyopadhyay",
      "Z. Nussinov",
      "A. Seidel",
      "G. Ortiz"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Mathematical Physics (math-ph)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2207.06047",
    "title": "First Results for the pLGAD Sensor for Low-Penetrating Particles",
    "abstract": " Comments: 5 pages, 5 figuures, VCI 2022 ",
    "url": "https://arxiv.org/abs/2207.06047",
    "authors": [
      "Waleed Khalid",
      "Manfred Valentan",
      "Albert Doblas",
      "David Flores",
      "Salvador Hidalgo",
      "Gertrud Konrad",
      "Johann Marton",
      "Neil Moffat",
      "Daniel Moser",
      "Sebastian Onder",
      "Giulio Pellegrini",
      "Jairo Villegas"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Atomic Physics (physics.atom-ph)"
    ]
  }
]