[
  {
    "id": "arXiv:2602.18477",
    "title": "Microwave focusing with temporal interference for non-invasive deep brain stimulation",
    "abstract": "           Deep Brain Stimulation (DBS) is effective in treating neurological disorders but involves invasive surgery. Non-invasive DBS aims to overcome surgical risks by means of externally applied electromagnetic fields. In this work, we present a method for non-invasive microwave focusing of amplitude-modulated electric fields in the human brain using an external antenna array. The method combines iterative time-reversal (iTR) and genetic-algorithm-based temporal interference (TI) optimization to determine antenna positions, orientations, operating frequency, amplitudes, and phases of each element. Magnetic point dipoles are used as idealized radiative sources, providing a design-independent benchmark for optimization studies. Furthermore, this work incorporates realistic tissue properties from voxelized anatomical head models, accounting for variations in permittivity and conductivity. The iTR algorithm provides an initial antenna configuration that serves as a reliable starting point for the subsequent TI optimization, improving convergence and focusing precision. The results demonstrate that amplitude-modulated electromagnetic fields can be selectively and precisely shaped within predefined focal regions. Thereby, this study demonstrates a proof-of-principle of non-invasive microwave field focusing using iTR and TI in a realistic human head model.         ",
    "url": "https://arxiv.org/abs/2602.18477",
    "authors": [
      "Mika Söderström",
      "Melker Carlsson",
      "Patrik Nicolausson",
      "Mariana Dalarsson"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2602.18544",
    "title": "The Free-Electron Laser Model of Magnetospheric Chorus",
    "abstract": "           Chorus waves are electromagnetic waves named for their resemblance to birds chirping at dawn when their radio frequencies are played as audio. The amplification of chorus in Earth's magnetosphere has been the subject of intense scientific inquiry since the discovery of the Van Allen radiation belts in 1958. Resonant interactions between chorus and radiation belt electrons can lead to the exponential growth of small seed waves by a factor of fifty within milliseconds. These powerful modes can cause rapid acceleration of electrons and endanger space-based technologies. Recent efforts to understand chorus amplification have drawn upon parallels to free-electron lasers, laboratory devices that generate intense coherent light with tunable frequencies. This approach, known as the free-electron laser model of magnetospheric chorus, is the subject of this dissertation. In this work, we build on previous research on the free-electron laser model, ultimately presenting a novel nonlinear model of whistler-mode chorus in the magnetosphere. In the first chapter, we provide a brief introduction to whistlers, magnetospheric chorus, and free-electron lasers. We also derive the 2N+2 equations foundational to the interaction of chorus with N resonant electrons. In the second chapter, we derive a reduced set of just three nonlinear equations using the method of collective variables. We then derive a Ginzburg-Landau equation (GLE) for the behavior of a chorus wave packet with a spectrum of frequencies with spatially varying amplitudes and discuss the prediction of solitary chorus waves. In the third chapter, we focus on the behavior of the single-mode solutions predicted by the GLE, including their linear stability and the phenomenon of mode condensation, where a single mode can emerge from a noisy spectrum. In the final chapter, we summarize the results and discuss open questions and future directions.         ",
    "url": "https://arxiv.org/abs/2602.18544",
    "authors": [
      "Brandon Bonham"
    ],
    "subjectives": [
      "Space Physics (physics.space-ph)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2602.18666",
    "title": "Inverse design for scalable photonic systems",
    "abstract": "           Over the past two decades, photonic inverse design has emerged as a powerful approach to implement photonic devices with improved performance, or realize new functionalities. While the efforts over the first decade focused on proof of concept devices designed and fabricated in university labs, the focus over the past 5-10 years has shifted towards implementation of scalable photonic systems. This article reviews this recent progress, challenges and new directions in photonics inverse design, thus providing a complementary and updated review of the field. We focus on large scale three dimensional photonic inverse design, including metasurfaces, translation of inverse design to commercial foundries and practical silicon photonics, application of photonic inverse design to different materials systems, wavelengths, and optical effects, and finally new directions such as inverse design of quantum systems.         ",
    "url": "https://arxiv.org/abs/2602.18666",
    "authors": [
      "Louise Schul",
      "Sydney Mason",
      "Sungjun Eun",
      "Geun Ho Ahn",
      "Jelena Vučković"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2602.18703",
    "title": "Multi-ring necklace vortex solitons in Kerr nonlinear media with azimuthally modulated Bessel potentials",
    "abstract": "           We address the existence, stability, and dynamics of single-ring and multi-ring vorticity-carrying necklace solitons under the action of the Kerr nonlinearity and a Bessel-lattice potential modulated in the azimuthal direction. The model may be realized in the spatial domain for bulk optical waveguides, the spatiotemporal domain for optical cavities, and for effectively two-dimensional Bose-Einstein condensates. The setup supports single- and multi-ring necklace vortex patterns, including monopoles, dipoles, tripoles, quadrupoles, pentapoles, sextupoles, octupoles, and 12-poles. In contrast with the inherent instability of conventional vortex beams with high topological charges (winding numbers), vortex necklace-shaped solitons with large winding numbers are found to be stable in the present setup. In particular, octupoles exhibit stable breathing dynamics, and 12-pole necklaces with high winding numbers may be stable. These findings provide a new way for generating stable vortex necklaces, offering a vast potential for manipulations of complex spatiotemporal light fields.         ",
    "url": "https://arxiv.org/abs/2602.18703",
    "authors": [
      "Ruolan Zhao",
      "Jing Chen",
      "Boris A. Malomed",
      "Rongcao Yang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2602.18730",
    "title": "Acoustic Manipulation of Tangible Janus Icons on Liquid Droplets",
    "abstract": "           Interfaces that couple digital information with physical matter enable computation to be expressed through tangible motion and touch, yet typically rely on embedded actuators, rigid mechanisms, or enclosed environments. Consequently, contactless manipulation and interaction with centimeter-scale tangible elements in open settings remain difficult to achieve. Here, we present PolygonWave, a solid--fluid acoustic interface that enables transport and tangible interaction by coupling airborne ultrasound with liquid-mediated support. The system employs lightweight Janus icons with asymmetric wettability: a superhydrophobic upper surface permits dry touch interaction, while a hydrophilic lower surface couples to a water droplet resting on a superhydrophobic mesh. Focused acoustic fields generated by a 256-element phased array induce lateral forces, enabling programmable motion without mechanical contact. Systematic characterization demonstrates transport of payloads up to 525 mg across variations in icon size, droplet volume, and applied load. Beyond translation, the liquid layer functions as a reconfigurable mechanical element, enabling button-like input with self-recovery and resonance-driven vibro-visual feedback, exhibiting a peak response near 22 Hz for 200 \\textmu L droplets. Liquid-mediated acoustic coupling provides a unified mechanism for mechanically expressive, touch-accessible tangible interfaces bridging acoustics, soft matter physics, and physical human--computer interaction.         ",
    "url": "https://arxiv.org/abs/2602.18730",
    "authors": [
      "Yusuke Koroyasu",
      "Yoichi Ochiai",
      "Tatsuki Fushimi"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2602.18778",
    "title": "Broadband, compact, and training-free optical processors for parallel image classification",
    "abstract": "           As artificial intelligence becomes increasingly prevalent, the demand for faster and more energy-efficient computing approaches grows. While optical computing offers intrinsic advantages in bandwidth and power consumption, existing implementations remain bulky, wavelength-specific, and dependent on complex training procedures, limiting scalability and parallel operation. In this work, we demonstrate a compact, training-free optical processor based on wavy diffractive features, known as Fourier surfaces, for parallel image classification. Our device achieves classification accuracies of up to 84% for digit datasets and 66% for fashion datasets within a 40$\\times$40 $\\mu$m$^2$ footprint. The diffractive layer inherently separates incident wavelengths into distinct output directions, enabling broadband operation and allowing multiple colors to function as independent computation channels. As a result, this passive system supports up to 20 simultaneous computations within a single optical pass. These results highlight the potential of nanoscale diffractive systems to achieve high compute densities, paving the way for scalable, low-power optical processors for machine learning and image-recognition applications.         ",
    "url": "https://arxiv.org/abs/2602.18778",
    "authors": [
      "Sander J. W. Vonk",
      "Boris de Jong",
      "Yannik M. Glauser",
      "David B. Seda",
      "Matthieu F. Bidaut",
      "Benjamin Savinson",
      "Hannah Niese",
      "David J. Norris"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2602.18821",
    "title": "Rigorous Quantum Thermodynamics from Extended Path Integral Coarse-Graining",
    "abstract": "           Recent advances in machine-learning potentials have made molecular dynamics (MD) simulations increasingly predictive by enabling efficient descriptions of electronic quantum effects. However, nuclear quantum effects (NQEs) remain largely neglected due to their significant computational cost, limiting MD's ability to capture isotope effects and quantum tunnelling and leading to systematic thermodynamic errors. We extend path-integral coarse-graining (PIGS), a machine-learning approach for qualitatively incorporating NQEs, into a rigorous and accurate method for quantum thermodynamics. Specifically, this extended framework (EPIGS) enables the construction of temperature-transferable effective potentials that rigorously incorporate NQEs into classical MD simulations. Central to EPIGS is an instanton-based free-energy perturbation scheme (RPI-FEP) that provides direct and efficient estimation of the path-integral centroid potential. Benchmarks against full path-integral simulations on representative hydrogen-bonded systems, including liquid water, show that EPIGS reproduces free energies and enthalpies within 0.2 meV/atom at near-classical cost. EPIGS transforms the qualitative PIGS approach into an accurate and scalable route to quantum thermodynamic simulations in complex systems.         ",
    "url": "https://arxiv.org/abs/2602.18821",
    "authors": [
      "Jing Shen",
      "Ziyan Ye",
      "Ming-Zheng Du",
      "Shi-Yu He",
      "Dong H. Zhang",
      "Venkat Kapil",
      "Jia-Xi Zeng",
      "Wei Fang"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2602.18908",
    "title": "Vibronic Landscape of Excitons in Photosynthetic Antenna",
    "abstract": "           Light-harvesting and excitation energy transfer in photosynthesis generally involve chlorophyll-molecules, maintained by their host proteins at short distances from each other, this resulting in excitonic coupling. The transfer of excitation energy to the reaction centers consists of exciton migration and relaxation within and between photosynthetic proteins. The dynamics of this process depends on the vibrational modes resonant with the energy gaps between the participating excited states. The precise structure and vibrational landscape of excitons is thus essential knowledge to understand the amazing efficiency of photosynthesis. In this work, we characterize the vibrational properties of excitons in light-harvesting proteins from purple photosynthetic bacteria, which remarkably unveil on how many bacteriochlorophylls they reside and in which proportions. Vibrational spectra obtained from bacteriochlorophylls in proteins generally contain additional vibronic contributions when compared to isolated pigments, opening additional pathways for vibrationally-assisted excitation energy transfer. In contrast, the absence of new vibronic contributions in the spectra of chlorophyll -containing photosynthetic proteins above 100 cm-1 suggests that in oxygenic photosynthesis, vibrationally-assisted excitation energy transfers occurs through vibrational modes of chlorophyll molecules in equilibrium configuration.         ",
    "url": "https://arxiv.org/abs/2602.18908",
    "authors": [
      "Manuel J. Llansola-Portoles",
      "James Sturgis",
      "Andrew Gall",
      "Andrew Pascal",
      "Leonas Valkunas",
      "Bruno Robert"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2602.19082",
    "title": "Physics-Informed Graph Neural Network for Inverse Design of Integrated Photonic Biosensors",
    "abstract": "           Integrated photonic biosensors provide compact, highly sensitive, and label-free platforms for biochemical detection, making them attractive for on-chip and real-time sensing applications. However, their design remains challenging due to complex resonance behaviour, strong coupling effects, and the computational cost associated with repeated full-wave electromagnetic simulations. In particular, inverse design of microring resonator-based sensors requires accurate modelling of geometry-spectrum relationships while satisfying physical constraints such as resonance conditions and spectral sensitivity requirements. In this work, we propose a physics-informed graph neural network (PI-GNN) for the inverse design of a microring resonator biosensor operating in the 1550 nm band. By representing the photonic structure as a graph and embedding resonance-based physical constraints directly into the learning objective, the model captures both structural connectivity and underlying electromagnetic principles. The proposed approach enables efficient prediction of device geometries that achieve target spectral characteristics, reducing reliance on costly simulations while maintaining physical consistency and competitive design accuracy.         ",
    "url": "https://arxiv.org/abs/2602.19082",
    "authors": [
      "Yasaman Torabi",
      "Amirali Ekhteraei",
      "Mohammad Khajezadeh"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2602.19246",
    "title": "Recurrent neural networks implemented through spatiotemporal light propagation in optical fibers",
    "abstract": "           Recurrent neural networks excel at temporal tasks and video processing but require energy-intensive sequential memory operations. We demonstrate that multimode optical fibers naturally implement spatiotemporal recurrent computation through passive light propagation. Video frames are encoded onto separate optical beams with controlled time delays; these beams combine and recirculate through a fiber loop where interference and nonlinear propagation generate high-dimensional states encoding both current inputs and fading memory. Remarkably, the entire optical system remains fixed with no trainable parameters or electronic feedback, yet this single physical configuration achieves competitive performance across diverse temporal and spatiotemporal learning tasks: chaotic time-series forecasting, human action recognition, steering angle prediction, and surgical skill assessment. Our results show that recurrent temporal processing can emerge directly from spatiotemporal wave dynamics. This paradigm shift from algorithmic to physical recurrence offers an energy-efficient pathway to temporal artificial intelligence by leveraging intrinsic spatiotemporal optical nonlinearities within multimode fibers.         ",
    "url": "https://arxiv.org/abs/2602.19246",
    "authors": [
      "Dilem Eşlik",
      "Bahadır Utku Kesgin",
      "Uğur Teğin"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2602.19417",
    "title": "Superresolution technique beyond the diffraction limit under a structured beam via different optical nanostructures",
    "abstract": "           To overcome the limit of diffraction while achieving the superresolution technique, solid immersion lenses are the key optical elements for data storage and nanophotonics applications. Recent demonstrations have shown how different nanostructures (such as elliptical SILs) are used in diverse fields of increasing resolution in the presence of a structured Gaussian beam. By applying twisted beams such as angular momentum beams (Laguerre- Gaussian) and spatial higher-order Gaussian beams (Hermite- Gauss), we can attain a sharp (FWHM = 27 nm) near-field focal spot pattern, which is considerably better than the conventional macroscopic SIL. By numerical simulations, tolerance has been confirmed with a slight variation in beam size and geometrical modification to make the model compatible with fabrication errors. This narrow bandwidth intensity distribution can be utilized for scanning the sample with higher resolution, especially in the field of quantum technology.         ",
    "url": "https://arxiv.org/abs/2602.19417",
    "authors": [
      "Subhankar Roy",
      "Jianping Hu",
      "M Ummal Momeen"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2602.19472",
    "title": "Three Dimensional Multiphysics Modelling of Helicon Wave Heating and Antenna Plasma Coupling for Boundary Density Control in Toroidal Fusion Plasmas",
    "abstract": "           Active control of scrape off layer density is emerging as a critical requirement for improving ion cyclotron resonance heating and enabling high performance steady state operation in future magnetic confinement fusion devices. Helicon wave excitation offers a promising physics based approach to generating high density boundary plasmas with high ionization efficiency and low impurity release. In this work, we develop THEMIS code, a fully three dimensional (3D) multiphysics model of helicon wave propagation and power deposition in a toroidal fusion relevant configuration, employing a finite temperature thermal dielectric tensor. The code quantifies the relative contributions of Doppler shifted cyclotron damping, anomalous Doppler damping, collisional damping, and Landau damping, and demonstrates that slow wave propagation and electron Landau damping dominate the accessible heating regime in Helimak device. A comparative study of four planar antenna geometries under the present protruding window configuration shows that geometric cutoffs and SOL density gradients severely limit power penetration into the core accessible region. To address this constraint, we introduce a recessed window launch scheme that positions the dielectric window inside the vacuum vessel and perform systematic parameter scans of window position, antenna geometry, and installation orientation. From these analyses, we identify the key physics driven principles governing efficient helicon wave coupling: the importance of open circuit termination, maximized strap length and width, controlled inter turn spacing, and sufficient clearance from metallic walls to avoid near field suppression. Guided by these principles, we designed an optimized racetrack spiral antenna that increases coupling efficiency by more than an order of magnitude compared with conventional short circuited rectangular spiral antenna.         ",
    "url": "https://arxiv.org/abs/2602.19472",
    "authors": [
      "Hua Zhou",
      "Lei Chang",
      "GuoSheng Xu",
      "YiWei Zhang",
      "Matthew Hole",
      "Dan Du",
      "ZhiSong Qu",
      "MuQuan Wu"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2602.19659",
    "title": "Curiosity Over Hype: Modeling Motivation Language to Understand Early Outcomes in a Selective Quantum Track",
    "abstract": "           We study whether latent motivation signals in short Spanish admission responses predict engagement and performance in an early quantum computing pathway run by QuantumHub Peru. We analyze N=241 applicants' open responses and link them to outcomes from two selective modules: Module 1 (secondary; mathematics and computing foundations; n=23) and Module 2 (secondary + early undergraduate; quantum fundamentals; n=36, including M1 continuers). To ensure baseline comparability, the M2 university entrance exam matched the difficulty of the M1 final. Final grades followed the program's official cohort-specific weightings (attendance/assignments/exam), which we retain to preserve ecological validity. Methodologically, we model text with Latent Dirichlet Allocation (LDA, k=8) and, for robustness, with sentence embeddings from a small multilingual language model, EmbeddingGemma-300M, projected via UMAP and clustered with HDBSCAN. This combination leverages the transparency of bag-of-words topics and the semantic richness of small language model embeddings. Descriptively, curiosity/learning topics show higher grades and attendance than technology/career-oriented topics; inferential tests are underpowered (e.g., linear R2 ~ 0.03; logistic pseudo-R2 ~ 0.04) so effect-size estimates should be viewed as preliminary rather than confirmatory. Embedding-based clustering yields seven clusters with 11.2% noise and modest agreement with LDA (ARI=0.068; NMI=0.163). Results suggest that brief motivation responses encode promising signals that could support early mentoring in rigorous STEM pipelines, while highlighting the need for larger, pre-registered studies.         ",
    "url": "https://arxiv.org/abs/2602.19659",
    "authors": [
      "Daniella Alexandra Crysti Vargas Saldana",
      "Freddy Herrera Cueva"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2602.19665",
    "title": "Circular V-grooves on single-crystal gold: optical properties and sensing feasibility",
    "abstract": "           Single-crystal Au(111) microplates provide an ultra-smooth, low-defect platform for reproducible plasmonic nanocavities. Here we realize reflection-mode whispering-gallery metasurfaces comprising periodic arrays of circular V-groove cavities milled into optically thick Au microplates and characterize their visible--near-IR response. The measured spectra exhibit narrow, depth-tunable Fano-like reflectance minima with weak azimuthal dependence, reproduced by quarter-cell finite-element modeling consistent with strong gap-surface-plasmon confinement. For refractometric sensing, simulations yield bulk sensitivities up to $\\sim 598$ nm RIU$^{-1}$ and figures of merit up to $\\sim 33$ (hexagonal lattice). As a model-based illustration, a functionalized architecture targeting \\textit{Plasmodium falciparum} lactate dehydrogenase (PfLDH), a common malaria target of rapid diagnostic tests, gives an estimated limit of detection of $0.016$ nM ($\\sim 0.56$ ng mL$^{-1}$) under the adopted noise floor.         ",
    "url": "https://arxiv.org/abs/2602.19665",
    "authors": [
      "Amos Sospeter Kiyumbi"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2602.19890",
    "title": "Test-beam results from MiniCACTUS-v2: A depleted monolithic CMOS timing sensor prototype",
    "abstract": "           MiniCACTUS-v2 is a monolithic sensor prototype designed in LF 150 nm CMOS process for time tagging of individual Minimum Ionizing Particles with an accuracy better than 100 ps. The sensing element is a deep n-well/p-substrate diode without internal amplification. To minimize detector capacitances, the analog front-ends and the discriminators for each pixel have been implemented outside the pixel, at the column level. After fabrication, the sensors have been thinned to 150 microns, 175 microns and 200 microns and then post-processed for backside biasing. The breakdown voltages measured on these sensors are higher than 500 V, ensuring the complete depletion of the charge collection volume. In this paper, we will focus on the time resolution measurements from a test-beam campaign conducted in July 2025 at SPS-CERN. During this period, several pixels from the 3 different sensor thicknesses have been tested at different bias voltages. The best time resolution measured is 48.88 ps on a 0.5 mm x 0.5 mm pixel from a 175 microns-thick sensor at 500 V, with nominal settings for the on-chip analog front-end and discriminator.         ",
    "url": "https://arxiv.org/abs/2602.19890",
    "authors": [
      "Y.Degerli",
      "R.Aleksan",
      "R.Casanova",
      "Y.Gan",
      "S.Grinstein",
      "F.Guilloux",
      "A.Hanlon",
      "T.Hemperek",
      "J.P.Meyer",
      "J.Pinol",
      "P.Schwemling",
      "E.Vilella"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2602.19957",
    "title": "Multidimensional photonic computing",
    "abstract": "           The rapidly increasing demands for computational throughput, bandwidth, and memory capacity fueled by breakthroughs in machine learning pose substantial challenges for conventional electronic computing platforms. For digital scaling to keep pace with the accelerating growth of artificial intelligence (AI) models beyond the trajectory of Moores law, computational power has to double roughly every three months. Historically, advancing compute performance relied on spatial scaling to increase the transistor count on a given chip area and, more recently, the development of parallel and multi-core architectures. Exponential scaling on trajectories much steeper than what can be achieved by such conventional strategies, and in line with the demands of AI, can be achieved with computing platforms that process data using multiple, orthogonal dimensions available to photons. Here we elucidate pivotal developments in the realization of multidimensional computing platforms based on photonic systems. Moving to such architectures holds enormous promise for low-latency, high-bandwidth information processing at reduced energy consumption.         ",
    "url": "https://arxiv.org/abs/2602.19957",
    "authors": [
      "Ivonne Bente",
      "Shabnam Taheriniya",
      "Francesco Lenzini",
      "Frank Brückerhoff-Plückelmann",
      "Michael Kues",
      "Harish Bhaskaran",
      "C David Wright",
      "Wolfram Pernice"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2602.19968",
    "title": "Probabilistic Photonic Computing",
    "abstract": "           Probabilistic computing excels in approximating combinatorial problems and modelling uncertainty. However, using conventional deterministic hardware for probabilistic models is challenging: (pseudo) random number generation introduces computational overhead and additional data shuffling, which is particularly detrimental for safety-critical applications requiring low latency such as autonomous driving. Therefore, there is a pressing need for innovative probabilistic computing architectures that achieve low latencies with reasonable energy consumption. Physical computing offers a promising solution, as these systems do not rely on an abstract deterministic representation of data but directly encode the information in physical quantities. Therefore, they can be seamlessly integrated with physical entropy sources, enabling inherent probabilistic architectures. Photonic computing is a prominent variant due to the large available bandwidth, several orthogonal degrees of freedom for data encoding and optimal properties for in-memory computing and parallel data transfer. Here, we highlight key developments in physical photonic computing and photonic random number generation. We provide insights into the realization of probabilistic photonic processors and lend our perspective on their impact on AI systems and future challenges.         ",
    "url": "https://arxiv.org/abs/2602.19968",
    "authors": [
      "Frank Brückerhoff-Plückelmann",
      "Anna P. Ovvyan",
      "Akhil Varri",
      "Hendrik Borras",
      "Bernhard Klein",
      "C. David Wright",
      "Harish Bhaskaran",
      "Ghazi Sarwat Syed",
      "Abu Sebastian",
      "Holger Fröning",
      "Wolfram Pernice"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2602.19977",
    "title": "High-Accuracy Molecular Simulations with Machine-Learning Potentials and Semiclassical Approximations to Quantum Dynamics",
    "abstract": "           Accurate simulations of molecules require high-level electronic-structure theory in combination with rigorous methods for approximating the quantum dynamics. Machine-learning approaches can significantly reduce the computational expense of this workflow without any loss of accuracy. We discuss various methods for constructing potential energy surfaces including transfer learning, which requires a minimal number of expensive training points. In this way, we can study chemical reactions at a high level but a low cost. In particular, as the potentials are smooth and differentiable, they enable the use of more advanced semiclassical approximations to quantum dynamics, such as perturbatively corrected instanton theory, which can capture both tunnelling and anharmonicity.         ",
    "url": "https://arxiv.org/abs/2602.19977",
    "authors": [
      "Valerii Andreichev",
      "Jindra Dušek",
      "Markus Meuwly",
      "Jeremy O. Richardson"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2602.20012",
    "title": "Twist-Engineered Nonlinearity in Two-Dimensional Crystals for Tailored Quantum Light",
    "abstract": "           Van der Waals (vdW) materials enable nonlinear-optical engineering with unprecedented resolution: their strong second-order susceptibilities ($\\chi^{(2)}$) and twist-tunable interlayer symmetry allow the effective nonlinearity to be shaped continuously, rather than through binary $\\pm\\chi^{(2)}$ domain inversion as in bulk ferroelectrics. Here, we show that twist-angle domain engineering exploits this continuous degree of freedom to reconstruct target longitudinal nonlinearity profiles with high fidelity. Using spontaneous parametric down-conversion (SPDC) as a benchmark, we demonstrate that twist-engineered vdW crystals yield significantly improved approximations of target phase-matching functions and correspondingly higher single-photon purities, particularly in compact devices where fabrication constraints limit conventional approaches. We further show that this framework remains effective in experimentally relevant vdW materials and demanding non-degenerate wavelength regimes involving mid-infrared photons. More broadly, the ability to continuously and locally program $\\chi^{(2)}$ establishes a general framework for tailoring a wide range of SPDC properties, including absolute brightness, joint spectral amplitude structure, signal-idler frequency separation, and temporal wavepacket shape beyond what is accessible in conventional nonlinear crystals. These results position vdW heterostructures as a powerful platform for engineered quantum light sources and open new opportunities for nonlinear-optical devices shaped with monolayer thickness scale.         ",
    "url": "https://arxiv.org/abs/2602.20012",
    "authors": [
      "Dylan Mcleod",
      "Fabrizio Chiriano",
      "Francesco Graffitti",
      "Alessandro Fedrizzi",
      "Brian D. Gerardot",
      "Mauro Brotons-Gisbert"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2602.20024",
    "title": "Two-spin-multiplexed optoacoustic light storage in chiral photonic crystal fiber",
    "abstract": "           The ability to coherently store and manipulate optical information across multiple degrees of freedom is a central requirement for scalable quantum information processing and multidimensional quantum computing. While polarization- and space-division-multiplexing have substantially increased the capacity of classical optical systems, their extension to coherent and reconfigurable photonic memories remains a key challenge. Here we demonstrate a two-spin-channel-multiplexed photonic memory based on chiral stimulated Brillouin scattering in a chiral photonic crystal fiber. Exploiting the intrinsic preservation of circular polarization in the chiral photonic crystal fiber, left- and right-circularly polarized modes serve as two orthogonal and independent storage channels. Multiple optical data pulses can be selectively or simultaneously stored and retrieved by simply controlling the polarization states of the write-read pulses. The storage time is continuously tunable, and the underlying Brillouin process preserves coherence and channel orthogonality. The result establishes chiral Brillouin scattering as an effective mechanism for spin-channel-multiplexed optoacoustic light storage, providing a robust and scalable platform for multidimensional photonic memories. It also open new opportunities for classic and quantum information processing, reconfigurable quantum networks, and hybrid light-matter interfaces based on coherent acoustic excitations.         ",
    "url": "https://arxiv.org/abs/2602.20024",
    "authors": [
      "Xinglin Zeng",
      "Linqiao Gan",
      "Jesús Humberto Marines Cabello",
      "Olivia Saffer",
      "Birgit Stiller"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2602.20139",
    "title": "Development of a Cherenkov-Based Time-of-Flight Detector Using Silicon Photomultipliers",
    "abstract": "           The aim of this work is to develop high precision Time-of-Flight (TOF) devices based on high refractive index solid Cherenkov radiators read out by silicon photomultipliers (SiPMs). Cherenkov light is prompt and therefore ideal for reaching the intrinsic timing limits of TOF systems. By utilizing a thin, high-refractive-index radiator a nearly instantaneous signal is generated by particles exceeding the Cherenkov threshold. In order to achieve the ultimate time resolution, we carried out a rigorous optimization of the radiator material and geometry, alongside the efficiency of the optical coupling to the SiPM sensors. The key factors limiting the time resolution were characterized by comprehensive Monte Carlo simulations, subsequently validated against experimental beam test data. We assembled small-scale prototypes instrumented with various Hamamatsu SiPM arrays sensors with pitches ranging from 1.3 to 3 mm coupled with various window materials, such as fused silica and MgF2, featuring various thickness values. The prototypes were successfully tested in beam test campaigns at the CERN-PS T10 beam line. The data were collected with a complete chain of front-end and readout electronics based on either the Petiroc 2A or the Radioroc 2 interfaced to a picoTDC to measure charges and times. By comparing the time measurements with two SiPM arrays we were able to measure a time resolution better than 33.2 ps at the full system level with a charged particle detection efficiency of 100%. Our results demonstrate the expected performance benchmarks for the charged particle detection efficiency and time resolution and highlight the potential of the developed Cherenkov-based TOF detectors for next-generation particle identification systems.         ",
    "url": "https://arxiv.org/abs/2602.20139",
    "authors": [
      "Liliana Congedo",
      "Giuseppe De Robertis",
      "Antonio Di Mauro",
      "Mario Giliberti",
      "Francesco Licciulli",
      "Antonio Liguori",
      "Rocco Liotino",
      "Leonarda Lorusso",
      "Mario Nicola Mazziotta",
      "Eugenio Nappi",
      "Nicola Nicassio",
      "Giuliana Panzarini",
      "Roberta Pillera",
      "Giacomo Volpe"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2602.18913",
    "title": "Trotter Error and Orbital Transformations in Quantum Phase Estimation",
    "abstract": "           Quantum computation with Trotter product formulae is straightforward and requires little overhead in terms of logical qubits. The choice of the orbital basis significantly affects circuit depth, with localised orbitals yielding lowest circuit depths. However, literature results point to large Trotter errors incurred by localised orbitals. Here, we therefore investigate the effect of orbital transformations on Trotter error. We consider three strategies to reduce Trotter error by orbital transformation: (i) The a priori selection of an orbital basis that produces low Trotter error. (ii) The derivation of an orbital basis that produces a ground state energy free of Trotter error (as we observed that the Trotter error is a continuous function in the Givens-rotation parameter, from which continuity of this error upon orbital transformation can be deduced). (iii) Application of propagators that change the computational basis between Trotter steps. Our numerical results show that reliably reducing Trotter error by orbital transformations is challenging. General recipes to produce low Trotter errors cannot be easily derived, despite analytical expressions which suggest ways to decrease Trotter error. Importantly, we found that localised orbital bases do not produce large Trotter errors in molecular calculations, which is an important result for efficient QPE set-ups.         ",
    "url": "https://arxiv.org/abs/2602.18913",
    "authors": [
      "Marvin Kronenberger",
      "Mihael Erakovic",
      "Markus Reiher"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2602.18930",
    "title": "Integrable cascaded frequency conversion using the time rescaling shortcut to adiabaticity",
    "abstract": "           In this letter we explore how full frequency conversion can be performed in shorter, integrable devices by using a STIRAP-like protocol modified by the time rescaling shortcut to adiabaticity. We show how the coupled equations for two simultaneous three-wave mixing processes can be written in terms of a STIRAP-like system, which creates robust conversion, albeit requiring long propagation distances inside a bulk crystal or waveguide. We then discuss how the time rescaling (TR) method can be modified to be applied in optical systems, then apply it in the conversion process to create a TR-STIRAP protocol, showing that full conversion is also obtained, but at a fraction of the propagation distance. We also show how the original shaping of the coupling coefficients required by the TR-STIRAP can be approximated by gaussian functions with high conversion fidelity, thus simplifying the experimental implementation. This protocol has the potential to be used in several areas, including the integration of photon sources and efficient detectors for quantum key distribution.         ",
    "url": "https://arxiv.org/abs/2602.18930",
    "authors": [
      "J. L. Montenegro Ferreira"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2602.19399",
    "title": "Imaging the Superconducting Proximity Effect in S-S'-S Transition Edge Sensors",
    "abstract": "           Proximity effects at superconducting interfaces, between different superconductors (S-S') or between superconductors and normal metals (S-N), are fundamental to the performance of superconducting electronics, yet only few experiments have directly probed the spatial structure of proximity effects within a device. This is particularly relevant for transition edge sensors (TESs), where the interplay of direct and inverse proximity effects governs detector sensitivity. Here, we use scanning superconducting interference device (SQUID) susceptometry to directly image the local diamagnetic response in functional S-S'-S TES structures. We resolve long range proximity coupling extending over tens of micrometers, revealing that the local transition temperature is dramatically tuned by neighboring regions, being either enhanced by superconducting (S) leads or suppressed by normal metal (N) contacts. Our observations are quantitatively supported by Ginzburg Landau modeling of the device geometry and calculations of the temperature dependent diamagnetism based on self-consistent Usadel equations. By providing spatially resolved measurements of the interplay of proximity effects in TES devices, this work establishes a framework for understanding and controlling superconducting states in heterogeneous superconducting structures.         ",
    "url": "https://arxiv.org/abs/2602.19399",
    "authors": [
      "Austin R. Kaczmarek",
      "Samantha Walker",
      "Jason Austermann",
      "Douglas Bennett",
      "W. Bertrand Doriese",
      "Shannon M. Duff",
      "Johannes Hubmayr",
      "Kelsey Morgan",
      "Michael D. Niemack",
      "Dan Schmidt",
      "Daniel Swetz",
      "Joel Ullom",
      "Joel Weber",
      "Katja C. Nowack"
    ],
    "subjectives": [
      "Superconductivity (cond-mat.supr-con)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2602.20108",
    "title": "Energy gap of quantum spin glasses: a projection quantum Monte Carlo study",
    "abstract": "           The performance of quantum annealing for combinatorial optimization is fundamentally limited by the minimum energy gap $\\Delta$ encountered at quantum phase transitions. We investigate the scaling of $\\Delta$ with system size $N$ for two paradigmatic quantum spin-glass models: the two-dimensional Edwards-Anderson (2D-EA) and the all-to-all Sherrington-Kirkpatrick (SK) models. Utilizing a newly proposed unbiased energy-gap estimator for continuous-time projection quantum Monte Carlo simulations, complemented by high-performance sparse eigenvalue solvers, we characterize the gap distributions across disorder realizations. It is found that, in the 2D-EA case, the inverse-gap distribution develops a fat tail with infinite variance as $N$ increases. This indicates that the unfavorable super-algebraic scaling of $\\Delta$, recently reported for binary couplings [Nature 631, 749 (2024)], persists for the Gaussian disorder considered here, pointing to a universal feature of 2D spin glasses. Conversely, the SK model retains a finite-variance distribution, with the disorder-averaged gap following a rather slow power law, close to $\\Delta \\propto N^{-1/3}$. This finding provides a promising outlook for the potential efficiency of quantum annealers for optimization problems with dense connectivity.         ",
    "url": "https://arxiv.org/abs/2602.20108",
    "authors": [
      "L. Brodoloni",
      "G. E. Astrakharchik",
      "S. Giorgini",
      "S. Pilati"
    ],
    "subjectives": [
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2507.05818",
    "title": "Halogen-Terminated Carbon Atomic Wires by Laser Ablation in Halogenated Organic Solvents: Synthesis and Characterization",
    "abstract": "           We report the synthesis of halogenated carbon atomic wires (halopolyynes) via pulsed laser ablation in liquid and their comprehensive Raman characterization. Using dichloromethane and dibromomethane-containing solutions, we produced polydisperse mixtures of monohalogenated (HC$_{2n}$X) and dihalogenated (XC$_{2n}$X) polyynes (X=Cl, Br; n=3-10). High-performance liquid chromatography enabled separation and analysis of these compounds, while chemical derivatization and mass spectrometry confirmed their molecular structures. A possible formation mechanism is proposed, involving carbon chain polymerization and termination by hydrogen and halogen atoms from atomized solvent molecules during the plasma phase. UV-Vis absorption and synchrotron-based UV Resonance Raman spectroscopy reveal that halogen terminations act as auxochromes through p-$\\pi$ conjugation between their lone-pair electrons and the sp-carbon backbone, extending effective conjugation length. This interaction reduces bond length alternation and moderately redshifts vibronic absorption and vibrational modes. Resonance Raman spectra show selective overtone enhancement and vibrational anharmonicity consistent with carbyne-like materials. These findings expand the synthetic approaches for halogenated carbon atomic wires and establish halopolyynes as a platform for tailoring electronic and optical properties of sp-carbon wires.         ",
    "url": "https://arxiv.org/abs/2507.05818",
    "authors": [
      "Pietro Marabotti",
      "Simone Melesi",
      "Piotr Pińkowski",
      "Bartłomiej Pigulski",
      "Sonia Peggiani",
      "Alice Cartoceti",
      "Patrick Serafini",
      "Barbara Rossi",
      "Valeria Russo",
      "Sławomir Szafert",
      "Carlo Spartaco Casari"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2510.24780",
    "title": "Optical design and sensitivity optimization of Cryogenic sub-Hz cROss torsion bar detector with quantum NOn-demolition Speed meter (CHRONOS)",
    "abstract": "           We present the optical design and sensitivity modeling of the 2.5 m Cryogenic sub-Hz cROss torsion-bar detector with quantum NOn-demolition Speed meter (CHRONOS), a triangular Sagnac speed-meter interferometer incorporating power- and signal-recycling techniques. Using ABCD-matrix analysis and Finesse3 simulations, we show that stable eigenmodes are obtained with optimized mirror curvatures and focal placements, achieving mode-matching efficiencies above 99.5 %. The resulting configuration reaches a quantum-noise-limited strain sensitivity of $h \\simeq 3\\times10^{-18},\\mathrm{Hz^{-1/2}}$ at 1 Hz, with a ring-cavity finesse $\\mathcal{F}\\simeq3.1\\times10^{4}$ and round-trip Gouy phase $\\psi_{\\mathrm{rt}}\\approx153^{\\circ}$. The power-recycling cavity detuning ($\\phi_p=-85^{\\circ}$) dominates the low-frequency quantum noise, while the signal-recycling cavity detuning ($\\phi_s=0^{\\circ}$) mainly introduces a uniform quadrature rotation. The optimal homodyne angle ($\\zeta_{\\mathrm{opt}}\\simeq46^{\\circ}$) balances shot-noise and radiation-pressure effects to give the best sensitivity near 1 Hz. Assuming end-mirror reflectivity $R_{\\mathrm{ETM}}=99.9999\\%$ under cryogenic operation at 10 K, CHRONOS can achieve quantum-noise-limited performance on a laboratory scale and serve as a testbed for future long-baseline, cryogenic interferometers probing sub-hertz gravitational waves.         ",
    "url": "https://arxiv.org/abs/2510.24780",
    "authors": [
      "Yuki Inoue",
      "Daiki Tanabe",
      "M.Afif Ismail",
      "Vivek Kumar",
      "Mario Juvenal S Onglao III",
      "Ta-Chun Yu"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Cosmology and Nongalactic Astrophysics (astro-ph.CO)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "General Relativity and Quantum Cosmology (gr-qc)"
    ]
  },
  {
    "id": "arXiv:2512.16643",
    "title": "Temperature dependence of the long-term annealing behavior of neutron irradiated diodes from 8-inch p-type silicon wafers",
    "abstract": "           To face the higher levels of radiation due to the 10-fold increase in integrated luminosity during the High-Luminosity LHC, the CMS detector will replace the current Calorimeter Endcap (CE) using the High-Granularity Calorimeter (HGCAL) concept. The high-radiation regions of the the CE, where fluences between $1\\cdot10^{14}~n_{eq}/cm^{2}$ and $1\\cdot10^{16}~n_{eq}/cm^{2}$ and doses of up to 2\\,MGy are expected considering an integrated luminosity of $3\\,ab^{-1}$, will be equipped with silicon pad sensors. This includes the entire electromagnetic as well as parts of the hadronic section of the CE. The silicon sensors are processed on 8-inch p-type wafers with an active thickness of 300\\,\\textmu m, 200\\,\\textmu m and 120\\,\\textmu m and cut into hexagonal shapes for optimal use of the full wafer area and tiling. With each main sensor, several small test structures (e.g. pad diodes) are hosted on the wafers, used for quality assurance and radiation hardness tests. In order to investigate the radiation-induced bulk damage, these diodes have been irradiated with reactor neutrons at JSI (Jozef Stefan Institute, Ljubljana, Slovenia) to fluences between $5\\cdot10^{14}~n_{eq}/cm^{2}$ and $1.5\\cdot10^{16}~n_{eq}/cm^{2}$. This study focuses on the isothermal annealing behavior of the bulk material at different temperatures between 5.5°C and 60°C using electrical characterization and charge collection measurements. The results are used to extract the annealing time constants for this material and fluence range based on the Hamburg model approach to allow an estimation of the expected annealing effects in silicon sensors during the year-end technical stops and the long HL-LHC shutdowns. The annealing parameters found will make it possible to model the annealing behavior of p-type silicon detector projects at HL-LHC fluence ranges better than the existing Hamburg model.         ",
    "url": "https://arxiv.org/abs/2512.16643",
    "authors": [
      "Leena Diehl",
      "Oliwia Kaluzinska",
      "Marie Mühlnikel",
      "Max Andersson",
      "Natalya Gerassyova",
      "Jenan Amer",
      "Eva Sicking",
      "Dana Groner",
      "Jan Kieseler",
      "Matteo Defranchis"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2601.02630",
    "title": "Acoustic Analogy of Quantum Baldin Sum Rule for Optimal Causal Scattering",
    "abstract": "           The mass law is a cornerstone in predicting sound transmission loss, yet it neglects the constraints of causal dispersion. Current causality-based theories, such as the Rozanov limit, are applicable only to one-port reflective absorbers. Here, we derive a universal sum rule governing causal scattering in acoustic systems, establishing a rigorous analogy to the Baldin sum rule in quantum field theory. This relation reveals that the integral of the extinction cross-section is fundamentally locked by the scatterer's static effective mass and stiffness, which is validated numerically using seminal examples of underwater metamaterials. Furthermore, the proposed sum rule predicts an optimal condition for an anomalously broadened transmission loss bandwidth, as experimentally observed through the spectral shaping effect of an acoustic Fano resonator. Our findings open up an unexplored avenue for enhancing the scattering bandwidth of passive metamaterials.         ",
    "url": "https://arxiv.org/abs/2601.02630",
    "authors": [
      "Sichao Qu",
      "Zixiong Yu",
      "Erqian Dong",
      "Min Yang",
      "Nicholas X. Fang"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Classical Physics (physics.class-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2601.03142",
    "title": "Collective light-matter interaction in plasmonic waveguide quantum electrodynamics",
    "abstract": "           Rabi oscillations characterize light-matter hybridization in the waveguide quantum electrodynamics~(WQED) framework, with their associated decay rates reflecting excitation damping, yet their behavior remains unresolved when collective emitters are coupled to a collective waveguide mode. This scenario reveals a conceptually novel collective-light-collective-matter interaction, realizable when a timed-Dicke state~(TDS) of subwavelength emitters couples to a slow, delocalized surface-plasmon mode, forming a hybridized plasmon-polariton~(HPP). The HPP acquires its directionality from the TDS via momentum matching. It also exhibits plasmonic characteristics, with excitation frequencies following the surface-plasmon dispersion relation. We obtain a Rabi oscillation and a long-time decay that describe the HPP and use them to reveal weak- and strong-coupling regimes through the emergence of normal-mode splitting. By performing a finite-time Lyapunov-exponent analysis, we show that the HPP also exhibits instantaneous decay and identify three distinct decay regimes: early-time rapid, transient-time oscillatory, and long-time classical. Finally, by analyzing the emission spectrum, we observe an anticrossing of the peak doublets~(a feature also seen in cavity QED setups) which originates from quantum vacuum effects and the resulting non-Markovian HPP evolution in our WQED.         ",
    "url": "https://arxiv.org/abs/2601.03142",
    "authors": [
      "Zahra Jalali-Mola",
      "Saeid Asgarnezhad-Zorgabad"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2601.10363",
    "title": "A compact Optical Liquid Argon Facility at Roma Tre",
    "abstract": "           In this paper we present a compact test facility for the measurement of optical properties of liquid argon as scintillator. The setup is under preparation at Roma Tre and it has a volume of 40 L liquid argon, which is liquefied from argon gas with a purity of $\\ge 99.9999\\%$ vol. To readout the scintillation photons from liquid argon with the highest intensity near 127 nm, we use the vacuum ultraviolet silicon photomultipliers from Hamamatsu. By submerging the photon detectors directly inside the liquid argon, we can eliminate the systematics from the wavelength shifter and light guides which have been commonly used to detect the scintillation photons of liquid argon.         ",
    "url": "https://arxiv.org/abs/2601.10363",
    "authors": [
      "Hexi Shi",
      "Valerio D'Andrea",
      "Giuseppe Salamanna",
      "Krzysztof Szczepaniec",
      "Diego Tagnani"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2601.12645",
    "title": "Radio-frequency pulse design in local rotating frame in magnetic resonance imaging",
    "abstract": "           The problem of spatially selective radio-frequency (RF) pulse design in magnetic resonance imaging (MRI) is typically stated in the form of determining, analytically or numerically, RF waveforms to be applied in synchrony with one or more predetermined gradient waveforms. In most cases, the dynamics of the nuclear spin magnetization under the RF and gradient fields is described in a global rotating frame that cancels the effect of the static (main) magnetic field B0. In this work, we consider an alternative frame of reference, which can be called a local rotating frame where total longitudinal magnetic field (B0 plus gradient) in every voxel is zero. In this frame, the effect of time-dependent gradient field is integrated out, and the remaining magnetization dynamics, governed by much weaker RF fields, becomes both simpler and slower. We show that recasting existing RF design methods in such a frame provides useful insights and techniques that are not obvious in the conventional description. The methods we consider include (i) two-dimensional spatial RF pulse design in the excitation k-space, (ii) Shinnar-Le Roux RF design, (iii) residual phase calculation in slice-selective excitation, and (iv) iterative and numerical solutions for multi-coil RF pulse design. In particular, we show that the new formalism can substantially reduce the Bloch simulation time which can greatly benefit iterative pulse designs in parallel transmit. In all, the proposed framework provides considerable theoretical insights and practical utility for RF pulse design in MRI.         ",
    "url": "https://arxiv.org/abs/2601.12645",
    "authors": [
      "Seung-Kyun Lee"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2602.09647",
    "title": "Field-material coupled neural network: A novel prior-free and data-free inverse problem solver for extracting complex dielectric constant in terahertz band",
    "abstract": "           Accurate extraction of the complex dielectric constant in the terahertz (THz) band is essential for material characterization and non-destructive evaluation yet remains challenging due to the ill-posed nature of electromagnetic inverse problems and the limited availability of reliable reference data. In this work, a field-material couple neural network (FMCNN) is proposed to retrieve the complex dielectric constant directly from THz measurements. The FMCNN consists of a field neural network and a material neural network that are strongly coupled through the frequency-domain Maxwell equations in the form of a Helmholtz equation, with the governing physics enforced by partial differential equation (PDE) and boundary condition constraints. This formulation enables prior-free and data-free inversion, requiring only measured test data as input. The extracted dielectric constants are validated by comparison with results from a one-dimensional normal-incidence model and the Drude-Lorentz model, showing good agreement over a broad frequency range, particularly above 0.2 THz. These results demonstrate that the FMCNN provides a physics-consistent and data-efficient approach for material parameter extraction in the THz band, offering an alternative to conventional model-based methods.         ",
    "url": "https://arxiv.org/abs/2602.09647",
    "authors": [
      "Pengfei Zhu",
      "Stefano Sfarra",
      "Elena Pivarciova",
      "Carlo Santulli",
      "Xavier Maldague"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2602.15946",
    "title": "On-chip probabilistic inference for charged-particle tracking at the sensor edge",
    "abstract": "           Modern scientific instruments operate under increasingly extreme constraints on bandwidth, latency, and power. Inference at the sensor edge determines experimental data collection efficiency by deciding which information to save for further analysis. Particle tracking detectors at the Large Hadron Collider exemplify this challenge: pixelated silicon sensors generate rich spatiotemporal ionization patterns, yet most of this information is discarded due to data-rate limitations. Concurrently, advancements in co-design tools provide rapid turn-around for incorporating machine learning into application-specific integrated circuits, motivating designs for particle detectors with new integrated technologies. We demonstrate that neural networks embedded in the front-end electronics can infer charged-particle kinematic parameters from a single silicon layer. We regress hit positions and incident angles with calibrated uncertainties, while satisfying stringent constraints on numerical precision, latency, and silicon area. Our results establish a path toward probabilistic inference directly at the edge, opening new opportunities for intelligent sensing in high-rate scientific instruments.         ",
    "url": "https://arxiv.org/abs/2602.15946",
    "authors": [
      "Arghya Ranjan Das",
      "David Jiang",
      "Rachel Kovach-Fuentes",
      "Shiqi Kuang",
      "Ana Sofía Calle Muñoz",
      "Danush Shekar",
      "Jennet Dickinson",
      "Giuseppe Di Guglielmo",
      "Lindsey Gray",
      "Mia Liu",
      "Corrinne Mills",
      "Mark S. Neubauer",
      "Daniel Abadjiev",
      "Anthony Badea",
      "Doug Berry",
      "Karri DiPetrillo",
      "Farah Fahim",
      "Abhijith Gandrakota",
      "Harshul Gupta",
      "James Hirschauer",
      "Eliza Howard",
      "Ron Lipton",
      "Petar Maksimovic",
      "Nick Manganelli",
      "Benjamin Parpillon",
      "Jannicke Pearkes",
      "Ricardo Silvestre",
      "Morris Swartz",
      "Chinar Syal",
      "Nhan Tran",
      "Amit Trivedi",
      "Keith Ulmer",
      "Mohammad Abrar Wadud",
      "Benjamin Weiss",
      "Eric You"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2502.04598",
    "title": "Arbitrary state preparation in quantum harmonic oscillators using neural networks",
    "abstract": "           Preparing quantum states is a fundamental task in various quantum algorithms. In particular, state preparation in quantum harmonic oscillators (HOs) is crucial for the creation of qudits and the implementation of high-dimensional algorithms. In this work, we develop a methodology for preparing quantum states in HOs. The HO is coupled to an auxiliary qubit to ensure that any state can be prepared in the oscillator [J. Math. Phys. 59, 072101]. By applying a sequence of square pulses to both the qubit and the HO, we drive the system from an initial state to a target state. To determine the required pulses, we use a neural network that predicts the pulse parameters needed for state preparation. Specifically, we present results for preparing qubit and qutrit states in the HO, achieving average fidelities of 99.9% and 97.0%, respectively.         ",
    "url": "https://arxiv.org/abs/2502.04598",
    "authors": [
      "Nicolas Parra-A",
      "Vladimir Vargas-Calderón",
      "Herbert Vinck-Posada"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2509.24295",
    "title": "Magnon squeezing near a quantum critical point in a cavity-magnon-qubit system",
    "abstract": "           Preparing magnon nonclassical states is a central topic in the study of quantum magnonics. Here we propose to generate magnon squeezed states in a hybrid cavity-magnon-qubit system by engineering an effective Rabi-type magnon-qubit interaction. This is achieved by adiabatically eliminating the cavity mode and driving the qubit with two microwave fields, of which the driving frequencies and amplitudes are properly selected. By operating the system around the critical point associated with the ground-state superradiant phase transition in the normal phase, a magnon parametric amplification-like interaction is induced, leading to a dynamical magnon squeezing. We further analyze the effects of the dissipation, dephasing, and thermal noise on the magnon squeezing. Our results indicate that a moderate degree of squeezing can be produced using currently available parameters in the experiments.         ",
    "url": "https://arxiv.org/abs/2509.24295",
    "authors": [
      "Gang Liu",
      "Gen Li",
      "Rong-Can Yang",
      "Wei Xiong",
      "Jie Li"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2510.22221",
    "title": "HPC-Driven Modeling with ML-Based Surrogates for Magnon-Photon Dynamics in Hybrid Quantum Systems",
    "abstract": "           Simulating hybrid magnonic quantum systems remains a challenge due to the large disparity between the timescales of the two systems. We present a massively parallel GPU-based simulation framework that enables fully coupled, large-scale modeling of on-chip magnon-photon circuits. Our approach resolves the dynamic interaction between ferromagnetic and electromagnetic fields with high spatiotemporal fidelity. To accelerate design workflows, we develop a physics-informed machine learning surrogate trained on the simulation data, reducing computational cost while maintaining accuracy. This combined approach reveals real-time energy exchange dynamics and reproduces key phenomena such as anti-crossing behavior and the suppression of ferromagnetic resonance under strong electromagnetic fields. By addressing the multiscale and multiphysics challenges in magnon-photon modeling, our framework enables scalable simulation and rapid prototyping of next-generation quantum and spintronic devices.         ",
    "url": "https://arxiv.org/abs/2510.22221",
    "authors": [
      "Jialin Song",
      "Yingheng Tang",
      "Pu Ren",
      "Shintaro Takayoshi",
      "Saurabh Sawant",
      "Yujie Zhu",
      "Jia-Mian Hu",
      "Andy Nonaka",
      "Michael W. Mahoney",
      "Benjamin Erichson",
      "Zhi Yao"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Machine Learning (cs.LG)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2601.12029",
    "title": "sangkuriang: A pseudo-spectral Python library for Korteweg-de Vries soliton simulation",
    "abstract": "           Korteweg-de Vries (KdV) equation serves as a foundational model in nonlinear wave physics, describing the balance between dispersive spreading and nonlinear steepening that gives rise to solitons. This article introduces sangkuriang, an open-source Python library for solving this equation using Fourier pseudo-spectral spatial discretization coupled with adaptive high-order time integration. The implementation leverages just-in-time (JIT) compilation for computational efficiency while maintaining accessibility for instructional purposes. Validation encompasses progressively complex scenarios including isolated soliton propagation, symmetric two-wave configurations, overtaking collisions between waves of differing amplitudes, and three-body interactions. Conservation of the classical invariants is monitored throughout, with deviations remaining small across all test cases. Measured soliton velocities conform closely to theoretical predictions based on the amplitude-velocity relationship characteristic of integrable systems. Complementary diagnostics drawn from information theory and recurrence analysis confirm that computed solutions preserve the regular phase-space structure expected for completely integrable dynamics. The solver outputs data in standard scientific formats compatible with common analysis tools and generates visualizations of spatiotemporal wave evolution. By combining numerical accuracy with practical accessibility on modest computational resources, sangkuriang offers a platform suitable for both classroom demonstrations of nonlinear wave phenomena and exploratory research into soliton dynamics.         ",
    "url": "https://arxiv.org/abs/2601.12029",
    "authors": [
      "Dasapta E. Irawan",
      "Sandy H. S. Herho",
      "Faruq Khadami",
      "Iwan P. Anwar"
    ],
    "subjectives": [
      "Pattern Formation and Solitons (nlin.PS)",
      "Numerical Analysis (math.NA)",
      "Atmospheric and Oceanic Physics (physics.ao-ph)",
      "Computational Physics (physics.comp-ph)",
      "Physics Education (physics.ed-ph)"
    ]
  }
]